{"content": "#  Współpraca, Wydział Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/wspolpraca\nCrawled: 2025-03-19 21:32:40\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Współpraca \n\nSkuteczne kształcenie ceramików nie może się odbywać bez współpracy z przemysłem oraz innymi ośrodkami naukowo-badawczymi. Każdego roku nasi studenci – przyszli inżynierowie wyjeżdżają na staże i wakacyjne praktyki do różnych zakładów w Polsce, a także do szkół wyższych w Niemczech, Francji, Szwajcarii czy Finlandii. Od niedawna istnieje także możliwość uzyskania tzw. podwójnych dyplomów, honorowanych w Polsce, jak i w kraju, gdzie obrona miała miejsce. Współpraca Wydziału z przemysłem ma długoletnią tradycję i dotyczy nie tylko branży ceramicznej i materiałów budowlanych, lecz również metalowej, energetyki i górnictwa. Owocna jest również współpraca Wydziału z jednostkami medycznymi (w zakresie biomateriałów) i instytucjami zajmującymi się ochroną środowiska.\n\nOferta badawcza Wydziału Inżynierii Materiałowej i Ceramiki AGH \n\nRegularnie od 2009 roku, podczas inauguracji roku akademickiego, wręczamy honorowe wyróżnienie „KERAMOS”, ustanowione przez Radę Wydziału.\n\nLaureatami są osoby, które w sposób szczególny przyczyniły się do rozwoju Wydziału lub odniosły sukcesy naukowe i edukacyjne w dziedzinie ogólnie pojętej ceramiki i inżynierii materiałowej, mające istotny wpływ na rozwój przemysłu ceramicznego w Polsce oraz czynnie wspierające działanie i społeczność akademicką Wydziału Inżynierii Materiałowej i Ceramiki Akademii Górniczo-Hutniczej w Krakowie.\n\nNazwa wyróżnienia pochodzi od greckiego słowa \nkeramos \noznaczającego \nziemię, glinę\n, które to od wieków służą ludzkości do produkcji przedmiotów codziennego użytku.\n\nRegulamin Honorowego Wyróżnienia „Keramos”\n\nWniosek o nadanie Honorowego Wyróżnienia „Keramos” \n\n KERAMOS 2024 \n\nProf. dr hab. inż. Wojciech Macyk - Prorektor UJ ds. nauki\n\nZa różnorodną współpracę naukową z Wydziałem Inżynierii Materiałowej i Ceramiki w obszarze chemii, technologii chemicznej i inżynierii materiałowej.\n Za wieloletnie promowanie Wydziału, wspieranie naszych działań w środowisku Polskiej Chemii oraz pomoc w uzyskaniu niepodważalnej pozycji Wydziału.\n\nZa wielokrotnie okazywaną życzliwą gotowość do popierania Wydziału w różnych obszarach jego działania. Za prezentowaną z wdziękiem postawę człowieka dbającego o pozytywny wizerunek Wydziału, jego pracowników i studentów.\n\nMirosław Jaroszewicz - Prezes Związku Pracodawców Ceramiki Budowlanej, Członek Zarządu Wienerberger Ceramika Budowlana\n Za zasługi dla rozwoju oraz promocji ceramiki budowlanej w Polsce, w kontekście długoletniej i owocnej współpracy z Wydziałem Inżynierii Materiałowej i Ceramiki AGH.\n Za zaangażowanie w rozwój badań poprzez poszerzanie naszej infrastruktury badawczej.\n Za zaangażowanie w proces kształcenia studentów poprzez realizacje wspólnych prac dyplomowych, umożliwienie studentom zdobywania umiejętności praktycznych w ramach praktyk, staży oraz obozów letnich.\n\nDr inż. Maciej Sypek - Prezes Zarządu Holcim Polska\n Za efektywną współpracę z Wydziałem Inżynierii Materiałowej i Ceramiki obejmującą wsparcie w obszarze kształcenia studentów, umożliwienie im zdobywania praktycznych umiejętności i wiedzy.\n Za zaangażowanie w rozwój badań naukowych realizowanych przez naszych pracowników.\n Za inspirowanie naukowców do podejmowania najbardziej aktualnej tematyki badawczej.\n\n KERAMOS 2023 \n\nProf. dr hab inż. Natalia Sobczak - Wiceprezes Polskiej Akademii Nauk, członek zarządu Europejskiego Towarzystwa Materiałoznawczego (FEMS), Instytut Metalurgii i Inżynierii Materiałowej PAN, Kraków\n\nZa zasługi poniesione dla rozwoju Inżynierii Materiałowej w Polsce i za granicą: \n\nZa kreowanie współpracy pomiędzy różnymi ośrodkami naukowymi i eksponowanie interdyscyplinarnego charakteru inżynierii materiałowej oraz szeroką działalność naukową i popularyzatorską\n\nZa wspieranie Wydziału Inżynierii Materiałowej i Ceramiki AGH poprzez promowanie w środowisku krajowym i międzynarodowym badań prowadzonych na Wydziale.\n\nProf. Mathias Galetz - Instytut Badawczy DECHEMA (DECHEMA Research Institute, DECHEMA-Forschungsinstitut), Frankfurt, Niemcy)\n\nZa zainicjowanie, kierowanie i rozwijanie efektywnej współpracy naukowo-badawczej między DECHEMA Forschungsinstitut, Frankfurt a Wydziałem Inżynierii Materiałowej i Ceramiki AGH i przyjmowanie w laboratoriach Instytutu na staże młodych naukowców z Wydziału.\n\nFor initiating, managing and developing effective scientific and research cooperation between DECHEMA Forschungsinstitut, Frankfurt and the Faculty of Materials Science and Ceramics of AGH and admitting young scientists from the Faculty to the Institute's laboratories for internships.\n\nKeramos Award\n\nGabriel Gilis - COO Dyrektor Operacyjny/ Członek Zarządu Verallia Deutschland AG, Bad Wurzach, Badenia – Wirtembergia, Niemcy\n\nZa profesjonalne i wyjątkowo kreatywne podejście do współpracy Przedsiębiorcy z Uczelnią,  realizowane z Wydziałem na wszystkich poziomach: naukowo-badawczym, dydaktycznym i technologicznym\n\nZwłaszcza za: efektywną i pełną zaangażowania współpracę z Wydziałem, obejmującą działalność edukacyjną, stworzenie studentom i absolwentom Wydziału możliwości odbywania staży, praktyk, włączenie w proces dydaktyczny rozwijania kompetencji miękkich oraz łączenia teorii z praktyką. \n\nKamil Kwiatkowski - Dyrektor Zarządzający/Członek Zarządu \"Szkłoland\" Sp. z o.o., Olsztyn\n\nZa wieloletnią efektywną i pełną zaangażowania obopólnie korzystną współpracę z Wydziałem, obejmującą pełne spektrum działalności: naukowej, dydaktycznej, technologicznej oraz związanej z rozwojem kadry naukowej. \n\nZa inspirowanie naszych naukowców oraz studentów do podejmowania nowoczesnej tematyki badawczej.\n\n KERAMOS 2022 \n\nJanusz Kozyrski – Prezes Strzeblowskich Kopalni Surowców Mineralnych Sp. z o.o. w Sobótce\n\nZa wyróżniającą aktywność producenta najwyższej jakości surowców dla przemysłu ceramicznego, kreatywność w tworzeniu oferty rynkowej umożliwiającą odbiorcom produkcję wyrobów o wysokiej jakości.\n\nZa aktywną, wielowątkową pomoc w procesie edukacyjnym na Naszym Wydziale na wszystkich poziomach.\n\nZa inspirującą i efektywną współpracę naukową z pracownikami Wydziału w obszarze surowcowym.\n\nProf. dr hab. inż. Maria Sozańska - Politechnika Śląska, Wydział Inżynierii Materiałowej\n\nZa wielopłaszczyznową współpracę z Uczelnią i Wydziałem oraz kreatywny i inspirujący udział w rozwoju naszej kadry naukowej.\n\nZa rozwój i wzmacnianie znaczenia inżynierii materiałowej w skali Kraju.\n\nZa przyczynianie się do współpracy między Wydziałem Inżynierii Materiałowej Politechniki Śląskiej a Wydziałem Inżynierii Materiałowej i Ceramiki AGH. \n\nDr inż. Genowefa Zapotoczna-Sytek – Wiceprezes Stowarzyszenia Inżynierów i Techników Przemysłu Materiałów Budowlanych\n\nZa wieloletnie zaangażowanie w działalność naukowo-badawczą związaną z rozwojem technologii betonu komórkowego na Wydziale Inżynierii Materiałowej i Ceramiki AGH. \n\nZa wielokrotnie okazywane wsparcie dla procesu dydaktycznego realizowanego na naszym Wydziale, prowadzące do podniesienia poziomu przygotowania naszych Absolwentów. \n\nZa zaangażowanie, które w istotnym stopniu przyczyniło się do budowy pozycji Polski jako europejskiego lidera w produkcji tego bardzo ważnego materiału dla współczesnego budownictwa.\n\n KERAMOS 2021 \n\nMariusz Dadej - CANPACK Poland\n\nZa wieloletnią efektywną i pełną zaangażowania współpracę z Wydziałem obejmującą pełne spektrum działalności: naukowej, dydaktycznej, technologicznej oraz związanej z rozwojem kadry naukowej.\n\nZa znaczny osobisty wkład w integrację środowiska branży szklarskiej w Polsce.\n\nMarek Grabowy - Instytut Energetyki, Oddział Ceramiki Cerel\n\nZa profesjonalne i wyjątkowo kreatywne podejście do współpracy Przedsiębiorcy z Uczelnią,  realizowane z Wydziałem na wszystkich poziomach: naukowo-badawczym, dydaktycznym i technologicznym. \n\nZa inspirowanie naszych naukowców do podejmowania nowoczesnej tematyki badawczej\n\nMaria Sajdak \n\nZa inspirujące i stanowiące wzorzec do naśladowania podejście do łączenia pełnej sukcesów kariery sportowej z prowadzoną w pełnym wymiarze i bardzo dobrymi wynikami edukacją na Wydziale Inżynierii Materiałowej i Ceramiki AGH.\n\nZa utrzymywanie ścisłej więzi z Wydziałem oraz promowanie Wydziału, tak podczas studiowania na WIMiC jak i po ukończeniu edukacji.\n\nProf. Mikołaj Szafran Politechnika Warszawska\n\nZa wieloletnią współpracę z Wydziałem we wszystkich obszarach działalności: naukowej, dydaktycznej oraz związanej z rozwojem kadry naukowej.\n\nZa życzliwe wsparcie Wydziału na wielu polach aktywności oraz znaczny osobisty wkład w integrację środowiska ceramików w Polsce. \n\n KERAMOS 2020 \n\nWiesław Adamczyk - Górażdże Cement\n\nZa bardzo dobre rozumienie roli przemysłu w kształtowaniu procesów przygotowania studentów, absolwentów i doktorantów Wydziału Inżynierii Materiałowej i Ceramiki AGH.\n\nZa wieloletni wkład w budowanie nowoczesnych relacji nauki z przemysłem. \n\nProf. dr hab. inż. Zbigniew Żurek - Politechnika Krakowska\n\nZa wybitne osiągnięcia w dziedzinie korozji wysokotemperaturowej i technologii chemicznej. \n\nZa osobiste zaangażowanie, aktywność i okazywaną pomoc wniesioną w rozwój kadry naukowej Wydziału. \n\nZa długoletnią, owocną współpracę na polu naukowym i organizacyjnym. \n\n KERAMOS 2019 \n\nProf. dr hab. Piotr Kuśtrowski - Dziekan Wydziału Chemii UJ\n\nZa efektywne wspieranie wieloletniej współpracy badawczo-naukowej pomiędzy Wydziałem Inżynierii Materiałowej i Ceramiki AGH a Wydziałem Chemii UJ. Za nieustanny wkład na rzecz promocji i integracji Wydziału z szeroko rozumianym  środowiskiem Polskiej Chemii. Za wzorcowe współdziałanie z Wydziałem przy organizacji ważnych wydarzeń dla tego środowiska. Za wielokrotne przejawy życzliwości i sympatii cechujące prawdziwego przyjaciela Wydziału.\n\nRafał Gajewski - CEMEX Polska\n\nZa wieloletnią pracę i poświęcenie dla dobra Wydziału dokonane w wielu obszarach. Od bogatej działalności w samorządzie studenckim do, realizowanej z sukcesami, kariery w jednej z najsilniejszych firm na rynku materiałów budowlanych. Za szeroko okazywaną więź z macierzystym Wydziałem. Za angażowanie się w proces dydaktyczny. Za rolę ważnego partnera w realizacji wielu wspólnych projektów w obszarze betonu i cementu.\n\nDariusz Kowalczyk- Pilkington IGP\n\nZa pełną pasji i zaangażowania wieloletnią współpracę łączącą Wydział z branżą producentów i przetwórców szkła. Za wielokrotne wsparcie okazywane Wydziałowi, jego studentom i pracownikom. Za nieocenioną pomoc w prowadzeniu procesu dydaktycznego, realizowaną w formie wspólnych zajęć, szkoleń, staży, praktyk czy studiów podyplomowych. \n\nDr hab. inż. Paweł Pichniarczyk, prof. AGH - Instytut Ceramiki i Materiałów Budowlanych\n\nZa wieloletnią i owocną współpracę pomiędzy Wydziałem a Instytutem Ceramiki i Materiałów Budowlanych. Za wsparcie procesu dydaktycznego i realizację z sukcesem bardzo dużej liczby wspólnych projektów badawczych w obszarze materiałów budowlanych, szkła i ceramiki. Za nieustanne dokładanie starań o jak najlepszy wizerunek Wydziału w wielu środowiskach. Za postawę przyjaciela i znakomitego ambasadora Wydziału.\n\n KERAMOS 2018 \n\nPrezes Jan Świątek - Związek Pracodawców POLSKIE SZKŁO\n\nZa wieloletnie wspieranie działań Wydziału w środowisku producentów szkła. Za długi, regularny i ważny wkład w postęp procesu dydaktycznego i badań naukowych, tworzonych w wyniku współdziałania Wydziału ze stroną przemysłową. Za opiekę i stwarzanie warunków rozwoju dla pracowników, absolwentów i studentów naszego Wydziału. \n\nDyrektor Ernest Jelito - Górażdże Cement \n\nZa wspieranie współpracy pomiędzy Wydziałem a środowiskiem producentów spoiw mineralnych i betonu. Za aktywność i zaangażowanie w dyskusji nad programami kształcenia. Za wspieranie rozwoju studentów i młodych absolwentów w ramach praktyk i programów stażowych. Za owocne partnerstwo z Wydziałem w ramach licznych, wspólnych prac badawczych. Za działania na rzecz promocji Wydziału w środowisku społecznym i gospodarczym. \n\nJanusz Tomala - COBEX Polska\n\nZa wielkie zaangażowanie oraz wieloletnią współpracę naukowo-badawczą między Wydziałem a przedstawicielami producentów materiałów węglowych. Za wspieranie działalności dydaktycznej oraz rozwój infrastruktury badawczej Wydziału. Za promocję i tworzenie pozytywnego wizerunku Wydziału w Niemczech i na całym świecie. \n\n KERAMOS 2017 \n\nProf. dr hab. Piotr Stepnowski - Wydział Chemii, Uniwersytet Gdański\n\nZa wieloletnie wspieranie działań Wydziału w środowisku Polskiej Chemii. Za życzliwość i pomoc wniesioną w rozwój Wydziału. Za wielokrotnie okazywaną gotowość do popierania Wydziału w różnych obszarach jego działania. Za prezentowaną z urokiem postawę człowieka kreującego pozytywny wizerunek Wydziału i jego pracowników. \n\nPrezes Jerzy Michalak - Prefbet Śniadowo\n\nZa bardzo aktywne wspieranie współpracy pomiędzy Wydziałem a producentami betonu komórkowego. Za nieoceniony wkład w rozwój badań naukowych, procesu innowacyjnego i dydaktycznego, tworzonych w wyniku współdziałania Wydziału ze stroną przemysłową. Za opiekę i stwarzanie warunków rozwoju dla pracowników, absolwentów i studentów naszego Wydziału. \n\n KERAMOS 2016 \n\nDr. Mrityunjay Singh - President  The American Ceramic Society, Ohio Aerospace Institute NASA Glenn Research Center,\n\nZa wybitne osiągnięcia naukowe w zakresie nowoczesnej ceramiki inżynierskiej, wieloletnią  aktywność w  działalność organizacyjnej  i integracyjnej  światowego środowiska ceramicznego, życzliwość i pomoc dla polskich ceramików, osobistą otwartość i wspaniały przyjacielski charakter.\n\nFor outstanding scientific achievements in the field of high-tech engineering ceramics, long-term and successful activity in the organization and integration of the global  ceramic society, kindness and help for our Faculty, personal openness and a wonderful friendly nature.\n\nProf. dr hab. Henryk Koroniak - Wydział Chemii, Uniwersytet im. Adama Mickiewicza w Poznaniu\n\nZa postawę człowieka zawsze wspierającego działania Wydziału w obszarze chemii i technologii chemicznej. Za osobiste zaangażowanie, aktywność i nieocenioną pomoc wniesioną w rozwój kadry naukowej Wydziału. Za życzliwość i koleżeńskość, które zawsze z urokiem okazywał dla spraw Wydziału i jego pracowników. Za błyskotliwe poczucie humoru, które jakże często pomagało w rozwoju Wydziału. \n\nProf. dr hab. inż. Wojciech Przetakiewicz - Akademia Morska w Szczecinie\n\nZa nieocenioną pomoc okazywaną wielokrotnie w różnych obszarach działalności Wydziału. Za wspaniałą współpracę naukową w zakresie nauki o materiałach i technologii materiałowych. Za działania pomagające pracownikom Wydziału w realizacji ich karier naukowych i zawodowych. Za postawę człowieka, który w pełni zasłużył sobie na miano „Przyjaciela Wydziału”.\n\nPrezes Helena Smoleńska - Spółdzielnia Rękodzieła Artystycznego „Ceramika Artystyczna” w Bolesławcu\n\nZa bardzo aktywne wspieranie współpracy pomiędzy Wydziałem a producentami ceramiki artystycznej. Za nieoceniony wkład w rozwój branży związanej z pięknymi wyrobami bolesławieckich mistrzów rękodzieła artystycznego. Za opiekę i stwarzanie warunków rozwoju dla pracowników, absolwentów i studentów naszego Wydziału. Za otwartość i hojność, która zawsze wspierała ducha artystycznego studentów i pracowników Wydziału. \n\n KERAMOS 2015 \n\nProf. dr hab. Stefan Jurga - Uniwersytet im. Adama Mickiewicza w Poznaniu, Centrum NanoBioMedyczne w Poznaniu\n\nZa odwagę i konsekwencję we wspieraniu różnych obszarów nauki w tym chemii, technologii chemicznej i inżynierii materiałowej, tak bliskiej naszemu Wydziałowi. Za działania fizyka, który pokazał, iż rozumie, że rozwój innych nauk ścisłych oraz technicznych jest niezbędnym do prawidłowego rozwoju naszego Kraju. Za postawę człowieka, który mając takie możliwości, wspaniale wspierał i bronił działania służące rozwojowi Wydziału i istotnie wpłynął na jego obecną pozycję.\n\nProf. dr hab. Jan Sieniawski - Politechnika Rzeszowska\n\nZa pomoc wielokrotnie okazywaną w różnych obszarach działalności Wydziału. Za wspaniałą współpracę naukową w zakresie nauki o materiałach i technologiach materiałowych. Za działania pomagające pracownikom Wydziału w realizacji ich karier naukowych i zawodowych. Za postawę człowieka, który w pełni zasłużył sobie na miano „Przyjaciela Wydziału”.\n\nDr Henryk Szeląg - Instytut Ceramiki i Materiałów Budowlanych, Oddział Szkła i Materiałów Budowlanych w Krakowie\n\nZa wieloletnią i owocną współpracę między Wydziałem a Instytutem w zakresie badań naukowych oraz wydatnego przyczynienia się do utworzenia nowych kierunków kształcenia. Za niestrudzone wspieranie Wydziału w realizacji wspólnych projektów służących rozwojowi dziedzin nauki związanych z materiałami ceramicznymi i budowlanymi. Za  życzliwość i pomoc okazywaną pracownikom i studentom Wydziału.\n\nPrzemysław Powalacz - Geberit Polska \n\nZa odwagę i determinację we wprowadzaniu nowych rozwiązań w polskiej ceramice sanitarnej. Za postawę człowieka szlachetnie wspierającego rozwój utalentowanych studentów i pracowników Wydziału. Za istotną pomoc w kształtowaniu kierunków kształcenia na Wydziale. Za nieustanne wspieranie rozwoju Wydziału i znakomitą jego promocję. \n\nAndrzej Tekiel - Cementownia Kraków Nowa Huta\n\nZa wieloletnie i niestrudzone starania włożone w rozwój Wydziału. Za współpracę i wspieranie Wydziału w procesie tworzenia programów kształcenia studentów. Za nieocenioną pomoc wprowadzania absolwentów w realia polskiego i międzynarodowego przemysłu cementowego oraz wspieranie rozwoju ich karier. Za postawę człowieka dbającego o dobre imię Wydziału \n\n KERAMOS 2014 \n\nInga Kamińska - Polskie Fabryki Porcelany \"Ćmielów\" i \"Chodzież\" S.A.\n\nZa odwagę i determinację w tworzeniu nowych perspektyw dla polskiej porcelany. Za kreowanie wspólne z Wydziałem śmiałych wizji współpracy rozwijanej z pasją i wdziękiem. Za otwartość i pomoc dla pracowników i studentów Wydziału.\n\nProf. Aleksander Uszerow-Marszak - Uniwersytet Budownictwa i  Architektury W Charkowie\n\nZa wieloletnią i owocną współpracę naukową z Wydziałem. Za ogromny wkład wniesiony w badania związane z hydratacją cementów i wpływie domieszek na ten proces. Za życzliwość i wsparcie udzielane pracownikom i studentom Wydziału.\n\nProf. dr hab. inż. Jarosław Mizera - Politechnika Warszawska\n\nZa wszechstronny udział w postęp współpracy Wydziału z jednostkami naukowymi związanymi z inżynierią materiałową. Za postawę człowieka wspierającego rozwój Wydziału w wielu obszarach jego działalności. Za pozytywny wpływ na kształtowanie inteligentnej konkurencji pomiędzy Wydziałami, która nie przeszkadza, a motywuje i pomaga.\n\nJózef Kostrzewski - Stowarzyszenie Producentów Betonów\n\nZa ogromny wkład w rozwijanie współpracy pomiędzy Wydziałem a instytucjami i producentami branży materiałów budowlanych. Za istotne wsparcie działań Wydziału w obszarze realizacji procesu dydaktycznego i badań naukowych. Za życzliwość dla pracowników i studentów Wydziału\n\nAndrzej Cała - Pilkington Automotive Poland\n\nZa ogromny wkład w rozwój przemysłu produkcji szyb samochodowych. Za odwagę człowieka potrafiącego działać w bardzo trudnych sytuacjach. Za wieloletnią i ścisłą współpracę z Wydziałem, jego pracownikami, studentami i absolwentami. \n\n KERAMOS 2013 \n\nProf. dr hab. inż. Henryk Górecki - Politechnika Wrocławska\n\nZa postawę godną miana prawdziwego przyjaciela Wydziału. Za bezinteresowne wspieranie działań Wydziału w obszarze technologii chemicznej i technologii materiałów.  Za osobiste zaangażowanie, aktywność i nieocenioną pomoc wniesioną w rozwój kadry naukowej Wydziału. Za życzliwość i koleżeńskość, którą zawsze okazywał naszym pracownikom.\n\nStanisław Hybner - Zakłady Ceramiki Sanitarnej Hybner SA\n\nZa wieloletnią współpracę i wkład w rozwój Wydziału. Za odwagę we wprowadzaniu nowych rozwiązań w technologiach ceramiki sanitarnej. Za wspieranie działalności dydaktycznej i organizacyjnej Wydziału. Za postawę człowieka odpowiedzialnego za rozwój kontaktów pomiędzy nauką i gospodarką w naszym kraju\n\nDr Hubert Jäger - SGL Carbon Group\n\nFor the great commitment to the cooperation between the Faculty and SGL Group; the concept and realization of the “International Carbon Centre”; modernization of the lecture theatre in the Faculty of Materials Science and Ceramics; for promoting and creating the positive image of the Faculty in Germany and worldwide.\n\nZa wielkie zaangażowanie we współpracy między Wydziałem a SGL Group. Za koncepcję i realizację “Międzynarodowego Centrum Węglowego”. Za modernizację sali wykładowej Wydziału oraz promocję i tworzenie pozytywnego wizerunku Wydziału w Niemczech i na całym świecie. \n\nMarek Małecki - Grupa Kapitałowa SOLBET\n\nZa bardzo aktywne wspieranie współpracy pomiędzy Wydziałem a producentami betonu komórkowego i chemii budowlanej. Za ogromny wkład w rozwoju badań i procesu dydaktycznego związanego z betonami komórkowymi. Za opiekę i stwarzanie warunków rozwoju dla pracowników, absolwentów i studentów naszego Wydziału. \n\nZdzisław Stachura - Instytut Ceramiki i Materiałów Budowlanych\n\nZa wszechstronny udział w rozwoju wielu gałęzi technologii ceramicznych. Za ogromny, pozytywny wpływ na rozwój dyscyplin naukowych związanych z Wydziałem. Za wspieranie działalności badawczej i dydaktycznej Wydziału. Za kreowanie pozytywnego wizerunku Wydziału w środowisku naukowym i gospodarczym kraju.\n\n KERAMOS 2012 \n\nProf. dr hab. Adam Bielański\n\nZa ogromny wkład wniesiony w utworzenie i kierowanie Wydziałem w pierwszych latach jego istnienia. Za wieloletnie wspieranie i promowanie Wydziału swoją wiedzą i autorytetem w polskim i międzynarodowym środowisku naukowym. Za nienaganną postawę człowieka szlachetnego i uczciwego, który wychował wiele pokoleń ludzi służących rozwojowi nauk chemicznych i ceramicznych. \n\nAndrzej Wodzyński - Ceramika Tubądzin\n\nZa wieloletnią współpracę i wspieranie rozwoju naukowego Wydziału. Za odwagę we wprowadzaniu nowych rozwiązań w technologiach produkcji płytek ceramicznych. Za wspieranie działalności dydaktycznej i organizacyjnej Wydziału. Za postawę człowieka odpowiedzialnego za rozwój nauki i kultury w naszym kraju\n\nTadeusz Wrześniak - Huty Szkła „Wrześniak Glassworks”\n\nZa ogromny wkład wniesiony we współpracę pomiędzy Wydziałem a przemysłem związanym z polskim hutnictwem szkła. Za wieloletnią i różnorodną pomoc dla pracowników Wydziału jego studentów i absolwentów. Za owocną współpracę naukową i wsparcie udzielane Wydziałowi w wielorakich formach wspólnej działalności.\n\nMieczysław Soboń - Stowarzyszenie Producentów Betonu\n\nZa zapoczątkowanie i aktywne wspieranie współpracy pomiędzy Wydziałem a producentami betonu. Za wspieranie rozwoju badań i procesu dydaktycznego związanego z autoklawizowanymi betonami komórkowymi. Za opiekę i stwarzanie warunków rozwoju dla pracowników, absolwentów i studentów Wydziału. \n\nMichał Staszewski - Związek Pracodawców Ceramiki Budowlanej i Silikatów \n\nZa stworzenie i rozwijanie wieloletniej współpracy pomiędzy Wydziałem a przemysłem ceramiki budowlanej. Za umiejętne łączenie promowania wiedzy o historii produkcji materiałów ceramicznych na ziemiach polskich z wprowadzaniem najnowszych rozwiązań technologicznych. Za wspieranie działalności naukowej i dydaktycznej Wydziału. Za kreowanie pozytywnego wizerunku Wydziału\n\n KERAMOS 2011 \n\nJacek Koźlecki - Dolina Nidy\n\nZa wieloletnie wsparcie i inspirujący wkład w rozwój Wydziału i Uczelni w zakresie kształcenia i badań naukowych. Za współtworzenie i aktywny udział w corocznym Wydziałowym Forum Akademicko-Przemysłowym. Za wkład w rozwój związanych z Wydziałem gałęzi przemysłu gipsowego, cementowego i suchych zapraw budowlanych.\n\nKrzysztof Witkowski - Bruk-Bet Nieciecza\n\nZa kreowanie pozytywnego wizerunku Wydziału i wielokrotne wspieranie jego działalności na różnych płaszczyznach. Za stwarzanie możliwości rozwoju studentów, pracowników i absolwentów Wydziału w obszarze technologii betonów. Za propagowanie społecznej odpowiedzialności biznesu za rozwój nauki, kultury i sportu. \n\nRoman Leśniak - Zakłady Porcelany Elektrotechnicznej „ZAPEL” w Boguchwale\n\nZa zapoczątkowanie i aktywne wspieranie współpracy pomiędzy Wydziałem a zakładami przemysłu ceramiki elektrotechnicznej w zakresie działalności dydaktycznej i naukowo-badawczej. Za wieloletnią i różnorodną pomoc dla pracowników Wydziału jego studentów i absolwentów. Za kreatywny wpływ na ukształtowanie pozytywnej opinii o Wydziale.\n\nKatarzyna Klimowicz - Prezes Zarządu Polska Ceramika Ogniotrwała „Żarów” \n\nZa ogromny wkład wniesiony do współpracy pomiędzy Wydziałem a producentami materiałów ogniotrwałych. Za wieloletnie wspieranie badań naukowych i procesu dydaktycznego, zwłaszcza w kontekście powiązania go z nowoczesną rzeczywistością przemysłu materiałów ogniotrwałych. Za propagowanie  pozytywnego wizerunku Wydziału. \n\n KERAMOS 2010 \n\nProf. Michael Bredol - Fachhoschule Münster\n\nZa wieloletnią współpracę naukowo-dydaktyczną Wydziału z Fachhoschule Münster; za ofiarną pomoc i wspieranie studentów i pracowników Wydziału w pracach badawczych w Niemczech i na świecie; za wspaniałą atmosferę współpracy na wielu płaszczyznach.\n\nFor many years of research and teaching collaboration of the Faculty with Fachhoschule Münster, for generous assistance and support for the students and staff of the Faculty in research work in Germany and worldwide, for the wonderful atmosphere of cooperation on many levels. \n\nProf. Thomas Graule - EMPA\n\nZa aktywną współpracę naukowo-dydaktyczną Wydziału z instytutem EMPA; za realizacje wspólnych prac magisterskich i doktorskich; za kreowanie pozytywnego wizerunku Wydziału w Szwajcarii i poza jej granicami.\n\nFor the active academic and research cooperation of the Faculty with EMPA Institute, for the accomplishment of joint master’s theses and doctoral dissertations, for creating a positive image of the Faculty in Switzerland and abroad. \n\nProf. Kiyotaka Matsuura - Hokkaido University \n\nZa wkład w wielotorową współpracę naukowo-dydaktyczną Wydziału z Hokkaido University; za promocje i kreowanie pozytywnego wizerunku Wydziału w Japonii i na świecie.\n\nFor the contribution to multi-educational and scientific cooperation of the Faculty with Hokkaido University, for promoting and creating the positive image of the Faculty in Japan and worldwide. \n\n KERAMOS 2009 \n\nAndrzej Balcerek - GÓRAŻDŻE CEMENT \n\nZa wieloletni wkład w rozwój polskiego i europejskiego przemysłu cementowego oraz konsekwentne kształtowanie właściwych relacji pomiędzy nowoczesnym i odpowiedzialnym biznesem i nauką. Za wieloraką pomoc dla Wydziału, jego pracowników i absolwentów. \n\nJerzy Dąbrowski - Krośnieńskie Huty Szkła.\n\nZa nawiązanie i rozwój współpracy dydaktycznej Wydziału ze środowiskiem producentów szkła (organizacja studiów niestacjonarnych, staży studenckich). Za nawiązanie i wieloletnie prowadzenie współpracy naukowo-badawczej pomiędzy Wydziałem (Katedrą Szkła) a Krośnieńskimi Hutami Szkła. \n\nProf. dr hab. Krzysztof J. Kurzydłowski - Politechnika Warszawska\n\nZa wieloletnią współpracę naukową i dydaktyczną z Wydziałem. Za  wkład w rozwój krajowego i międzynarodowego środowiska inżynierii materiałowej i nauki o materiałach. Za wspieranie inicjatyw i planów rozwojowych Wydziału. Za postawę godną miana przyjaciela Wydziału\n\nWiesław Ochman\n\nZa ogromny wkład wniesiony w kreowanie pozytywnego wizerunku i promocję Wydziału w kraju i za granicą. Za wieloraką działalność charytatywną. Za godne prezentowanie swą osoba sylwetki inżyniera i absolwenta Wydziału będąc wielkim człowiekiem i wielkim artystą.\n\nAndrzej Ptak - CEMENTOWNIA OŻARÓW \n\nZa wieloletni osobisty wkład w rozwój polskiego przemysłu cementowego. Za budowanie z zaangażowaniem i z pasją pozytywnego obrazu polskiego inżyniera i menadżera. Za umiejętność prezentowania poprzez swoje przygotowanie merytoryczne i umiejętność współpracy z ludźmi, sylwetki wybitnego absolwenta Wydziału.\n\nJózef Siwiec - Zakłady Magnezytowe Ropczyce\n\nZa wieloletnie wspieranie Wydziału w procesach integracji ze środowiskiem przemysłowym. Za kreowanie pozytywnego wizerunku Wydziału w branży materiałów ogniotrwałych. Za współtworzenie i aktywny udział w corocznym Wydziałowym Forum Akademicko-Przemysłowym.\n\nDr n. med. Emil Staszków - Szpital im. G. Narutowicza w Krakowie\n\nZa wieloletnią współpracę naukową i dydaktyczną w zakresie inżynierii biomateriałów, a szczególnie za prace nad nowymi implantami do zastosowań w chirurgii i ortopedii. Za organizację i przewodniczenie działającego przy Wydziale Stowarzyszenia Biomateriałów i czasopisma Inżynieria Biomateriałów. Za bezinteresowną pomoc wielu pracownikom naszego Wydziału.\n\nJanusz Suszczyński - Stowarzyszenia Producentów Materiałów Ogniotrwałych\n\nZa wkład w rozwój związanej z Wydziałem branży producentów materiałów ogniotrwałych. Za wieloletnią i aktywną współpracę z Wydziałem. Za duży udział w kreowaniu pozytywnej opinii o inżynierach-absolwentach Wydziału w różnych okresach historii kraju.\n\nStanisław Tępiński - ZPC Paradyż\n\nZa wkład w rozwój przemysłu płytek ceramicznych. Za wieloletnią współpracę z Wydziałem zarówno w zakresie dydaktyki (wspólne prace dyplomowe, staże studenckie, pomoc w doposażeniu sal dydaktycznych) jak i realizacji wspólnych prac badawczych i wdrożeniowych. Za aktywne członkostwo w Wydziałowym Forum Akademicko-Przemysłowym i zaangażowanie w bieżące życie Wydziału.\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/wspolpraca", "title": " Współpraca, Wydział Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "3acf86f3e1ffe767dc53b8cd18b55c77", "word_count": 3755, "headings": [{"level": 1, "text": "Współpraca"}, {"level": 2, "text": "Stopka"}]}}