{"content": "#  NAWA STER -- AGH University Doctoral School \n\nURL: https://sd.agh.edu.pl/en/nawa-ster\nCrawled: 2025-03-19 21:21:57\n\nSkip to content\n\nSkip to footer\n\n NAWA STER \n\n Competition for internships 2025 - II edition \n\n Results of the competition for interships 2025 - I edition \n\n Competition for internships 2025 - I edition \n\n Results of the competition for doctoral scholarships 01.10.2024 - 30.09.2025 - UPDATE \n\n Results of the competition for doctoral scholarships 01.10.2024 - 30.09.2025 \n\n Competition for doctoral scholarships 2024/2025 \n\nOn January 1, 2024, the AGH Doctoral School started the next edition of the NAWA STER programme - internationalization of doctoral schools as part of the project titled \"International Space of the AGH Doctoral School\".\n\nThe aim of the project is to increase the quality and effectiveness of education for doctoral students of the AGH Doctoral School by increasing its internationalization.\n\n• Funding amount: PLN 2,000,000\n\n• Implementation period: 01/01/2024 - 31/12/2026\n\nAs part of the project, the AGH Doctoral School plans to increase international activity by increasing the international mobility of doctoral students by financing their internship trips to foreign research centers. The aim of the project is also to provide scholarship support for foreign doctoral students and Polish doctoral students implementing doctoral projects in international cooperation. Another action is to attract foreign doctoral students and supervisors from abroad by intensifying the promotion of the AGH Doctoral School internationally, as well as initiating cooperation with professors from other research centers by organizing visits of visiting professors.\n\nAction 1: We plan to award 10 scholarships per year as an increase in the doctoral scholarship paid by AGH. The activity is addressed to PhD students of SD AGH.\n\nAction 2: We plan to carry out approximately 20 research internships. The activity is addressed to PhD students of SD AGH. We assume that as part of the new project, many good doctoral students who did not have such an opportunity before will be able to go to foreign research units.\n\nAction 3: We plan to organize at least 8 visits of visiting professors offering classes for SD AGH doctoral students.\n\nSD plans to organize the Krakow Deep-Learning Summer School for SD AGH doctoral students.\n\nAction 4: As part of the project, we plan to finance 2 study visits to foreign universities in order to establish closer cooperation in the joint education of doctoral students. We will strive to establish close cooperation with universities with which we have close contacts through visiting professors.\n\nAction 5: As part of the project, we plan to participate in at least two events such as educational fairs as part of meetings and information and promotional activities. The activity is addressed to candidates for SD AGH.\n\nThe AGH Doctoral School was also a beneficiary of the 1st edition of the NAWA STER programme - internationalization of doctoral schools as part of the project entitled \"Expanding the Internationalization of the AGH Doctoral School\".\n\n• Funding amount: PLN 1,980,000\n\n• Project amount: PLN 2,000,000\n\n• Implementation period: 04/01/2021 - 31/12/2023\n\nStopka\n\nAGH University Doctoral School\nbuild. A3, I floor, room 118\nal. Mickiewicza 30\n30-059 Krakow\n\nOffice for Doctoral Students' Affairs\n E-mail: phd@agh.edu.pl\n Phone: +48 12 617 56 13\n Phone: +48 12 617 56 11\n Phone: +48 12 617 56 14\n Direct and telephone support for doctoral students\n Monday - closed\n Tuesday - Friday - 9:00 a.m. - 1:00 p.m.\n\nDirector's Office\n E-mail: sdbiuro@agh.edu.pl\n Phone: +48 12 617 56 12\n\nBack", "metadata": {"url": "https://sd.agh.edu.pl/en/nawa-ster", "title": " NAWA STER -- AGH University Doctoral School ", "depth": 3, "duplicate": false, "content_hash": "f7f9b8392da909d492eedad3df1186d5", "word_count": 550, "headings": [{"level": 1, "text": "NAWA STER"}, {"level": 2, "text": "Stopka"}]}}