{"content": "Rb-D.0201 -1-55/20 \nStrona 1 z 4 ZARZĄDZENIE Nr 55/2020 \nRektora Akademii Górniczo -Hutniczej  \nim. Stanisława Staszica w Krakowie  \nz dnia 26 sierpni a 2020 r. \nw sprawie Uczelnianej Bazy Przedmiotów Obieralnych  \n \nDziałając na  podstawie art. 23 ust. 1 ustawy z dnia 20 lipca 2018 r. – Prawo o szkolnictwie \nwyższym i nauce (t.j. Dz. U. z 2020 r. poz. 85, z późn. zm.) oraz § 20 ust. 1 i § 21 ust. 3 Statutu \nAGH (uchwała Senatu AGH Nr 137/2019 z dnia 26 czerwca 2019 r. z późn. zm.), zarządzam,  \nco następuje:  \n§1.  \nZałożenia Uczelnianej Bazy Przedmiotów Obieralnych  \nDążąc do zwiększenia obieralności i elastyczności w procesie kształcenia, stanowiącej gwarant \naktualności oferty dydaktycznej Uczelni, w trosce o jakość kształcenia, jak równi eż mając  \nw perspektywie dążenie do uczynienia z Uczelni nowoczesnego europejskiego uniwersytetu \ntechnicznego, w którym obok nauk technicznych, ścisłych czy przyrodniczych, również nauki \nhumanistyczne i społeczne mają swoją silną reprezentację, określam za sady funkcjonowania \nmiędzywydziałowego programu „Uczelniana Baza Przedmiotów Obieralnych”, dalej jako UBPO.  \n§2.  \nCele UBPO  \n1. Celem Programu jest stworzenie studentom AGH szerokiej oferty pozwalającej na elastyczne \nkształtowanie lub uzupełnienie programu studiów w zakresie:  \n1) doskonalenia poziomu znajomości specjalistycznego języka obcego;  \n2) uzyskania zakładanych efektów uczenia się  w zakresie przedmiotów humanistycznych  \ni społecznych;  \n3) doskonalenia efektów uczenia się w zakresie innowacyjnych badań naukowych  \ni technologii.  \n2. Przedmioty wchodzące w skład UBPO tworzą centralną uczelnianą bazę przedmiotów do \nwyboru dla studentów polskich oraz studentów zagranicznych.  \n§3.  \nStruktura organizacyjna związana z funkcjonowaniem UBPO   \n1. Strukturę organizacyjną związaną z funkcjonowaniem UBPO tworzą:  \n1) Prorektor ds. Kształcenia;  \n2) Pełnomocnik Rektora ds. Przedmiotów Obieralnych;  \n3) Rada Programowa ds. Przedmiotów Obieralnych;  \n4) zespoły robocze.  \n2. Za obsługę administracyjną UBPO oraz Rady Programowej ds. Przedmiotów Obieralnych,  \na także za koordynację zapisów studentów na zajęcia odpowiedzialny jest Dział Organizacji \nStudiów w Centrum Organizacji Kształcenia (dalej jako DOS).  \n3. Za planowanie, organizację i prowadzenie zajęć odpowiedzialne są wydziały AGH \nodpowiadające za dany przedmiot w ramac h UBPO.  \n§4.  \nPełnomocnik Rektora ds. Przedmiotów Obieralnych  \n1. Rektor powołuje Pełnomocnika Rektora ds. Przedmiotów Obieralnych, zwanego dalej \nPełnomocnikiem,  na wniosek Prorektora ds. Kształcenia na okres kadencji.  \n2. Rektor może odwołać Pełnomocnika z własnej inicjatywy, a także na wniosek Prorektora  \nds. Kształcenia lub Rady Programowej podjęty zwykłą większością głosów w obecności co \nnajmniej połowy jej składu.  \n3. Do zadań Pełnomocnika należy w szczególności:  \n1) przewodnic zenie posiedzeniom Rady Programowej;  \n2) współpraca z  jednostkami Uczelni w  zakresie przedmiotów UBPO;  \n3) zwoływanie posiedzeń Rady Programowej zaś w razie potrzeby zwoływanie posiedzeń \nzespołów roboczych w zależności od problematyki UBPO;  \n\nRb-D.0201 -1-55/20 \nStrona 2 z 4 4) przygotowanie i przedkładanie Radzie sprawozdania w zakresie analizy i oceny \nfunkcjonowania UBPO w każdym roku akademickim.  \n4. Pełnomocnik odpowiada za:  \n1) realizację założeń UBPO;  \n2) nadzór nad zapisami studentów na przedmioty w ramach UBPO;  \n3) realizację na wydziałach uczelnianych wytycznych dotyczących realizacji przedmiotów \nobieralnych.  \n§5.  \nRada Programowa  \n1. Rektor powołuje Radę Programową ds. Przedmiotów Obieralnych, zwaną dalej Radą \nProgramową, na okres kadencji, na wniosek Prorektora ds. Kształcenia.  \n2. W skład Rady Programowej wch odzi z każdego wydziału jeden prodziekan odpowiedzialny za \nsprawy kształcenia na danym Wydziale wskazany przez Dziekana Wydziału, Pełnomocnik \nRektora ds. Przedmiotów Obieralnych, przedstawiciel studentów oraz pracownicy DOS \nodpowiedzialni za obsługę admini stracyjną UBPO .  \n3. Rektor może odwołać członka Rady Programowej z własnej inicjatywy, a także na wniosek \nProrektora ds. Kształcenia lub Rady Programowej podjęty zwykłą większością głosów  \nw obecności co najmniej połowy jej składu.  \n4. Rada Programowa podlega Prorektorowi ds. Kształcenia.  \n5. Do zadań Rady Programowej należy w  szczególności:  \n1) opiniowanie oferty przedmiotów UBPO na dany rok akademicki ; \n2) opiniowanie propozycji nowych przedmiotów do UBPO;  \n3) monitorowanie oferty UBPO oraz aktywny udział w jej modyfikacji;  \n4) wdrażanie zaleceń i wymogów Uczelnianego Zespołu ds. Jakości Kształcenia dotyczących \nprzedmiotów obieralnych w Uczelni, zwłaszcza upowszechnianie dobrych praktyk w tym \nzakresie;  \n5) monitorowanie doświadczeń krajowych i zagranicznych w zakresie obieralności or az \nwspółpraca z innymi ośrodkami akademickimi w zakresie doskonalenia jakości kształcenia \nw ramach przedmiotów obieralnych.  \n6. W razie potrzeby w  celu efektywnej realizacji swoich zadań Rada Programowa może, \nw porozumieniu z  Prorektorem ds. Kształcenia, zapra szać do stałej lub doraźnej współpracy \nekspertów z  Uczelni, jak i  spoza niej, a także powoływać zespoły robocze do rozwiązywania \nbieżących spraw związanych z jej działalnością.  \n7. Rada zbiera się na posiedzeniach co najmniej raz na trzy miesiące.  \n8. Posiedzenia zwołuje Pełnomocnik. Posiedzenia są protokołowane. Decyzje podejmowane \nprzez Radę Programową zapadają zwykłą większością głosów w obecności co najmniej \npołowy jej składu.  \n§6.  \nOferta przedmiotów UBPO  \n1. Przedmioty stanowiące ofertę UBPO prowadzone są w  ramach  studiów pierwszego i  drugiego \nstopnia oraz podzielone są na trzy bloki:  \n1) blok obcojęzyczny – obejmujący przedmioty prowadzone w całości wyłącznie w językach \nobcych;  \n2) blok humanistyczno -społeczny – obejmujący przedmioty z dziedziny nauk \nhumanistycznych lub nauk społecznych;  \n3) blok innowacyjny – obejmujący przedmioty związane z najnowszymi osiągnięciami \nbadawczymi czy technologicznymi.  \n2. Niezależnie od bloków przedmiotów, o których mowa w ust. 1, Rada Programowa, na wniosek \nProrektora ds. Kształcenia, może utworz yć kolejny blok albo bloki przedmiotów.  \n3. Informacja o  przedmiotach w ofercie UBPO na dany rok akademicki ogłaszana jest na stronie \ninternetowej w systemie Sylabus AGH (sylabusy.agh.edu.pl).  \n4. Dodawanie nowych przedmiotów do UBPO następuje zgodnie z  poniższym i zasadami:  \n1) przedstawiciel wydziału w Radzie Programowej albo kierownik innej niż wydział jednostki \norganizacyjnej zgłasza propozycję przedmiotu w ramach UBPO;  \n2) przedmiot w ramach UBPO powinien spełniać następujące wymogi:  \na) każdy przedmiot należy zakwalifiko wać do danego bloku UBPO,  \n\nRb-D.0201 -1-55/20 \nStrona 3 z 4 b) przedmiotowi z bloku humanistyczno -społecznego należy przypisać poziom studiów, \nna którym będzie realizowany,  \nc) dla każdego przedmiotu należy określić wymiar godzinowy zajęć wraz ze wskazaniem \nich formy,  \nd) po pozytywnej opinii Rady Pr ogramowej i  zatwierdzeniu przez Prorektora  \nds. Kształcenia, należy sporządzić i  opublikować sylabus przedmiotu, a w przypadku \nprzedmiotów w języku obcym sylabus w  języku obcym, na zasadach określonych \nw Regulaminie studiów wyższych AGH,  \ne) przedmioty stanowiące ofertę programu UBPO prowadzone są semestralnie,  \nf) weryfikacja zakładanych efektów uczenia się w ramach przedmiotów UBPO,  \nw tym w szczególności w postaci egzaminów i zaliczeń, odbywa się na zasadach \nokreślonych w Regulaminie studiów wyższych AGH;  \n3) Rada Programowa na posiedzeniu opiniuje propozycje nowych przedmiotów. Jeżeli dany \nprzedmiot nie stanowi elementu programu studiów obowiązującego na danym kierunku, \npoziomie i  profilu kształcenia, Rada Programowa wnioskuje o przypisanie przedmiotowi \nliczby punktów ECTS w wymiarze zgodnym z zasadami szacowania punktów ECTS \nprzyjętymi przez Radę Programową. Jeżeli dany przedmiot stanowi element programu \nstudiów obowiązującego na danym kierunku, poziomie i  profilu kształcenia wówczas \nprzyjmuje się taką liczbę  punktów ECTS, jaka wynika z  tego programu studiów;  \n4) po pozytywnej opinii Rady Programowej, działający z upoważnienia Rektora, Prorektor \nds. Kształcenia zatwierdza listę nowych przedmiotów włączanych do UBPO.  \n5. W wyjątkowych, szczególnie uzasadnionych przypad kach dopuszcza się możliwość wycofania \nlub zawieszenia przedmiotu. Szczegółowe zasady postępowania w tym zakresie określi \nProrektor ds. Kształcenia.  \n6. W przypadku konieczności zmiany treści przedmiotów wpisanych na listę UBPO wpływających \nna liczbę punktów E CTS bądź liczbę godzin zajęć dydaktycznych, ust. 4 stosuje się \nodpowiednio.  \n§7.  \nZajęcia w ramach UBPO  \n1. Zajęcia dydaktyczne stanowiące ofertę UBPO prowadzone są przez nauczycieli akademickich \nodpowiednich wydziałów lub innych niż wydział jednostek organizacyjnych AGH, a także \nprzez specjalistów spoza Uczelni.  \n2. Zajęcia dydaktyczne prowadzone w  ramach UBPO wliczane są do pensum dydaktycznego \nnauczycieli akademickich na ich macierzystych jednostkach zgodnie z obowiązującymi  \nw Uczelni przepisami dotyczą cymi pensum dydaktycznego.  \n3. Rozliczenia finansowe zajęć prowadzonych w ramach UBPO odbywają się na zasadach \nokreślonych w założeniach do planu rzeczowo -finansowego ustalonego przez Rektora AGH.  \n§8.  \nZasady wyboru przedmiotów w ramach UBPO  \n1. Przedmioty w ramach  UBPO prowadzone są jako przedmioty ogólnouczelniane i  dostępne są \ndla studentów studiów wyższych AGH, a  także dla studentów przybywających do AGH \nw ramach programów wymian.  \n2. Studenci AGH mogą uczestniczyć w  zajęciach na następujących warunkach:  \n1) realizując dany przedmiot jako przedmiot obieralny, w  zakresie programu studiów \nobowiązującego na danym kierunku, poziomie i  profilu kształcenia;  \n2) realizując dany przedmiot jako przedmiot dodatkowy, z tym że z chwilą umieszczenia \ntakiego przedmiotu w  semestraln ym planie studiów student zobowiązany jest go zaliczyć \nzgodnie z  wymogami określonymi w  Regulaminie studiów wyższych AGH oraz przez \nprowadzącego przedmiot; związane z  tym punkty ECTS nie są uwzględniane przy \nzaliczeniu danego semestru studiów, zaś są uwzgl ędniane jako dodatkowe osiągnięcia \nstudenta w  suplemencie;  \n3) w przypadku przyporządkowania przedmiotu tylko do jednego poziomu studiów przez \nprowadzącego przedmiot, zgodnie z § 6 ust. 4 pkt 2 lit. b) niniejszego zarządzenia, \nstudent może realizować wybrany p rzez siebie przedmiot, jeżeli jest zgodny z poziomem \njego studiów;  \n4) przedmiot zrealizowany przez studenta na poziomie studiów pierwszego stopnia nie może \nbyć ponownie realizowany na poziomie studiów drugiego stopnia.  \n\nRb-D.0201 -1-55/20 \nStrona 4 z 4 3. W przypadku przedmiotów prowadzonych w j ęzykach obcych pierwszeństwo przy zapisach \nmają studenci zagraniczni macierzystego wydziału, a następnie studenci zagraniczni innych \nwydziałów, studenci polscy macierzystego wydziału, studenci polscy innych wydziałów.  \n4. Studenci, którzy uczestniczą w  zajęcia ch w językach obcych stanowiących ofertę UBPO \npowinni posługiwać się językiem obcym co najmniej na poziomie średnio zaawansowanym \n(minimalny zalecany poziom B2).  \n§9.  \nZapisy na zajęcia w ramach UBPO  \n1. Zapisy studentów na poszczególne przedmioty odbywają się elektronicznie za pomocą \nsystemu informatycznego Uczelni.  \n2. Organizacja zapisów na przedmioty stanowiące ofertę Programu UBPO przebiega według \nnastępującego harmonogramu:  \n1) przekazanie przez wydziały grafików przedmiotów oferowanych w ramach UBPO do Działu \nOrganizacji Studiów;  \n2) uruchomienie zapisów studentów na poszczególne przedmioty;  \n3) zamknięcie zapisów studentów;  \n4) zatwierdzenie listy uruchomionych przedmiotów w ramach UBPO w  danym semestrze \nprzez Prorektora ds. Kształcenia;  \n5) rozpoczęcie i  realizacja zajęć.  \n§10.  \nJakość kształcenia w ramach UBPO  \n1. Dla wszystkich przedmiotów realizowanych w  ramach programu UBPO prowadzone są \nbadania ankietowe oraz hospitacje na zasadach określonych przez Rektora AGH.  \n2. Działania, o których mowa w ust. 1 mają sprzyjać doskonaleniu jakości kształcenia \nw zakresie przedmiotów prowadzonych w  ramach UBPO.  \n§11.  \nZasady odpłatności  \n1. Studenci zagraniczni przybywający do AGH w  ramach programów wymian \nmiędzynarodowych mogą uczestniczyć w  zajęciach UBPO nieodpłatnie.  \n2. Pozostali studenci niewymie nieni w ust. 1 mogą także uczestniczyć w  zajęciach UBPO \nnieodpłatnie, chyba że przepisy odrębne stanowią inaczej.  \n§12.  \nPrzepisy końcowe  \n1. Traci moc zarządzenie Nr 39/2016 Rektora Akademii Górniczo -Hutniczej im. Stanisława \nStaszica w  Krakowie z  dnia 2 listo pada 2016 r. w sprawie Uczelnianej Bazy Przedmiotów \nObieralnych, z zastrzeżeniem ust. 2.  \n2. W roku akademickim 2019/2020 Uczelniana Baza Przedmiotów Obieralnych działa na \nzasadach dotychczasowych, określonych w Zarządzeniu, o którym mowa w ust. 1.  \n3. Realizację i nadzór nad wykonaniem niniejszego zarządzenia powierzam Prorektorowi  \nds. Kształcenia.  \n4. W sprawach nieuregulowanych w niniejszym zarządzeniu decyzje podejmuje Prorektor  \nds. Kształcenia, z wyjątkiem spraw należących do kompetencji innych podmiotów.  \n5. Zarządzenie wchodzi w  życie z  dniem ogłoszenia.  \n \n \n \nR E K T O R \n \n \nprof. dr hab. inż. Tadeusz Słomka  \n \n\n", "metadata": {}}