{"content": "# Uroczystość nadania tytułu DHC dr. Mrityunjayowi Singhowi-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/wydarzenia/detail/s/uroczystosc-nadania-tytulu-dhc-dr-mrityunjayowi-singhowi\nCrawled: 2025-03-19 22:00:16\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nWydarzenia w AGH\n\nWydarzenia w AGH\n\nUroczystość nadania tytułu DHC dr. Mrityunjayowi Singhowi\n\n Pobierz plik iCal \n\nDodaj do kalendarza Google\n\nDodaj do kalendarza Outlook\n\nDodaj do kalendarza Office 365\n\nDodaj do kalendarza Yahoo\n\n 2 czerwca 2023 r. o godz. 12.00 w Auli AGH odbędzie się uroczystość nadania tytułu doktora honoris causa doktorowi Mrityunjayowi Singhowi. \n\n O wydarzeniu \n\nProgram uroczystości*\n\n„Gaude Mater Polonia” w wykonaniu chóru Zespołu Pieśni i Tańca AGH „Krakus”\n\nPrzemówienie Rektora AGH prof. Jerzego Lisa\n\nWystąpienie Dziekana Wydziału Inżynierii Materiałowej i Ceramiki prof. Jerzego Jedlińskiego\n\nWystąpienie promotora\n\nWręczenie dyplomu\n\nWykład mistrzowski\n\n„Gaudeamus igitur” w wykonaniu chóru Zespołu Pieśni i Tańca AGH „Krakus”\n\n*uroczystość będzie prowadzona w języku angielskim\n\nŻyciorys dr. Mrityunjaya Singha\n\nDr Mrityunjay Singh pełni funkcję Głównego Naukowca w Ohio Aerospace Institute w Cleveleand w stanie Ohio, USA. Stopień doktora w dziedzinie inżynierii procesów metalurgicznych uzyskał w 1983 roku w Indian Institute of Technology–BHU (IIT–BHU )w Waranasi w Indiach, a swoją karierę naukową kontynuował na Uniwersytecie Stanowym Luizjany w Baton Rouge i Rensselaer Polytechnic Institute w Troy w stanie Nowy Jork. Dr Singh jest członkiem World Academy of Ceramics we Włoszech, a także pracownikiem naukowym w American Ceramic Society, ASM International, American Association for the Advancement of Science, Indian Institute of Metals i National Academy of Inventors. Jest również członkiem honorowym European Ceramic Society, Indian Institute of Ceramics, Materials Research Society of India, Indian Ceramic Society oraz Honorowym Dożywotnim Członkiem stowarzyszenia Alpha Sigma Mu i American Ceramic Society. Tytuły doktora honoris causa nadały mu Nagaoka University of Technology w Japonii i Słowacka Akademia Nauk.\n\nDr Singh jest uznanym naukowcem, którego wieloletni i znaczący wkład w rozwój zaawansowanych materiałów i technologii wytwórczych zyskał światową renomę. W swoich badaniach skupia się zarówno na kwestiach podstawowych, jak i praktycznych, a wyniki jego odkryć odgrywają znaczącą rolę przy projektowaniu, integracji i ustalaniu granicy wydajności szerokiej gamy jedno- i wielomateriałowych zastosowań w branży lotniczej i konstrukcjach naziemnych. Wyniki jego badań naukowych miały bezpośredni wpływ na projektowanie komponentów, dobór materiałów, proces produkcyjny i optymalizację systemów dużej mocy. Dr Singh znacząco przyczynił się do sformułowania i wdrożenia strategii badawczych w materiałoznawstwie i rozwoju technologii inżynierii materiałowej oraz do opracowania listy materiałów wykorzystywanej na potrzeby branż lotniczej i kosmicznej, a także kosmicznych systemów energetycznych. Jego profesjonalne kierownictwo i zasługi zostawiły wyraźny ślad w światowej nauce.\n\nDr Singh otrzymał ponad 90 krajowych i międzynarodowych nagród, w tym pięć nagród R&D 100 Award, FLC Technology Transfer Award, EDI Innovation Award, NASA Public Service Medal, NASA Silver Snoopy Award, dwie nagrody NorTech Innovation oraz wiele nagród NASA Group Achievement. Otrzymał również Ishikawa Carbon Prize, Międzynarodową Nagrodę im. Sir Richarda Brooka przyznaną przez Europejskie Towarzystwo Ceramiczne, a także Founders Award im. Williama B. Johnsona przyznaną przez Radę Inżynierów. Amerykańskie Towarzystwo Ceramiczne przyznało mu nagrodę Honorowego Dożywotniego Członka (ACerS Highest Honor) oraz wiele innych nagród i wyróżnień, w tym: Edward Orton, Jr. Memorial Lectureship Award, President Award, W. David Kingery Award, John Jeppson Award, Richard M. Fulrath Award, Samuel Geijsbeek PACRIM International Award i James I. Mueller Awards. Otrzymał również Distinguished Alumnus Award dla najwybitniejszego absolwenta przyznaną przez IIT–BHU, a także International Dresden Barkhausen Award. Ponadto otrzymał nagrody Lee Hsun Lecture Award i Einstein Professorship przyznane przez Chińską Akademię Nauk. W 2020 roku odebrał nagrodę Edward DeMille Campbell Memorial Lectureship przyznawaną przez ASM International, Kona Achievement Award od Society of Powder Technology w Japonii, a w 2022 roku Malaviya Award przyznaną przez Indyjskie Towarzystwo Ceramiczne. NASA uhonorowało go medalem Outstanding Public Leadership Medal, a ASM International – nagrodą Albert Sauveur Achievement Award.\n\nDr Singh zredagował samodzielnie lub we współpracy 55 publikacji naukowych i 7 wydań specjalnych czasopism naukowych. Jest autorem lub współautorem 14 rozdziałów i ponad trzystu artykułów naukowych publikowanych w rozmaitych pismach i materiałach naukowych. Pełni funkcje doradcze w radach i komisjach kilkunastu prestiżowych naukowych czasopismach o międzynarodowym zasięgu.\n\nInne artykuły z kategorii Nauka\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Jak profilaktyka może cię uchronić przed rakiem? | Bunkier Nauki odc. 69\t\n\n Grant na wsparcie zespołu badawczego dla naukowca z AGH\t\n\n Jak być świadomym użytkownikiem SOCIAL MEDIÓW? | Bunkier Nauki odc. 68\t\n\n Pierwsze w historii selfie zrobione za pomocą satelity. To dzieło studentów AGH\t\n\nNajnowsze artykuły\n\n Interdisciplinary Science Research Survey\t\n\n Idea Warm Up – dołącz i działaj!\t\n\n „Kolejka na Kasprowy i kontrowersje” – felieton\t\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Ambasador Wietnamu z wizytą w AGH\t\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://www.agh.edu.pl/wydarzenia/detail/s/uroczystosc-nadania-tytulu-dhc-dr-mrityunjayowi-singhowi", "title": "Uroczystość nadania tytułu DHC dr. Mrityunjayowi Singhowi-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "bfc1a93432466a9840439bcfa56a7fa9", "word_count": 804, "headings": [{"level": 1, "text": "Wydarzenia w AGH"}, {"level": 3, "text": "Program uroczystości*"}, {"level": 3, "text": "Życiorys dr. Mrityunjaya Singha"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}