{"content": "# English as a Catalyst for Knowledge Transfer and Collaboration in European University Alliances-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/wydarzenia/detail/s/english-as-a-catalyst-for-knowledge-transfer-and-collaboration-in-european-university-alliances\nCrawled: 2025-03-19 21:15:31\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nWydarzenia w AGH\n\nWydarzenia w AGH\n\nEnglish as a Catalyst for Knowledge Transfer and Collaboration in European University Alliances\n\n Pobierz plik iCal \n\nDodaj do kalendarza Google\n\nDodaj do kalendarza Outlook\n\nDodaj do kalendarza Office 365\n\nDodaj do kalendarza Yahoo\n\n Jaka jest rola języka angielskiego w budowaniu europejskiego uniwersytetu? Jak wspierać wielojęzyczność i edukację w języku angielskim w oparciu o różnorodność kulturową w europejskich sojuszach uniwersyteckich? Tym zagadnieniom poświęcona będzie międzynarodowa, interdyscyplinarna konferencja pt. „English as a Catalyst for Knowledge Transfer and Collaboration in European University Alliances”. Wydarzenie odbędzie się w dniach 11–12 września 2025 r w AGH. \n\n O wydarzeniu \n\nJęzyk angielski odgrywa ważną rolę w europejskich sojuszach uniwersyteckich, ułatwiając współpracę naukową, edukacyjną i administracyjną w środowisku wielojęzycznym. Jednak jego rosnące znaczenie rodzi pytania o równowagę między internacjonalizacją a wspieraniem różnorodności językowej i kulturowej. Jak skutecznie wykorzystywać angielski jako narzędzie transferu wiedzy i jednocześnie wspierać wielojęzyczność? Jakie wyzwania stoją przed uczelniami, które przyjmują angielski jako język wykładowy, nie będąc anglojęzycznymi instytucjami?\n\nKonferencja jest skierowana do środowiska akademickiego, osób pracujących w administracji, interesariuszy/interesariuszek oraz specjalistów/specjalistek zaangażowanych w europejskie sojusze uniwersyteckie lub zainteresowanych wielojęzyczną i inkluzywną współpracą.\n\nW programie wydarzenia znajdą się wykłady, wystąpienia, dyskusje panelowe, debaty typu \nfishbowl\n, sesje posterowe oraz interaktywne warsztaty – wszystko po to, by stworzyć przestrzeń do dzielenia się wiedzą i wymiany doświadczeń.\n\nOrganizatorzy zachęcają do nadsyłania propozycji wystąpień, posterów i warsztatów związanych z tematyką konferencji.\n\nUdział w konferencji jest bezpłatny, ale wymaga rejestracji. Język konferencji: angielski.\n\nrejestracja z prezentacją: do 5 maja br. (\nzapoznaj się z informacjami\n​​​​​​​) \n\nrejestracja bez prezentacji: do 30 maja br. (\nlink fo formularza\n)\n\nZe względu na ograniczoną liczbę miejsc pierwszeństwo będą mieć osoby, których abstrakty zostały zaakceptowane.\n\nOrganizatorzy konferencji: Centrum Technologii Kosmicznych AGH oraz zespół WP2 UNIVERSEH Academy\n\nPrzewodnicząca komitetu organizacyjnego: Anna Krukiewicz-Gacek\n\nKontakt: \nenglish4alliances(at)agh.edu.pl\n\nThis project has been supported by the Polish National Agency for Academic Exchange under the task assigned by the Ministry of Education and Science Republic of Poland. Program jest finansowany ze środków Unii Europejskiej w ramach projektu pn. Wsparcie sojuszy Uniwersytetów Europejskich o numerze FERS.01.05-IP.08-0219/23.  \n\nFunded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Union or European Education and Culture Executive Agency (EACEA). Neither the European Union nor the granting authority can be held responsible for them.\n\nInne artykuły z kategorii Nauka\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Jak profilaktyka może cię uchronić przed rakiem? | Bunkier Nauki odc. 69\t\n\n Grant na wsparcie zespołu badawczego dla naukowca z AGH\t\n\n Jak być świadomym użytkownikiem SOCIAL MEDIÓW? | Bunkier Nauki odc. 68\t\n\n Pierwsze w historii selfie zrobione za pomocą satelity. To dzieło studentów AGH\t\n\nNajnowsze artykuły\n\n Interdisciplinary Science Research Survey\t\n\n Idea Warm Up – dołącz i działaj!\t\n\n „Kolejka na Kasprowy i kontrowersje” – felieton\t\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Ambasador Wietnamu z wizytą w AGH\t\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/wydarzenia/detail/s/english-as-a-catalyst-for-knowledge-transfer-and-collaboration-in-european-university-alliances", "title": "English as a Catalyst for Knowledge Transfer and Collaboration in European University Alliances-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "05471a82144ede426847936a55db6943", "word_count": 565, "headings": [{"level": 1, "text": "Wydarzenia w AGH"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}