{"content": "#  Komitet naukowy -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/konferencja-2025/komitet-naukowy\nCrawled: 2025-03-19 22:38:41\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Komitet naukowy \n\nDyrektor \nBiblioteki Głównej Akademii Górniczo-Hutniczej\n\nDr Stanisław Skórka\n – dyrektor Biblioteki Głównej Akademii Górniczo-Hutniczej w Krakowie oraz adiunkt w Instytucie Nauk o Informacji UKEN. Jest również dyrektorem Krakowskiego Zespołu Bibliotecznego, członkiem Zarządu Polskiego Towarzystwa Informacji Naukowej oraz członkiem redakcji czasopisma „Annales Universitatis Paedagogicae Cracoviensis. Studia ad Bibliothecarum Scientiam Pertinentia”. Jest również współtwórcą kierunku studiów licencjackich z architektury informacji w INoI UP.\n\nDo jego zainteresowań naukowych należą: architektura informacji, metody projektowania i oceny zintegrowanych systemów bibliotecznych, systemy nawigacji w serwisach WWW, wyszukiwanie informacji, badanie użyteczności systemów typu discovery, zastosowanie aplikacji mobilnych w usługach bibliotecznych.\n\nOstatnio opublikowane prace: Nauka o architekturze informacji: koncepcja dyscypliny naukowej. Zagadnienia Informacji Naukowej 2021, 59 (1); Użyteczność czytników książek elektronicznych w świetle standardów. Przegląd Biblioteczny 2021, 89 (3); Internet rzeczy w bibliotece. Koncepcja zastosowania. Rocznik Biblioteki Kraków 2022, (6), \nDostępny online\n; Service design w bibliotece – zastosowanie, dobre praktyki. W: Cywilizacja wiedzy - wyzwanie dla bibliotek : materiały z konferencji naukowej zorganizowanej przez Bibliotekę Główną Wojskowej Akademii Technicznej / pod red. Izabelli Matuszewskiej. Warszawa: Wydawnictwo Naukowe i Edukacyjne SBP, 2024. (Propozycje i Materiały / Stowarzyszenie Bibliotekarzy Polskich ; 110).\n\n+48 12 617 32 08\nsskorka@agh.edu.pl\n\nDziekan \nWydziału Humanistycznego AGH\n\ndr hab. Jacek Gądecki, prof. AGH\n – Dziekan Wydziału Humanistycznego AGH. \n\nZainteresowania badawcze: urban studies, badana na styku nauki-technologii i społeczeństwa (STS). Realizował badania m.in. w Fundacji Bauhausu w Dessau i na CUNY w Nowym Jorku (Stypendium Fulbrighta). Po przeprowadzce do Krakowa zajmował się m.in. marginalną gentryfikacją w starej części Nowej Huty. Obecnie zaangażowany badawczo m.in. w zagadnienia inteligentnego miasta (smart-city), przestrzeniami innowacji (dzielnice innowacji) oraz  badania przestrzeni domu i pracy (telepraca) oraz urban living lab. Koordynator badań społecznych w ramach projektu KlastER.\n\n jgadecki@agh.edu.pl\n\nKierownik Katedry Zarządzania Informacją \nInstytutu Nauk o Informacji UKEN\n\ndr hab. Władysław Marek Kolasa, prof. UKEN\n – Kierownik Katedry Zarządzania Informacją Instytutu Nauk o Informacji UKEN, Dyrektor Szkoły Doktorskiej UKEN, Członek Senatu UKEN.\n\nZainteresowania badawcze: medioznawstwo, nauka o informacji, architektura informacji, UX, media społecznościowe jako narzędzie komunikacji, komunikacja marketingowa, naukometria i bibliometria.\n\nwladyslaw.kolasa@uken.krakow.pl\n\nAdiunktka w \nInstytucie Badań Informacji i Komunikacji Uniwersytetu Mikołaja Kopernika w Toruniu\n.\n\ndr Natalia Pamuła\n – doktorka nauk społecznych w dyscyplinie nauki o komunikacji społecznej i mediach.\n\nInteresuje się wyszukiwaniem informacji w środowisku cyfrowym, otwartą nauką, grami i grywalizacją w edukacji informacyjnej, mediami społecznościowymi jako środowiskiem informacyjno-komunikacyjnym oraz użytkownikami informacji w różnych aspektach. Od 10 lat czynnie współpracuje z DOAJ.\n\nnapa@umk.pl\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/konferencja-2025/komitet-naukowy", "title": " Komitet naukowy -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "3d9a034dfa90f584edde4da541dc65a9", "word_count": 484, "headings": [{"level": 1, "text": "Komitet naukowy"}, {"level": 2, "text": "Stopka"}]}}