{"content": "#  Współpraca i popularyzacja -- WMS AGH \n\nURL: https://wms.agh.edu.pl/wspolpraca-i-popularyczacja\nCrawled: 2025-03-19 21:36:56\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Współpraca i popularyzacja \n\n„Obecnie opinia publiczna skłonna jest już widzieć w matematyku pełnowartościowego członka społeczności, a nie - jak dawniej - brodatego odludka z upodobaniami oddającego się swym obłędnym rozmyślaniom i obliczeniom”.\n\nTak o matematykach pisali R. Hooke oraz D. Shaffer w książce „Modele matematyczne a rzeczywistość\", która na polskim rynku wydawniczym pojawiła się w 1969 roku.\n\nJak dziś, ponad 50 lat od czasu ukazania się „Modeli...\", postrzegane są osoby zawodowo zajmujące się matematyką? Nad czym pracują? Jaka jest ta współczesna matematyka? Na czym w ogóle polega \"uprawianie\" matematyki? Te i tym podobne pytania zadają sobie między innymi młodzi ludzie, którzy planując swoją przyszłość rozważają podjęcie studiów matematycznych. To przede wszystkim dla nich oraz dla osób, które dostrzegają w matematyce coś intrygującego, w kalendarzu Wydziału Matematyki Stosowanej AGH zapisanych jest wiele cyklicznych wydarzeń, których celem jest popularyzacja matematyki jako nauki oraz przedstawienie jej jako atrakcyjnego kierunku studiów.\n\nWydział Matematyki Stosowanej cały czas dostosowuje profil absolwenta do potrzeb i oczekiwań rynku pracy.\n\nWydział Matematyki Stosowanej posiada bogatą ofertę badawczą i edukacyjną z zakresu matematyki dyskretnej, optymalizacji, układów dynamicznych, metod probabilistycznych i stochastycznych, statystyki, matematyki finansowej i ubezpieczeniowej.\n\nJednym z mierników jakości oferty Wydział Matematyki Stosowanej jest droga zawodowa absolwenta, ścieżka jego rozwoju w firmie i projekty, jakimi się zajmuje.\n\nDzień Otwarty AGH to czas, w którym wszystkie wydziały AGH otwierają swoje podwoje i zapraszają do zapoznania się z ich bardzo bogatą ofertą dydaktyczną. W ramach Dnia Otwartego na Wydziale Matematyki Stosowanej przygotowywanych jest zawsze wiele atrakcji.\n Kandydaci na studia mają możliwość spotkać się i porozmawiać ze studentami oraz pracownikami Wydziału, uczestniczą w wykładach popularnonaukowych oraz innych wydarzeniach ukazujących mniej znane oblicza matematyki. Od wielu lat impreza ta cieszy się bardzo dużym zainteresowaniem wśród osób planujących podjąć studia na kierunku matematyka prowadzonym przez Wydział Matematyki Stosowanej AGH.\n\nOrganizatorzy z ramienia Wydziału:\n dr Anna Bahyrycz (\nbahyrycz(at)agh.edu.pl \n),\n dr Michał Góra (\ngora(at)agh.edu.pl\n)\nTermin: \npiątek (zazwyczaj II połowa marca lub I połowa kwietnia)\nStrona www:\n\nPiątkowy Wieczór Nauk Ścisłych w Akademii Górniczo-Hutniczej to wydarzenie, które odbywa się z okazji Światowego Dnia Liczby Pi. Jest ono skierowane przede wszystkim do uczniów starszych klas szkół podstawowych, a jego celem jest edukacja przez zabawę oraz pokazanie, że w naukach ścisłych każdy może znaleźć coś interesującego.\n Piątkowy Wieczór Nauk Ścisłych rozpoczyna się krótkim wykładem przedstawiającym ciekawe zagadnienie z matematyki, fizyki lub chemii. Na uczestników czekają mini-warsztaty, pokazy, doświadczenia, zagadki i zadania przygotowane przez pracowników i studentów AGH. W organizację wydarzenia włączają się wydziały AGH najmocniej powiązane z naukami podstawowymi - matematyką, fizyka i chemią. Królową nauk reprezentuje Wydział Matematyki Stosowanej, fizykę reprezentuje Wydział Fizyki i Informatyki Stosowanej, chemię Wydział Inżynierii Materiałowej i Ceramiki oraz Wydział Energetyki i Paliw. W przygotowanie tego wydarzenia angażują się również Fundacja dla AGH i Fundacja im. Profesora Kazimierza Bartla.\n\nOrganizator z ramienia Wydziału:\n dr Tomasz Zabawa (\nzabawa(at)agh.edu.pl\n)\nTermin:\n piątkowy wieczór przypadający w okolicach 14 marca; organizacja tego wydarzenia została\n zawieszona od 2020 roku z powodu pandemii COVID-19.\nStrona www: \nwww.pwns.agh.edu.pl\n\nKonkurs „Zobaczyć Matematykę\" jest corocznym wydarzeniem na AGH adresowanym do uczniów szkół ponadpodstawowych, którego celem jest propagowanie matematyki za pomocą szeroko dostępnych metod komputerowych, takich jak przeglądarki internetowe i oprogramowanie niekomercyjne (wersja klasyczna konkursu), a także prac plastycznych w dowolnej trwałej technice plastycznej (wersja artystyczna konkursu).\n Konkurs ma zasięg ogólnopolski, w jego jury zasiadają przedstawiciele pięciu uczelni wyższych: Akademii Górniczo-Hutniczej, Akademii Sztuk Pięknych w Krakowie, Uniwersytetu Ekonomicznego w Krakowie, Uniwersytetu Jagiellońskiego oraz Uniwersytetu Warszawskiego.\n\nOrganizatorzy z ramienia Wydziału:\n dr Witold Majdak (\nmajdak(at)agh.edu.pl\n) - przewodniczący,\n dr Paweł Morkisz (\nmorkiszp@agh.edu.pl\n) - zastępca przewodniczącego\nTermin:\n od początku do zakończenia danego roku akademickiego\nStrona www: \nwww.zobaczycmatematyke.agh.edu.pl\n\nFestiwal Nauki i Sztuki w Krakowie jest świętem nauki i sztuki organizowanym wspólnie przez krakowskie szkoły wyższe i krakowskie instytucje naukowe. W czasie Festiwalu organizatorzy zapraszają w swoje progi oraz na krakowski Rynek Główny, gdzie odbywają się główne wydarzenia festiwalowe.\n\nRównież Wydział Matematyki Stosowanej AGH angażuje się w organizację tego Festiwalu. Jego pracownicy oraz studenci kierunku matematyka prezentują na Rynku mini-warsztaty, pokazy i ciekawe wyzwania dla uczestników Festiwalu.\n\nOrganizator z ramienia Wydziału: \n dr Tomasz Zabawa (\nzabawa(at)agh.edu.pl\n)\nTermin:\n organizacja tego wydarzenia została zawieszona od 2020 roku z powodu pandemii COVID-19.\nStrona www: \nhttps://fnis.krakow.pl\n\nStopka\n\nStudenci\n\nPlany studiów\n\nDeklaracja dostepności\n\nKontakt\n\n© 2023 Wydział Matematyki Stosowanej AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \nKontakt: stronawms@agh.edu.pl \n\nBack", "metadata": {"url": "https://wms.agh.edu.pl/wspolpraca-i-popularyczacja", "title": " Współpraca i popularyzacja -- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "4565ed320518d2f8fc6f1c028b814985", "word_count": 720, "headings": [{"level": 1, "text": "Współpraca i popularyzacja"}, {"level": 2, "text": "Stopka"}]}}