{"content": "#  System Jakości Kształcenia -- Centrum Akredytacji i Jakości Kształcenia AGH \n\nURL: https://cajk.agh.edu.pl/system-jakosci-ksztalcenia\nCrawled: 2025-03-19 21:35:32\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n System Jakości Kształcenia \n\nUSZJK to kompleksowy mechanizm, którego celem jest monitorowanie, ocena i doskonalenie jakości kształcenia na wszystkich poziomach nauczania w AGH. Jego misją jest zapewnienie wysokiego poziomu nauczania, odpowiadającego zarówno potrzebom rynku pracy, jak i oczekiwaniom studentów oraz kadry akademickiej.\n\nSenacka Komisja ds. Kształcenia AGH\n\nPełnomocnik Rektora ds. Jakości Kształcenia\n\nUczelniany Zespół ds. Jakości Kształcenia (UZJK)\n\nRady ds. kształcenia w dyscyplinach\n\nUczelniany Zespół Audytu Dydaktycznego\n\nRzecznik Praw Studenta\n\nSerwis pracowniczy Osiągnięcia AGH\n\nNagradzanie dydaktyków\n\nZewnętrzne ośrodki projakościowe\n\nPrzewodnicząca Senackiej Komisji ds. Kształcenia (SKK)\n\ndr hab. inż. Beata Leszczyńska-Madej, prof. AGH\n\nCzłonkinie i członkowie SKK\n\ndr hab. inż. Zbigniew Burtan, prof. AGH                                                      \n\ndr hab. inż. Łukasz Rauch, prof. AGH                                                 \n\ndr inż. Bartłomiej Garda            \n\ndr inż. Jacek Kołodziej                                                                     \n\ndr hab. inż. Tomasz Machniewicz, prof. AGH                                       \n\ndr hab. inż. Adam Postawa, prof. AGH\n\ndr hab. inż. Paweł Hanus, prof. AGH                                                   \n\ndr inż. Anna Kusior                                                                          \n\ndr inż. Łukasz Jamrozowicz                                                               \n\ndr inż. Ewa Knapik                                                                           \n\ndr inż. Andrzej Jamróz                                                                      \n\ndr hab. inż. Piotr Burmistrz, prof. AGH                                                         \n\ndr hab. inż. Agnieszka Obłąkowska-Mucha, prof. AGH                                    \n\ndr Tomasz Drwięga                                                                         \n\ndr Radosław Tyrała   \n\ndr inż. Jacek Dajda                                                                                 \n\nZuzanna Gomuła, przedstawicielka studentek i studentów\n\nW posiedzeniach komisji z głosem doradczym uczestniczą:\n\ndr inż. Ewa Niewiara (NSZZ „Solidarność”)\n\ndr inż. Adam Ryś (ZNP)\n\nprzewodniczenie pracom UZJK;\n\nkoordynacja prac i współdziałanie z jednostkami Uczelni w zakresie działań związanych z zapewnianiem jakości kształcenia;\n\nwspółpraca z UZAD w zakresie działań związanych z wewnętrzną oceną jakości kształcenia;\n\nkoordynowanie działań naprawczych związanych ze stwierdzonymi nieprawidłowościami w zakresie realizacji procesu kształcenia w poszczególnych dyscyplinach;\n\nkoordynacja działań w ramach systemu akredytacji zewnętrznych;\n\nopiniowanie wniosków o utworzenie nowego kierunku/specjalności studiów na potrzeby Senackiej Komisji ds. Kształcenia, w szczególności w zakresie zgodności programów studiów oraz zasad studiowania z obowiązującymi w tym zakresie przepisami;\n\nwspółpraca z Samorządem Studentów w zakresie działań wspierających wysoką jakość kształcenia;\n\npublikowanie informacji na temat jakości kształcenia w AGH na stronie internetowej Uczelni dedykowanej jakości kształcenia.\n\nSprawozdanie z funkcjonowania Uczelnianego Systemu Zapewnienia Jakości Kształcenia w AGH w roku akademickim 2022/2023\n\nSprawozdanie z funkcjonowania Uczelnianego Systemu Zapewnienia Jakości Kształcenia w AGH w roku akademickim 2021/2022\n\nSprawozdanie z funkcjonowania Uczelnianego Systemu Zapewnienia Jakości Kształcenia w AGH w roku akademickim 2020/2021\n\ndr hab. inż. Paweł Hanus, prof. AGH- Pełnomocnik Rektora ds. Jakości Kształcenia\n\ndr hab. inż. Ryszard Klempka, prof. AGH (WEAIiIB)\n\ndr hab. inż. Piotr Kowalski, prof. AGH (WFiIS)\n\ndr hab. inż. Edward Preweda, prof. AGH (WGGiIŚ)\n\ndr hab. inż. Wacław Andrusikiewicz, prof. AGH (WILiGZ)\n\ndr hab. inż. Magdalena Szumera, prof. AGH (WIMiC)\n\ndr hab. inż. Janusz Krawczyk, prof. AGH (WIMiIP)\n\ndr hab. inż. Sławomir Zimowski, prof. AGH (WIMiR)\n\ndr hab. inż. Krzysztof Malarz, prof. AGH (WFiIS) \n\ndr hab. Tomasz Masłyk, prof. AGH (WH)\n\ndr hab. Anna Waśkowska, prof. AGH (WGGiOŚ)\n\nMagdalena Patuła (URSS)\n\nOpracowanie i doskonalenie polityki zapewnienia jakości kształcenia, obejmującej wytyczne, procedury i narzędzia, a także wsparcie kadry i studentów, w tym osób z niepełnosprawnościami.\n\nPrzygotowanie wzoru raportu dla Rad ds. kształcenia na potrzeby oceny jakości kształcenia.\n\nAnaliza raportów Rad ds. kształcenia dotyczących jakości kształcenia na kierunkach.\n\nOpiniowanie projektów zarządzeń Rektora związanych z jakością kształcenia, np. w zakresie ankietyzacji i hospitacji.\n\nWspółpraca z Pełnomocnikiem przy sporządzaniu sprawozdań dotyczących jakości kształcenia.\n\nMonitorowanie działalności dydaktycznej i inicjowanie działań poprawiających jakość kształcenia.\n\nTworzenie rocznych i wieloletnich raportów dotyczących realizacji zadań Systemu.\n\nWspółpraca z UZAD i Prorektorem ds. Kształcenia w celu eliminacji nieprawidłowości w procesie kształcenia.\n\nPromowanie dobrych praktyk w zakresie doskonalenia jakości kształcenia.\n\nZalecenie nr 1/2021 Uczelnianego Zespołu ds. Jakości Kształcenia dotyczące propozycji aktywności, które mogłyby być nagradzane nagrodami Rektora za osiągnięcia dydaktyczne.\n\nZalecenie nr 2/2021 Uczelnianego Zespołu ds. Jakości Kształcenia dotyczące organizacji kolegiów wydziałowych poświęconych jakości kształcenia.\n\nZalecenie nr 1/2022 Uczelnianego Zespołu ds. Jakości Kształcenia dotyczące propozycji rozwiązań usprawniających wymianę informacji dotyczących jakości kształcenia na wydziałach. \n\nZalecenie nr 1/2023 Uczelnianego Zespołu ds. Jakości Kształcenia dotyczące wydziałowych stron internetowych poświęconych jakości kształcenia. \n\n Rada ds. kształcenia w dyscyplinach automatyka, elektronika, elektrotechnika i technologie kosmiczne oraz inżynieria biomedyczna \n\ndr hab. inż. Ryszard Klempka, prof. AGH (WEAIiIB) – koordynator\n\ndr inż. Piotr Kadłuczka (WEAIiIB) - przedstawiciel kierunku Automatyka i Robotyka (WEAIiIB)\n\ndr inż. Grzegorz Hayduk (WEAIiIB) - przedstawiciel kierunku Elektrotechnika (WEAIiIB)\n\ndr inż. Elżbieta Pociask (WEAIiIB) - przedstawicielka kierunku Informatyka Medyczna (WEAIiIB)\n\ndr inż. Joanna Grabska- Chrząstowska (WEAIiIB) - przedstawicielka kierunku Inżynieria Biomedyczna (WEAIiIB)\n\ndr hab. inż. Krzysztof Kasiński, prof. AGH (WEAIiIB) - przedstawiciel kierunku Mikroelektronika w Technice i Medycynie (WEAIiIB)\n\ndr inż. Grzegorz Piwowarski (WO) - przedstawiciel kierunku Technologie Przemysłu 4.0 (WEAIiIB, WO)\n\ndr hab. inż. Witold Machowski, prof. AGH (WIEiT) - przedstawiciel kierunku Elektronika (WIEiT)\n\ndr inż. Jacek Stępień (WIEiT) - przedstawiciel kierunku Elektronika i Telekomunikacja (WIEiT)\n\nAnna Smolik - przedstawicielka studentów\n\n Rada ds. kształcenia w dyscyplinie informatyka techniczna i telekomunikacja \n\ndr hab. inż. Piotr Kowalski, prof. AGH (WFiIS) - koordynator\n\ndr hab. inż. Krzysztof Banaś, prof. AGH (WIMiIP) - przedstawiciel kierunku Informatyka Techniczna (WIMiIP)\n\ndr inż. Gabriel Rojek (WIMiIP) - przedstawiciel kierunku Inżynieria Obliczeniowa (WIMiIP)\n\ndr inż. Krzysztof Kluza (WEAIiIB) - przedstawiciel kierunku Computer Science (WEAIiIB)\n\ndr inż. Jędrzej Byrski (WEAIiIB) - przedstawiciel kierunku Informatyka i Systemy Inteligentne (WEAIiIB)\n\ndr hab. inż. Marcin Niemiec, prof. AGH (WIEiT) - przedstawiciel kierunku Cyberbezpieczeństwo (WIEiT)\n\ndr hab. inż. Paweł Kułakowski, prof. AGH (WIEiT) - przedstawiciel kierunku Teleinformatyka (WIEiT)\n\ndr Krzysztof Grochot (WIEiT) - przedstawiciel kierunku Nowoczesne Technologie\n\nw Kryminalistyce (WIEiT, WH, WIMiC)\n\ndr inż. Anna Zygmunt (WI) - przedstawiciel kierunku Informatyka (WEAIiIB, WI)\n\ndr hab. inż. Paweł Topa, prof. AGH (WI) - przedstawiciel kierunku Informatyka - Data Science (WI)\n\ndr hab. inż. Marcin Kurdziel, prof. AGH (WI) - przedstawiciel kierunku Informatyka - Uczenie Maszynowe i Sztuczna Inteligencja (WI)\n\ndr hab. inż. Małgorzata Krawczyk, prof. AGH (WFiIS) - przedstawicielka kierunku Informatyka Stosowana (WFiIS)\n\nJerzy Wilczek - przedstawiciel studentów\n\n Rada ds. kształcenia w dyscyplinie inżynieria lądowa, geodezja i transport \n\ndr hab. inż. Edward Preweda, prof. AGH (WGGiIŚ) - koordynator ds. kształcenia w dyscyplinie inżynieria lądowa, geodezja i transport\n\ndr hab. inż. Piotr Dybeł (WILiGZ) - przedstawiciel kierunku Budownictwo (WILiGZ)\n\ndr inż. Małgorzata Śliwka (WILiGZ) - przedstawicielka kierunku Rewitalizacja Terenów Zdegradowanych (WILiGZ)\n\ndr hab. inż. Anita Kwartnik-Pruc, prof. AGH (WGGiIŚ) - przedstawicielka kierunku Geodezja i Kartografia (WGGiIŚ)\n\ndr hab. inż. Krystian Kozioł, prof. AGH (WGGiIŚ) - przedstawiciel kierunku Informatyka Geoprzestrzenna (WGGiIŚ)\n\nKarol Miklasz - przedstawiciel studentów\n\n Rada ds. kształcenia w dyscyplinie inżynieria środowiska, górnictwo i energetyka \n\ndr hab. inż. Wacław Andrusikiewicz, prof. AGH (WILiGZ) – koordynator\n\ndr inż. Dagmara Nowak-Senderowska (WILiGZ) - przedstawicielka kierunku Inżynieria Bezpieczeństwa (WILiGZ)\n\ndr inż. Maciej Zajączkowski (WILiGZ) - przedstawiciel kierunku Inżynieria Górnicza (WILiGZ)\n\ndr hab. inż. Marek Kęsek, prof. AGH (WILiGZ) - przedstawiciel kierunku Inżynieria i Zarządzanie Procesami Przemysłowymi (WILiGZ)\n\ndr Anna Hołda (WILiGZ) - przedstawicielka kierunku Inżynieria Kształtowania Środowiska (WILiGZ)\n\ndr inż. Anna Wiktor- Sułkowska (WILiGZ) - przedstawicielka kierunku Raw Materials Value Chain (WILiGZ)\n\ndr hab. inż. Urszula Aleksander-Kwaterczak, prof. AGH (WGGiOŚ) - przedstawicielka kierunku Inżynieria i Ochrona Środowiska (WGGiOŚ)\n\ndr inż. Robert Oleniacz (WGGiIŚ) - przedstawiciel kierunku Inżynieria i Monitoring Środowiska (WGGiIŚ) oraz kierunku Zmiany Klimatu - Przeciwdziałanie i Adaptacja (WGGiIŚ)\n\ndr hab. inż. Aneta Sapińska-Śliwa, prof. AGH (WWNiG) - przedstawicielka kierunku Geoinżynieria i Górnictwo Otworowe (WWNiG)\n\ndr hab. inż. Paweł Wojnarowski, prof. AGH (WWNiG) - przedstawiciel kierunku Inżynieria Naftowa i Gazownicza (WWNiG)\n\ndr hab. inż. Agata Mlonka-Mędrala, prof. AGH (WEiP) - przedstawicielka kierunku Energetyka (WEiP)\n\ndr hab. inż. Marcin Stobiński, prof. AGH (WEiP) - przedstawiciel kierunku Energetyka Jądrowa (WEiP)\n\ndr hab. inż. Artur Wyrwa, prof. AGH (WEiP) - przedstawiciel kierunku Energetyka Odnawialna i Zarządzanie Energią (WEiP)\n\ndr hab. inż. Andrzej Budziak, prof. AGH (WEiP) - przedstawiciel kierunku Energetyka Wodorowa (WEiP)\n\ndr inż. Marcin Moździerz (WEiP) - przedstawiciel kierunku Energy and Environmental Engineering (WEiP)\n\ndr hab. inż. Wojciech Jerzak, prof. AGH (WIMiIP) - przedstawiciel kierunku Ekotechnologie Cieplne (WIMiIP)\n\nZofia Maciecka - przedstawicielka studentów\n\n Rada ds. kształcenia w dyscyplinie inżynieria materiałowa \n\ndr hab. inż. Janusz Krawczyk, prof. AGH (WIMiIP) - koordynator\n\ndr hab. inż. Karol Kyzioł, prof. AGH (WIMiC) - przedstawiciel kierunku Inżynieria Materiałowa (WIMiC)\n\ndr hab. Bartosz Handke, prof. AGH (WIMiC) - przedstawiciel kierunku Nanoinżynieria Materiałów (WIMiC, WFiIS)\n\ndr hab. inż. Marcin Madej, prof. AGH (WIMiIP) - przedstawiciel kierunku Edukacja Techniczno-Informatyczna (WIMiIP)\n\ndr inż. Piotr Matusiewicz (WIMiIP) - przedstawiciel kierunku Inżynieria Metali (WIMiIP)\n\ndr hab. inż. Marek Wojtaszek, prof. AGH (WIMiIP) - przedstawiciel kierunku Metalurgia (WIMiIP) oraz kierunku Inżynieria Procesów Przemysłowych (WIMiIP)\n\ndr inż. Łukasz Jamrozowicz (WO) - przedstawiciel kierunku Inżynieria Procesów Odlewniczych (WO)\n\ndr hab. inż. Janusz Lelito, prof. AGH (WO) - przedstawiciel kierunku Komputerowe Wspomaganie Procesów Inżynierskich (WO)\n\ndr inż. Renata Zapała (WO) - przedstawiciel kierunku Materiały i Technologie dla Energetyki i Lotnictwa (WO)\n\ndr hab. inż. Marcin Brzeziński, prof. AGH (WO) - przedstawiciel kierunku Tworzywa i Technologie Motoryzacyjne (WO)\n\ndr hab. inż. Andrzej Mamala, prof. AGH (WMN) - przedstawiciel kierunku Ekoprojektowanie i Cyfryzacja Technologii Materiałowych (WMN, WH)\n\ndr hab. inż. Marzanna Książek, prof. AGH (WMN) - przedstawicielka kierunku Inżynieria Metali Nieżelaznych (WMN)\n\ndr hab. inż. Krzysztof Żaba, prof. AGH (WMN) - przedstawiciel kierunku Inżynieria Produkcji i Jakości (WMN)\n\ndr hab. inż. Artur Kawecki, prof. AGH (WMN) - przedstawiciel kierunku Materiały i Technologie Metali Nieżelaznych (WMN)\n\ndr hab. inż. Krzysztof Pacławski, prof. AGH (WMN) - przedstawiciel kierunku Recykling i Metalurgia (WMN)\n\nKamil Pszeniczka - przedstawiciel studentów\n\n Rada ds. kształcenia w dyscyplinie inżynieria chemiczna \n\ndr hab. inż. Magdalena Szumera, prof. AGH (WIMiC) - koordynatorka\n\ndr hab. inż. Piotr Burmistrz, prof. AGH (WEiP) - przedstawiciel kierunku Nowoczesne Technologie Paliwowe (WEiP)\n\ndr inż. Marta Wójcik (WEiP) - przedstawicielka kierunku Technologia Chemiczna (WIMiC, WEiP)\n\ndr hab. inż. Janusz Partyka, prof. AGH (WIMiC) - przedstawiciel kierunku Ceramika (WIMiC)\n\ndr hab. inż. Łukasz Kotwica, prof. AGH (WIMiC) - przedstawiciel kierunku Chemia Budowlana (WIMiC) oraz kierunku Komputerowo Wspomagana Inżynieria Materiałów Budowlanych (WIMiC)\n\nAnna Pietrakowska - przedstawicielka studentów\n\n Rada ds. kształcenia w dyscyplinie inżynieria mechaniczna \n\ndr hab. inż. Sławomir Zimowski, prof. AGH (WIMiR) – koordynator ds. kształcenia w dyscyplinie inżynieria mechaniczna\n\ndr hab. inż. Waldemar Rączka, prof. AGH (WIMiR) - przedstawiciel kierunku Automatyka Przemysłowa i Robotyka (WIMiR)\n\ndr inż. Aleksandra Chojak (WIMiR) - przedstawicielka kierunku Inżynieria Akustyczna (WIMiR)\n\ndr inż. Krzysztof Zagórski (WIMiR) - przedstawiciel kierunku Inżynieria Mechaniczna i Materiałowa (WIMiR)\n\ndr hab. inż. Piotr Kohut, prof. AGH (WIMiR) - przedstawiciel kierunku Inżynieria Mechatroniczna (WIMiR)\n\ndr hab. inż. Joanna Iwaniec, prof. AGH (WIMiR) - przedstawicielka kierunku Mechatronic Engineering (WIMiR)\n\ndr hab. inż. Jerzy Wołoszyn, prof. AGH (WIMiR) - przedstawiciel kierunku Mechanical Engineering (WIMiR)\n\ndr hab. inż. Marcin Szczęch, prof. AGH (WIMiR) - przedstawiciel kierunku Mechanika i Budowa Maszyn (WIMiR)\n\ndr hab. inż. Jerzy Feliks, prof. AGH (WZ) - przedstawiciel kierunku Zarządzanie i Inżynieria Produkcji (WZ)\n\nOliwia Pawłowska - przedstawicielka studentów\n\n Rada ds. kształcenia w dyscyplinach matematyka, nauki chemiczne oraz nauki fizyczne \n\ndr hab. inż. Krzysztof Malarz, prof. AGH (WFiIS) - koordynator ds. kształcenia w dyscyplinach matematyka, nauki chemiczne oraz nauki fizyczne\n\ndr hab. Marek Smoluch, prof. AGH (WIMiC) - przedstawiciel kierunku Chemia w Kryminalistyce (WIMiC)\n\ndr inż. Paweł Szumniak (WFiIS) - przedstawiciel kierunku Computer Physics (WFiIS)\n\ndr hab. inż. Aleksandra Jung, prof. AGH (WFiIS) - przedstawicieldka kierunku Fizyka Medyczna (WFiIS)\n\ndr hab. inż. Bartłomiej Wiendlocha, prof. AGH (WFiIS) - przedstawiciel kierunku Fizyka Techniczna (WFiIS)\n\ndr hab. Renata Szymańska, prof. AGH (WFiIS) - przedstawicielka kierunku Mikro- i Nanotechnologie w Biofizyce (WFiIS)\n\ndr hab. inż. Bartłomiej Spisak, prof. AGH (WFiIS) - przedstawiciel kierunku Nanoinżynieria Materiałów (WFiIS, WIMiC)\n\ndr hab. Anna Żeromska, prof. AGH (WMS) - przedstawicielka kierunku Matematyka (WMS)\n\nAleksandra Borkowska - przedstawicielka studentów\n\n Rada ds. kształcenia w dyscyplinach nauki o kulturze i religii, nauki socjologiczne, nauki o zarządzaniu i jakości oraz ekonomia i finanse \n\ndr hab. Tomasz Masłyk, prof. AGH (WH) - koordynator\n\ndr Jacek Wolak (WZ) - przedstawiciel kierunku Informatyka i Ekonometria (WZ)\n\ndr inż. Anna Dubel (WZ) - przedstawicielka kierunku International Management (WZ)\n\ndr Agnieszka Peszko (WZ) - przedstawicielka kierunku Zarządzanie (WZ)\n\ndr Wojciech Kowalik (WH) - przedstawiciel kierunku Informatyka Społeczna (WH)\n\ndr Krzysztof Maj (WH) - przedstawiciel kierunku Kulturoznawstwo (WH)\n\ndr Dariusz Szklarczyk (WH) - przedstawiciel kierunku Socjologia (WH)\n\nMonika Zelek - przedstawicielka studentów\n\n Rada ds. kształcenia w dyscyplinie nauki o Ziemi i środowisku \n\ndr hab. Anna Waśkowska, prof. AGH (WGGiOŚ) – koordynatorka i przedstawicielka kierunku Geoturystyka (WGGiOŚ)\n\ndr hab. inż. Anna Sowiżdżał, prof. AGH (WGGIOŚ) – przedstawicielka kierunku Ekologiczne Źródła Energii (WGGIOŚ)\n\ndr hab. inż. Edyta Puskarczyk, prof. AGH (WGGiOŚ) – przedstawicielka kierunku Geofizyka (WGGiOŚ)\n\ndr inż. Maciej Dwornik (WGGIOŚ) – przedstawiciel kierunku Geoinformatyka (WGGIOŚ)\n\ndr hab. inż. Adam Postawa, prof. AGH (WGGiOŚ) – przedstawiciel kierunku Geologia Stosowana (WGGiOŚ)\n\nprof. dr hab. inż. Norbert Skoczylas (WGGiOŚ) – przedstawiciel kierunku Inżynieria i Analiza Danych (WGGiOŚ)\n\nAlicja Fitowska - przedstawicielka studentów\n\nprzygotowanie rocznego raportu dotyczącego jakości kształcenia na kierunkach przyporządkowanych do danej dyscypliny;\n\nuzgadnianie z Koordynatorem opinii w sprawie wniosków o otwarcie nowego kierunku studiów w danej dyscyplinie, w tym w szczególności w zakresie programu studiów oraz wniosków w sprawie zmiany programu studiów na istniejących już kierunkach studiów;\n\nanaliza danych dotyczących kształcenia na kierunkach przypisanych do danej dyscypliny;\n\nformułowanie wniosków, zaleceń i rekomendacji dla dziekanów wydziałów, w szczególności mających na celu poprawę jakości oraz wyników kształcenia na poszczególnych kierunkach;\n\nustalanie, z uwzględnieniem specyfiki dyscypliny oraz kierunków do niej przypisanych, szczegółowych zaleceń i rekomendacji dotyczących zasad studiowania, tworzenia programów studiów oraz innych aspektów związanych z kształceniem;\n\nproponowanie zmian i modyfikacji mających na celu poprawę jakości kształcenia lub/oraz wyeliminowanie zaobserwowanych nieprawidłowości w zakresie realizacji procesu kształcenia.\n\nPrzewodnicząca: \n\ndr hab. inż. Edyta Brzychczy, prof. AGH (WIMiR)\n\nCzłonkinie i członkowie: \n\ndr inż. Katarzyna Gdowska - WZ\n\nmgr Anna Krukiewicz-Gacek - SJO\n\ndr hab. Łukasz Gondek, prof. AGH - WFiIS\n\ndr hab. inż. Łukasz Śliwczyński, prof. AGH - WIEiT\n\nMakary Grad - przedstawiciel studentek i studentów WIEiT\n\nocena skuteczności funkcjonowania uczelnianego systemu zapewnienia jakości kształcenia;\n\nocena metod doskonalenia procesu kształcenia;\n\nocena funkcjonowania systemu ECTS, w szczególności adekwatnego przypisywania liczby punktów ECTS do rzeczywistego obciążenia pracą studenta oraz przypisywania punktów ECTS za działalność studentów w kołach naukowych lub udział w badaniach naukowych;\n\nocena sposobów realizacji oraz zaliczania praktyk;\n\nocena procesu dyplomowania;\n\nocena wpływu interesariuszy wewnętrznych i zewnętrznych, analizy potrzeb rynku pracy oraz losów absolwentów na budowę i modyfikację programów studiów;\n\nocena jakości kadry prowadzącej proces kształcenia, uwzględniająca oceny dokonywane przez studentów i słuchaczy, jak również polityki kadrowej realizowanej w jednostce prowadzącej kształcenie;\n\nocena powiązania procesu kształcenia z prowadzonymi w jednostce badaniami naukowymi;\n\nocena warunków i sposobów podnoszenia stopnia umiędzynarodowienia kształcenia;\n\naudyt kształcenia w językach obcych i lektoratów.\n\nmgr Agnieszka Zatyka-Szlachcic\n\nZgłoszenia:\n\npok. 127 w bud. C1/C2\n\nrps@agh.edu.pl (w korespondencji prosimy podać nr legitymacji studenckiej)\n\n+48 885 956 765\n\nStrona RPS:\n\nhttps://rps.agh.edu.pl/\n\nDo zadań Rzecznika Praw Studenta wskazanych w Zarządzeniu 54/2021 Rektora AGH z dnia 13 września 2021 r. należy:\n\nudzielanie pomocy prawnej studentom w zakresie praw i obowiązków studenta wskazanych w Ustawie, Regulaminie studiów AGH, Regulaminie świadczeń dla studentów oraz w innych aktach prawnych obowiązujących w Uczelni, a także przy rozwiązywaniu sporów i konfliktów, w szczególności w następujący sposób:\n\nprzedstawianie zainteresowanym studentom informacji dotyczących funkcjonowania i regulacji prawnych obowiązujących w Uczelni, w tym dotyczących przebiegu toku studiów oraz procedur przyznawania świadczeń dla studentów,\n\nwyjaśnianie spraw lub uzyskiwanie stosownych informacji od właściwych jednostek organizacyjnych Uczelni;\n\nwspieranie przy rozwiązywaniu sporów i konfliktów;\n\ninterweniowanie u władz Uczelni i Wydziału w przypadkach łamania praw studenta, w szczególności poprzez sygnalizację problemów związanych ze środowiskiem studenckim i przedstawianie propozycji sposobu ich rozwiązywania;\n\nprowadzenie działań prewencyjnych, mających na celu zwiększenie świadomości studentów w zakresie ich praw i obowiązków;\n\nprzekazywanie władzom Uczelni i Wydziałów informacji dotyczących sytuacji problematycznych;\n\npromowanie wysokich standardów etycznych i postaw wśród członków Wspólnoty AGH;\n\npromowanie efektywnych metod rozwiązywania sporów i konfliktów;\n\nsporządzanie i redagowanie tekstów prawnych na potrzeby studentów AGH, a także w zakresie zleconym przez Prorektora ds. Studenckich lub Prorektora ds. Kształcenia;\n\nwspieranie samorządu studentów w organizacji szkoleń z praw i obowiązków studenta.\n\nSerwis Osiągnięcia AGH umożliwia dokumentowanie osiągnięć dydaktycznych oraz organizacyjnych nauczycieli/nauczycielek akademickich, tj. pracowników i pracownic dydaktycznych, badawczo-dydaktycznych i badawczych.\n\nZgromadzone w serwisie informacje będą wykorzystywane do oceny okresowej osób pracujących w AGH, jak również do tworzenia raportów na potrzeby wydziałów i uczelni. Uczelniany Zespół ds. Jakości Kształcenia zachęca do wypełniania i regularnego uzupełniania informacji nt. działań podejmowanych w zakresie dydaktyki.\n\nDane wprowadzone przez użytkowników i użytkowniczki w poprzednich wersjach serwisu zostały zaimportowane do najnowszej wersji. Wyjątek stanowią osiągnięcia, które zostały pobrane automatycznie z przekazanych baz danych:\n\nszkolenia organizowane przez CeLiID AGH – w serwisie zamieszczono szkolenia z roku akademickiego 2023/2024. Szkolenia z pozostałych lat będą sukcesywnie uzupełniane,\n\nprace dyplomowe.\n\nDo profili użytkowników i użytkowniczek zostały także dodane tegoroczne Nagrody Rektora za osiągnięcia dydaktyczne oraz Medale KEN, a w najbliższym czasie planowane jest również dodanie listów gratulacyjnych.\n\nDane wprowadzone przez użytkowników i użytkowniczki do 15 listopada 2024 r. (dotyczące okresu od 1 października 2023 do 30 września 2024) będą wykorzystane do sporządzenia rocznych raportów dotyczących jakości kształcenia na kierunkach przyporządkowanych do danej dyscypliny.\n\nLink do serwisu\n\nEwentualne nieścisłości należy zgłaszać mailowo na adres osiagniecia-portal(at)agh.edu.pl.\n\nW ramach Działania 13 Projektu IDUB w latach 2022-2024 odbyły się trzy edycje finansowania jednorazowego dodatku do wynagrodzenia za osiągnięcia dydaktyczne.\n\nDowiedz się więcej o najnowszej edycji\n\nDydaktycy najlepiej ocenieni w ankietach studenckich otrzymują listy gratulacyjne. Jest to wyróżnienie  wprowadzone z inicjatywy Pełnomocnika Rektora ds. Jakości Kształcenia i Prorektora ds. Kształcenia. Listy wręczane są na uroczystej gali w auli A-0, która odbywa się dwa razy w trakcie roku akademickiego.\n\n20 listopada 2024 r. w Auli AGH odbyło się wręczenie dyplomów dla najlepiej ocenianych dydaktyków w ankietyzacji prowadzonej w AGH\n\nza semestr letni roku akademickiego 2023/2024\n. \nW uroczystości brali udział laureaci oraz przedstawiciele władz poszczególnych wydziałów. Oprócz średniego wyniku oceny z ankiet studenckich, wśród kryteriów wyróżnienia znalazły się: stuprocentowa zgodność z regulaminem studiów, stuprocentowa zgodność z sylabusem prowadzonego przedmiotu, wskaźnik responsywności powyżej wydziałowej średniej i co najmniej dziesięcioosobowa statystyka.\n\nObejrzyj zdjęcia z uroczystości 12.04.2024\n\nLaur Dydaktyka to inicjatywa Uczelnianej Rady Samorządu Studentów AGH, której celem jest uhonorowanie wyjątkowych nauczycieli i nauczycielek akademickich. Liczy się zaangażowanie, pasja do nauczania, troska o rozwój studentów/studentek oraz nieustanne dążenie do podnoszenia jakości kształcenia. W latach 2020-2024 odbyło się pięć edycji tego plebiscytu.\n\nBądź na bieżąco\n\nFunkcję tę objęła w 2024 roku dr hab. Iwona Przychocka.\n\nDo zadań Pełnomocnika należy:\n\nopracowywanie opinii dotyczących jakości kształcenia na studiach i rekomendacji w zakresie jej doskonalenia;\n\npodejmowanie działań związanych z propagowaniem doskonalenia jakości kształcenia na studiach oraz prezentowanie stanowiska Ministra Nauki w tym zakresie w szczególności podczas wydarzeń z udziałem środowiska akademickiego;\n\nudział w opracowywaniu i opiniowaniu projektów aktów prawnych i innych dokumentów dotyczących jakości kształcenia na studiach;\n\nwspółpraca z Polską Komisją Akredytacyjną w zakresie działań na rzecz doskonalenia jakości kształcenia na studiach.\n\nAGH przynależy do największej organizacji reprezentującej europejskie uniwersytety. W ponad 850 uczelniach należących do EUA studiuje 19 mln osób. Wśród członków organizacji jest 36 polskich uczelni i Konferencja Rektorów Akademickich Szkół Polskich.\n\nEUA w 2022 r. wybrała prof. Jerzego Lisa na członka zespołu ekspertów (Task Force), których zadaniem będzie wsparcie odbudowy systemu szkolnictwa wyższego na Ukrainie.\n\nDowiedz się więcej\n\nStopka\n\nCentrum Akredytacji i Jakości Kształcenia\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30\n30-059 Kraków\n\n © 2025 Centrum Akredytacji i Jakości Kształcenia\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://cajk.agh.edu.pl/system-jakosci-ksztalcenia", "title": " System Jakości Kształcenia -- Centrum Akredytacji i Jakości Kształcenia AGH ", "depth": 3, "duplicate": false, "content_hash": "440b89e2e53e4841139b0f825f378d41", "word_count": 3105, "headings": [{"level": 1, "text": "System Jakości Kształcenia"}, {"level": 2, "text": "Stopka"}]}}