{"content": "# Współpraca WAT i AGH na rzecz innowacji i cyberbezpieczeństwa-- Cybersecurity Centre \n\nURL: https://www.cc.agh.edu.pl/aktualnosci/detail?tx_news_pi1%5Baction%5D=detail&tx_news_pi1%5Bcontroller%5D=News&tx_news_pi1%5Bnews%5D=1144&cHash=52080c2f072204932cf15662f519470d\nCrawled: 2025-03-19 21:39:15\n\nWspółpraca WAT i AGH na rzecz innowacji i cyberbezpieczeństwa \n\n 26/02/2025 \n\n31 stycznia 2025 r. w Wojskowej Akademii Technicznej (WAT) w Warszawie odbyło się spotkanie bilateralne z przedstawicielami Akademii Górniczo-Hutniczej (AGH), poświęcone wsparciu innowacji oraz preakceleracji rozwiązań tworzonych przez studentów i zespoły badawcze. Kluczowym elementem wydarzenia była wizyta w \"Centrum Robotów Mobilnych WAT\", należącym do elitarnej sieci Centrów Testowych NATO DIANA.\n\nPotencjał WAT w obszarze cyberbezpieczeństwa\n\nPodczas spotkania dr hab. inż. Janusz Furtak, Prodziekan ds. Naukowych Wydziału Cybernetyki WAT, przedstawił najważniejsze badania oraz wdrożenia realizowane w obszarze IT, cyberbezpieczeństwa i kryptologii. Podkreślił rolę Wydziału Cybernetyki w strategicznym rozwoju Sił Zbrojnych RP oraz kształceniu specjalistów dla Wojsk Obrony Cyberprzestrzeni. Wśród kluczowych projektów studentów i doktorantów WCY WAT znalazły się:\n\nBotTROP \n– system wykrywania botów w sieci korporacyjnej,\n\nRPaSDT \n– narzędzie do analizy struktur sieciowych i propagacji informacji,\n\nŻUBR \n– aplikacja wspierająca dowodzenie i zarządzanie zasobami w kontekście obrony granic.\n\nDodatkowo, dr Furtak zapowiedział rozwój Centrum Innowacji i Cyberbezpieczeństwa WCY, które będzie miejscem prowadzenia badań nad nowoczesnymi technologiami dla Sił Zbrojnych RP.\n\nWspółpraca AGH i Centrum Cyberbezpieczeństwa\n\nPo części wprowadzającej głos zabrał dr hab. inż. Rafał Dańko, Prorektor ds. studenckich AGH, który reprezentował Rektora AGH – prof. dr hab. inż. Jerzego Lisa. W swojej wypowiedzi podkreślił dynamiczny rozwój uczelni, jej sukcesy na arenie krajowej i międzynarodowej oraz znaczenie współpracy z przemysłem w zakresie innowacji technologicznych. Przedstawił także osiągnięcia studentów AGH, w tym ich sukcesy w prestiżowych konkursach i projektach badawczo-rozwojowych. Szczególną uwagę poświęcił Studenckiemu Centrum Konstrukcyjnemu (SCK), nowoczesnej przestrzeni inżynierskiej, która umożliwia młodym naukowcom realizację innowacyjnych projektów – od fazy koncepcyjnej po budowę prototypów.\n\nIzabela Albrycht, Dyrektorka Centrum Cyberbezpieczeństwa AGH, podkreśliła znaczenie budowania polskiego potencjału w cyberbezpieczeństwie oraz rozwijania innowacyjnych technologii dual-use. AGH aktywnie uczestniczy w ekosystemie NATO DIANA, a jej Centrum Cyberbezpieczeństwa realizuje międzynarodowe projekty, takie jak SOCCER – program detekcji i przeciwdziałania cyberzagrożeniom. Albrycht zaprosiła WAT do pogłębionej współpracy w obszarze wsparcia startupów oraz komercjalizacji badań naukowych.\n Szymon Struszyński, Menadżer ds. współpracy NATO DIANA w Centrum Cyberbezpieczeństwa AGH, zaprezentował propozycję współpracy w programie edukacyjnym dla studentów WAT i AGH. Uczestnicy programu będą mieli możliwość nauki metodologii Lean Startup oraz Mission Model Canvas, pracując nad innowacyjnymi rozwiązaniami dla sektora obronności i cyberbezpieczeństwa.\n\nSpotkanie zakończyły rozmowy na temat dalszej współpracy w ramach ekosystemu NATO DIANA, co stanowi krok milowy w rozwoju polskich kompetencji w obszarze technologii dual-use oraz cyberbezpieczeństwa.\n\nW marcu 2024 roku powstał „Kraków DIANA Accelerator” — wspólne przedsięwzięcie Krakowskiego Parku Technologicznego oraz Akademii Górniczo-Hutniczej, które realizowało będzie nowoczesny program wspierający rozwój technologii dual-use oraz przestrzeń do pracy dla innowatorów. Dzięki tej inicjatywie Polska, jako kraj przeznaczający najwyższy procent PKB na obronność w NATO, odgrywa istotną rolę w kształtowaniu przyszłości technologii dual-use. Centrum Cyberbezpieczeństwa AGH przygotowało na „DIANA Defence and Security Days” raport prezentujący ofertę siedmiu polskich Centrów Testowych w sieci NATO DIANA, do których należy również „Centrum Robotów Mobilnych WAT”, gdzie odbyło się niniejsze spotkanie.\n\nPowrót", "metadata": {"url": "https://www.cc.agh.edu.pl/aktualnosci/detail?tx_news_pi1%5Baction%5D=detail&tx_news_pi1%5Bcontroller%5D=News&tx_news_pi1%5Bnews%5D=1144&cHash=52080c2f072204932cf15662f519470d", "title": "Współpraca WAT i AGH na rzecz innowacji i cyberbezpieczeństwa-- Cybersecurity Centre ", "depth": 3, "duplicate": false, "content_hash": "1c756aaf100b186260a3983d6421f7d8", "word_count": 475, "headings": [{"level": 1, "text": "Współpraca WAT i AGH na rzecz innowacji i cyberbezpieczeństwa"}, {"level": 2, "text": "Stopka"}]}}