{"content": "# Studia Humanistyczne AGH - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/nauka/studia-humanistyczne-agh/\nCrawled: 2025-03-19 21:37:36\n\nStudia Humanistyczne AGH\n\nStudia Humanistyczne AGH publikują oryginalne artykuły naukowe o charakterze teoretycznym i empirycznym, artykuły przeglądowe, eseje recenzyjne, recenzje, komunikaty z badań istniejących w ramach współczesnych nauk społecznych i humanistycznych. Zapraszamy autorów reprezentujących krajowe i zagraniczne ośrodki naukowo-badawcze do zgłaszania artykułów z dyscypliny nauk socjologicznych, nauk o komunikacji społecznej i mediach, nauk o kulturze i religii. Artykuły publikowane są w języku polskim oraz angielskim. Czasopismo zapewnia otwarty dostęp do aktualnych oraz archiwalnych artykułów. Pozwala to na swobodne dzielenie się badaniami oraz refleksjami teoretycznymi i wspiera globalną wymianę wiedzy.\n\nStudia Humanistyczne AGH (journalssystem.com)\n\nZespół redakcyjny\n\nRedaktor naczelny\n\nGrzegorz Ptaszek, AGH Akademia Górniczo-Hutnicza w Krakowie\n\nRedakcja\n\nJowita Guja, AGH Akademia Górniczo-Hutnicza w Krakowie (redaktorka tematyczna)\n\nDorota Żuchowska-Skiba, AGH Akademia Górniczo-Hutnicza w Krakowie, Polska (redaktorka tematyczna)\n\nRedaktor statystyczny\n\nTomasz Masłyk, AGH Akademia Górniczo-Hutnicza w Krakowie\n\nSekretarz\n\nDamian Gałuszka, AGH Akademia Górniczo-Hutnicza w Krakowie\n\nRada naukowa\n\nMaarit Jaakkola (University of Gothenburg, Sweden)\n\nRyszard W. Kluszczyński (University of Lodz, Poland)\n\nPaul Levinson (Fordham University, United States)\n\nMarie-Laure Ryan (United States)\n\nSiarhei Liubimau (European Humanities University, Lithuania)\n\nPiotr Siuda (Kazimierz Wielki University, Poland)\n\nAleksandra Wagner (Jagiellonian University, Poland)", "metadata": {"url": "https://wh.agh.edu.pl/nauka/studia-humanistyczne-agh/", "title": "Studia Humanistyczne AGH - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "fb242e727efa0bf47a829415aba7c8bf", "word_count": 183, "headings": [{"level": 1, "text": "Studia Humanistyczne AGH"}, {"level": 2, "text": "Zespół redakcyjny"}, {"level": 3, "text": "%20"}]}}