{"content": "# Legalisation of stay – Welcome Point\n\nURL: https://wtp.agh.edu.pl/legalisation-of-stay/\nCrawled: 2025-03-19 21:23:42\n\nWelcome Point\n > \nLegal arrangements\n > \nLegalisation of stay\n\nLegalisation of stay\n\nVisa\n\nYou may need a visa to enter Poland. It can be either a Schengen visa or a national visa, issued specifically for staying in Poland. If you stay for a longer period of time, you should apply for residence permit as well.\n\nSchengen visa:\n\nThe Uniform Schengen Visa (C-type visa)\n is valid in the Schengen Area and permits its holder to remain in the territory of all of the Schengen Area Member Countries for a maximum of 90 days during a 180-day period.\n\nSchengen Visa with limited territorial validity is valid in the territory of one or more Schengen Area Member States, but not in all the Schengen Area Member States and permits its holder to remain in their territories for a maximum of 90 days during a 180-day period.\n\nMore info\n\nWhat documents are needed when applying for a C-type visa?\n\nA travel document (passport document) which:\n\nis valid for at least three months after the planned date for leaving the Schengen Area or, in the event of multiple visits, after the planned date for the last leave of the Schengen Area;\n\ncontains at least two blank pages;\n\nwas issued during the last ten years;\n\nA filled out and signed visa application;\n\nA photograph;\n\nA proof of visa payment;\n\nA medical travel insurance whose coverage amounts to not less than EUR 30,000, valid throughout the Schengen Area, and covering all expenses that may arise in connection with the need to return for medical reasons, a medical emergency, urgent hospitalisation or death;\n\nSupporting documents:\n\nA document confirming the purpose of travel;\n\nA document confirming possession of adequate financial resources to cover the costs of living during the planned stay and to cover the costs of return to the country of origin or residence, or to cover the costs of transit to a third country, which will certainly give permission for entry, or documents confirming that the applicant can legally obtain such funds;\n\nA document concerning accommodation or possession of financial resources to cover the costs of accommodation;\n\nA document that permits to assess whether the applicant will leave the Schengen Area before the visa expires.\n\nPlease note: \nSupporting documents may be different depending on the country where a visa application is submitted.\n\nFor more details, please contact the relevant consular post.\n\nNational visa:\n\nA\n D-type national visa\n also permits to travel in the territory of other Schengen Area Member States for up to 90 days during a 180-day period, during the validity period of the visa.\n\nA D-type national visa permits to enter the territory of the Republic of Poland and to stay continuously or for several successive times in this territory for a total duration of more than 90 days during the period of validity of the visa, but not longer than one year.\n\nWhat documents are needed when applying for a D-type visa?\n\nA travel document (passport document);\n\nA filled out and signed visa application;\n\nA photograph;\n\nA proof of visa payment;\n\nA medical travel insurance whose coverage amounts to not less than EUR 30,000, and covering all expenses that may arise in connection with the need to return for medical reasons, a medical emergency, urgent hospitalisation or death, or medical insurance within the meaning of Polish regulations on health care benefits financed out of public funds;\n\nSupporting documents:\n\nA document confirming the purpose of travel and conditions of stay;\n\nA document confirming possession of adequate financial resources to cover the costs of living during the planned stay and to cover the costs of return to the country of origin or residence, or to cover the costs of transit to a third country, which will certainly give permission for entry, or documents confirming that the applicant can legally obtain such funds;\n\nA document that permits to assess that the applicant will leave the territory of the Republic of Poland before the visa expires;\n\nOther documents that confirm other circumstances referred to in the visa application.\n\nPlease note:\n Supporting documents may be different depending on the country where a visa application is submitted.\n\nFor more details, please contact the relevant consular post.\n\nAdditional resources\n\nPDF 800kB \n\nPDF 2MB \n\nSource\n – more information can be found on \nMinistry of Foreign Affairs Republic of Poland\n page.", "metadata": {"url": "https://wtp.agh.edu.pl/legalisation-of-stay/", "title": "Legalisation of stay – Welcome Point", "depth": 3, "duplicate": false, "content_hash": "dfd132fd5cb76f16421a540140e9bc86", "word_count": 718, "headings": [{"level": 1, "text": "Legalisation of stay"}, {"level": 2, "text": "Visa"}, {"level": 2, "text": "Schengen visa:"}, {"level": 2, "text": "National visa:"}, {"level": 2, "text": "Additional resources"}]}}