{"content": "#  Graphic symbol -- AGH UST \n\nURL: https://agh.edu.pl/en/university/multimedia/graphic-symbol\nCrawled: 2025-03-19 21:07:34\n\nSkip to content ↓\n\n Graphic symbol \n\nThe AGH University graphic symbol is the only sign used for the everyday visual identification of the university. It has replaced the AGH University emblem in this role, which, in its current form, is reserved exclusively for promoting the history and scientific heritage of the university.\n\nPromotional materials allow the use of the graphic symbol together with the full name of the university in Polish or English. The name itself might be incorporated symmetrically or asymmetrically in regard to the graphic symbol.\n\nIn the symmetrical layout, the name of the University is placed below the AGH University sign and centred in regard to the vertical axis of the ideogram.\n\nThe full Polish name of the university was designed in three versions: one-, two-, and three-verse layouts; the English one in two versions: one- and two-verse layouts. When choosing versions, keep in mind the size of the medium on which you reproduce the symbol and the compositional layout.\n\nIt is worth noting that the graphic symbol is one of many in the array of elements of the AGH University visual identity. To fully mirror the university’s graphic style, the symbol should always be accompanied by the proper typeface, colour scheme, and specified fonts and compositional motives.\n\nGraphic symbol - download\n\nWe strongly recommend that you familiarise yourself with the details on how to use the AGH University graphic symbol specified here.\n\nThe AGH University graphic symbol consists of an ideogram and a logotype.\n\nThe ideogram comprises three parts, each of which consists of three longitudinal elements (stripes). Symbolically, it represents an eagle, which is an allusion and a simplified form of the university emblem. The ideogram has three colours: green, black, and red. The logotype constitutes the initial letters of the university name. They are written in a font specifically designed for the AGH University.\n\nWhen using the AGH University graphic symbol, observe the minimum space that separates the logo from other elements. See below for the method of calculating the minimum space around the logo.\n\nWhen using the AGH University graphic symbol, observe the minimum size of the logo, that is, not smaller than 15 mm.\n\nThe colour palette is the fundamental component of visual identity and profoundly influences the perception of the receiver. Consistent application of a defined colour scheme, together with the care taken to ensure that all colours used on all identity media are alike, might be conducive to the colour scheme becoming the element that everyone recognises immediately and associates with the university.\n\nThe colours used in the coloured version of the graphic symbol – green, black, and red – pertain to the traditional symbolic colour scheme related to mining and metallurgy.\n\nWhite is the complimentary colour appearing in the monochromatic, negative version of the symbol. The Pantone Opaque White paint is to be applied only in case of reproducing the aforementioned version of the symbol on backgrounds other than white (e.g., printing the symbol on gadgets in colours other than white).\n\nGreen\n\nPMS: Pantone 349\n\nCMYK: C100 M0 Y90 K40\n\nRGB: R0 G105 B60\n\nHTML: #00693C\n\nRAL 6029\n\nORACAL 641: 613 Forest Green\n\nBlack\n\nPMS: Pantone Process Black\n\nCMYK: C0 M0 Y0 K100\n\nRGB: R30 G30 B30\n\nHTML: #1E1E1E\n\nRAL 9005\n\nORACAL 641: 070 Black\n\nRed\n\nWhite\n\nPMS: Pantone Opaque White\n\nCMYK: C0 M0 Y0 K0\n\nRGB: R255 G255 B255\n\nHTML: #FFFFFF\n\nRAL 9003\n\nORACAL 641: 010 White\n\nAny changes to the size of the AGH University graphic symbol must be carried out with attention to preserve its proportions. It is forbidden to scale the symbol inappropriately or to perform any other modifications deforming the sign (including italicisation, emboldening individual elements and changing the spaces between them, and contouring the symbol).\n\nIt is forbidden to change the form of the letters of the symbol (e.g. assembling the logotype with a ready-made typeface) and the ratio between the logotype and the ideogram.\n\nIn case of the coloured version of the symbol, it is forbidden to introduce changes to the colours of individual elements of the symbol (including the ideogram: changing the sequence of the colours or changing the colours themselves; the logotype: changing the colours of individual letters or changing the colour black to any other colour).\n\nIt is forbidden to place other components in the minimum space that separates the symbol from other elements, which would disrupt the legibility of the symbol (e.g. heavy-patterned background). When reproducing the symbol in an illustration or a photograph, no contrastive elements, which could overpower the symbol, might be positioned in the aforementioned space; between the symbol and the background on which it is reproduced, an appropriate contrast must be preserved to allow proper readability of the symbol. When reproducing the symbol next to text or other graphic elements, the minimum space between such components and the symbol must be preserved.\n\nStopka\n\nWelcome to AGH University\n\nAGH University Strategy\n\nExcellence Initiative – Research University\n\nUNIVERSEH\n\nResearch offer\n\nBusiness offer\n\nCentre for International Affairs\n\nWelcome Point\n\nFaculties\n\nMain Library\n\nAGH University Student Campus\n\nCareers Centre\n\nContact\n\nMap of the AGH University Campus\n\nAGH University e-Shop\n\nEmployee Search\n\nHRS4R\n\nEquality statement\n\nPersonal data protection\n\nMake a donation\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/university/multimedia/graphic-symbol", "title": " Graphic symbol -- AGH UST ", "depth": 2, "duplicate": false, "content_hash": "3b1e079c8993e232e00165141567fe41", "word_count": 863, "headings": [{"level": 1, "text": "Graphic symbol"}, {"level": 2, "text": "Stopka"}]}}