{"content": "# Rekomendacje KRASP dot. eliminowania nierzetelnych praktyk publikacyjnych-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/rekomendacje-krasp-dotyczace-eliminowania-nierzetelnych-praktyk-publikacyjnych\nCrawled: 2025-03-19 21:14:56\n\nRekomendacje KRASP dot. eliminowania nierzetelnych praktyk publikacyjnych \n\n 10/02/2025 \n\n szkolnictwo wyższe \n\n Prezydium Konferencji Rektorów Akademickich Szkół Polskich (KRASP) wydało 7 lutego 2025 r. komunikat w sprawie rekomendowanych działań mających na celu eliminowanie nierzetelnych praktyk publikacyjnych. Poniżej prezentujemy jego treść. \n\nZgodnie z zapowiedzią wyrażoną w \nStanowisku KRASP z 27 stycznia 2025 r.\n, przejawy nieetycznych zachowań związanych z prowadzeniem badań naukowych i publikowaniem ich wyników były tematem debaty Prezydium KRASP 30 stycznia 2025 r. w Gdańsku oraz spotkania online, które odbyło się 6 lutego 2025 r.\n\nJako osoby kierujące polskimi uczelniami akademickimi, mamy świadomość, że zjawisko „fabryk artykułów” (tzw. paper mills) jest przejawem realnego kryzysu i może prowadzić do poważnych konsekwencji związanych z podważeniem zaufania do wyników badań naukowych, rzetelności aktywności akademickiej i trafności decyzji dotyczących finansowania nauki. Dlatego przedstawiamy pierwsze rekomendacje i deklarujemy współpracę ze wszystkimi instytucjami, które podejmują i będą podejmować działania na rzecz eliminowania nierzetelnych praktyk publikacyjnych w Polsce i na świecie.\n\nRekomendujemy, aby odpowiednie uczelniane instytucje (np. specjalne komisje, pełnomocnicy lub rzecznicy akademiccy) dokonały niezwłocznie przeglądu aktywności publikacyjnej w uczelniach co najmniej od roku 2022, a w przypadku podejrzeń dotyczących nieetycznych zachowań publikacyjnych, formułowały wnioski o wszczęcie postępowań wyjaśniających.\n\nPublikacje z tzw. paper mills i czasopism drapieżnych nie powinny być brane pod uwagę w ewaluacji działalności naukowej i artystycznej oraz stanowić osiągnięć uwzględnianych w postępowaniach awansowych nauczycieli akademickich.\n\nZalecamy, aby w każdej uczelni została przyjęta Uczelniana polityka publikacyjna oraz aby dokument ten był upubliczniony na właściwej stronie BIP. Uczelniana polityka publikacyjna powinna dotyczyć wszystkich osób prowadzących aktywność publikacyjną w uczelni, obowiązywać najpóźniej od roku akademickiego 2025/2026 i być zgodna z zapisami \nKodeksu Etyki Pracownika Naukowego\n oraz \nKodeksu Dobre praktyki w szkołach wyższych\n.\n\nRekomendujemy, aby uczelnie dokonywały monitoringu przestrzegania zasad i procedur opisanych w Uczelnianej polityce publikacyjnej, a wyniki odpowiednich audytów upubliczniały co najmniej raz na cztery lata.\n\nPodjęcie działań naprawczych wymaga dialogu i współpracy środowiska akademickiego w celu wyeliminowania nieetycznych zachowań publikacyjnych. Dlatego KRASP zachęca uczelnie do otwartej dyskusji i deklaruje zorganizowanie otwartej debaty poświęconej rzetelnym i nierzetelnym praktykom publikacyjnym. Zachęcamy uczelnie do organizowania w swoich środowiskach podobnych debat czy webinarów.\n\nWyrażamy gotowość do współpracy z Ministerstwem Nauki i Szkolnictwa Wyższego, a także z instytucjami finansującymi badania w celu zdiagnozowania i wyeliminowania systemowych mechanizmów sprzyjających podejmowaniu nieetycznych zachowań publikacyjnych. Dostrzegamy, że obecny system ewaluacji działalności naukowej oraz model kariery akademickiej, oparte na gromadzeniu i sprawozdawaniu punktacji za dorobek naukowy i artystyczny, sprzyjają nadużyciom, chociaż nigdy nie wykluczają indywidualnej odpowiedzialności badaczy. Zarówno system ewaluacji jakości badań w jednostkach naukowych, jak i ścieżka awansów akademickich wymagają głębokiej analizy i nowych rozwiązań (w tym jakościowych), które zapewnią przejrzystość oceny i uwzględnią ochronę przed nieetycznymi praktykami, prowadzonymi także z wykorzystaniem nowych technologii (np. AI).\n\nprof. dr hab. Bogumiła Kaniewska\n Przewodnicząca KRASP\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/rekomendacje-krasp-dotyczace-eliminowania-nierzetelnych-praktyk-publikacyjnych", "title": "Rekomendacje KRASP dot. eliminowania nierzetelnych praktyk publikacyjnych-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "c3d0362e2425f54eb786234b124b6e6b", "word_count": 451, "headings": [{"level": 1, "text": "Rekomendacje KRASP dot. eliminowania nierzetelnych praktyk publikacyjnych"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}