{"content": "# Elon Musk – Historia AGH\n\nURL: https://historia.agh.edu.pl/wiki/Elon_Musk\nCrawled: 2025-03-19 21:09:25\n\nElon Musk\n\nZ Historia AGH\n\nElon Musk\n\nNazwisko\n\nMusk\n\nImię / imiona\n\nElon\n\nTytuły honorowe AGH\n\nDoktor Honoris Causa AGH\n\nData urodzenia\n\n28 czerwca 1971\n\nMiejsce urodzenia\n\nPretoria (RPA)\n\nDyscyplina/specjalności\n\ninformatyka\n, \ntransport\n, \nmotoryzacja\n, \ntechnika kosmiczna\n\nRok przyznania doktoratu h.c. AGH\n\n2017\n\nPowód przyznania doktoratu h.c. AGH\n\nza zasługi w stworzeniu i praktycznym wdrożeniu modelu świadczenia usług IT  w  skali  globalnej  (Paypal),  rozwój  technologii  lotów  kosmicznych (Spacex) oraz transportu ziemnego (Tesla, Hyperloop) stanowiących punkt odniesienia  dla  działań  w  zakresie  rozwoju  nowoczesnych  środków transportu  w  Polsce,  w  których  Akademia  Górniczo-Hutnicza im. Stanisława Staszica w Krakowie czynnie uczestniczy\n\nElon Musk\n (1971-)\n\nDyscyplina/specjalności: informatyka, transport, motoryzacja, technika kosmiczna\n\nNota biograficzna\n\nUrodził się 28 czerwca 1971 roku w Pretorii (Republika Południowej Afryki).\n\nW 1989 roku przeprowadził się do Kanady, gdzie studiował na Uniwersytecie Queen’s. Opuścił Kanadę w 1992 roku po uzyskaniu stypendium na Uniwersytecie Pensylwania w USA. Tam też w 1995 roku uzyskał tytuł licencjata z fizyki i ekonomii. W 1995 roku rozpoczął także studia na wydziale fizyki na Uniwersytecie Stanforda, jednak po dwóch dniach je rzucił, aby razem ze swoim bratem założyć przedsiębiorstwo Zip2. Firma tworzyła internetowe przewodniki miejskie oraz oprogramowanie do publikowania treści m.in. dla takich gazet jak The New York Times oraz Chicago Tribune.\n\nW marcu 1999 roku został jednym z założycieli internetowego serwisu płatniczego X.com, który w 2001 roku zmienił nazwę na PayPal. \n\nW 2002 roku założył swoje trzecie przedsiębiorstwo SpaceX, którego obecnie jest dyrektorem generalnym i technicznym. SpaceX zajmuje się projektowaniem i konstruowaniem rakiet nośnych dla pojazdów kosmicznych, ze szczególnym nastawieniem na ich niski koszt i niezawodność. W 2006 roku nastąpił pierwszy udany start rakiety Falcon 1. W 2008 roku firma SpaceX zdobyła kontrakt na misje zaopatrzeniowe na międzynarodową stację kosmiczną, a w 2009 roku jako pierwsza prywatna firma umieściła ładunek na orbicie. SpaceX planuje również zaprojektowanie pojazdu mogącego dowieźć ludzi na Marsa.\n\nWspółzałożyciel (w 2008 roku), dyrektor generalny i architekt produktów w Tesla Motors (od 1 lutego 2016 Tesla Inc.), firmie zajmującej się produkcją niedrogich samochodów elektrycznych na masową skalę, a także produktów akumulatorowych i dachów słonecznych. Nadzoruje rozwój produktu, inżynierię i projektowanie produktów firmy. Pierwszym produktem firmy był samochód elektryczny Tesla Roadster.\n\nGłówny inwestor i członek zarządu przedsiębiorstwa SolarCity, produkującego ogniwa fotowoltaiczne.\n\nPrzewodniczący Fundacji Muska (The Musk Foundation) poświęconej eksploracji kosmosu, odkrywaniu odnawialnych i czystych źródeł energii oraz finansującej edukację naukową i badania pediatryczne.\n\nDoradca w gabinecie prezydenta USA Donalda Trumpa we wczesnym okresie jego kadencji.\n\nLaureat licznych rankingów, m.in. jeden z najbardziej wpływowych ludzi XXI wieku według magazynu Esquire, w 2010 roku znalazł się na liście tygodnika „Time” wśród 100 osób o największym wpływie na świat, w 2016 roku został umieszczony na liście The top 10 business visionaries creating value for the world przez magazyn Business Insider.\n\nOdznaczenia i nagrody\n\nNagroda Heinlein Prize for Advances in Space Commercialization (2011), Złoty medal Royal Aeronautical Society (2012)\n\nŹródła do biogramu\n\nKsiążki\n\nVance A.: Elon Musk : biografia twórcy PayPala, Tesli, SpaceX. Kraków 2016\n\nArtykuły\n\n[\nProtokół z Posiedzenia Senatu AGH... 1.03.2017\n], s. 1, 7-8, 33\n\n[\nProtokół z Posiedzenia Senatu AGH... 14.06.2017\n], s. P1, P7, P16\n\nInne\n\nElon Musk [online] [przeglądany 4.04.2018]. Dostępny w:  \nhttps://pl.wikipedia.org/wiki/Elon_Musk\n\nElon Musk Biography [online] [przeglądany 4.04.2018]. Dostępny w:  \nhttps://www.biography.com/people/elon-musk-20837159\n\nKariera Elona Muska : od zera do milionera [online] [przeglądany 4.04.2018]. Dostępny w: \nhttp://www.newsweek.pl/wiedza/elon-musk-tworca-spacex-tesla-motors-i-paypala,artykuly,405704,1.html\n\nMichalik Ł.: Wszystkie projekty Elona Muska. Skąd wzięła się sława geniusza i wizjonera? [online] [przeglądany 4.04.2018]. Dostępny w: \nhttps://gadzetomania.pl/57677,elon-musk\n\nUchwała nr 24/2017 Senatu AGH z dnia 1 marca 2017 r. w sprawie wszczęcia postępowania o nadanie TYTUŁU DOKTORA HONORIS CAUSA AGH Panu Elon Musk [online] [przeglądany 30.03.2018]. Dostępny w: \nhttps://www.agh.edu.pl/fileadmin/default/templates/images/dokumenty/uchwaly_senatu/2017/0301/01_03_2017_24.pdf\n\nUchwała Nr 83/2017 Senatu AGH z dnia 14 czerwca 2017 r. w sprawie nadania TYTUŁU DOKTORA HONORIS CAUSA AGH Panu Elon Musk [online] [przeglądany 30.03.2018]. Dostępny w: \nhttps://www.agh.edu.pl/fileadmin/default/templates/images/dokumenty/uchwaly_senatu/2017/0614/14_06_2017_83.pdf\n\nVance A.: Elon Musk - geniusz czy szaleniec? Twórca PayPala, Tesli, SpaceX zmusza podwładnych do pracy ponad siły [online] [przeglądany 4.04.2018]. Dostępny w:  \nhttp://weekend.gazeta.pl/weekend/1,152121,19611935,elon-musk-geniusz-czy-szaleniec-tworca-paypala-tesli-spacex.html\n\nstan na dzień 10.06.2024\n\nŹródło: „\nhttp://historia.agh.edu.pl/mediawiki/index.php?title=Elon_Musk&oldid=84692\n”\n\nKategorie\n: \nBiogramy\nDoktorzy honoris causa AGH", "metadata": {"url": "https://historia.agh.edu.pl/wiki/Elon_Musk", "title": "Elon Musk – Historia AGH", "depth": 2, "duplicate": false, "content_hash": "8bf262773a223b45ea1989f01e707676", "word_count": 661, "headings": [{"level": 1, "text": "Elon Musk"}, {"level": 2, "text": "Nota biograficzna"}, {"level": 4, "text": "Odznaczenia i nagrody"}, {"level": 2, "text": "Źródła do biogramu"}, {"level": 4, "text": "Książki"}, {"level": 4, "text": "Artykuły"}, {"level": 4, "text": "Inne"}]}}