{"content": "#  Required documents - Master -- Department for International Students AGH \n\nURL: https://www.international.agh.edu.pl/en/studies/recruitment/required-documents-master\nCrawled: 2025-03-19 21:19:53\n\nSkip to content\n\nSkip to footer\n\n Required documents - Master \n\nUpload documents needed for recruitment into e-Rekrutacja system -> choose the section \"Correspondence\" -> \"Create a new thread\" -> \"Add an attachment\" -> \"Send a message\"\n\n Bachelor diploma \n\nUpload it in e-Rekrutacja system.\n\nRemember, that your Bachelor diploma needs to entitle you to apply for Master studies at universities of any type in the country/education system in which the document was issued.\n\nYou can check the eligibility of your Bachelor diploma at the Polish National Agency for Academic Exchange (NAWA) website in KWALIFIKATOR system.\n\nCheck, if your diploma entitles you to apply for Master studies in Poland\n\nIf you do not have a final Bachelor diploma at the time of recruitment, upload an official graduation certificate issued by the University, which confirms the completion of studies. The certificate must include, among other things:\n\ncompleted field of study\n\ndate of graduation\n\nobtained professional title.\n\n legalisation/apostille to Bachelor diploma \n\nCheck below, if your diploma needs legalization or apostille.\n\nYour document needs to have an apostille, if\n it was issued in a country that is party to the Hague Convention. Check:\nthe country list at the Hague Convention\n\nAfter clicking on the chosen country, you will find a list of institutions which issue apostille.\n\nFor information on the procedure, please contact the relevant institution directly.\n\nPoland does not accept apostille issued in certain countries from the list above. In such cases legalisation is required instead. \nThis applies to Pakistan, Burundi, Kosovo, among others.\n\nYour document needs to be legalized in the embassy/consulate if\n it was issued in a country that is not a party to the Hague Convention - that is, in a country not included in the above list.\n\nThe legalization must be done by:\n\na consul of Poland appointed for the state on whose territory or in whose educational system the document was issued, or\n\na diplomatic representative office accredited in Poland or another Member State of EU/EFTA/OECD or a consular office of the state in which territory or in whose education system the document has been issued.\n\nEXAMPLE:\n A document issued in Mexico (in the Mexican educational system) can be legalized:\n\nat the Polish embassy in Mexico or\n\nat the Mexican embassy in Poland or\n\nat the Mexican embassy in an EU/EFTA/OECD country\n\nFor information on the legalization procedure, contact directly the relevant embassy or consulate. Check:\nlist of Poland's missions abroad\n\nlist of diplomatic missions and consular posts in Poland\n\nThe University does not participate in the procedure of obtaining an apostille/legalization.  \n\nRemember that the process of obtaining apostille/legalization may take time, so start the procedure early enough, taking into account the admission deadlines.  \n\nIn case of any doubts, please contact us.\n\n Polish language exam - exemption certificates \n\nRemember! Polish language exam is obligatory if you apply for Master studies held in Polish, which don’t have an entrance exam.\n\nCheck exam deadlines\n\nCheck exam description (PDF, 239 KB)\n\nCheck if the field of study has the entrance exam in section \nEducation offer\n.\n\nCheck below the list of documents, which exempt you from the exam - if you have one of them, upload it in e-Rekrutacja system.\n\na secondary school-leaving certificate (\"\nświadectwo dojrzałości\n\") obtained in the Polish education system;\n\na certificate or statement of completing a one-year preparatory course to study in Polish in entities designated by the minister responsible for higher education \nat the minimum B-2 level\n;\n\na certificate of knowledge of Polish language issued by the \nState Commission for the Certification of Knowledge of Polish as a Foreign Language\n\nat the minimum B-2 level\n;\n\na certificate, diploma or another document confirming completion of a secondary school abroad where all the classes were conducted in Polish language;  \n\na certificate or statement confirming knowledge of Polish \nat the minimum B-2 level \nwithin the meaning of the Common European Framework of Reference for Languages issued by a language school or any other educational institution conducting language exams and/or Polish language courses;\n\na higher education diploma (at least a first-cycle degree) from studies held in Polish language\n or a certificate of graduation with information about professional title obtained together with the university's annotation of the lecture language if the diploma has not yet been released.\n\nIf you don't upload a scan of the required document within set time limit according to the admission calendar, you will need to take an on-line Polish language exam (in case your chosen Master field of study has no entrance exam).\n\n English language exam - exemption certificates \n\nRemember! English language exam is obligatory, if you apply for Master studies held in English language which don't have an entrance exam.\n\nCheck exam deadlines\n\nCheck exam description (PDF, 414 KB)\n\nCheck, if the field of study has the entrance exam in the secion \nEducation Offer\n.\n\nCheck below the list of documents, which exempt you from the exam - if you have one of them, upload it in e-Rekrutacja system.\n\na certificate, diploma or another document \nconfirming the completion of a post-primary school\n abroad in which classes were conducted in English language, among others:\n\nInternational Baccalaureate Diploma\n\nEuropean Baccalaureate Certificate\n\na graduation diploma (at least a Bachelor degree) from studies held in English language\n or a certificate of graduation with information about professional title obtained together with the university's annotation on the lecture language if the diploma has not yet been released;\n\na certificate or statement confirming knowledge of English language \nat the minimum B-2 level\n, \nas defined in the Common European Framework of Reference for Languages\n, issued by a language school or educational institution conducting examinations or/and English language courses, for example:\n\nInternational English Language Testing System IELTS Academic - min. 5,5 points \n(IELTS General Training is not accepted)\n\nFirst Certificate in English (FCE) / B2 First\n\nCertificate in Advanced English (CAE)\n\nCertificate of Proficiency in English (CPE)\n\nTest of English as a Foreign Language (TOEFL) — Internet-Based Test version (iBT): reading - min. 18 points, listening - min. 17 points, speaking - min. 20 points, writing - min. 17 points\n\nTest of English for International Communication (TOEIC) — reading - min. 385 points, listening - min. 400 points, speaking - min. 160 points, writing - min. 150 points\n\nPearson PTE Academic - min. 59 points\n\nBritish Council EnglishScore - reading & listening, speaking, writing.\n\nIf you don't upload a scan of the required document within set time limit according to admission calendar, you will need to take an on-line English language exam (in case your chosen Master field of study has no entrance exam).\n\n declaration of AGH University graduate \n\nYou can upload it, if:\n\nyou are AGH University graduate and\n\nfor your chosen Master field of study is possible to calculate the E component of the admission rate based on the result of the general major (engineering or Bachelor's) examination.\n\nFind the sample in the section \nDownloads\n.\n\n Dean's decision \n\nIn case of applying for 3-semester Master studies leading to the professional title of 'magister inżynier' you need to hold the title of 'inżynier' or an equivalent title.\n\nIn case you have documents issued abroad, you need to have the title Bachelor of Science/Bachelor of Engineering (or equivalent).\n\nYou don’t know, if for your field of study Bachelor of Science or equivalent is required? Check that in the section \nEducation offer\n.\n\nIf you don’t have a diploma with the above mentioned title, diploma and transcript of records will be individually reviewed by a Dean of the Faculty, who may accept it with or without setting programme differences.\n\nSend to the Dean of the Faculty your request and scans of documents.\n\nFind the request sample in the section \nDownloads\n.\n\nYou will find Dean’s contact details, to whom you need to send the request and your documents, in e-Rekrutacja system.\n\nUpload in e -Rekrutacja system the decision that you will receive from the Dean.\n\n valid passport \n\nUpload in e-Rekrutacja system a scan of your passport – a page with your photo and personal data.\n Remember to enter in e-Rekrutacja system data (name and surname) exactly how it is written in your passport.\n\nPassport validity:\n\nat least \nuntil September 30\n of the current year- if you are taking part in the summer recruitment (June - September)\n\nat least \nuntil March 15\n of the current year - if you are taking part in the winter recruitment (January - February)\n\n translations \n\nIf your educational documents are issued in \nEnglish\n, \nRussian\n or \nUkrainian\n - you don’t have to upload translations in e-Rekrutacja system at the time of recruitment, unless we ask for it.  \n\nIf your educational documents are issued in a language other than English, Russian or Ukrainian - upload Polish or English translations in e-Rekrutacja system at the time of recruitment.\n\nHowever, if your documents require the Dean's decision (check the section Dean’s decision above), the Dean may ask you to send him additionally translations Polish or English.\n\n scholarship decision \n\nUpload it in e-Rekrutacja system, if you got a scholarship (for example: from Polish National Agency for Academic Exchange - NAWA, K. Kalinowski Scholarship or others).\n\n Bachelor diploma \n\nBring with you the original document that has been accepted in the e-Rekrutacja system.\n\n diploma supplement with grades \n\nBring with you the original document that has been accepted in the e-Rekrutacja system.\n\n legalisation/apostille to Bachelor diploma \n\nBring with you the original document, even if you didn’t upload it at the time of the recruitment.\n\n language certificate \n\nIf you did not take the entrance exam and you did not take the language exam organized by the AGH University, you need to bring an original language certificate that has been accepted in e-Rekrutacja system.\n\n declaration of the AGH University graduate \n\nBring with you the original document, even if you didn’t upload it at the time of the recruitment.\n\n Polish translations \n\nYou need to translate your education documents (Bachelor diploma and diploma supplement with grades).\n\nTranslations must be done by:\n\na person put by the Minister of Justice on the list of sworn translators or\n\na person registered as a sworn translator in a member state of the EU, a member state of the EFTA - party to the agreement on the European Economic Area or a member of the OECD, or\n\nPolish consul, competent for the country on whose territory or in whose education system the given certificate or diploma was issued, or\n\na diplomatic representation or consular office, accredited in Poland, of the country on whose territory or in whose education system the given certificate or diploma was issued and submitted not later than during the registration for studies.\n\nIf you are unable to do such a translation in your country, you can do it in Poland.\n\nFind a sworn translator in Poland\n\nYou have to submit translations into Polish language made from \nORIGINAL\n documents. Translations done from a \nCOPY\n or a \nSCAN\n of documents will not be accepted.\n\n Photo for a student ID card \n\nUpload in e-Rekrutacja system your photo in official outfit at light background .\n\nThe electronic version of the photo is needed for Electronic Student ID.\n\nPhoto conditions:\n\nmust be in color\n\nfacial expression and clothing should be in harmony with the status of a prospective student AGH University\n\nmust be framed in such a manner that the head is clearly visible and centrally located\n\ncannot contain any edges or borders\n\ncannot contain any fragments of rubber stamps or other texts\n\na size of photo (in pixels) is 236x295 or larger in proportion 4:5\n\na file format is JPEG\n\na file size is not exceed than 1MB\n\nThe lack of electronic version of the photo makes it impossible to register for studies.\n\n scholarship decision \n\nUpload it in e-Rekrutacja system, if you got a scholarship (for example: from the Polish National Agency for Academic Exchange - NAWA, K. Kalinowski Scholarship or others).\n\n additional documents for a candidate's attorney \n\nThe candidate's attorney comes for the registration\n - the following documents should be submitted:\n\nattorney’s identity document;\n\npower of attorney granted to the attorney by the candidate in the form of a notarial act or power of attorney with a notary confirmation of the authenticity of the signature of the legal representative.\n\nThe power of attorney should indicate activities that may be performed by the attorney in connection with the recruitment process. The power of attorney done outside of Poland must be submitted with a sworn translation into Polish as well as with apostille/legalisation.\n\nsigned by the attorney: consent to the processing of personal data and information of the personal data administrator.\n\nThe recruitment documents necessary for the registration are signed by the attorney.\n\nStopka\n\nAGH University in rankings\n\nAGH University Online Store\n\nCareer Centre\n\nDiploma nostrification\n\nDoctoral School\n\nMain Library\n\nNon-degree postgraduate studies\n\nPolish language course\n\nStudent Ombudsperson\n\nDepartment for International Students\nal. Mickiewicza 30\n30-059 Krakow\nbuilding A-3, room No 12A \n\nOffice hours\nMonday-Friday: 10 a.m. - 2 p.m.\n\nRegular studies\nP: +48 12 617 50 92\nE: international.students(at)agh.edu.pl\n\nExchange programmes and bilateral agreements\nP: +48 12 617 52 38\nE: exchange(at)agh.edu.pl\n\nBack", "metadata": {"url": "https://www.international.agh.edu.pl/en/studies/recruitment/required-documents-master", "title": " Required documents - Master -- Department for International Students AGH ", "depth": 3, "duplicate": false, "content_hash": "cdbb44e229b8c3ea8ec4d32c30769f93", "word_count": 2171, "headings": [{"level": 1, "text": "Required documents - Master"}, {"level": 2, "text": "Stopka"}]}}