{"content": "# Kierunek Elektrotechnika AGH | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/elektrotechnika/\nCrawled: 2025-03-19 21:30:03\n\nKierunek kształcenia: Elektrotechnika\n\nWarunki rekrutacji\n\nKandydaci\n\nAutomatyka i Robotyka\n\nComputer science\n\nElektrotechnika\n\nInformatyka\n\nInformatyka Medyczna\n\nInformatyka i systemy inteligentne\n\nInżynieria Biomedyczna\n\nMetrologia i Inżynieria Pomiarów (II stopień)\n\nMikroelektronika w technice i medycynie\n\nTechnologie Przemysłu 4.0\n\nEgzaminy wstępne na II stopień studiów\n\nStudia podyplomowe i kursy dokształcające\n\nstudia I stopnia (inżynierskie)\nstudia II stopnia (magisterskie)\n\nOpis kierunku kształcenia:\nWspółczesna problematyka z dziedziny inżynierii elektrycznej i aplikacji przemysłowych w zakresie wytwarzania, przesyłu i wykorzystania energii elektrycznej, a także sterowania procesami przetwarzania energii w systemach przemysłowych z zapewnieniem wymagań zasilania i jakości energii.\nAbsolwent kierunku kształcenia ma wiedzę \nw zakresie:\nelektrotechniki, elektroenergetyki, metrologii elektrycznej i nieelektrycznej, energoelektroniki, napędu elektrycznego, techniki wysokich napięć, sieci elektrycznych, energetyki odnawialnej, maszyn elektrycznych, podstaw modelowania i komputerowych badań symulacyjnych, podstaw programowania sterowników PLC, mikroprocesorów i układów FPGA, jakości energii elektrycznej i automatyki budynkowej, elektrotermii, techniki oświetleniowej, podstaw teorii sterowania, oraz metod numerycznych.\nAbsolwent kierunku kształcenia potrafi:\nanalizować obwody elektryczne, energoelektroniczne, napędowe i elektromaszynowe oraz sieci i systemy elektroenergetyczne, wykorzystywać komputerowe oprogramowanie symulacyjne i projektowe, zaprojektować układ bądź system złożony z podzespołów elektrycznych, zaprojektować cyfrowy i analogowy system sterowania i regulacji dla układów napędowych, energoelektronicznych, automatyki budynkowej i układów zasilających, zaprojektować system i prowadzić pomiary wielkości elektrycznych i nieelektrycznych.\nPerspektywy zawodowe:\noferta pracy absolwentów kierunku Elektrotechnika jest szeroka i obejmuje możliwość zatrudnienia na stanowiskach: projektantów i inżynierów zarządzający systemami generacji, eksploatacji i przesyłu energii elektrycznej oraz zaawansowanymi systemami pomiarowymi, programistów PLC, mikroprocesorów i układów FPGA. Dodatkowo absolwenci kierunku Elektrotechnika mogą uzyskiwać uprawnienia budowlane w specjalności instalacyjnej w zakresie sieci, instalacji, urządzeń elektrycznych i elektroenergetycznych (Rozporządzenie MIiR z 11.09.2014).\nStudia drugiego stopnia prowadzone są w ramach specjalności. Trwają trzy semestry w formie stacjonarnej oraz cztery semestry w formie niestacjonarnej i kończą się przygotowaniem pracy dyplomowej. Absolwent otrzymuje tytuł zawodowy magistra inżyniera. Absolwent posiada zaawansowaną i ugruntowaną wiedzę z zakresu projektowania, konstruowania, funkcjonowania, analizy i testowania urządzeń elektrycznych oraz komputerowych systemów pomiarowych i systemów sterowania cyfrowego.Posiada umiejętności stosowania właściwych w obszarze elektrotechniki narzędzi informatycznych i elektronicznych.\nStudent studiów stacjonarnych II stopnia ma do wyboru 6 specjalności.\n• AUTOMATYKA PRZEMYSŁOWA I AUTOMATYKA BUDYNKÓW\nAbsolwenci tej specjalności dysponują wiedzą z zakresu mikrokomputerowych systemów automatyki stosowanych w przemyśle oraz wykorzystywanych w automatyce budynków, ze szczególnym uwzględnieniem systemów operacyjnych czasu rzeczywistego. W zakresie automatyki\nbudynków uzyskują wiadomości na temat systemów: wentylacji i klimatyzacji, przeciwpożarowych, kontroli dostępu, monitoringu mediów, wykorzystywanych w budynkach mieszkalnych, biurowych i użyteczności publicznej, bazujących na różnych technologiach (LonWorks, EIB-KNX). Absolwenci posiadają umiejętności projektowania, konstrukcji oraz uruchamiania systemów automatyki, a także umiejętności programowania w językach C i C++, programowania sterowników w językach zgodnych z normą EN 61131–3 oraz umiejętność programowania systemów SCADA.\n• ELEKTROENERGETYKA\nAbsolwenci tej specjalności posiadają przygotowanie teoretyczne i praktyczne do realizacji przedsięwzięć projektowych, technologicznych, modernizacyjnych oraz eksploatacji nowoczesnych urządzeń, pracujących w złożonych strukturach systemów elektroenergetycznych. Uzyskują wiedzę z dziedziny wytwarzania, przesyłu i rozdziału energii elektrycznej, sieci i systemów elektroenergetycznych, badań i pomiarów, diagnostyki urządzeń elektroenergetycznych, modelowania i symulacji komputerowych zjawisk dynamicznych w układach elektroenergetycznych, a także problemów ekologicznych, wynikających z oddziaływania obiektów elektroenergetycznych na środowisko.\n•\n ENERGOELEKTRONIKA i NAPĘD ELEKTRYCZNY\nAbsolwenci tej specjalności dysponują wiedzą z dziedziny energoelektroniki i napędu elektrycznego, a zwłaszcza układów energoelektronicznych o zaawansowanych metodach sterowania, stosowanych zarówno w urządzeniach przemysłowych, jak i powszechnego użytku. W zakresie napędów elektrycznych, oprócz podstawowych rozwiązań w trakcji elektrycznej, hutnictwie, górnictwie i innych gałęziach przemysłu, zapoznają się z najnowszymi konstrukcjami silników do powszechnych zastosowań oraz metodami ich sterowania. Potrafią posługiwać się pakietami projektowania\nkomputerowego CAD, pakietami symulacyjnymi SPICE, a także programować sterowniki przemysłowe i komputery jedno układowe.\n• INŻYNIERIA ELEKTRYCZNA W POJAZDACH \nSAMOCHODOWYCH\nAbsolwenci specjalności Inżynieria Elektryczna w Pojazdach Samochodowych zdobywają kompleksową wiedzę z zakresu technologii elektrycznej, elektroniki i informatyki – dziedzin, dzięki którym następuje gwałtowny rozwój motoryzacji, w tym pojazdów elektrycznych. Uzupełnieniem jest wiedza z zakresu napędów, dynamiki pojazdów czy aktywnych systemów bezpieczeństwa. W szczególności absolwenci zdobywają pogłębioną wiedzę z zakresu sensoryki samochodowej, systemów sterowania, technologii komunikacyjnych, źródeł i magazynów energii oraz metod zarządzania energią we współczesnych pojazdach samochodowych. IEPS to specjalność, która wychodzi naprzeciw zapotrzebowaniu na specjalistów w branży „automotive”, a absolwenci znajdują zatrudnienie w licznych, działających w Polsce centrach rozwojowych firm zajmujących się budową podzespołów lub całych pojazdów.\n• PLATFORMA TECHNOLOGICZNA SMART GRIDS (w j. angielskim)\nW ramach tej specjalności studenci zdobywają wiedzę związaną z platformą technologiczną Smart Grids i jej aplikacjami w obszarze tzw. „Inteligentnych systemów energetycznych”, rozumianych jako systemy zdolne do integracji i sterowania pracą rozproszonych źródeł i zasobników energii. Absolwenci posiadają umiejętności optymalizacji istniejących systemów energetycznych z wykorzystaniem osiągnięć współczesnej energoelektroniki, nowoczesnych narzędzi informatycznych i telekomunikacyjnych, gwarantujących bezpieczeństwo i niezawodność dostawy energii\ndo odbiorców oraz jej wysoką jakość. Umiejętności te pozwalają na efektywne jej przetwarzanie i użytkowanie, a także poprawę warunków życia w sytuacji istniejącej konkurencji na rynku energii.\nStudent studiów niestacjonarnych II stopnia ma \ndo wyboru 3 specjalności:\n• AUTOMATYKA I METROLOGIA\nStudia o tej specjalności zapewniają przygotowanie w zakresie projektowania i stosowania układów sterowania i systemów pomiarowych. Przygotowanie w zakresie automatyki obejmuje teorię i praktykę sterowania dyskretnego oraz mikrokomputerowych układów sterowania. Przygotowanie w zakresie metrologii ukierunkowane jest przede wszystkim na pomiary realizowane w automatyzacji procesów technologicznych. Przekazywana wiedza umożliwia poznanie metod i narzędzi pomiarowych oraz algorytmów przetwarzania danych pomiarowych i algorytmów sterowania. Absolwenci tej specjalności są przygotowani do podjęcia pracy w przemyśle, w zakładach projektujących i produkujących unikalną\naparaturę cyfrową, a także w laboratoriach naukowych.\n• ELEKTROENERGETYKA\nProgram i efekty kształcenia na studiach niestacjonarnych tej specjalności są takie same jak na studiach stacjonarnych.\n• INŻYNIERIA KOMPUTEROWA W PRZEMYŚLE\nAbsolwenci tej specjalności posiadają zaawansowaną wiedzę z zakresu projektowania, konstruowania, funkcjonowania i testowania komputerowych systemów pomiarowych i systemów sterowania cyfrowego. W zakresie systemów pomiarowych zdobyta wiedza obejmuje projektowanie mikrosystemów pomiarowych, stosowanie w nich procesorów sygnałowych i algorytmów analizy danych. Natomiast w zakresie systemów sterowania – projektowanie programowalnych systemów sterowania i stosowanie w nich wyrafinowanych narzędzi informatycznych. Absolwenci tej specjalności są przygotowani do podjęcia pracy zarówno w zakładach przemysłowych, jaki i laboratoriach projektujących cyfrową aparaturę pomiarową i sterowania. Posiadają umiejętności stosowania w praktyce właściwych narzędzi informatycznych i elektronicznych.\n\nProgram zajęć dydaktycznych - SYLABUS\n\nDlaczego warto studiować Elektrotechnikę na Wydziale EAIiIB ?\n\nRekrutacja - Informacje dla kandydatów", "metadata": {"url": "https://www.eaiib.agh.edu.pl/elektrotechnika/", "title": "Kierunek Elektrotechnika AGH | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "788958ce9ff5d4ecae074b99b6a8a12b", "word_count": 1000, "headings": [{"level": 2, "text": "Kierunek kształcenia: Elektrotechnika"}, {"level": 2, "text": "Dlaczego warto studiować Elektrotechnikę na Wydziale EAIiIB ?"}]}}