{"content": "#  Uprawnienia i kwalifikacje zawodowe absolwentów -- WGGIOS AGH \n\nURL: https://www.wggios.agh.edu.pl/kandydaci/uprawnienia-i-kwalifikacje-zawodowe-absolwentow-wggios-agh\nCrawled: 2025-03-19 21:32:18\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Uprawnienia i kwalifikacje zawodowe absolwentów \n\nUprawnienia zawodowe nadawane przez Ministra Klimatu i Środowiska\n\nUprawnienia zawodowe nadawane przez Wyższy Urząd Górniczy \n\nUprawnienia zawodowe nadawane przez Urząd Dozoru Technicznego\n\nUprawnienia nadawane przez Ministra Rozwoju i Technologii\n\nUprawnienia zawodowe nadawane przez Okręgowe Izby Inżynierów Budownictwa\n\nAbsolwenci kierunków studiów \nGeologia Stosowana\n, \nGeofizyka\n oraz \nInżynieria i Ochrona Środowiska\n po uzyskaniu tytułu zawodowego magistra inżyniera (tj. po ukończeniu studiów II stopnia) mogą starać się o stwierdzenie specjalistycznych uprawnień zawodowych nadawanych przez Ministra Klimatu i Środowiska w zakresie wykonywania, dozorowania i kierowania pracami geologicznymi, co reguluje ustawa Prawo geologiczne i górnicze: Dział 4. Rozdz. 1. Kwalifikacje w zakresie geologii — art. 50.1.\n\nUprawnienia w odpowiedniej kategorii dotyczą:\n\nkategoria I — poszukiwanie i rozpoznawanie złóż węglowodorów;\n\nkategoria II — poszukiwanie i rozpoznawanie złóż kopalin objętych własnością górniczą, z wyjątkiem złóż ropy naftowej i gazu ziemnego, wód leczniczych, wód termalnych i solanek, a także poszukiwanie i rozpoznawanie złóż kopalin objętych prawem własności nieruchomości gruntowej;\n\nkategoria III — poszukiwanie i rozpoznawanie złóż kopalin objętych prawem własności\n\nnieruchomości gruntowej;\n\nkategoria IV — poszukiwanie i rozpoznawanie zasobów wód podziemnych, w tym wód leczniczych, wód termalnych i solanek, określanie warunków hydrogeologicznych związanych z zamierzonym: wykonywaniem odwodnień w celu wydobywania kopalin, wtłaczaniem wód do górotworu, wykonywaniem odwodnień budowlanych otworami wiertniczymi, wykonywaniem przedsięwzięć mogących negatywnie oddziaływać na wody podziemne, w tym powodować ich zanieczyszczenie, podziemnym bezzbiornikowym magazynowaniem substancji lub podziemnym składowaniem odpadów, składowaniem odpadów na powierzchni, poszukiwaniem i rozpoznawaniem kompleksu podziemnego składowania dwutlenku węgla, podziemnym składowaniem dwutlenku węgla, ustanawianiem obszarów ochronnych zbiorników wód podziemnych, zakończeniem lub zmianą poziomu odwadniania likwidowanych zakładów górniczych oraz wykonywanie i dokumentowanie prac geologicznych w celu wykorzystania ciepła Ziemi, a także projektowanie i wykonywanie otworów obserwacyjnych;\n\nkategoria V — poszukiwanie i rozpoznawanie zasobów wód podziemnych, z wyjątkiem wód leczniczych, wód termalnych i solanek, określanie warunków hydrogeologicznych związanych z zamierzonym: wykonywaniem odwodnień budowlanych otworami wiertniczymi, wykonywaniem przedsięwzięć mogących negatywnie oddziaływać na wody podziemne, w tym powodować ich zanieczyszczenie, podziemnym bezzbiornikowym magazynowaniem substancji lub podziemnym składowaniem odpadów, składowaniem odpadów na powierzchni, ustanawianiem obszarów ochronnych zbiorników wód podziemnych, oraz wykonywanie i dokumentowanie prac geologicznych w celu wykorzystania ciepła Ziemi, a także projektowanie i wykonywanie otworów obserwacyjnych;\n\nkategoria VI — określanie warunków geologiczno-inżynierskich na potrzeby: zagospodarowania przestrzennego, posadawiania obiektów budowlanych, w tym posadawiania obiektów budowlanych zakładów górniczych i budownictwa wodnego, podziemnego bezzbiornikowego magazynowania substancji lub podziemnego składowania odpadów, składowania odpadów na powierzchni, poszukiwania i rozpoznawania kompleksu podziemnego składowania dwutlenku węgla, a także podziemnego składowania dwutlenku węgla;\n\nkategoria VII — określanie warunków geologiczno-inżynierskich na potrzeby: zagospodarowania przestrzennego, posadawiania obiektów budowlanych, z wyjątkiem posadawiania obiektów budowlanych zakładów górniczych oraz budownictwa wodnego;\n\nkategoria VIII — wykonywanie prac kartografii geologicznej wraz z projektowaniem i dokumentowaniem tych prac, z wyjątkiem map sporządzanych w ramach pozostałych kategorii kwalifikacji;\n\nkategoria IX — kierowanie i wykonywanie w terenie badań sejsmicznych i geofizyki wiertniczej, także przy użyciu środków strzałowych, wraz z projektowaniem i dokumentowaniem tych badań.\n\nO uprawnienia danej kategorii mogą odpowiednio ubiegać się absolwenci studiów II stopnia kierunków \nGeologia Stosowana\n (GS), \nGeofizyka\n (GF) oraz \nInżynieria i Ochrona Środowiska\n (IOŚ):\n\nkategoria I — absolwenci specjalności Geologia naftowa i geotermia (GS);\n\nkategorie II i III — absolwenci specjalności Geologia złożowa i górnicza (GS);\n\nkategorie IV i V — absolwenci specjalności Hydrogeologia i geologia inżynierska (GS) oraz Hydrogeologia stosowana i geotechnika (IOŚ);\n\nkategoria VI i VII — absolwenci specjalności Geologia inżynierska i geotechnika (GS) oraz Hydrogeologia i geologia inżynierska (GS);\n\nkategoria VIII — absolwenci specjalności Kartografia geologiczna (GS);\n\nkategoria IX — absolwenci specjalności Geofizyka stosowana (GF).\n\nAbsolwenci kierunku \nGeologia Stosowana\n, ale w specjalności innej niż obejmuje kategoria, o której uprawnienia zamierzają wnioskować, muszą ukończyć co najmniej dwusemestralne studia podyplomowe z zakresu wnioskowanej kategorii, w celu uzupełnienia\n specjalistycznej wiedzy i umiejętności.\n\nUprawnienia nadaje Minister Klimatu i Środowiska po zdaniu egzaminu o stwierdzenie kwalifikacji geologicznych danej kategorii, przed Komisją Egzaminacyjną w siedzibie Ministerstwa.\n Warunkiem przystąpienia do egzaminu o stwierdzenie posiadania kwalifikacji w zawodzie geolog jest odbycie praktyki zawodowej odpowiedniej dla stopnia i kierunku studiów.\n\nPraktyką jest udział w:\n 1) wykonywaniu dozoru prac geologicznych lub wykonywaniu prac kartografii geologicznej, lub wykonywaniu w terenie badań geofizycznych, lub kierowaniu w terenie robotami geologicznymi;\n 2) sporządzaniu projektów robót geologicznych i dokumentacji geologicznych lub projektowaniu i dokumentowaniu prac kartografii geologicznej albo badań geofizycznych.\n\nDo dwuletniego okresu praktyki zalicza się praktykę zawodową objętą programem studiów I stopnia pod warunkiem, że jest prowadzona na podstawie umowy dotyczącej praktyki, zawartej między uczelnią a przedsiębiorstwem geologicznym lub górniczym.\n\nEgzamin przeprowadzany jest w formie testu umożliwiającego sprawdzenie zakresu i poziomu wiedzy zawodowej wnioskodawcy niezbędnej do wykonywania zawodu, w tym znajomości przepisów prawa w dziedzinie:\n - prawa geologicznego i górniczego (kat. I–IX),\n - prawa ochrony środowiska (kat. I–IX),\n - prawa wodnego (kat. IV i V),\n - prawa budowlanego (kat. VI i VII),\n w zakresie niezbędnym do wykonywania prac geologicznych, w odpowiedniej kategorii geologicznej, a także wykazanie umiejętności praktycznego zastosowania wiedzy zawodowej.\n\nAbsolwenci kierunku studiów \nGeologia Stosowana\n w specjalności Geologia złożowa i górnicza, po uzyskaniu tytułu zawodowego magistra inżyniera (tj. po ukończeniu studiów II stopnia) mogą starać się o stwierdzenie specjalistycznych uprawnień zawodowych nadawanych przez Wyższy Urząd Górniczy (WUG) w zakresie wykonywania, dozorowania i kierowania pracami geologicznymi w zakładach górniczych czyli uprawnień w zawodzie geologa górniczego.\n\nUprawnienia geologa górniczego nadaje Prezes WUG po zdaniu egzaminu przed Komisją Egzaminacyjną WUG. Warunkiem przystąpienia do egzaminu jest odbycie praktyki geologicznej w zakładzie górniczym, w wymiarze co najmniej 2 lat.\n\nW przypadku absolwentów studiów o kierunku \nGeologia Stosowana\n ale w specjalności innej niż Geologia złożowa i górnicza oraz absolwentów kierunku \nGeofizyka\n, warunki dopuszczenia do egzaminu są bardziej rygorystyczne, co ilustruje poniższa tabela.\n\nRozporządzenie w sprawie kwalifikacji w zakresie górnictwa i ratownictwa górniczego z 2 sierpnia 2016 roku\n Sylwetka i kwalifikacje zawodowe geologa górniczego (załącznik 3)\n\nZakres studiów\n\nStopień studiów\n\nTytuł zawodowy\n\nPraktyka geologiczna\n\nEgzaminy uzupełniające\n\ngeologia górnicza\n\nII\n\nmagister inżynier\n\n2 lata\n\n-\n\ngeologia lub\n geofizyka\n\nII\n\nmagister,\n magister inżynier\n\n3 lata\n\n- geologii górniczej\n - górnictwa\n - wiertnictwa\n\ngeologia górnicza\n\nI\n\ninżynier\n\n3 lata\n\n-\n\ngeologia lub\n geofizyka\n\nI\n\nlicencjat,\n inżynier\n\n4 lata\n\n- geologii górniczej\n - górnictwa\n - wiertnictwa\n\nUdokumentowanie zaliczenia egzaminów uzupełniających, w szczególności z zakresu geologii górniczej, może wymagać od tych absolwentów ukończenia Studiów Podyplomowych Geologia górnicza, znajdujących się w ofercie WGGiOŚ AGH.\n\nAbsolwenci kierunku studiów \nEkologiczne Źródła Energii\n po uzyskaniu tytułu zawodowego magistra inżyniera (tj. po ukończeniu studiów II stopnia) mogą starać się o stwierdzenie specjalistycznych uprawnień nadawanych przez Urząd Dozoru Technicznego (tzw. Uprawnienia UDT).\n\nUprawnienia instalatora można uzyskać dla instalacji:\n - kotłów i pieców na biomasę,\n - systemów fotowoltaicznych,\n - słonecznych systemów grzewczych,\n - pomp ciepła,\n - płytkich systemów geotermalnych.\n\nW celu uzyskania takich uprawnień należy złożyć wniosek do krakowskiego oddziału UDT, załączając kopię dyplomu i zaświadczenie o niekaralności.\n\nWięcej informacji na \nstronie UDT\n.\n\nAbsolwenci kierunku studiów \nEkologiczne Źródła Energii\n po uzyskaniu tytułu zawodowego magistra inżyniera (tj. po ukończeniu studiów II stopnia) mogą starać się o stwierdzenie specjalistycznych uprawnień nadawanych przez Ministra Rozwoju i Technologii w celu wykonywania Świadectw charakterystyki energetycznej budynku.\n\nAby wykonać audyt energetyczny obiektów budowlanych nie trzeba posiadać specjalnych\n uprawnień. Natomiast celem opracowania Świadectwa charakterystyki energetycznej budynku, należy zdać egzamin organizowany przez Ministerstwo Rozwoju i Technologii.\n\nIstnieje także odrębna ścieżka... Absolwenci obu wymienionych kierunków studiów, na podstawie przedstawionego wraz z wnioskiem, suplementu do dyplomu studiów — obejmującego wykaz zrealizowanych i zaliczonych przedmiotów z zakresu m.in. audytu energetycznego, ogrzewnictwa, wentylacji i klimatyzacji, budownictwa i energetyki, mogą uzyskać uprawnienia bez konieczności zdawania egzaminu.\n Więcej informacji na \nstronie Ministerstwa\n.\n\nAbsolwenci kierunku studiów \nEkologiczne Źródła Energii\n po uzyskaniu tytułu zawodowego magistra inżyniera (tj. po ukończeniu studiów II stopnia) mogą starać się o stwierdzenie specjalistycznych uprawnień nadawanych przez Okręgowe Izby Inżynierów Budownictwa\n\nDotyczy to ograniczonych swym zakresem uprawnień budowlanych oraz sanitarnych, w tym HVAC.\n\nWymagana jest praktyka w zawodzie po ukończeniu studiów.\n\nWięcej informacji na stronach:\n\nuprawnieniabudowlane.pl/wymagane-wyksztalcenie-i-praktyka-zestawienie\n uprawnieniabudowlane.pl/zakres-uprawnien-budowlanych\n\nStopka\n\nSpis pracowników\n\nBaza Danych o Autorach i Publikacjach\n\nDokumenty AGH\n\nLicencje i oprogramowanie\n\nPoczta AGH\n\nRozbudowa Centrum Miękinia\n\nDeklaracja dostępności\n\nUBPO\n\nRegulamin studiów\n\nUSOS\n\nSylabus AGH\n\nPomoc materialna dla studentów\n\nProgram Erasmus+\n\nStudium Języków Obcych\n\nWydział Geologii, Geofizyki i Ochrony Środowiska\nAkademia Górniczo-Hutnicza \nim. Stanisława Staszica\n\nal. Mickiewicza 30\n30-059 Kraków\n\nNIP AGH: 675 000 19 23 \n\nNr konta Wydziału:\n58 1240 4722 1111 0000 4859 2918\nBank Pekao S.A. Kraków\n\nDziekanat\ntel. +48.12.617.23.50–51\ne-mail: dziekanatwggios@agh.edu.pl\n\nBiuro Dziekana\ntel. +48.12.617.32.54\ne-mail: wggios@agh.edu.pl\n\n © 2023 Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.wggios.agh.edu.pl/kandydaci/uprawnienia-i-kwalifikacje-zawodowe-absolwentow-wggios-agh", "title": " Uprawnienia i kwalifikacje zawodowe absolwentów -- WGGIOS AGH ", "depth": 3, "duplicate": false, "content_hash": "fab8b301456162f2ce1df0d3e8acb768", "word_count": 1379, "headings": [{"level": 1, "text": "Uprawnienia i kwalifikacje zawodowe absolwentów"}, {"level": 2, "text": "Stopka"}]}}