{"content": "#  Recruitment rules - Master -- Department for International Students AGH \n\nURL: https://www.international.agh.edu.pl/en/studies/recruitment/recruitment-rules-master\nCrawled: 2025-03-19 21:19:54\n\nSkip to content\n\nSkip to footer\n\n Recruitment rules - Master \n\nGeneral recruitment rules\n\nAdmission rate\n\nRequired degree (title)\n\nEntrance exam\n\nLanguage exam\n\nRequired documents\n\nRecruitment deadlines\n\nFees\n\nLegal acts\n\nRecruitment is carried out in recruitment cycles.\n\nThe fields of study declared by the candidate cannot include the field in which the person is currently studying or completed at the same faculty of the AGH University as part of the same level of study.\n\nA candidate preliminarily qualified for several fields of study may register for only one field of study.\n\nThe basis for qualifications for all fields of study is the recruitment rate W, on the basis of which ranking lists of candidates are prepared.\n\nThe admission rate is calculated on the basis of:\n\nthe Bachelor studies’ average grade and\n\nthe result of on-line entrance examination which is obligatory.\n\nIn case of a candidate who is a holder of a document (diploma) obtained outside Poland, entitling to continue education at Master studies in Poland, the average grade is calculated on the scale used at AGH University.\n\nFor the AGH University graduates who continue their studies, the basis for calculating the value of component E of the admission rate may be the result of a general field of study examination taken at Bachelor studies.\n\nIn case of applying for Master studies leading to \nthe professional title of 'magister inżynier'\n, you must hold \nthe title of 'inżynier' or an equivalent title\n - in case of documents issued abroad \nthe title Bachelor of Science/Bachelor of Engineering (or equivalent)\n is required.\n\nOtherwise, your diploma and transcript of records will be individually reviewed by a Dean of the Faculty, who may accept it with or without setting programme differences.\n If the condition mentioned above is not met but you have special achievements obtained as a part of academic education, the missing engineering competences may be completed on the terms specified in \nthe decision of the Dean of the Faculty\n responsible for education in a given field of study. The Dean's decision is issued on the candidate's request.\n\nIn case of full-time second-cycle (Master) studies leading to the professional title of 'magister inżynier', for which recruitment is carried out twice a year - in summer and winter:\n\ncandidates with the title of 'licencjat' or an equivalent degree are admitted to 4-semester studies,\n\ncandidates with the title of 'inżynier' or an equivalent degree are admitted to 3-semester studies.\n\nYou don’t know, if for your field of study Bachelor of Science or equivalent is required? Check that in the section \nEducation offer\n.\n\n Additional requirements for the field of study Mechatronic Engineering \n\n18 ECTS (European Credit Transfer System) of Mathematics and\n\n12 ECTS of Physics and\n\n30 ECTS of other basic science courses and\n\n25 ECTS of courses devoted to the development of design skills, including capstone design courses and\n\n2 ECTS of non-technical subjects (humanities, economic and social courses).\n\n Additional requirements for the field of study Raw Materials Value Chain \n\nThe candidate additionally needs to:\n\ncomplete first-cycle (Bachelor) studies in Mining Engineering or Environmental Engineering or Mechanical Engineering,\n\nif the condition specified in point 1 is not met - obtain a positive decision from the Dean determining the affinity of the completed first-cycle (Bachelor) field of study with at least one of the fields of study listed in point 1,\n\nsubmit Curriculum vitae together with a cover letter and an application for admission to joint studies.\n\nThe entrance exam is held on-line, within the dates specified in the \nrecruitment calendar\n.\n\nA candidate who has paid the application fee is allowed to take the exam.\n\nSample exam questions are available in the section \nEducation offer\n.\n\nLanguage exam is obligatory for a candidate who applies for the Master field of study which doesn’t have an entrance exam.  \n You may be exempted from the exam if, within the time specified in the admission calendar, you upload in e-Rekrutacja system one of the documents listed in the section:\n\nPolish language certificate exempting from a language exam\n - if you apply for studies in Polish,\n\nEnglish language certificate exempting from a language exam\n - if you apply for studies in English.\n\nClick the links above to find the descriptions of language exams.\n\nFor the academic year 2024/2025\n\nAGH University Senate Resolution No 123/2024 on 27 November 2024 on the amendments to the AGH University Senate Resolution No. 93/2023 on 28 June 2023 on conditions and procedure of admission and the date of beginning and completing the procedure of admission to the first year of first-cycle (Bachelor) and second-cycle (Master) studies beginning education cycle in the academic year 2024/2025, PDF, 675 KB\n\nAGH University Senate Resolution No 48/2024 on 24 April 2024 on the amendments to the AGH University Senate Resolution No. 93/2023 on 28 June 2023 on conditions and procedure of admission and the date of beginning and completing the procedure of admission to the first year of first-cycle (Bachelor) and second-cycle (Master) studies beginning education cycle in the academic year 2024/2025, PDF, 699 KB\n\nAGH University Senate Resolution No 93/2023 on 28 June 2023 on conditions and procedure of admission and the date of beingging and completing the procedure of admission for first year of Bachelor (first-cycle) and Master (second-cycle) studies beginning its education cycle in the academic year 2024/2025, PDF, 452 KB\n\nOrder No 32/2024 of the AGH University Rector on 31 May 2024 on detailed principles of organising recruitment for candidates being non-Polish citizens for the first year of first-cycle and second-cycle studies in the academic year 2024/2025 and the amount of fees for the admission procedure, PDF, 308 KB\n\nOrder No 64/2024 of the AGH University Rector on 29 November 2024 on determination of a calendar of winter admission procedure for second-cycle degree programmes at AGH University for non-Polish citizens beginning their education cycle in the academic year 2024/2025, PDF, 114 KB\n\nStopka\n\nAGH University in rankings\n\nAGH University Online Store\n\nCareer Centre\n\nDiploma nostrification\n\nDoctoral School\n\nMain Library\n\nNon-degree postgraduate studies\n\nPolish language course\n\nStudent Ombudsperson\n\nDepartment for International Students\nal. Mickiewicza 30\n30-059 Krakow\nbuilding A-3, room No 12A \n\nOffice hours\nMonday-Friday: 10 a.m. - 2 p.m.\n\nRegular studies\nP: +48 12 617 50 92\nE: international.students(at)agh.edu.pl\n\nExchange programmes and bilateral agreements\nP: +48 12 617 52 38\nE: exchange(at)agh.edu.pl\n\nBack", "metadata": {"url": "https://www.international.agh.edu.pl/en/studies/recruitment/recruitment-rules-master", "title": " Recruitment rules - Master -- Department for International Students AGH ", "depth": 3, "duplicate": false, "content_hash": "48db16e0d58809f1baef611484330191", "word_count": 1048, "headings": [{"level": 1, "text": "Recruitment rules - Master"}, {"level": 2, "text": "Stopka"}]}}