{"content": "# The first-ever selfie taken by a satellite!-- Space Technology Centre \n\nURL: https://ctk.agh.edu.pl/en/news/detail/the-first-ever-selfie-taken-by-a-satellite\nCrawled: 2025-03-19 21:25:09\n\nThe first-ever selfie taken by a satellite! \n\n 17-02-2025 \n\n The first selfie taken in orbit by a satellite was captured by HYPE, the smallest Polish satellite. It was built by AGH students in the SatLab AGH Student Research Group in collaboration with the AGH Space Technology Centre. \n\nThe HYPE satellite was launched into orbit on January 14, 2025, as part of the Falcon 9 Transporter-12 mission. A few days later, it exited the capsule and entered space. This allowed for establishing contact, activating its subsystems, and capturing its first image—a selfie.\n\nDuring the communication with HYPE, its display showed an image of the members of the SatLab AGH Student Research Group, who worked on the satellite and the entire mission, along with Prof. Jerzy Lis, Rector of AGH, Prof. Tadeusz Uhl, Director of the AGH Space Technology Centre, and Prof. Piotr Kijanka, an academic advisor of SatLab AGH.\n\nThe Rector of AGH, Prof. Jerzy Lis, emphasizes:\n\n– The image holds symbolic significance—it demonstrates that Polish students are pioneering contributors to space exploration. It is also the culmination of the team’s hard work, which for months was dedicated to bringing this ambitious project to life. By building HYPE, the smallest Polish satellite, the young scientists from SatLab AGH learned satellite engineering from scratch. \n\nHYPE stands out for its size, a selfie stick with a camera, and the smallest commercially available spectrometer. The satellite’s primary structure is made from aerospace-grade aluminum. HYPE draws power from high-efficiency solar panels covering five of its six sides, with a total surface area of approximately 70 cm², designed for operation in space. It is also equipped with five light sensors for orientation relative to the Sun.\n\n– The 16 cm-long selfie stick is made of spring steel, with an aluminum structure at the end that holds the camera. The captured image is processed onboard using algorithms developed by our team. After initial processing, we can download the image via our own ground station. One of the technical challenges was fitting such a long selfie stick within the PocketQube format, which limits the satellite’s dimensions to 5×5×5 cm—about the size of a standard Rubik’s cube. We achieved this by wrapping the protruding components around the satellite and implementing a special mechanism that deployed the selfie stick and antennas once HYPE reached space\n – said Filip Tomczyk, the project’s technical coordinator.\n\nOne of the most important payload elements is a spectrometer from the Japanese company Hamamatsu, the smallest available on the market. Measuring just 11.5×4.0×3.1 mm, it analyzes sunlight reflected from Earth or the atmosphere in the near-infrared spectral range. The data it collects is presented as a graph, which can be analyzed to determine vegetation density in specific areas. This enables young engineers to assess forest degradation, track biomass loss, and evaluate the impact of human activities on ecosystems. Additionally, the spectrometer will allow monitoring of volcanic ash concentrations, aiding in eruption prediction and modeling their environmental effects.\n\nBeyond raw measurement data, it is also essential to pinpoint the area being analyzed. The location targeted by HYPE can be determined using the timestamp of the measurement and the satellite’s angular position.\n\nIn the coming months, images captured by HYPE and spectrometric data will be analyzed by students at the Mission Control Center using a ground station located on the roof of the AGH Space Technology Centre.\n\nBack", "metadata": {"url": "https://ctk.agh.edu.pl/en/news/detail/the-first-ever-selfie-taken-by-a-satellite", "title": "The first-ever selfie taken by a satellite!-- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "74da3a79e51e42a3c44e727e3fcfb4d4", "word_count": 559, "headings": [{"level": 1, "text": "The first-ever selfie taken by a satellite!"}, {"level": 2, "text": "Stopka"}]}}