{"content": "#  Nauka -- WMS AGH \n\nURL: https://wms.agh.edu.pl/nauka\nCrawled: 2025-03-19 21:36:52\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Nauka \n\nNa Wydziale Matematyki Stosowanej AGH badania naukowe prowadzone są w ramach czterech zadań:\n\nMatematyka dyskretna, kierownik prof. dr hab. Monika Pilśniak,\n\nMatematyka obliczeniowa, metody probabilistyczne i statystyczne, kierownik dr hab. Anna Dudek,\n\nMetody analizy funkcjonalnej w teorii operatorów i teorii równań różniczkowych, kierownik dr hab. Sergiusz Kużel,\n\nMetody geometryczne, topologiczne i jakościowe w badaniach równań różniczkowych i różnicowych oraz układów dynamicznych, badania struktur geometrycznych, kierownik zadania: prof. dr hab. Maciej Capiński.\n\nDo głównych działów matematyki, w których w AGH prowadzono badania w ostatnich latach należą:\n\nKombinatoryka, matematyka dyskretna i podstawy teoretyczne informatyki\n\nUkłady dynamiczne i teoria ergodyczna\n\nAnaliza numeryczna oraz złożoność obliczeniowa zadań ciągłych\n\nTeoria operatorów i analiza funkcjonalna\n\nRównania różniczkowe zwyczajne i cząstkowe\n\nRównania różnicowe i funkcyjne\n\nStatystyka, prawdopodobieństwo i procesy stochastyczne\n\nRównania różniczkowe stochastyczne i ich numeryczna aproksymacja\n\nGeometria i topologia\n\nZastosowania matematyki w naukach przyrodniczych, ekonomicznych i społecznych\n\nRachunek wariacyjny, optymalizacja i teoria sterowania\n\nMetody Monte Carlo i symulacje stochastyczne\n\nWięcej szczegółów na temat zainteresowań naukowych matematyków WMS AGH dostarcza spis publikacji pracowników WMS, realizowane granty i projekty, odbywające się na wydziale seminaria, a także konferencje, których Wydział Matematyki Stosowanej AGH jest organizatorem lub współorganizatorem.\n\nStopka\n\nStudenci\n\nPlany studiów\n\nDeklaracja dostepności\n\nKontakt\n\n© 2023 Wydział Matematyki Stosowanej AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \nKontakt: stronawms@agh.edu.pl \n\nBack", "metadata": {"url": "https://wms.agh.edu.pl/nauka", "title": " Nauka -- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "96d7a3311769bed2df1f1d085b442842", "word_count": 218, "headings": [{"level": 1, "text": "Nauka"}, {"level": 2, "text": "Na Wydziale Matematyki Stosowanej AGH badania naukowe prowadzone są w ramach czterech zadań:"}, {"level": 2, "text": "Do głównych działów matematyki, w których w AGH prowadzono badania w ostatnich latach należą:"}, {"level": 2, "text": "Stopka"}]}}