{"content": "Zasady  użytkowania  kluczy  systemowych  \nw domach  studenckich  Miasteczka  Studenckiego  AGH \n \n \n \n1. Klucz systemowy  jest elementem  zorganizowanego,  mechanicznego  systemu  zamykania  \nobiektów,  podwyższającego  bezpieczeństwo  ludzi i mienia  znajdujących  się w tych obiektach.  \n \n2. Klucze  systemowe  posiadają  techniczne  oznaczenia  producentów  systemów  i wyposażone  są \nw breloki  identyfikacyjne.  \n \n \n3. Użytkownik powinien zachować szczególną dbałość o powierzony mu klucz systemowy używając  \ngo wyłącznie  zgodnie  z przeznaczeniem tego przedmiotu,  do drzwi pomieszczeń,  do których  \nzostał  on przewidziany,  zgodnie  z uprawnieniami  użytkownika  do otwierania  tych pomieszczeń.  \n \n4. Klucz systemowy powinien być przechowywany (przenoszony) przez użytkownika w warunkach  \nuniemożliwiających  zabrudz enie - szczególnie  substancjami  oleistymi,  tłuszczami  i pyłem.  \n \n \n5. W pomieszczeniach,  w których  znajdują  się zainstalowane  elementy  systemowe  w drzwiach  \nniedopuszczalny  jest demontaż  tych urządzeń  i zamiana  na inne, spoza  systemu.  \n \n6. Niedozwolone są jakiekolwiek inne manipulacje kluczami systemowymi , które mogłyby  \ndoprowadzić  do uszkodzenia  powierzchni,  oznaczeń  systemowych  lub profilu  klucza  \nsystemowego.  \n \n \n7. Użytkownik klucza ma obowiązek chronić powierzony klucz przed jego utratą. Utrata  \nklucza będzie skutkować obciążeniem użytkownika kosztami utraty klucza wynikającymi  \nz technicznych uwarunkowań systemowych związanych z realizowanymi przez system warunkami  \nbezpieczeństwa  obiektu ( wg załącznika nr  1). \n \n8. Wszelkie  nieprawidłowości  (usterki)  wynikające  z funkcjonowania  elementów  systemów  \nzamykania  (klucze,  wkładki)  winny  być niezwłocznie  zgłaszane  Administracji  obiektu.  \n \n \n9. Utrata  klucza  powinna  być natychmiast  zgłoszona  Administracji  obiektu,  w celu \nuruchomienia właściwych procedur bezpieczeństwa. Ewentualne późniejsze odnalezienie  \nklucza nie powoduje anulowania powstałych kosztów likwidacji skutków utraty klucza, które  \npowinny  być pokryte przez zgłaszającego  tę szkodę.  \n \n10. Przekazywanie  kluczy  systemowy ch osobom  trzecim  jest niedozwolone . \n\nZałącznik  nr 1.  \n \nKoszty  związane  z wykonaniem  klucza  indywidualnego  w przypadku  utraty  klucza.  \n \nCel: wyeliminowanie  utraconego  klucza  z systemu  i wprowadzenie  nowej  kombinacji  \nsystemowej;  \n \n \nTyp pokoju**  Nowy  element  systemowy  \n- wkładka * (maksymalna  \nliczba  sztuk do wymiany)  Nowy element systemowy - \nklucz * (maksymalna  liczba  \nsztuk  do wymiany)  \n \nPokój  2-osobowy  w standardzie  podstawowym   \n2  \n3 \n \nPokój  3-osobowy  w standardzie  podstawowym   \n2  \n4 \n \nPokój  2-osobowy  w standardzie  komfort   \n2  \n3 \n \nPokój  2-osobowy  w standardzie  komfort+   \n1  \n3 \n \n*Wg aktualnych cen obsługi systemów, jednostkowe ceny wymiany poszczególnych elementów  \nsystemu  wynoszą:  \n \nW DS2, DS4, DS5,  DS6, DS7,  DS8, DS10,  DS11,  DS12,  DS13,  DS15,  DS18,  DS19,  DS ALFA \n \n- klucz  systemowy  – 40,00 zł, \n- wkładka  systemowa – 190,00 zł, \n- brelok  identyfikacyjny  – 20,00  zł, \n \nW DS1, DS3, DS9,  DS14, DS16,  DS17  \n \n- klucz  systemowy  – 50,00 zł, \n- wkładka  systemowa – 215,00 zł, \n- brelok  identyfikacyjny  – 20,00  zł. \n \n**W przypadku niestandardowego typu pokoju (np. pokój 3 -osobowy w standardzie komfort+)  \ninformacja  o liczbie  sztuk  elementów,  które należy  wymienić,  dostępna  jest w Administracji  \ndomu studenckiego.  \n \nDyrektor  MS AGH \nmgr inż. Radosław  Serwicki  \n\n", "metadata": {}}