{"metadata": {"url": "https://dss.agh.edu.pl/swiadczenia/stypendium-z-wlasnego-funduszu-na-stypendia", "title": " Stypendium z Własnego funduszu na stypendia -- Dział Spraw Studenckich AGH ", "depth": 1, "duplicate": false, "content_hash": "810a4824db36287f59d5dab7f66a20d9", "word_count": 1873, "headings": [{"level": 1, "text": "Stypendium z Własnego funduszu na stypendia"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Stopka"}]}, "content": "#  Stypendium z Własnego funduszu na stypendia -- Dział Spraw Studenckich AGH \n\nURL: https://dss.agh.edu.pl/swiadczenia/stypendium-z-wlasnego-funduszu-na-stypendia\nCrawled: 2025-03-20 01:35:08\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Stypendium z Własnego funduszu na stypendia \n\nWniosek o przyznanie stypendium należy złożyć \nw terminie\n\npodanym na stronie WFnS, \nw Biurze Obsługi Spraw Studenckich (budynek C-5 pok. 008) \nlub\n do skrzynki BOSS, \nktóra znajduje się przed pokojem 112b w budynku C-7.\n\nKomisja Studencka\n\nKomisja Doktorancka\n\nnajbliższe posiedzenie Komisji:\n21 marca 2025 r\n.\n\nnajbliższe posiedzenie Komisji:\nok. 25 marca 2025 r.\n\ntermin składania wniosków:\n14 marca 2025 r.\n\ntermin składania wniosków:\n7 marca \n2025 r.\n\nW dniu 24 stycznia 2025 r. Prorektor ds. Studenckich prof. dr hab. inżynier Rafał Dańko przyznał, zgodnie z rekomendacją Doktoranckiej Komisji WfnS,  jednorazowe stypendia naukowe dla 37 doktorantów na łączną kwotę 30 890 zł.\n\nW dniu 2 stycznia 2025 r. Prorektor ds. Studenckich prof. dr hab. inżynier Rafał Dańko przyznał, zgodnie z rekomendacją Doktoranckiej Komisji WfnS,  jednorazowe stypendia dla 57 doktorantów wykazujących szczególną aktywność publikacyjną na łączną kwotę 158 000 zł. Stypendia zostały wypłacone w dniu 10 stycznia 2025 r. Wnioski doktorantów za osiągnięcia naukowe zostaną ocenione przez członków Komisji Doktoranckiej w dniu 21 stycznia 2025 r.\n\nW dniu 17 grudnia 2024 r. Prorektor ds. Studenckich prof. dr hab. inżynier Rafał Dańko przyznał, zgodnie z rekomendacją Studenckiej Komisji WFnS, 31 jednorazowych stypendiów dla studentów za osiągnięcia naukowe na kwotę 65 500 zł. Stypendia zostały wypłacone w dniu 20 grudnia 2024 r.\n\nW dniu 23 września 2024 r. Prorektor ds. Studenckich prof. dr hab. inżynier Rafał Dańko przyznał, zgodnie z rekomendacją Doktoranckiej Komisji WfnS,  jednorazowe stypendia naukowe dla 34 doktorantów na łączną kwotę 47 640 zł.\n\nW dniu 23 września 2024 r. Prorektor ds. Studenckich prof. dr hab. inżynier Rafał Dańko przyznał, zgodnie z rekomendacją Studenckiej Komisji WFnS, 11 jednorazowych stypendiów dla studentów za osiągnięcia naukowe na kwotę 35 500 zł.\n\nW dniu 24 czerwca 2024 r. Prorektor ds. Studenckich prof. dr hab. inżynier Rafał Dańko przyznał, zgodnie z rekomendacją Doktoranckiej Komisji WfnS,  jednorazowe stypendia naukowe dla 11 doktorantów na łączną kwotę 12 000 zł.\n\nW dniu 24 czerwca 2024 r. Prorektor ds. Studenckich prof. dr hab. inżynier Rafał Dańko przyznał, zgodnie z rekomendacją Studenckiej Komisji WFnS, 14 jednorazowych stypendiów dla studentów za osiągnięcia naukowe na kwotę 41 000 zł.\n\nW dniu 25 marca 2024 r. Prorektor ds. Studenckich prof. dr hab. inżynier Rafał Dańko przyznał, zgodnie z rekomendacją Doktoranckiej Komisji WfnS, 22 jednorazowe stypendia naukowe dla doktorantów na łączną kwotę 36 040 zł.\n\nW dniu 21 marca 2024 r. Prorektor ds. Studenckich prof. dr hab. inżynier Rafał Dańko przyznał, zgodnie z rekomendacją Studenckiej Komisji WFnS, 8 jednorazowych stypendiów dla studentów za osiągnięcia naukowe na kwotę 31 000 zł.\n\n za osiągnięcia naukowe \n\nStypendia dla studentów za aktywny udział w konferencjach, w projektach badawczych, publikacje naukowe, osiągnięcia w konkursach naukowych, autorstwo patentu i inne osiągnięcia o charakterze naukowym\n\nWnioski o stypendium można składać przez cały rok po uzyskaniu osiągnięcia.\n\nWykaz dopuszczalnych załączników do wniosku o stypendium z Wfns\n:\n\nkserokopie posiadanych dyplomów i innych dokumentów potwierdzających osiągnięcia;\n\nzaświadczenie wystawione przez Urząd Patentowy RP lub Rzecznika Patentowego o posiadaniu patentu lub jego zgłoszeniu;\n\nwydruk z systemu Biblioteki Głównej AGH z listą publikacji;\n\npisemne potwierdzenie wygłoszenia referatu, przygotowania sesji posterowej lub program konferencji, na której oznaczono wystąpienie, jeśli nie ma możliwości dostarczenia certyfikatu lub dyplomu, np. program;\n\nzaświadczenie/certyfikaty poświadczające udział w szkoleniach z tematyki ściśle związanej z prowadzoną pracą naukową.\n\nDokumenty załączone do wniosku mogą być dostarczone w formie kopii bądź wydruku elektronicznego.\n\nOsiągnięcia wykazane we wniosku podlegają ocenie Studenckiej Komisji Własnego funduszu na stypendia.\n\nUWAGA!\n\n Stypendiów z Wfns \nnie należy traktować\n jako odpowiednika stypendiów rektora. Stypendia te mają charakter nagrody za szczególne osiągnięcia naukowe, aktywność publikacyjną oraz związane z tym wyjazdy na seminaria i konferencje krajowe lub zagraniczne i \nmają charakter jednorazowego lub cyklicznego świadczenia\n.\n\nWniosek o przyznanie stypendium należy złożyć w terminie\n podanym na stronie WFnS, w Biurze Obsługi Spraw Studenckich (budynek C-5 pok. 008) \nlub\n do skrzynki BOSS, \nktóra znajduje się przed pokojem 112b w budynku C-7.\n\n dla studentów I roku studiów I stopnia \n\nStudent pierwszego roku studiów pierwszego stopnia, przyjęty na studia w roku złożenia egzaminu maturalnego może otrzymać stypendium z WFnS za posiadanie tytułu laureata lub finalisty konkursu lub olimpiady spoza listy ogłoszonej przez Ministra Edukacji i Nauki, uprawniającej do otrzymania stypendium rektora, w tym \nOgólnopolskiej Olimpiady o „Diamentowy Indeks AGH” oraz Ogólnopolskiej Olimpiady Wiedzy Elektrycznej i Elektronicznej\n.\n\n1. \nStypendium może otrzymać student, który:\n - został przyjęty na studia w AGH w roku zdania egzaminu maturalnego,\n - uzyskał tytuł laureata lub finalisty stopnia centralnego.\n\n2. \nStypendium jest jednorazowe.\n\n3. \nProponowana wysokość stypendium jest uzależniona od uzyskanego tytułu i w roku akademickim \n2024/2025\n będzie wynosić:\n\nlaureat I st. – 2 500 zł,\n\nlaureat II st. – 2 000 zł,\n\nlaureat III st. – 1 500 zł,\n\nfinalista stopnia centralnego – 1 000 zł.\n\n4. \nWniosek o przyznanie stypendium należy złożyć w terminie \ndo 14 października 2024 r. w Dziale Spraw Studenckich \nWniosek o przyznanie stypendium należy złożyć w terminie\n podanym na stronie WFnS, w Biurze Obsługi Spraw Studenckich (budynek C-5 pok. 008) \nlub\n do skrzynki BOSS, \nktóra znajduje się przed pokojem 112b w budynku C-7.\n\nW przypadku \nOlimpiady o „Diamentowy Indeks AGH”oraz Ogólnopolskiej Olimpiady Wiedzy Elektrycznej i Elektronicznej\n nie ma potrzeby dokumentowania osiągnięć.\n\nWzór wniosku dla studenta stanowi \nzałącznik nr 1 do Regulaminu\n.\n\nProsimy o drukowanie wniosku dwustronnie\n.\n\n5.\n  Dla wnioskodawców będących laureatami lub finalistami \nOlimpiady o „Diamentowy Indeks AGH” oraz Ogólnopolskiej Olimpiady Wiedzy Elektrycznej i Elektronicznej\n wypłata stypendium nastąpi do 10 listopada 2024 r. na konto bankowe wskazane we wniosku.\n\n6.\n Stypendium z WFnS można otrzymać niezależnie od stypendium rektora.\n\n7.\n Osiągnięcia przedstawione we wniosku nie sumują się. W przypadku uzyskania kilku tytułów (finalisty/laureata), stypendium jest przyznawane za jeden, najwyższy tytuł.\n\n8\n. W przypadku posiadania tytułu z obydwu wskazanych olimpiad należy złożyć dwa wnioski.\n\n za średnią 5.0 na wykazie przyznanych stypendiów rektora \n\nJednorazowe stypendia dla najlepszych studentów za uzyskanie średniej ocen w wysokośći 5.0 za rok akademicki 2023/2024\n\nPowyższe stypendium może otrzymać student, który uzyskał średnią ocen w wysokości 5,00 i \nznajduje się na wykazie przyznanych stypendiów rektora \nprzyznanych z Funduszu  stypendialnego  w semestrze zimowym bieżącego roku akademickiego. Stypendium jest świadczeniem jednorazowym, przyznawanym raz do roku na podstawie wyników w nauce uzyskanych w poprzednim roku akademickim w AGH.\n\nUWAGA!\n\n W roku akademickim 2024/2025 wniosek należy złożyć do \n9 grudnia 2024\n, po ostatecznym zamknięciu list rankingowych stworzonych do rozdziału stypendiów rektora z Funduszu stypendialnego.\n\nO konieczności złożenia wniosku, \nstudent zostanie poinformowany mailowo\n.\n\nNa wniosku o stypendium z Własnego funduszu na stypendia \nnie jest wymagane\n potwierdzenie przez pracownika dziekanatu średniej ocen studenta za ostatni rok studiów.\n\nDo wniosku nie załącza się żadnych dokumentów.\n\nWniosek o przyznanie stypendium należy złożyć w terminie\n podanym na stronie WFnS, w Biurze Obsługi Spraw Studenckich (budynek C-5 pok. 008) \nlub\n do skrzynki BOSS, \nktóra znajduje się przed pokojem 112b w budynku C-7.\n\n z powodu zmiany limitu do stypendiów rektora \n\nStypendium z Własnego funduszu na stypendia w przypadku nieuzyskania stypendium rektora\n\nStypendium to przyznawane jest \ntylko w przypadku braku możliwości przyznania stypendium rektora z Funduszu stypendialnego\n ze względu na limit (do 10% liczby studentów kierunku) możliwych do przyznania stypendiów.\n\nStypendium może być przyznane studentowi, który posiada osiągnięcia, o których mowa w ust. 1 pkt 2 i spełnia kryteria uprawniające do przyznania stypendium rektora, o którym mowa w art. 91 ust. 1 ustawy PSWiN, a któremu nie zostało przyznane stypendium rektora z Funduszu stypendialnego, ponieważ ze względu na limit stypendiów ograniczony do maksymalnie 10% liczby studentów na określonym kierunku studiów \nnie mógł on otrzymać stypendium z powodu uzyskania jednakowej liczby punktów wspólnie z innymi studentami zajmującymi ostatnie miejsce z limitu.\n\nUWAGA!\n Wniosek o stypendium z tego tytułu należy złożyć do \n30 dni od odebrania decyzji\n odmawiającej przyznania stypendium rektora z Funduszu stypendialnego\n, w biurze Obsługi Spraw Studenckich (budynek C-5 pok. 008) \nlub\n do skrzynki BOSS, \nktóra znajduje się przed pokojem 112b w budynku C-7.\n\n za osiągnięcia naukowe \n\nStypendia dla doktorantów za aktywny udział w konferencjach, w projektach badawczych, publikacje naukowe, osiągnięcia w konkursach naukowych, autorstwo patentu i inne osiągnięcia o charakterze naukowym\n\nWnioski o stypendium można składać przez cały rok po uzyskaniu osiągnięcia.\n\nWykaz dopuszczalnych załączników do wniosku o stypendium z Wfns\n:\n\nkserokopie posiadanych dyplomów i innych dokumentów potwierdzających osiągnięcia;\n\nzaświadczenie wystawione przez Urząd Patentowy RP lub Rzecznika Patentowego o posiadaniu patentu lub jego zgłoszeniu;\n\nwydruk z systemu Biblioteki Głównej AGH z listą publikacji;\n\npisemne potwierdzenie wygłoszenia referatu, przygotowania sesji posterowej lub program konferencji, na której oznaczono wystąpienie, jeśli nie ma możliwości dostarczenia certyfikatu lub dyplomu, np. program;\n\nzaświadczenie/certyfikaty poświadczające udział w szkoleniach z tematyki ściśle związanej z prowadzoną pracą naukową.\n\nDokumenty załączone do wniosku mogą być dostarczone w formie kopii bądź wydruku elektronicznego.\n\nOsiągnięcia wykazane we wniosku podlegają ocenie Studenckiej lub Doktoranckiej Komisji Własnego funduszu na stypendia.\n\nUWAGA!\n\n Stypendiów z Wfns \nnie należy traktować\n jako odpowiednika stypendiów rektora dla doktorantów oraz stypendiów doktoranckich. Stypendia te mają charakter nagrody za aktywność publikacyjną oraz związane z tym wyjazdy na seminaria i konferencje krajowe lub zagraniczne i \nmają charakter jednorazowego lub cyklicznego świadczenia\n.\n\nWniosek o przyznanie stypendium należy złożyć w terminie\n podanym na stronie WFnS, w Biurze Obsługi Spraw Studenckich (budynek C-5 pok. 008) \nlub\n do skrzynki BOSS, \nktóra znajduje się przed pokojem 112b w budynku C-7.\n\n za działalność publikacyjną \n\nStypendia dla doktorantów za autorstwo lub współautorstwo publikacji naukowych o punktacji całkowitej równej lub większej niż 100 punktów\n\nStypendium to jest \nświadczeniem jednorazowym, przyznawanym raz do roku\n. Podstawą przyznania tego stypendium nie mogą być osiągnięcia będące podstawą przyznania tej samej osobie dodatków w ramach filaru I i II systemu motywacyjnego oraz naukowej nagrody Rektora (filar III) dla pracowników AGH.\n\nPodstawą złożenia wniosku o ww. stypendium jest \nautorstwo lub współautorstwo publikacji naukowych o punktacji całkowitej równej lub większej niż 100 punktów\n według wykazu opublikowanego przez ministerstwo właściwe ds. nauki obowiązującego w dniu ukazania się publikacji.\n\nDoktorant może ubiegać się o ww. stypendium na podstawie publikacji opublikowanych w okresie \nod 1 listopada roku poprzedzającego rok złożenia wniosku\n o stypendium \ndo 31 października roku, w którym został złożony ten wniosek\n.\n\nKażdy wniosek o stypendium musi zawierać listę publikacji w formie wydruku z systemu Biblioteki Głównej AGH oraz zawartą w uzasadnieniu listę publikacji, na podstawie której doktorant ubiega się o stypendium ze wskazaną punktacją całkowitą publikacji oraz ewentualnym udziałem procentowym zarejestrowanym w systemie Biblioteki Głównej AGH.\n\nKażdy wynik w nauce i osiągnięcie naukowe może być podstawą do przyznania stypendium z Własnego funduszu na stypendia tylko raz.\n\nWniosek o przyznanie stypendium należy złożyć w terminie\n podanym na stronie WFnS, w Biurze Obsługi Spraw Studenckich (budynek C-5 pok. 008) \nlub\n do skrzynki BOSS, \nktóra znajduje się przed pokojem 112b w budynku C-7.\n\nRegulamin Własnego funduszu na stypendia za wyniki w nauce dla studentów oraz stypendia naukowe dla doktorantów \nwprowadzony w życie Zarządzeniem Rektora nr Nr 61/2022\n\nZałącznik nr 1 - Wniosek o przyznanie stypendium z Wfns dla studentów\n\nZałącznik nr 2 - Wniosek o przyznanie stypendium z Wfns dla doktorantów\n\nZałącznik nr 3 - Zasady oceny wniosków doktorantów\n\nKontakt\n\nbudynek C-5\n pokój 008\n\nponiedziałek - czwartek\n 7:30 - 15:30\n piątek\n 7:30 - 14:30\n\nDorota Mizerska\n +48 12 617 34 47\ndorotami@agh.edu.pl\n\nStopka\n\nArchiwum dokumentów\n\nDział Spraw Studenckich\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nAl. Mickiewicza 30\n30-059 Kraków\n\nBiuro Obsługi Spraw Studenckich\nbudynek C-7, pokój 112\nSekcja Obsługi Organizacji Studenckich\nbudynek C-1, pokój 111\nSekcja Wypłat i Rozliczeń Stypendiów\nbudynek C-1, pokój 111\ne-mail: dss@agh.edu.pl\n\nBack"}