{"content": "# Tekst źródłowy strony Jan Feliks Kiciński – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Jan_Feliks_Kici%C5%84ski&action=edit\nCrawled: 2025-03-19 22:00:21\n\nTekst źródłowy strony Jan Feliks Kiciński\n\n← \nJan Feliks Kiciński\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nTekst źródłowy strony można podejrzeć i skopiować.\n\n{{Infobox scientist\n|family-name=Kiciński\n|given-name=Jan Feliks\n|honorific-prefix=Prof. dr hab. inż.\n|image=Jan Kiciński.jpg\n|birth_date=4 stycznia 1948\n|birth_place=Lisewio Malborskie\n|fields=budowa i eksploatacja maszyn, mechanika, energetyka, odnawialne źródła energii, diagnostyka, tribologia\n|dhc_year=2023\n|dhc_reason=Za wieloletnią i intensywną współpracę z Akademią Górniczo-Hutniczą im. Stanisława Staszica w Krakowie. W szczególności z inicjatywy Profesora Jana Kicińskiego prowadzone były wspólnie z Instytutem Maszyn Przepływowych PAN prace w zakresie diagnostyki polskich bloków energetycznych. W późniejszych latach Profesor Jan Kiciński inicjował wspólnie z pracownikami Akademii Górniczo-Hutniczej badania nad rozwojem Odnawialnych Źródeł Energii. Wspólne prace zakończyły się wieloma wspólnymi publikacjami oraz wdrożeniami.\n}}\nProf. dr hab. inż. '''Jan Feliks Kiciński''' (1948-) \n\nDyscyplina/specjalności: budowa i eksploatacja maszyn, mechanika, energetyka, odnawialne źródła energii, diagnostyka, dynamika maszyn wirnikowych, tribologia\n\n== Nota biograficzna ==\n\nUrodził się 4 stycznia 1948 roku w Lisewie Malborskim.\n\nW 1972 roku ukończył studia na Wydziale Budowy Maszyn Politechniki Gdańskiej.\n\nW 1972 roku rozpoczął pracę zawodową w IMP PAN w Gdańsku, przechodząc wszystkie szczeble kariery naukowej od asystenta do profesora. Pełnił przez cztery kadencje funkcję Zastępcy Dyrektora ds. Naukowych, a następnie przez dwie kadencje funkcję Dyrektora Instytutu. W IMP PAN pracuje do chwili obecnej, pełniąc funkcję Kierownika Zakładu Energetyki Rozproszonej.\n\nW 1979 roku w Instytucie Maszyn Przepływowych Polskiej Akademii Nauk w Gdańsku uzyskał stopień doktora nauk technicznych.  \n\nW 1986 roku na podstawie rozprawy \"Wpływ prehistorii przepływów w ciągłym i skawitowanym filtrze smarnym oraz zapowietrzenia oleju na własności dynamiczne i statyczne łożysk ślizgowych\", przedstawionej na Wydziale Maszyn Górniczych i Hutniczych AGH  uzyskał stopień doktora habilitowanego. \n\nW 1995 roku otrzymał tytuł profesora \n\nW 2013 roku został członkiem korespondentem PAN. \n\nW 2017 roku otrzymał doktorat honoris causa Uniwersytetu Warmińsko-Mazurskiego w Olsztynie, a w 2023 roku AGH.\n\nPrzez 18 lat był także zatrudniony jako nauczyciel akademicki na Uniwersytecie Warmińsko-Mazurskim w Olsztynie.\n\nJego działalność naukowa koncentrowała się we wcześniejszym okresie na dynamice wirników i nieliniowej teorii drgań, a w ostatnich kilkunastu latach na ekoenergetyce, OZE oraz generacji rozproszonej.\n\nJego największym osiągnięciem naukowym jest opracowanie nowej, nieliniowej metodologii opisu stanu dynamicznego maszyn energetycznych wraz z narzędziami informatycznymi dla jej aplikacji w postaci systemu komputerowego MESWIR.\n\nOpublikował 16 monografii, ponad 50 artykułów w czasopismach międzynarodowych.\n\nWypromował 12 doktorów, z czego 3 uzyskało nagrodę premiera, a 4 zostało wyróżnionych przez Radę Naukową Instytutu.\n\nAktualnie jest Dyrektorem i Kierownikiem Zakładu Energetyki Rozproszonej w Instytucie Maszyn Przepływowych PAN w Gdańsku oraz od 2000 roku na Wydziale Nauk Technicznych Uniwersytetu Warmińsko-Mazurskiego w Olsztynie.\n\nNajwiększym osiągnięciem utylitarnym jest opracowanie koncepcji i wdrożenie nowych technologii dla małoskalowej i rozproszonej energetyki, w tym zwłaszcza technologii CHP-ORC dla gminnych Autonomicznych Regionów Energetycznych.\n\nPołożył duże zasługi w zakresie organizacji i koordynacji dużych inicjatyw naukowo-badawczych i integracji środowiska naukowego. Był kierownikiem największego w kraju projektu badawczego z zakresu ekoenergetyki \"Budowa Centrum Badawczego PAN - Konwersja Energii i Źródła Odnawialne\". W efekcie powstało największe i najnowocześniejsze tego typu centrum w Polsce i jedno z trzech w Europie. Był też kierownikiem wysokobudżetowego projektu kluczowego \"Modelowe kompleksy agroenergetyczne\". Projekt ten uzyskał w 2015 roku najbardziej prestiżową w dziedzinie ochrony środowiska światową nagrodę Energy Globe Award (nagroda krajowa za najlepszy projekt w Polsce).\n\nW lipcu 2011 roku powołany przez Ministra Rolnictwa i Rozwoju wsi Marka Sawickiego, na eksperta rządowego do spraw rozwoju odnawialnych źródeł energii na obszarach wiejskich. Jest ekspertem w zakresie Bioenergii w EII Team (ang. EII Team - czyli European Industrial Initiatives). EII Team jest jedną z sześciu Europejskich Inicjatyw Przemysłowych (w obszarze bioenergii, energetyki wiatrowej, energetyki słonecznej, CCS, Smart Grids oraz składowanie CO2) funkcjonujących w ramach Strategicznego Planu Działań dla Technologii Energetycznych (ang. Strategic Energy Technology Plan, w skrócie Set Plan).\n\nW latach 2011-2014 był członkiem Komitetu Problemów Energetyki przy Wydziale Nauk Technicznych PAN.\n\nBył głównym pomysłodawcą i osobą kontaktową w projekcie \"Centrum Doskonałości: Czyste i bezpieczne technologie w energetyce\", finansowanym w całości przez  UE.\n\nKierowany przez niego, przy współpracy z AGH w Krakowie,  projekt w ramach SPO WKP 1.4.4 \"Model zintegrowanego środowiska zarządzania utrzymaniem parku maszynowego\" został wyróżniony przez Ministerstwo Rozwoju Regionalnego \n\nW 2004 roku został powołany na stanowisko Dyrektora ogólnopolskiego Centrum Zaawansowanych Technologii \"RIMAMI\", skupiającego kilka uniwersytetów i wybrane zakłady energetyczne (w tym niektóre duże elektrownie).\n\nW 2006 roku został powołany na Koordynatora ogólnopolskiej Sieci Naukowej EKO-ENERGIA, skupiającej 8 instytutów resortowych i PAN mających największe doświadczenie i dorobek w zakresie energetyki odnawialnej.\n\nW 2007 roku powierzono mu stanowisko Przewodniczącego Rady Programowej Bałtyckiego Klastra Ekoenergetycznego, skupiającego ponad 100 podmiotów gospodarczych, samorządowych i naukowych. Jest to największy klaster tej branży w Polsce.\n\nCzłonek Komitetu Narodowego ds. Współpracy z Międzynarodowym Instytutem Stosowanej Analizy Systemowej (IIASA) w Laxenburgu przy Prezydium PAN, Zespołu Interdyscyplinarnego Ministerstwa Nauki i Informatyzacji ds. przygotowania  projektu Programu Operacyjnego \"Nauka, nowoczesne technologie i społeczeństwo informacyjne\", Komitetu Budowy Maszyn PAN, Rady Naukowo-Technicznej GK ENERGA, Rady Programowej kilku czasopism o zasięgu międzynarodowym (m.in. Tribology) oraz ogólnopolskim (m.in.  Diagnostyka, Napędy i Sterowanie).\n\n==== Odznaczenia i nagrody ====\n\nNagroda Prezesa Rady Ministrów I stopnia, Nagroda Naukowa Prezesa PAN, Nagroda Badawcza koncernu Siemens, laureat konkursu o statuetkę APOLLO i statuetkę Zielonego Feniksa (za wkład w rozwój OZE i ekoenergetyki), dwukrotnie Nagroda Sekretarza Naukowego PAN, indywidualna Nagroda Polskiego Towarzystwa Tribologicznego, Nagrody Rektora Politechniki Warszawskiej, indywidualna Nagroda Polskiego Towarzystwa Tribologicznego, Medal Profesora Stefana Ziemby za całokształt działalności naukowej i organizacyjnej związanej z eksploatacją maszyn, Złoty Laur Uniwersytetu Warmińsko-Mazurskiego, Laureat Statuetki Zielonego Feniksa za osiągnięcia naukowe w zakresie ekoenergetyki, Diamenty Forbesa, Gazele Biznesu, Jakość Roku 2013\n\n== Źródła do biogramu ==\n\n==== Artykuły ====\n\n* Kolczyńska I.: DHC profesora Jana Kicińskiego. ''Biuletyn AGH'' 2023, nr 182, s. 12, [foto]\n\n==== Inne ====\n\n* Biografia - Jan Kiciński - Instytut Maszyn Przepływowych PAN [online] [przeglądany 19.05.2023]. Dostępny w: https://www.imp.gda.pl/dyrekcja-instytutu/jan-kicinski/biografia/\n* Jan Kiciński - Instytut Maszyn Przepływowych PAN [online] [przeglądany 19.05.2023]. Dostępny w: https://www.imp.gda.pl/jan-kicinski/ \n* Jan Kiciński – Wikipedia, wolna encyklopedia [online] [przeglądany 19.05.2023]. Dostępny w: https://pl.wikipedia.org/wiki/Jan_Kici%C5%84ski\n* Uchwała nr 24/2023 Senatu AGH z dnia 1 marca 2023 r. w sprawie nadania Tytułu Doktora Honoris Causa AGH Panu Profesorowi Janowi Kicińskiemu (2023-03-01) [online] [przeglądany 19.05.2023]. Dostępny w: https://dok.agh.edu.pl/doc.php?id=13848\n* Uroczystość nadania tytułu DHC prof. Janowi Kicińskiemu [online] [przeglądany 19.05.2023]. Dostępny w: https://www.agh.edu.pl/wydarzenia/detail/s/uroczystosc-nadania-tytulu-dhc-prof-prof-janowi-kicinskiemu\n\n{{DEFAULTSORT:Kiciński, Jan Feliks}}\n\n[[Category:Biogramy]]\n\n'''''<span style=\"color:red;\">stan na dzień 29.06.2023</span>'''''\n\nSzablon użyty w tym artykule:\n\nSzablon:Infobox scientist\n (\ntekst źródłowy\n) \nWróć do \nJan Feliks Kiciński\n.\n\nŹródło: „\nhttp://historia.agh.edu.pl/wiki/Jan_Feliks_Kiciński\n”", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Jan_Feliks_Kici%C5%84ski&action=edit", "title": "Tekst źródłowy strony Jan Feliks Kiciński – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "b5eff5a2fd6fc27d86a2028b27adeda7", "word_count": 1051, "headings": [{"level": 1, "text": "Tekst źródłowy strony Jan Feliks Kiciński"}]}}