{"content": "# Clothes - Comarch e-Sklep\n\nURL: https://sklep.agh.edu.pl/en/products/clothes,2,4\nCrawled: 2025-03-19 21:24:18\n\nHome Page\n  /\n\nProducts\n  /\n\nClothes\n\nProducts\n\nClothes\n\nAvailability\n\nAnnouncement (2)\n\nIn Stock (22)\n\nRating\n\nNone (24)\n\nother\n\nImages (24)\n\nNew Product (9)\n\nPromotion (12)\n\nSale (6)\n\nGreat Quality (3)\n\nGreat Price (1)\n\nVendor's Recommendation (1)\n\nExpand\n\nCollapse\n\nPrice\n\n7\n\nPLN\n\n-\n\n239\n\nPLN\n\nFILTER\n\nShow Filters\n\nSort: \n\nName (A-Z)\n\nTop Sellers\n\nMost Viewed\n\nName (A-Z)\n\nName (Z-A)\n\nPrice by Ascending\n\nPrice by Descending\n\nManufacturer (A-Z)\n\nDefault\n\nRecently Added\n\nRecently Modified\n\n1\n-\n12\nfrom\n24\n\n|\n\nPromotion\n\n#jestemzAGH neck gaiter\n\nA black neck gaiter. Multifunctional piece of clothing that can be worn throughout the year. Perfect for outdoor activities in autumn and winter. The details that make it unique include the #jestemzAGH inscription and a sateen tag with the Wiedza Pasja Więź motto. Made in Poland. Opis produktu size: one size model: unisex colour: black type of print: sublimation print colour: white fabric: 90% polyester, 10% elastane weight: 130 g\n\n+\n\n25,00 PLN\n\n33,00 PLN\n\nPromotion\n\n#jestemzAGH T-shirt\n\nA classic black, cotton, unisex T-shirt with short sleeves. The details that make it unique include inscriptions on the front and back of the T-shirt (#jestemzAGH ) and a sateen tag with the Wiedza Pasja Więź motto. Made of high-quality material. Made in Poland. Both models wear size S. Unisex style – women should consider selecting a smaller size to avoid the oversize effect. Opis produktu size: (XS to XXL) model: unisex colour: black type of print: screen printing print colour: white fabric: 9\n\n+\n\n74,00 PLN\n\n89,00 PLN\n\nPromotion\n\nAGH Shoelaces\n\nA pair of white shoelaces with black “AGH” print, made from water- and abrasion-resistant material. Easy to tie, they are ideal for walks and runs. Product description: colour: white with black print length: 120 cm print type : screen printing material: nylon\n\n+\n\n7,50 PLN\n\n10,00 PLN\n\nNew Product\n\nBiała koszulka z grafiką budynku\n\nBiała bawełniana koszulka z krótkim rękawem, w klasycznej linii, z grafiką z budynkiem AGH. Wykonana z wysokogatunkowego materiału. Produkcja polska. Fason unisex. Tasiemka napotnika w kolorach uczelni. Opis produktu rozmiar: od XS do XXL model: T-shirt kolor: czarny metoda nadruku: sitodruk kolor nadruku: kolorowy materiał: 92% bawełna i 8% elastan gramatura: 180 g\n\n+\n\n89,00 PLN\n\nNew Product\n\nBiałe sportowe skarpetki\n\nProste białe skarpetki z czarno-czerwonym napisem I love AGH. Na linii palców trzy paski w kolorach flagi AGH. Zapewniają wygodę podczas zajęć sportowych i rekreacyjnych. Wyprodukowane z najwyższej jakości bawełnianej dzianiny, gwarantują komfort i trwałość. Do rozpakowania kompletu skarpetek zalecamy użycie nożyczek. Rozerwanie zszytego kompletu może spowodować trwałe uszkodzenie towaru. Opis produktu kolor: biały materiał: bawełna 79%, poliamid 18%, elastan 3%\n\n+\n\n39,00 PLN\n\nPromotion\n\nSale\n\nBlack T-shirt 100 years of AGH UST\n\nBlack, cotton T-shirt, classic design, with logo for 100 years of AGH UST. Details such as satin label with jubilee logo, sweatband ribbon in university colours, and printed design on the back make it unique. Made of high quality fabric. Made in Poland. Available in men’s and women’s styles. Product description size: women’s, fitted waist (from S to XL), men’s (from S to XXL) type: T-shirt colour: black type of print: silk-screen printing colour of print: white fabric: 92% cotton, 8% elastane ba\n\n+\n\n41,00 PLN\n\n45,00 PLN\n\nPromotion\n\nSale\n\nBlack T-shirt 100 years of AGH UST\n\nBlack, cotton T-shirt, classic design, with logo for 100 years of AGH UST. Details such as satin label with jubilee logo, sweatband ribbon in university colours, and printed design on the back make it unique. Made of high quality fabric. Made in Poland. Available in men’s and women’s styles. Product description size: women’s, fitted waist (from S to XL), men’s (from S to XXL) type: T-shirt colour: black type of print: silk-screen printing colour of print: white fabric: 92% cotton, 8% elastane ba\n\n+\n\n41,00 PLN\n\n45,00 PLN\n\nPromotion\n\nBomber jacket\n\nTransitional bomber jacket with the AGH letters embroidered thereon. The neck, sleeves, and bottom part of the jacket are ribbed. Press stud fastening alongside the entire jacket, side pockets. Available in two colour versions: black and pewter and navy-blue and grey. The jacket is a unisex style – our female clients are advised to choose a size smaller than usual if they want to avoid the oversize effect. Opis produktu size: XS to XXL (unisex) model: press-stud jacket colour: black and pewter a\n\n+\n\n207,00 PLN\n\n249,00 PLN\n\nNew Product\n\nCzarna czapka z daszkiem\n\nBawełniana czapka z daszkiem w kolorze czarnym z wyszytymi literami AGH. Uszyta w całości w Polsce z grubej bawełny. Z tyłu pasek z klamrą do regulacji obwodu. Obwód czapki - w zależności od regulacji – około 57-62 cm. Opis produktu kolor: czarny obwód czapki (w zależności od regulacji): 57-62 cm metoda zdobienia: haft materiał: 100% bawełna gramatura materiału: 240 g\n\n+\n\n79,00 PLN\n\nNew Product\n\nCzarna koszulka z grafiką I love AGH\n\nCzarna bawełniana koszulka z krótkim rękawem, w klasycznej linii, z grafiką „I love AGH”. Wykonana z wysokogatunkowego materiału. Produkcja polska. Fason unisex. Tasiemka napotnika w kolorach uczelni. Opis produktu rozmiar: od XS do XXL model: T-shirt kolor: czarny metoda nadruku: sitodruk kolor nadruku: kolorowy materiał: 92% bawełna i 8% elastan gramatura: 180 g\n\n+\n\n89,00 PLN\n\nPromotion\n\nDark grey cotton winter hat\n\nSoft, dark grey, cotton winter hat. On the rolled-up edge, a small cognac leather badge with engraved letters AGH. Product description size: universal type: beanie colour: dark grey fabric: 100% cotton (terry fleece) type of print on badge: engraving\n\n+\n\n36,00 PLN\n\n39,00 PLN\n\nPromotion\n\nSale\n\nGrey T-shirt 100 years of AGH UST\n\nGrey, short sleeve, cotton T-shirt, modern design, with logo for 100 years of AGH UST. Sleeves rolled up twice, back of T-shirt sewn vertically, on the back (inside) there is a sew-on badge with words “100 LAT AGH”. Details such as satin label with jubilee logo, sweatband ribbon in university colours, and printed design on the front make it unique. Made of high quality fabric. Made in Poland. Available in men’s and women’s styles. Sizes smaller than normal. We recommend buying the T-shirt one si\n\n+\n\n38,00 PLN\n\n45,00 PLN\n\n1\n\n2\n\nClothes\n\nGo to Cart\n\nStay on Page\n\nRemember my selection", "metadata": {"url": "https://sklep.agh.edu.pl/en/products/clothes,2,4", "title": "Clothes - Comarch e-Sklep", "depth": 3, "duplicate": false, "content_hash": "a1c25709fbe7665e8c87439b07725d75", "word_count": 1010, "headings": [{"level": 2, "text": "#jestemzAGH neck gaiter"}, {"level": 2, "text": "#jestemzAGH T-shirt"}, {"level": 2, "text": "AGH Shoelaces"}, {"level": 2, "text": "Biała koszulka z grafiką budynku"}, {"level": 2, "text": "Białe sportowe skarpetki"}, {"level": 2, "text": "Black T-shirt 100 years of AGH UST"}, {"level": 2, "text": "Black T-shirt 100 years of AGH UST"}, {"level": 2, "text": "Bomber jacket"}, {"level": 2, "text": "Czarna czapka z daszkiem"}, {"level": 2, "text": "Czarna koszulka z grafiką I love AGH"}, {"level": 2, "text": "Dark grey cotton winter hat"}, {"level": 2, "text": "Grey T-shirt 100 years of AGH UST"}, {"level": 1, "text": "Clothes"}]}}