{"content": "# Budowa budynku C-7 dla potrzeb dydaktycznych wydziałów\n\nURL: http://www.inwestycje.agh.edu.pl/projekty-mein/budowa-budynku-c-7-dla-potrzeb-dydaktycznych-wydzialow/\nCrawled: 2025-03-19 22:35:53\n\n„Budowa budynku C-7 dla potrzeb dydaktycznych wydziałów”\nRodzaj inwestycji\nPrzedmiotem inwestycji jest budowa nowego budynku przeznaczonego na potrzeby dydaktyczne wydziałów AGH, wraz z zagospodarowaniem otaczającego terenu, oraz połączenie nowego budynku z istniejącymi budynkami C-3 i C-6 AGH. Budynek C-7 powstanie w miejscu części naziemnego parkingu samochodowego, wykonanego w poprzednim etapie inwestycji. W budynku będą przeważać pomieszczenia dydaktyczne przeznaczone dla 16 - 35 osób, sale wykładowe dla 51 - 135 osób oraz pomieszczenia biurowe dla pracowników naukowych dla 3-4 osób. Budynek będzie użytkowany przez ok 1900 osób (głównie studentów). Projektowany budynek C-7 będzie się składał z 7 kondygnacji nadziemnych, 3-kondygnacyjnej przewiązki łączącej C-7 z istniejącym budynkiem C-5 (na poziomie 2, 3 i 4 piętra). Na poszczególnych kondygnacjach zlokalizowane będą sale dydaktyczne, wykładowe oraz pomieszczenia biurowe dla pracowników naukowych. Liczba osób mogących przebywać w pomieszczeniach budynku to ok. 1930 osób, w tym studentów ok. 90%, a pracowników naukowo-dydaktycznych i administracyjnych uczelni ok. 10%.\nDane finansowe inwestycji\nDofinansowano z budżetu państwa - dotacja celowa Ministra Edukacji i Nauki\n\nDofinansowanie: 12 829 228 zł\n\nCałkowita wartość: 43 165 000 zł\n\nLokalizacja inwestycji\nPrzedmiotowa inwestycja jest zlokalizowana na terenie głównego kampusu Akademii Górniczo–Hutniczej im. Stanisława Staszica w Krakowie, pomiędzy pawilonami C-5 i C-6, działki ewid. nr 19/25, 48/2, 48/3, 49/1, 49/2, 19/47, obręb K-12 jedn. ewid. Krowodrza.\n\nZakres rzeczowy i opis inwestycji\nBudynek o symbolu C-7 stanowi połączenie istniejących zróżnicowanych pod względem wysokości i brył budynków C-3 i C-4 i będzie realizowany w oparciu o aktualną decyzję ULICP nr AU-2/7331/868/08 z 07.07.2008 r. pod nazwą „Budowa Audytorium Maximum wraz z budynkiem administracyjno-dydaktyczno- biurowym, parkingiem podziemnym oraz infrastrukturą techniczną przy ul. Czarnowiejskiej w Krakowie”. Połączenie ww. obiektów nastąpi przewiązkami szklanymi na wyższych kondygnacjach, dając możliwość swobodnego przejścia między budynkami C-3 i C-4. Podstawową zaletą planowanej inwestycji jest fakt, iż budynek stanie na stropie wykonanego już wcześniej garażu podziemnego. Strop ten został zaprojektowany tak, aby w przyszłości przenieść ciężar planowanego obiektu. Przyjęte wcześniej założenia pozwolą zaoszczędzić na pracach budowlanych związanych z wykonaniem fundamentów. Dodatkowo połączenie budynków C-3 i C-4 poprzez wybudowanie obiektu C-7 pozwoli na swobodne, bez potrzeby wychodzenia na zewnątrz, poruszanie się po wszystkich obiektach oznaczonych symbolami A i C, w tym także otworzy połączenie z gmachem głównym AGH A-0 przy ul. Mickiewicza i nowopowstałym dużym Centrum Energetyki AGH (budynki C-5i C-6). Budowa obiektu C-7 jest bardzo korzystna również z powodu wykonanych wcześniej dróg dojazdowych i pieszych oraz elementów małej architektury i zagospodarowania terenu, w tym założenia już kompletnej zieleni w tym rejonie.\nPo wybudowaniu Budynku C-7 powstanie pasaż, który stworzy dodatkowo teren wypoczynkowy dla studentów i pracowników uczelni, a równocześnie z pasażu tego będzie swobodny dostęp zarówno do planowanego obiektu jak i ukończonego w 2015 roku Centrum Energetyki AGH (budynki C-5 i C-6).\nBudynek C-7 pod względem rozwiązań architektoniczno-konstrukcyjnych będzie jednorodny z Budynkiem Centrum Energetyki wzdłuż ulicy Czarnowiejskiej i będzie posiadał:\n—    elewację ze szkła i kamienia,\n—    układ konstrukcyjny - układ monolitycznych tarcz i stropów,\n—    stropodach płaski, wentylowany,\n—    wykończenie wewnątrz analogiczne jak w Centrum Energetyki tj. sufity podwieszone, ściany o fakturze betonu w ciągach komunikacyjnych, natomiast w pomieszczeniach malowane lub wykończone wykładziną akustyczną,\n—    posadzki z płytek ceramicznych, a w pomieszczeniach dydaktycznych lub biurowych wykładzina PCV,\n—    drzwi pełne systemowe.\nBudynek będzie posiadał dwa niezalene wejścia, jedno od strony istniejącego pasa u, drugie od strony południowej. Na niektórych kondygnacjach będzie połączony z sąsiednimi budynkami: C‑3, C-5 i C-6.\nPołączenie z budynkiem C-5 za pomocą łącznika na poziomach 2, 3 i 4 piętra. Projektowany obiekt C-7 będzie mieścił m/in. następujące funkcje:\n—    sale dydaktyczne przeznaczone dla 20-35 osób,\n—    sale dydaktyczne komputerowe przeznaczone dla 15-20 osób,\n—    sale wykładowe przeznaczone dla 50 - 80 osób,\n—    pomieszczenia biurowe dla pracowników naukowych AGH,\n—    pomieszczenia sanitarne, pomieszczenie wypoczynku dla kobiet,\n—    pomieszczenia pomocnicze: recepcję, szatnię, pomieszczenia porządkowe, pomieszczenie monitoringu,\n—    pomieszczenia techniczne: pomieszczenie rozdzielni elektrycznej głównej, pomieszczenia rozdzielni elektrycznych piętrowych, pomieszczenie dla instalacji teletechnicznych.\nDane powierzchniowe i ilościowe (parametry charakterystyczne budynku)\n—    wysokość zabudowy: 24,9 m (budynek średniowysoki)          \n—    ilość kondygnacji naziemnych: 7\n—    powierzchnia zabudowy: 1260 m2\n—    powierzchnia użytkowa: 4 281 m2         \n—    kubatura: 27 880 m3\n—    powierzchnia całkowita: 5808 m2\nUzasadnienie celowości inwestycji\nGłównym celem inwestycji jest uzyskanie nowej powierzchni laboratoriów i sal dydaktycznych. Budynek będzie sprzyjał wzrostowi jakości kształcenia w Uczelni w dopasowaniu go do potrzeb społecznych i gospodarczych, poprawie jakości badań, poprawie funkcjonowania wydziałów Uczelni w zakresie zarządzania i finansowania. Korzyści wynikające z tych działań zwiększą oddziaływanie na otoczenie społeczne, gospodarcze i międzynarodowe. Realizacja inwestycji pozwoli na ulokowanie w nowopowstałym budynku jednostek borykających się z problemem dostępności adekwatnej do potrzeb powierzchni dydaktycznej oraz niedostatecznym standardem zajmowanych do tej pory pomieszczeń. Dla przedmiotowej inwestycji został opracowany projekt budowlany i wykonawczy. Uczelnia dysponuje również ostateczną decyzją o pozwoleniu na budowę oraz zawarła umowę z wykonawcą zasadniczych robót budowlanych.", "metadata": {"url": "http://www.inwestycje.agh.edu.pl/projekty-mein/budowa-budynku-c-7-dla-potrzeb-dydaktycznych-wydzialow/", "title": "Budowa budynku C-7 dla potrzeb dydaktycznych wydziałów", "depth": 3, "duplicate": false, "content_hash": "f72495b0b57c537aed43e35045bc1f9b", "word_count": 788, "headings": [{"level": 1, "text": "„Budowa budynku C-7 dla potrzeb dydaktycznych wydziałów”"}, {"level": 1, "text": "Rodzaj inwestycji"}, {"level": 1, "text": "Dane finansowe inwestycji"}, {"level": 1, "text": "Lokalizacja inwestycji"}, {"level": 1, "text": "Zakres rzeczowy i opis inwestycji"}, {"level": 1, "text": "Dane powierzchniowe i ilościowe (parametry charakterystyczne budynku)"}, {"level": 1, "text": "Uzasadnienie celowości inwestycji"}]}}