{"content": "#  Wydział Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/studenci/tutoring\nCrawled: 2025-03-19 21:33:03\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Tutoring \n\nJest to spersonalizowana metoda nauki oparta na indywidualnej relacji osoby prowadzącej i osoby studiującej, gdzie treść nauczania dostosowana jest do możliwości, potrzeb i talentów studenta.\n\nTutoring rozwojowy skupia się głównie na ukazywaniu potencjału i talentów studenta, natomiast tutoring naukowy ma na celu pogłębienie wiedzy i umiejętności w wybranej dyscyplinie naukowej.\n\nTutoring naukowy można podzielić na:\n\nklasyczny – skoncentrowany na wybranym zagadnieniu naukowym;\n\nprzedmiotowy – w którym prowadzący przedmiot spotyka się dodatkowo z jednym lub kilkoma studentami i pogłębia tematykę zajęć;\n\nprojektowy – w którym student uczestniczy w projekcie realizowanym przez tutora;\n\ndyplomowy – w którym student w semestrze poprzedzającym realizację pracy dyplomowej wprowadzany jest przez przyszłego promotora w tematykę projektu.\n\nTutorzy WIMiC\n\ndr inż. Aleksandra Benko \n\nRealizuje prace z zakresu biomedycznych zastosowań nanoform węgla oraz opracowuje rozwiązania dla inżynierii tkankowej prowadzonej w warunkach in vitro. Posiada bogate doświadczenie w kierowaniu projektami naukowymi. \n Tutoring to forma współpracy 1:1, w ramach której student ma okazję rozwijania wybranych przez siebie zagadnień, zarówno w zakresie umiejętności miękkich, jak i naukowych. \n\ndr inż. Patrycja Domalik-Pyzik \n\nAkredytowany Praktyk Tutoringu. Interesują ją nowoczesne materiały i technologie dla zastosowań medycznych; fascynuje różnorodność ludzi. Możliwość realizacji tutoringu naukowego oraz rozwojowego uważa za przywilej. \n Tutoring za każdym razem wygląda inaczej, bo jest skrojony pod potrzeby konkretnej osoby. Daje unikalną szansę na rozwinięcie zainteresowań naukowych czy oszlifowanie umiejętności miękkich. \n\ndr inż. Iwona Grelowska \n\nAkredytowany Praktyk Tutoringu. W pracy naukowej zajmuje się szkłami tellurowymi dla optoelektroniki oraz surowcami alternatywnymi dla przemysłu szklarskiego. \n Tutoring ma pomóc rozwinąć skrzydła, dopuszczając jednak możliwość popełniania błędów w poszukiwaniu właściwej ścieżki. To najlepszy sposób na wyłonienie przyszłych leaderów. \n\ndr inż. Ewelina Kłosek-Wawrzyn\n\nRealizuje prace badawcze z zakresu technologii ceramicznych materiałów budowlanych. Jest entuzjastką pracy z talentami Gallupa oraz uczenia się przez doświadczanie. Oferuje tutoring rozwojowy i naukowy. \n Tutoring rozwojowy daje odwagę i wzmacnia wewnętrzną motywację. Pozwala poznać siebie oraz zacząć działać zgodnie ze swoimi naturalnymi predyspozycjami i mocnymi stronami. Tutoring naukowy to przygoda, która wspiera wewnętrzną ciekawość i samodzielność studenta. \n\ndr inż. Anna Kusior \n\nZajmuje się projektowaniem nanomateriałów oraz modyfikacją powierzchni materiałów półprzewodnikowych z myślą o zastosowaniach foto- i elektrochemicznych (biosensory, ogniwa, katalizatory). \n Tutoring to drogowskaz na rozstaju dróg, pomaga obrać kierunek dalszego rozwoju naukowego i osobistego. \n\ndr inż. Grzegorz Łój \n\nPracuje nad szerokim wykorzystaniem surowców odpadowych w różnych technologiach wytwarzania wyrobów budowlanych powstających na bazie cementów w tym przede wszystkim betonów i prefabrykatów betonowych. \n Tutoring to rejs, podczas którego oferuje pomoc „pilota” na znanych mu wodach fizykochemii i technologii materiałów budowlanych, z uwzględnieniem dbałości o środowisko naturalne a także systemów jakości w produkcji, dystrybucji i aplikacji wyrobów budowlanych. \n\ndr inż. Katarzyna Nowicka-Dunal \n\nW pracy badawczej skupia się na otrzymywaniu oraz charakterystyce polimerów oraz kompozytów w osnowie polimerowej. Realizuje tutoring naukowy i rozwojowy. \n Tutoring daje możliwość znalezienia indywidualnej drogi rozwoju własnych zainteresowań oraz poznania siebie - bez oceniania, bez presji, w przyjaznej i empatycznej atmosferze. \n\ndr inż. Katarzyna Pasiut \n\nW obszarze jej zainteresowań naukowych jest ceramika szlachetna, głównie szkliwa ceramiczne - ich projektowanie, przygotowanie, badania oraz wdrażanie do produkcji przemysłowej. Zajmuje się również masami ceramicznymi wykorzystywanymiwdruku3D. \n W ramach tutoringu wspomaga podopiecznych w samo rozwoju. Jej metody pracy opierają się na mocnych stronach, ale też systematyczności i takim doborze narzędzi, aby osiągnąć zamierzone cele. Stawia na indywidualne podejście, bo każdy jest inny i potrzebuje innego rodzaju wsparcia.\n\ndr inż. Maria Rajska \n\nRealizuje prace z zakresu otrzymywania materiałów tlenkowych do rozmaitych zastosowań, najczęściej katalitycznych lub optoelektronicznych. Zajmuje się również rożnego rodzaju kompozytami ceramicznymi oraz kompozytami na bazie celulozy. Prowadzi tutoring naukowy i rozwojowy. \n Tutoring to wspólne szukanie celu wraz z druga osobą. Celu, który uskrzydli, natchnie i da prawdziwą wewnętrzną satysfakcję. \n\ndr inż. Mirosław Stygar \n\nW pracy naukowej zajmuje się badaniem właściwości materiałów będących elementami konstrukcyjnymi ogniw paliwowych – najbardziej obiecującej i wydajnej technologii wodorowej. Aktualnie razem z zespołem realizuje projekt badawczy dotyczący powłok ochronno-przewodzących do interkonektorów metalicznych - kluczowych elementów konstrukcyjnych w stałotlenkowych ogniwach paliwowych. \n Według niego tutoring powinien opierać się przede wszystkim na dobrych relacjach. Prowadzi tutoring naukowy oraz naukowo rozwojowy. \n\ndr hab. inż. Anita Trenczek-Zając, prof. AGH \n\nZajmuje się projektowaniem materiałów półprzewodnikowych do procesów fotokatalitycznego oczyszczania wody i produkcji wodoru. \n Tutoring to wspólne zadawanie pytań i poszukiwanie na nie odpowiedzi, to otwartość na nowe doświadczenia naukowe, to podróż w mniej lub bardziej nieznane. Wychodzi z założenia, że „nie wiem, niepotrafię\" i „źle\" mogą być początkiem drogi do wiedzy. \n\ndr inż. Magdalena Zarzecka-Napierała \n\nJest trenerem komunikacji, certyfikowanym coachem, tutorem, terapeutą. Oferuje tutoring rowojowy. \n Tutoring to dla niej odkrywanie talentów, mocnych stron, motywacji pod stertą różnych opinii lub ocen. Podczas spotkań towarzyszy w odkrywaniu zasobów, bo każdy je ma. \n\nKształcenie metodą tutoringu początkowo przeznaczone było dla beneficjentów programu Prymusi AGH. Wysoka średnia z ocen pozwalała na uczestnictwo w zajęciach tutoringowych również studentom drugiego i starszych lat studiów I stopnia.\n\nOd semestru letniego roku akademickiego 2023/2024 tutoring zostanie zaoferowany studentom studiów II stopnia. Będzie to wyłącznie tutoring naukowy.\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/studenci/tutoring", "title": " Wydział Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "9df1f6e10f89f62cc3cec831d3e11ce8", "word_count": 855, "headings": [{"level": 1, "text": "Tutoring"}, {"level": 1, "text": "Tutorzy WIMiC"}, {"level": 2, "text": "Stopka"}]}}