{"content": "#  Władze rektorskie -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/o-agh/wladze/wladze-rektorskie\nCrawled: 2025-03-19 21:07:02\n\nSkip to content ↓\n\n Władze rektorskie \n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n al. Mickiewicza 30, 30-059 Kraków\n bud. A-0, pok. 108\n\nT: +48 12 617 20 02\n F: +48 12 633 46 72\n E: \nrektor(at)agh.edu.pl\n\n Zakres zadań Rektora AGH \n\nzarządzanie uczelnią,\n\nprzygotowanie projektu statutu i ewentualnych zmian w statucie oraz projektu strategii uczelni,\n\nskładanie sprawozdania z realizacji strategii uczelni,\n\nwykonywanie czynności z zakresu prawa pracy,\n\ntworzenie, przekształcanie i likwidowanie szkół doktorskich po zaopiniowaniu przez Senat,\n\npowoływanie i odwoływanie rzeczników dyscyplinarnych pracowników, studentów i doktorantów,\n\nwydawanie decyzji administracyjnych w sprawach wskazanych w Ustawie,\n\npowoływanie osób do pełnienia funkcji kierowniczych w uczelni i ich odwoływanie,\n\nprowadzenie polityki kadrowej w uczelni,\n\nprowadzenie gospodarki finansowej uczelni,\n\nzapewnienie wykonywania przepisów obowiązujących w uczelni,\n\nnadawanie regulaminu organizacyjnego, który określa strukturę organizacyjną uczelni oraz podział zadań w ramach tej struktury, a także organizację oraz zasady działania administracji uczelni,\n\ntworzenie, przekształcanie i znoszenie studiów na określonym kierunku, poziomie i profilu,\n\npodejmowanie decyzji dotyczących rekrutacji na studia oraz prowadzenia przez uczelnię kształcenia, we wszystkich formach, w zakresie nie zastrzeżonym dla Senatu,\n\npodejmowanie decyzji dotyczących spraw studenckich oraz spraw doktoranckich, w zakresie niezastrzeżonym dla Senatu.\n\n Biogram \n\nProf. dr hab. inż. Jerzy Lis z AGH związany jest od 1973 r., kiedy rozpoczął studia na Wydziale Inżynierii Materiałowej i Ceramiki na kierunku Inżynieria Materiałowa. Stopień doktora nauk technicznych w dyscyplinie inżynieria materiałowa uzyskał w 1986 r., doktora habilitowanego w 1995 r., zaś tytuł profesora nauk technicznych w 2000 r. W AGH pracuje od 1978 r. Przez 10 lat kierował Katedrą Technologii Ceramiki i Materiałów Ogniotrwałych na WIMiC. Łącznie przez cztery kadencje pełnił funkcję prodziekana, a następnie dziekana swojego macierzystego wydziału. Przez trzy kadencje był Prorektorem ds. Współpracy AGH. Od 2020 r. pełni urząd Rektora AGH.\n\nW 1989 r. wyjechał do Stanów Zjednoczonych, gdzie do 1991 r. był pracownikiem naukowym w State University of New York w Buffalo. Odbył także krótsze staże zagraniczne i był zapraszany na cykle wykładów m.in. w: TU Bergakademie Freiberg (Niemcy), TU Clausthal (Niemcy), TU Münster (Niemcy), RWTH Aachen University (Niemcy), ENSCI Limoges (Francja), Osaka University (Japonia), Hokkaido University (Japonia), Alfred University (USA), University of British Columbia (Kanada), Universidad Panamericana (Meksyk), Samara University (Rosja), Institute of Structural Macrokinetics and Materials Scienc, Russian Academy of Sciences (Rosja).\n\nW działalności badawczej prof. Jerzy Lis specjalizuje się w inżynierii materiałowej oraz technologii chemicznej, zwłaszcza w: technologii otrzymywania zaawansowanych i klasycznych tworzyw ceramicznych, specjalnych technikach syntezy materiałów ceramicznych, badaniu właściwości ceramiki i kompozytów oraz ich zastosowaniu. Jest członkiem rzeczywistym Polskiej Akademii Nauk. Przez dwie kadencje był członkiem Prezydium Oddziału Krakowskiego PAN. Należy do Polskiego Towarzystwa Ceramicznego i Polskiego Towarzystwa Mikroskopii Elektronowej. \n\nJego dorobek naukowy obejmuje około 400 publikacji, sześć książek, 180 referatów wygłoszonych na konferencjach (125 międzynarodowych) oraz 18 patentów. Jest promotorem 15 obronionych i dwóch rozpoczętych prac doktorskich, a także ponad 100 prac magisterskich i inżynierskich. Był i jest kierownikiem 12 projektów badawczych KBN i MNiSW (pięć promotorskich), głównym wykonawcą 16 innych projektów krajowych i trzech międzynarodowych, kierownikiem pięciu prac w ramach działalności statutowej AGH oraz licznych projektów badawczych zleconych przez zakłady przemysłowe. Był przewodniczącym Rady Nadzorczej Krakowskiego Centrum Innowacyjnych Technologii INNOAGH, a obecnie jest wiceprzewodniczącym Rady Nadzorczej Krakowskiego Parku Technologicznego.\n\nProfesor zasiada w zagranicznych gremiach naukowych. W 2002 r. został powołany do prestiżowej The World Academy of Ceramic. Jest członkiem The American Ceramic Society, The International Society of SHS, a także komitetów redakcyjnych międzynarodowych czasopism „The International Journal of SHS” oraz „Ceramics International”. Jest również laureatem prestiżowych międzynarodowych wyróżnień za osiągnięcia naukowe m.in. Fellow of the American Ceramic Society, Fellow of the European Ceramic Society oraz The Brigde Award of the American Ceramic Society. Został wyróżniony tytułem Profesora Honorowego przez Uniwersytet w Szymkencie (Kazachstan) oraz Uniwersytet Nafty i Gazu w Iwano-Frankivsku (Ukraina).\n\nObecnie jest członkiem Komitetu Nauki o Materiałach i Metalurgii PAN (pełniąc przez dwie kadencje funkcję wiceprzewodniczącego), Komitetu Inżynierii Wodnej i Lądowej PAN, Komisji Nauk Ceramicznych przy Oddziale PAN w Krakowie i wiceprzewodniczącym Komisji Nauk Technicznych PAU. Pełnił przez dwie kadencje funkcję prezesa Polskiego Towarzystwa Materiałoznawczego. Był członkiem Centralnej Komisji ds. Stopni i Tytułów Naukowych i przewodniczącym Sekcji Ceramiki Szlachetnej Polskiego Towarzystwa Ceramicznego. Jest członkiem komitetów redakcyjnych krajowych czasopism: „Materials Science Poland”, „Archiwum Nauki o Materiałach”, „Inżynieria Materiałowa”, „Materiały Ceramiczne” i „Ceramika – Biuletyn Komisji Nauk Ceramicznych PAN”. Jest członkiem rad naukowych: Instytutu Metalurgii i Inżynierii Materiałowej PAN oraz Instytutu Katalizy i Fizykochemii Powierzchni PAN, a także przewodniczącym Rady Instytutu Sieci Badawczej Łukasiewicz – Instytutu Ceramiki i Materiałów Budowlanych. Był również przewodniczącym Komisji ds. Współpracy Międzynarodowej Konferencji Rektorów Akademickich Szkół Polskich w kadencji 2020–2024 oraz członkiem Prezydium Konferencji Rektorów Akademickich Szkół Polskich. Od 2024 r. jest wiceprzewodniczącym KRASP. Pełnił również funkcję zastępcy przewodniczącego Konferencji Rektorów Polskich Uczelni Technicznych w kadencji 2020–2024. Jest wiceprzewodniczącym Kolegium Rektorów Szkół Wyższych Krakowa.\n\nW 2019 r. został odznaczony Krzyżem Kawalerskim Orderu Odrodzenia Polski. Otrzymał Brązowy Krzyż Zasługi i Medal Komisji Edukacji Narodowej. Jest laureatem Nagrody Ministra Edukacji Narodowej, Nagrody Przewodniczącego IV Wydziału PAN. Za działalność naukowo-wynalazczą został uhonorowany medalem im. Tadeusza Sendzimira, który przyznawany jest przez Stowarzyszenie Polskich Wynalazców i Racjonalizatorów, oraz tytułem Złoty Inżynier 2016 i Diamentowy Inżynier 2024 „Przeglądu Technicznego” i NOT. W 2023 r. otrzymał Złoty Medal Honorowy za Zasługi dla Województwa Małopolskiego. Profesor otrzymał również medal Cracoviae Merenti za zasługi dla miasta Krakowa, wyróżnienia Zasłużony dla Budownictwa i Zasłużony dla Przemysłu Materiałów Budowlanych, odznakę honorową „Zasłużony dla Bezpieczeństwa w Górnictwie” oraz wiele nagród za działalność na rzecz uczelni, zakładów i stowarzyszeń.\n\n(aktualizacja biogramu: wrzesień 2024 r.)\n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n al. Mickiewicza 30, 30-059 Kraków\n bud. A-0, pok. 103\n\nT: +48 12 617 20 07\n T: +48 12 633 96 24\n F: +48 12 423 35 70\n E: \nprorektor.nauka(at)agh.edu.pl\n\n Obszary działalności uczelni powierzone nadzorowi i koordynacji Prorektora ds. Nauki \n\npolityka uczelni w zakresie badań naukowych,\n\nkształcenie doktorantów,\n\npolityka wydawnicza,\n\ndziałalność biblioteczna,\n\nkonferencje naukowe,\n\ninfrastruktura naukowo-badawcza,\n\newaluacja nauki – dyscypliny naukowe,\n\nrozwój kadry akademickiej, nadawanie stopni naukowych,\n\ndziałalność organizacyjna Pionu Nauki,\n\nnadzór nad programem Inicjatywa Doskonałości Uczelnia Badawcza,\n\nnadzór nad Szkołą Doktorską AGH.\n\n Biogram \n\nZainteresowania naukowe prof. Marka Gorgonia obejmują obszary automatyki, robotyki, elektroniki i informatyki technicznej. Główny wątek jego prac koncepcyjnych i eksperymentalnych wiąże się z opracowaniem i konstruowaniem systemów wizyjnych, które potrafią bardzo szybko analizować dane dostarczane z kamer, dzięki zastosowaniu do ich budowy bardzo nowoczesnych układów elektronicznych tzw. układów reprogramowalnych FPGA (ang.\n Field Programmable Gate Array\n) i wykorzystaniu algorytmów sztucznej inteligencji. Jest autorem dwóch monografii i ponad 100 publikacji naukowych, wypromował czterech doktorów. Kieruje zespołem naukowym Laboratorium Systemów Wizyjnych. Współorganizował współpracę pomiędzy AGH a ALICE – jedną z głównych grup badawczych CERN – i miał znaczący udział w uzyskaniu przez AGH pełnego członkostwa w tej grupie.\n\nProf. Marek Gorgoń realizuje pasje naukowe od 1986 r., gdy w trakcie studiów wyższych na Wydziale Elektroniki, Automatyki i Elektrotechniki w Akademii Górniczo-Hutniczej rozpoczął współpracę z zespołem Laboratorium Biocybernetyki w Katedrze Automatyki. Trzydzieści lat później, w roku 2016, objął funkcję Kierownika Katedry Automatyki i Robotyki. W latach 2012–2020 był członkiem Senatu AGH. W kadencji 2016–2020 pełnił funkcję Przewodniczącego Komisji ds. Statutowo-Regulaminowych oraz był członkiem władz akademickich AGH.\n\nWielkim wsparciem jest dla niego rodzina – żona i dwójka dorosłych już dzieci. Przez wiele lat aktywny społecznie: w ruchu harcerskim, turystycznym i sportowym. Jeździ na nartach, żegluje i uprawia turystykę górską.\n\n(aktualizacja: wrzesień 2024 r.)\n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n al. Mickiewicza 30, 30-059 Kraków\n bud. A-0, pok. 110\n\nT: +48 12 617 20 40\n T: +48 12 633 03 74\n F: +48 12 633 41 99\n E: \nprorektor.wspolpraca(at)agh.edu.p\nl\n\n Obszary działalności uczelni powierzone nadzorowi i koordynacji Prorektora ds. Współpracy \n\nwspółpraca międzynarodowa,\n\nwspółpraca krajowa,\n\ndziałalność badawczo-rozwojowa i innowacyjna,\n\npozyskiwanie środków finansowych na działalność badawczo-rozwojową, innowacyjną, edukacyjną,\n\nkoordynacja przedsiębiorczości akademickiej,\n\ntransfer wiedzy i technologii,\n\nzarządzanie przysługującymi uczelni prawami własności intelektualnej oraz udziałami w spółkach prawa handlowego,\n\ndziałalność organizacyjna Pionu Współpracy.\n\n Biogram \n\nZainteresowania naukowe i prowadzone przez prof. Rafała Wiśniowskiego badania są związane z techniczno-technologicznymi problemami wykonywania otworów kierunkowych dla potrzeb górnictwa, inżynierii naftowej, ochrony środowiska, inżynierii środowiska i energetyki. Profesor był kierownikiem i wykonawcą ośmiu grantów. Jest autorem ponad 300 artykułów i referatów, 10 monografii, 11 fragmentów książek. Jest również współautorem ponad 100 opracowań i ekspertyz wykonanych dla przemysłu i jednostek administracji państwowej.\n\nProf. Rafał Wiśniowski całą swą działalność dydaktyczną i naukowo-badawczą związał z AGH. Na uczelni pełnił m.in. funkcję kierownika Katedry Wiertnictwa i Geoinżynierii, Dziekana Wydziału Wiertnictwa, Nafty i Gazu, przewodniczącego Rady Dyscypliny Inżynieria Środowiska, Górnictwo i Energetyka. Był aktywnym członkiem Senatu AGH, działając w komisjach budżetowej i pracowniczej. Z aktywności pozauczelnianych wymienić należy funkcje Przewodniczącego Komitetu Górnictwa PAN oraz Prezesa Stowarzyszenia Inżynierów Przemysłu Naftowego i Gazowniczego NOT.\n\nProfesor jest szczęśliwym mężem i ojcem dorosłej córki.\n\n(aktualizacja biogramu: wrzesień 2024 r.)\n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n al. Mickiewicza 30, 30-059 Kraków\n bud. A-0, pok. 102\n\nT: + 48 12 617 20 06\n E: \nprorektor.ksztalcenie(at)agh.edu.p\nl\n\n Obszary działalności uczelni powierzone nadzorowi i koordynacji Prorektora AGH ds. Kształcenia \n\nproces kształcenia,\n\nrekrutacja,\n\nstudia podyplomowe i pozostałe formy kształcenia,\n\ndziałalność organizacyjna Pionu Kształcenia,\n\nnadzór nad Studium Języków Obcych.\n\n Biogram \n\nPrace badawcze prof. Krzysztofa Mendroka są związane z dyscypliną inżynieria mechaniczna. Jego zainteresowania naukowe koncentrują się na dynamice układów mechanicznych i mechatronicznych, w tym na wykorzystaniu metod wibracyjnych do wykrywania uszkodzeń i identyfikacji obciążeń. Zajmuje się rozwojem układów monitorowania stanu konstrukcji, a także zastosowaniem różnych systemów sterowania strukturami i układami mechanicznymi. W tym zakresie stara się stosować nowoczesne narzędzia: pomiary realizowane metodami bezkontaktowymi (szybkimi kamerami bądź laserami) czy algorytmy sztucznej inteligencji. Jest autorem bądź współautorem czterech monografii i ponad 130 publikacji naukowych. Kierował kilkoma projektami badawczymi i edukacyjnymi w tym międzynarodowymi. Jest także autorem lub współautorem kilkudziesięciu ekspertyz wykonywanych na zlecenie przemysłu.\n\nSwoją działalność zawodową od początku związał z AGH, gdzie w 2003 r. został zatrudniony na stanowisku asystenta w Katedrze Robotyki i Dynamiki Maszyn. Wraz z rozwojem kariery naukowej pełnił m.in. funkcje: zastępcy kierownika Katedry Robotyki i Mechatroniki, Prodziekana ds. studenckich, a następnie Dziekana Wydziału Inżynierii Mechanicznej i Robotyki, przewodniczącego Rady Dyscypliny Inżynieria Mechaniczna. Był członkiem lub przewodniczącym wielu komisji i zespołów na szczeblu wydziału i uczelni. Jest członkiem Zarządu Polskiego Towarzystwa Diagnostyki Technicznej i członkiem Komitetu Budowy Maszyn PAN.\n\nWsparciem dla profesora jest rodzina – żona oraz dwóch synów. Prywatnie interesuje się historią, muzyką i sportem. Jego największą pasją jest jednak motoryzacja.\n\n(wrzesień 2024 r.)\n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n al. Mickiewicza 30, 30-059 Kraków\n bud. A-0, pok. 102\n\nT: +48 12 617 20 10\n E: \nprorektor.studenci(at)agh.edu.pl\n\n Obszary działalności uczelni powierzone nadzorowi i koordynacji Prorektora ds. Studenckich \n\npomoc materialna dla studentów,\n\ndziałalność samorządowa, naukowa, kulturalna i sportowa studentów,\n\nmonitoring losów absolwentów, doradztwo zawodowe i pośrednictwo pracy dla studentów i absolwentów AGH,\n\nsprawy wychowawcze i dyscyplinarne studentów,\n\nsprawy osób z niepełnosprawnościami,\n\ndziałalność organizacyjna Pionu Spraw Studenckich,\n\nnadzór nad Miasteczkiem Studenckim,\n\nnadzór nad Studium Wychowania Fizycznego i Sportu.\n\n Biogram \n\nProf. Rafał Dańko prowadzi prace naukowe w dyscyplinie inżynieria materiałowa. Specjalizuje się w zagadnieniach teorii, konstrukcji i pomiarów maszyn odlewniczych w kontekście wytwarzania elementów maszyn metodami odlewniczymi i przyrostowymi. Ważnym elementem działalności naukowej Profesora są prace związane z oddziaływaniem technologii odlewnictwa na otoczenie i recykling materiałów. Jest autorem lub współautorem ponad 350 prac naukowych, raportów z badań naukowych, w tym również ośmiu monografii oraz 10 patentów.\n\nOd początku swojej kariery naukowej jest związany z Wydziałem Odlewnictwa, gdzie od roku 2010 pełnił funkcję kierownika Pracowni Maszyn Odlewniczych i Konstrukcji Odlewów. W latach 2016–2020 był Dziekanem wydziału. Jest prezesem Stowarzyszenia Technicznego Odlewników Polskich oraz wiceprezydentem Światowej Organizacji Odlewniczej. Aktywnie współpracuje z krajowymi i zagranicznymi jednostkami badawczymi. Jest przewodniczącym Rady Naukowej Sieci Badawczej Łukasiewicza – Instytut Metali Nieżelaznych. W działalności dydaktycznej dużą rolę przywiązuje do wdrażania studentów do innowacyjnych technologii, kreatywności i samodzielności w działaniu.\n\nJest żonaty. Ma dwoje dzieci – syna i córkę. W czasie wolnym czynnie uprawia narciarstwo, turystykę górską i rowerową. Znajduje też czas na stałe i wierne kibicowanie krakowskim oraz polskim sportowcom.\n\n(aktualizacja biogramu: wrzesień 2024 r.)\n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n al. Mickiewicza 30, 30-059 Kraków\n bud. A-0, pok. 105\n\nT: +48 12 617 20 05 \n F: +48 12 423 37 62\n E: \nprorektor.ogolne(at)agh.edu.pl\n\n Obszary działalności uczelni powierzone nadzorowi i koordynacji Prorektora ds. Ogólnych \n\npolityka kadrowa i płacowa uczelni,\n\nnagrody i odznaczenia dla pracowników,\n\npolityka socjalno-bytowa w odniesieniu do pracowników i emerytów AGH,\n\nwspółpraca ze związkami zawodowymi,\n\nzasady tworzenia budżetu uczelni, w zakresie ustalonym przez Rektora,\n\ndziałalność organizacyjna Pionu Ogólnego.\n\n Biogram \n\nProf. Tadeusz Telejko zajmuje się przede wszystkim problemami wymiany ciepła i jej modelowania, w szczególności w wysokotemperaturowych procesach przemysłowych. Jest autorem lub współautorem czterech książek oraz ok. 150 publikacji naukowych zamieszczonych w renomowanych czasopismach krajowych i zagranicznych, a także recenzowanych materiałach konferencyjnych. Był kierownikiem lub wykonawcą kilkudziesięciu prac naukowo-badawczych.\n\nCałe zawodowe życie jest związany z Akademią Górniczo-Hutniczą i Wydziałem Inżynierii Metali i Informatyki Przemysłowej. Był kierownikiem Katedry Techniki Cieplnej i Ochrony Środowiska. W latach 2008–2012 pełnił funkcję Prodziekana ds. Badań Naukowych i Finansów, a w kadencjach 2012–2016 i 2016–2020 – dziekana wydziału. W latach 2020–2024 pełnił funkcję Prorektora AGH ds. Ogólnych.\n\nBył także przewodniczącym Rady Dyscypliny Inżynieria Materiałowa w AGH. W latach 2013–2016 był członkiem Rady Naukowej Akademickiego Centrum Materiałów i Nanotechnologii AGH, a w latach 2016–2020 członkiem Komitetu Metalurgii PAN, członkiem Prezydium Rady Naukowej Instytutu Metalurgii Żelaza w Gliwicach, członkiem Rady Naukowej Instytutu Obróbki Plastycznej w Poznaniu. Promotor czterech prac doktorskich oraz kilkudziesięciu prac inżynierskich i magisterskich.\n\nBył członkiem Krakowskiej Rady Konsultacyjnej działającej przy Prezydencie Miasta Krakowa. Przewodniczył Radzie Programowej ds. Energetyki Cieplnej Miasta Krakowa, działającej przy Prezydencie Miasta Krakowa w latach 2007-2011 r., a następnie Radzie Programowej ds. Zarządzania Energią Miasta Krakowa.\n\nCzas wolny spędza z wnuczkami oraz podróżuje.\n\n(aktualizacja: wrzesień 2024 r.)\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/o-agh/wladze/wladze-rektorskie", "title": " Władze rektorskie -- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "c63d4cc214ef1b778fc3e6f31082ccbd", "word_count": 2304, "headings": [{"level": 1, "text": "Władze rektorskie"}, {"level": 2, "text": "Stopka"}]}}