{"content": "#  Projekty NAWA -- Centrum Technologii Kosmicznych \n\nURL: https://www.ctk.agh.edu.pl/projekty-nawa\nCrawled: 2025-03-19 21:40:17\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Projekty NAWA \n\nNAWA (Narodowa Agencja Wymiany Akademickiej)\n to instytucja powołana przez Ministerstwo Nauki i Szkolnictwa Wyższego w październiku 2017 roku, mająca na celu wspieranie umiędzynarodowienia polskiej nauki. Agencja działa na rzecz rozwoju międzynarodowej współpracy badawczej i wymiany akademickiej, umożliwiając naukowcom, studentom oraz pracownikom uczelni wymianę wiedzy, doświadczeń i odkryć. NAWA wspiera również rozwój polskich uczelni i instytucji naukowych, podnosząc jakość dydaktyki, oraz promuje Polskę na arenie międzynarodowej, w tym język i kulturę, co przyczynia się do budowania wizerunku kraju jako atrakcyjnego miejsca do studiowania i prowadzenia badań.\n\nProjekty wspierane przez NAWA\n\nSpace Resources Conference 2025\n\nOrganizowana przez Centrum Technologii Kosmicznych, Space Resources Conference gromadzi światowych ekspertów z branży kosmicznej, przedstawicieli firm kosmicznych i technologicznych, studentów oraz wszystkie inne osoby zainteresowane tematyką kosmiczną. Konferencja to otwarte forum do dyskusji na temat nowoczesnych technologii, które mają zastosowanie przy aktualnych wyzwaniach eksploracji kosmosu oraz wykorzystania zasobów kosmicznych w celu poprawy warunków życia ludzi i ochrony naturalnego środowiska Ziemi.\n\nTermin: 21-23.05.2025\n\nMiejsce: Akademia Górniczo-Hutnicza w Krakowie\n\nUczestnicy: ok. 200\n\nEuropean Rover Challenge 2025\n\nEuropean Rover Challenge (ERC) to prestiżowe, międzynarodowe zawody łazików marsjańskich, skierowane do studentów z całego świata, którzy projektują i budują łaziki w ramach zespołów akademickich. Zawody symulują misje kosmiczne na powierzchni Marsa, a zespoły rywalizują w różnych konkurencjach. Wydarzenie łączy w sobie także konferencję naukową oraz strefę wystawców, gdzie uczestnicy i odwiedzający mogą zapoznać się z działalnością firm oraz instytucji związanych z sektorem kosmicznym.\n\nTermin: 29-31.08.2025\n\nMiejsce: Akademia Górniczo-Hutnicza w Krakowie\n\nUczestnicy: ok. 200\n\nLista projektów wspieranych przez NAWA - \nsprawdź szczegóły\n\nStopka\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/projekty-nawa", "title": " Projekty NAWA -- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "344744f23936c979f729487c7b260184", "word_count": 259, "headings": [{"level": 1, "text": "Projekty NAWA"}, {"level": 2, "text": "Projekty wspierane przez NAWA"}, {"level": 2, "text": "Stopka"}]}}