{"content": "#  Punktacja MNiSW -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/nauka/punktacja-mnisw\nCrawled: 2025-03-19 22:38:51\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Punktacja MNiSW \n\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 19 października 2021 r. zmieniające rozporządzenie w sprawie ewaluacji jakości działalności naukowej\n\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 31 lipca 2020 r. zmieniające rozporządzenie w sprawie ewaluacji jakości działalności naukowej\n\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 22 lutego 2019 r. w sprawie ewaluacji jakości działalności naukowej\n\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 12 grudnia 2016 r. w sprawie przyznawania kategorii naukowej jednostkom naukowym i uczelniom, w których zgodnie z ich statutami nie wyodrębniono podstawowych jednostek organizacyjnych\n\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 13 lipca 2012 r. w sprawie kryteriów i trybu przyznawania kategorii naukowej jednostkom naukowym\n\n 2024 \n\nKomunikat Ministra Nauki z dnia 5 stycznia 2024 r. w sprawie wykazu czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych\n\nZałącznik:\n\nWykaz czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych (plik pdf)\n\nWykaz czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych (plik xlsx)\n\n 2023 \n\nKomunikat Ministra Edukacji i Nauki z dnia 3 listopada 2023 r. o zmianie i sprostowaniu komunikatu w sprawie wykazu czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych\n\nZałącznik:\n\nWykaz czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych (plik pdf) \n\nKomunikat Ministra Edukacji i Nauki z dnia 17 lipca 2023 r. w sprawie wykazu czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych\n\nZałącznik:\n\nWykaz czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych (plik pdf)\n\nWykaz czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych (plik (xlsx) \n\n Ewaluacja 2017-2021 \n\nKomunikat Ministra Edukacji i Nauki z dnia 21 grudnia 2021 r. o zmianie i sprostowaniu komunikatu w sprawie wykazu czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych\n\nZałączniki:\n\nWykaz czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych (plik pdf) \n\nWykaz dyscyplin do czasopism i materiałów konferencyjnych (plik excel) \n\nKomunikat Ministra Edukacji i Nauki z dnia 1 grudnia 2021 r. w sprawie wykazu czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych\n\nZałączniki:\n\nWykaz czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych (plik pdf)\n\nWykaz dyscyplin do czasopism i materiałów konferencyjnych (plik excel)\n\nKomunikat Ministra Edukacji i Nauki z dnia 22 lipca 2021 r. w sprawie wykazu wydawnictw publikujących recenzowane monografie naukowe\n\nKomunikat Ministra Edukacji i Nauki z dnia 18 lutego 2021 r. o zmianie i sprostowaniu komunikatu w sprawie wykazu czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych\n\nZałączniki:\n\nWykaz czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych wraz z przypisaną liczbą punktów (plik pdf)\n\nWykaz dyscyplin do czasopism i materiałów konferencyjnych (plik excel) \n\nKomunikat Ministra Edukacji i Nauki z dnia 9 lutego 2021 r. w sprawie wykazu czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych\n\nZałączniki:\n\nWykaz czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych wraz z przypisaną liczbą punktów (plik pdf) \n\nWykaz dyscyplin do czasopism i materiałów konferencyjnych (plik excel)\n\nKomunikat Ministra Nauki i Szkolnictwa Wyższego z dnia 29 września 2020 r. w sprawie wykazu wydawnictw publikujących recenzowane monografie naukowe\n\nKomunikat Ministra Nauki i Szkolnictwa Wyższego z dnia 18 grudnia 2019 r. w sprawie wykazu czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych\n\nKomunikat Ministra Nauki i Szkolnictwa Wyższego z dnia 17 grudnia 2019 r. w sprawie wykazu wydawnictw publikujących recenzowane monografie naukowe\n\nKomunikat Ministra Nauki i Szkolnictwa Wyższego z dnia 31 lipca 2019 r. w sprawie wykazu czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych wraz z przypisaną liczbą punktów\n\nKomunikat Ministra Nauki i Szkolnictwa Wyższego z dnia 18 stycznia 2019 r. w sprawie wykazu wydawnictw publikujących recenzowane monografie naukowe\n\nPrzypisanie dyscyplin do czasopism - konsultacje (30.10.2018)\n\n 2017 \n\nWykaz czasopism naukowych zawierający historię czasopisma z publikowanych wykazów za lata 2013-2016\n\nZałączniki:\n\nCzęść A - zawiera liczbę punktów za publikacje w czasopismach naukowych posiadających współczynnik wpływu Impact Factor (IF), znajdujących się w bazie Journal Citation Reports (JCR)\n\nCzęść B - zawiera liczbę punktów za publikacje w czasopismach naukowych nieposiadających współczynnika wpływu Impact Factor (IF)\n\nCzęść C - zawiera liczbę punktów za publikacje w czasopismach naukowych znajdujących się w bazie European Reference Index for the Humanities (ERIH)\n\n 2016 \n\nWykaz czasopism naukowych na 2016 rok\n\nZałączniki:\n\nCzęść A - zawiera liczbę punktów za publikacje w czasopismach naukowych posiadających współczynnik wpływu Impact Factor (IF), znajdujących się w bazie Journal Citation Reports (JCR)\n\nCzęść B - zawiera liczbę punktów za publikacje w czasopismach naukowych nieposiadających współczynnika wpływu Impact Factor (IF)\n\nCzęść C - zawiera liczbę punktów za publikacje w czasopismach naukowych znajdujących się w bazie European Reference Index for the Humanities (ERIH)\n\n 2015 \n\nKomunikat Ministra Nauki i Szkolnictwa Wyższego z dnia 1 lipca 2016 r. o sprostowaniu komunikatu MNiSW z dnia 18 grudnia 2015 r. w sprawie wykazu czasopism naukowych wraz z liczbą punktów przyznawanych za publikacje w tych czasopismach\n\nKomunikat Ministra Nauki i Szkolnictwa Wyższego z dnia 18 grudnia 2015 r. w sprawie wykazu czasopism naukowych wraz z liczbą punktów przyznawanych za publikacje w tych czasopismach\n\nZałączniki:\n\nCzęść A - zawiera liczbę punktów za publikacje w czasopismach naukowych posiadających współczynnik wpływu Impact Factor (IF), znajdujących się w bazie Journal Citation Reports (JCR)\n\nCzęść B - zawiera liczbę punktów za publikacje w czasopismach naukowych nieposiadających współczynnika wpływu Impact Factor (IF)\n\nCzęść C - zawiera liczbę punktów za publikacje w czasopismach naukowych znajdujących się w bazie European Reference Index for the Humanities (ERIH)\n\n 2014 \n\nObwieszczenie Ministra Nauki i Szkolnictwa Wyższego z dnia 25 marca 2015 r. o sprostowaniu błędów w załączniku do komunikatu MNiSW z dnia 31 grudnia 2014 r.\n\nKomunikat Ministra Nauki i Szkolnictwa Wyższego z dnia 31 grudnia 2014 r. w sprawie wykazu czasopism naukowych wraz z liczbą punktów przyznawanych za publikacje w tych czasopismach\n\nZałączniki:\n\nCzęść A - zawiera liczbę punktów za publikacje w czasopismach naukowych posiadających współczynnik wpływu Impact Factor (IF), znajdujących się w bazie Journal Citation Reports (JCR)\n\nCzęść B - zawiera liczbę punktów za publikacje w czasopismach naukowych nieposiadających współczynnika wpływu Impact Factor (IF)\n\nCzęść C - zawiera liczbę punktów za publikacje w czasopismach naukowych znajdujących się w bazie European Reference Index for the Humanities (ERIH)\n\n 2013 \n\nKomunikat Ministra Nauki i Szkolnictwa Wyższego z dnia 17 grudnia 2013 r. w sprawie wykazu czasopism naukowych wraz z liczbą punktów przyznawanych za publikacje w tych czasopismach\n\nZałączniki:\n\nCzęść A - zawiera liczbę punktów za publikacje w czasopismach naukowych posiadających współczynnik wpływu Impact Factor (IF), znajdujących się w bazie Journal Citation Reports (JCR)\n\nCzęść B - zawiera liczbę punktów za publikacje w czasopismach naukowych nieposiadających współczynnika wpływu Impact Factor (IF)\n\nCzęść C - zawiera liczbę punktów za publikacje w czasopismach naukowych znajdujących się w bazie European Reference Index for the Humanities (ERIH)\n\n 2012 \n\nObwieszczenie Ministra Nauki i Szkolnictwa Wyższego z dnia 22 kwietnia 2013 r. o sprostowaniu niektórych pozycji w części B wykazu czasopism, stanowiącego załącznik do komunikatu Ministra Nauki i Szkolnictwa Wyższego z dnia 20 grudnia 2012 r. w sprawie wykazu czasopism naukowych wraz z liczbą punktów przyznawanych za publikacje w tych czasopismach\n\nKomunikat Ministra Nauki i Szkolnictwa Wyższego z dnia 20 grudnia 2012 r. w sprawie wykazu czasopism naukowych wraz z liczbą punktów przyznawanych za publikacje w tych czasopismach\n\nZałączniki:\n\nCzęść A - zawiera liczbę punktów za publikacje w czasopismach naukowych posiadających współczynnik wpływu Impact Factor (IF), znajdujących się w bazie Journal Citation Reports (JCR)\n\nCzęść B - zawiera liczbę punktów za publikacje w czasopismach naukowych nieposiadających współczynnika wpływu Impact Factor (IF)\n\nCzęść C - zawiera liczbę punktów za publikacje w czasopismach naukowych znajdujących się w bazie European Reference Index for the Humanities (ERIH)\n\n 2010 \n\nWykaz wybranych czasopism wraz z liczbą punktów za umieszczoną w nich publikację naukową ogłoszony 29 grudnia 2010 r.\n\nKomunikat Ministra Nauki i Szkolnictwa Wyższego z dnia 10 grudnia 2010 r. w sprawie punktacji polskich czasopism naukowych będących w bazie JCR 2009\n\nUjednolicony wykaz czasopism MNiSW obowiązujący od dnia 25 czerwca 2010 r.\n\n 2009 \n\nKomunikat nr 16/2009 Ministra Nauki i Szkolnictwa Wyższego z dnia 16 lipca 2009 r. w sprawie uzupełnienia wykazu wybranych czasopism naukowych polskich i zagranicznych, nieposiadających IF (Impact Factor), wraz z liczbą punktów za umieszczoną w nich publikację naukową\n\nUjednolicony wykaz czasopism MNiSW obowiązujący od dnia 5 maja 2009 r.\n\n 2008 \n\nKomunikat nr 23 Ministra Nauki i Szkolnictwa Wyższego z dnia 28 listopada 2008 r. w sprawie uzupełnienia wykazu wybranych czasopism wraz z liczbą punktów za umieszczoną w nich publikację naukową\n\nUjednolicony wykaz czasopism MNiSW \nobowiązujący \nod dnia 8 sierpnia 2008 r.\n\nStrona Ministerstwa Nauki i Szkolnictwa Wyższego\n\nInformacja w sprawie wyników konkursu ogłoszonego w ramach programu „Wsparcie dla czasopism naukowych”\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/nauka/punktacja-mnisw", "title": " Punktacja MNiSW -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "288c72257a37d1e3622d11494b421ea7", "word_count": 1464, "headings": [{"level": 1, "text": "Punktacja MNiSW"}, {"level": 2, "text": "Stopka"}]}}