{"content": "#  Fizyk analizuje GRĘ O TRON: czy smoki mogłyby ziać ogniem? -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/nauka/bunkier-nauki/popcasty/fizyk-analizuje-gre-o-tron-czy-smoki-moglyby-ziac-ogniem\nCrawled: 2025-03-19 21:12:09\n\nSkip to content ↓\n\n Fizyk analizuje GRĘ O TRON: czy smoki mogłyby ziać ogniem? \n\n Fizyk analizuje GRĘ O TRON: czy smoki mogłyby ziać ogniem? \n\nJakie zwierzęta najbardziej przypominają smoki? Jaki byłby skuteczny sposób walki ze smokami? Czy Westeros to po prostu Wielka Brytania do góry nogami? W najnowszym odcinku Bunkra Nauki łączymy siły dwóch zafascynowanych fantastyką prowadzących nasz podcast – Krzysztofa M. Maja i Pawła Janowskiego. Obydwaj są wielkimi fanami „Pieśni Lodu i Ognia” i jej serialowej ekranizacji, czyli „Gry o tron”. Przyjrzyjmy się zatem temu dziełu od strony naukowej. Czy smoki – zgodnie z zasadami fizyki – mogłyby latać? Jak powstawał smoczy ogień? Czy mapa Westeros ma sens? Co z porami roku w świecie stworzonym przez George’a Martina? Czy pisarz i twórcy serialu zadbali o naukową spójność świata czy wkradły się tam błędy, które wyłapie jedynie dociekliwe oko fizyka? Zapraszamy do wysłuchania fascynującej rozmowy dwóch pasjonatów! Od teraz „Gra o tron” nie będzie mieć przed wami tajemnic!\n Data premiery: \n22 stycznia 2025\n Gość: \ndr inż. Paweł Janowski\n Prowadzący: \ndr Krzysztof M. Maj\n\n dr inż. Paweł Janowski \n\nFizyk z wykształcenia i zamiłowania. Prowadzi wykłady i pokazy doświadczalne z obszaru fizyki. Finalista konkursu Popularyzator Nauki, organizowanego przez serwis Nauka w Polsce. Pełnomocnik Rektora ds. Kół Naukowych. Pracuje na Wydziale Fizyki i Informatyki Stosowanej AGH. Laureat konkursu Laur Dydaktyka AGH w kategorii Dydaktyk z Pasją.\n\n dr Krzysztof M. Maj \n\nMiłośnik światotworzenia, wykładowca na Wydziale Humanistycznym AGH, znawca gier wideo, youtuber na kanale ‪‪‪‪@KrzysztofMMaj, tutor akademicki. Doktor nauk humanistycznych. Autor dwóch książek o teorii fantastyki: „Allotopie” oraz „Światotwórstwo w fantastyce”.\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/nauka/bunkier-nauki/popcasty/fizyk-analizuje-gre-o-tron-czy-smoki-moglyby-ziac-ogniem", "title": " Fizyk analizuje GRĘ O TRON: czy smoki mogłyby ziać ogniem? -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "cdc5764f6a8ba5619d83db6b318f8550", "word_count": 331, "headings": [{"level": 1, "text": "Fizyk analizuje GRĘ O TRON: czy smoki mogłyby ziać ogniem?"}, {"level": 2, "text": "Stopka"}]}}