{"metadata": {"url": "https://www.miasteczko.agh.edu.pl/faq.html", "title": "Miasteczko Studenckie AGH - FAQ", "depth": 1, "duplicate": false, "content_hash": "28786f67318e2682f077acbeeb4c3817", "word_count": 1493, "headings": [{"level": 1, "text": "FAQ"}, {"level": 2, "text": "1. W jaki sposób można otrzymać miejsce w domu studenckim?"}, {"level": 2, "text": "2. Kto może mnie zakwaterować?"}, {"level": 2, "text": "3. Czy można zakwaterować/wykwaterować się poza godzinami pracy Administracji domu studenckiego?"}, {"level": 2, "text": "4. Co potrzebne jest do zakwaterowania?"}, {"level": 2, "text": "5. Czy w akademiku może mieszkać osoba niepełnoletnia?"}, {"level": 2, "text": "6. Czy mogę mieszkać w pokoju z partnerem/partnerką?"}, {"level": 2, "text": "7. Czy mogę mieszkać w pokoju z rodzeństwem?"}, {"level": 2, "text": "8. Gdzie znajduje się Dział Domów Studenckich?"}, {"level": 2, "text": "9. Jakie udogodnienia dostępne są w domach studenckich?"}, {"level": 2, "text": "10. Jak wyposażone są pokoje studenckie?"}, {"level": 2, "text": "11. Otrzymałem miejsce w domu studenckim na rok akademicki z Centralnego Rozdziału Miejsc. Czy mogę się zakwaterować po blokadzie kwaterowania?"}, {"level": 2, "text": "12. Do kiedy muszę zapłacić za miejsce w akademiku?"}, {"level": 2, "text": "13. Czy opłatę za pobyt w DS mogę uregulować gotówką?"}, {"level": 2, "text": "14. Jeżeli zakwateruję/wykwateruję się w środku miesiąca, to czy płacę za cały miesiąc?"}, {"level": 2, "text": "15. Jeżeli dokonam płatności za cały miesiąc, a wykwateruję się wcześniej, to czy zostanie mi zwrócona należność za pozostałe dni?"}, {"level": 2, "text": "16. Jak wygląda procedura wykwaterowania?"}, {"level": 2, "text": "17. Dlaczego jest stosowana odpowiedzialność zbiorowa za zniszczenia dokonane w kuchni, na korytarzu, sali TV, itp.?"}, {"level": 2, "text": "18. Nie dostanę przydziału z Centralnego Rozdziału Miejsc, a chciałbym mieszkać w domu studenckim."}, {"level": 2, "text": "19. Co to jest wolna sprzedaż?"}, {"level": 2, "text": "20. Gdzie mogę uzyskać potwierdzenie na karcie odejścia (tzw. „obiegówce”), jeśli nie mieszkałem w akademiku?"}, {"level": 2, "text": "21. W jaki sposób można zarezerwować pokój na przyszły rok akademicki?"}, {"level": 2, "text": "22. W jaki sposób mogę zgłosić usterkę w pokoju lub sanitariacie?"}, {"level": 2, "text": "23. Co powinienem zrobić, aby przenieść się do innego domu studenckiego (w obrębie Miasteczka Studenckiego)?"}, {"level": 2, "text": "24. Co powinienem zrobić, jeśli zgubiłem klucz od pokoju?"}, {"level": 2, "text": "25. Czy można przedłużyć okres zakwaterowania po ukończeniu studiów?"}, {"level": 2, "text": "26. Co powinienem zrobić, jeśli chcę przenocować kolegę/koleżankę?"}, {"level": 2, "text": "27. Czy mogę posiadać w akademiku zwierzątko?"}, {"level": 2, "text": "28. Czy można zostawiać klucz od pokoju na portierni?"}, {"level": 2, "text": "29. Jakich formalności trzeba dokonać, aby móc mieszkać w akademiku podczas wakacji?"}, {"level": 2, "text": "30. Czy mogę zamieszkać sam(a) w pokoju dwuosobowym?"}, {"level": 2, "text": "31. Czy mogę nadal mieszkać w domu studenckim, jeśli utraciłem status studenta?"}, {"level": 2, "text": "32. Co mam zrobić, jeśli karta mieszkańca została mi zabrana przez ochronę MS?"}, {"level": 2, "text": "33. Czy istnieje możliwość wynajęcia pokoju gościnnego w akademiku; jeśli tak, to ile wynosi opłata za dobę od osoby?"}, {"level": 2, "text": "34. Czy pracownik AGH musi co roku składać wniosek o przydział miejsca w domu studenckim?"}]}, "content": "# Miasteczko Studenckie AGH - FAQ\n\nURL: https://www.miasteczko.agh.edu.pl/faq.html\nCrawled: 2025-03-20 00:54:13\n\nFAQ\n\n1. W jaki sposób można otrzymać miejsce w domu studenckim?\n\nWszelkie informacje dostępne są na stronie \nhttps://akademik.agh.edu.pl\n w zakładce „Informacje dla studentów”.\n\n2. Kto może mnie zakwaterować?\n\nDo zakwaterowania należy zgłosić się osobiście. Jeśli nie dasz rady zakwaterować się w wyznaczonym terminie, skontaktuj się z Działem Domów Studenckich lub zadeklaruj w systemie \nhttps://akademik.agh.edu.pl\n późniejsze zakwaterowanie.\n\n3. Czy można zakwaterować/wykwaterować się poza godzinami pracy Administracji domu studenckiego?\n\nTak, ale tylko w uzasadnionych przypadkach, na zasadach ustalonych wcześniej z Kierownikiem DS.\n\n4. Co potrzebne jest do zakwaterowania?\n\nDo zakwaterowania niezbędny jest dokument tożsamości, legitymacja studencka (nie dotyczy osób niestudiujących i studentów 1 roku) oraz zdjęcie (4,5 x 3,5 cm) do karty mieszkańca.\n\n5. Czy w akademiku może mieszkać osoba niepełnoletnia?\n\nNie, miejsce w domu studenckim mogą otrzymać jedynie osoby pełnoletnie. Wyjątkiem są niepełnoletni studenci AGH; w ich przypadku zakwaterowanie jest możliwe wyłącznie w obecności rodzica lub prawnego opiekuna.\n\n6. Czy mogę mieszkać w pokoju z partnerem/partnerką?\n\nTak, pod warunkiem otrzymania zgody Dyrekcji MS oraz dostępności wolnych pokoi. Należy w tym celu złożyć, w systemie https://akademik.agh.edu.pl, elektroniczny wniosek o zgodę na wspólne zakwaterowanie.\n\n7. Czy mogę mieszkać w pokoju z rodzeństwem?\n\nTak, wspólne zakwaterowanie z rodzeństwem jest możliwe, pod warunkiem otrzymania przez siostrę/brata miejsca w akademiku MS i dostępnych wolnych pokoi.\n\n8. Gdzie znajduje się Dział Domów Studenckich?\n\nBiuro Działu Domów Studenckich znajduje się w budynku Administracji MS, przy ul. Rostafińskiego 8 (dom studencki nr 5 Strumyk, pokój nr 2).\n\n9. Jakie udogodnienia dostępne są w domach studenckich?\n\nW akademikach studenci mają do dyspozycji m.in. ogólnodostępne kuchnie (wyposażone w kuchenki elektryczne i piekarniki), lektoria oraz sale telewizyjne. Wszyscy mieszkańcy mają bezpłatny dostęp do Internetu, posiadają także możliwość rezerwacji pralni, suszarni, boisk (piłka nożna, siatkówka, koszykówka) i siłowni zewnętrznej oraz wypożyczenia odkurzacza, żelazka i deski do prasowania. W niektórych akademikach dostępne są również siłownie, sale rekreacyjne, klubowe i bilardowe oraz rowerownie (szczegóły: zakładka „Domy studenckie”). Często Rada Mieszkańców danego DS kupuje dodatkowy sprzęt do wypożyczenia.\n\n10. Jak wyposażone są pokoje studenckie?\n\nW każdym pokoju znajdują się stoliki (lub biurka), krzesła oraz zabudowa meblowa. Pokoje (lub studio) wyposażone są w lodówkę i telefon. Nie zapewniamy akcesoriów kuchennych tj. talerzy, sztućców, szklanek, garnków, patelni. Każdy mieszkaniec otrzymuje poduszkę, kołdrę, koc i pościel. Wymiana pościeli odbywa się co 3 tygodnie.\n\n11. Otrzymałem miejsce w domu studenckim na rok akademicki z Centralnego Rozdziału Miejsc. Czy mogę się zakwaterować po blokadzie kwaterowania?\n\nTak, pod warunkiem deklaracji późniejszego zakwaterowania w systemie \nhttps://akademik.agh.edu.pl\n Należy pamiętać, iż w takim przypadku opłata za zakwaterowanie naliczana jest już od dnia blokady.\n\n12. Do kiedy muszę zapłacić za miejsce w akademiku?\n\nDo 15-go dnia każdego miesiąca, za cały miesiąc z góry.\n\n13. Czy opłatę za pobyt w DS mogę uregulować gotówką?\n\nKażdy mieszkaniec powinien regulować opłatę za pobyt na wskazany w systemie (Panel Użytkownika) numer konta. W wyjątkowych przypadkach pracownik DS może jednak przyjąć wpłatę gotówkową.\n\n14. Jeżeli zakwateruję/wykwateruję się w środku miesiąca, to czy płacę za cały miesiąc?\n\nW przypadku wykwaterowania w środku miesiąca, stosowana jest stawka dobowa, podana w Cenniku na stronie MS AGH.\n\n15. Jeżeli dokonam płatności za cały miesiąc, a wykwateruję się wcześniej, to czy zostanie mi zwrócona należność za pozostałe dni?\n\nTak, nadpłata, która wygeneruje się w momencie wykwaterowania, zostanie zwrócona na wskazany numer konta bankowego.\n\n16. Jak wygląda procedura wykwaterowania?\n\nZamiar wykwaterowania należy zgłosić w Panelu Użytkownika co najmniej 3 dni przed planowaną wyprowadzką. Przed wykwaterowaniem należy uregulować opłatę za akademik, której wysokość na planowany dzień opuszczenia DS można sprawdzić w Panelu Użytkownika. Przy wykwaterowaniu należy zwrócić otrzymany klucz do pokoju, kartę mieszkańca oraz pościel. Ostatnia osoba wykwaterowująca się z danego pokoju, odpowiedzialna jest za wysprzątanie i przygotowanie pokoju do odbioru przez pracownika DS.\n\n17. Dlaczego jest stosowana odpowiedzialność zbiorowa za zniszczenia dokonane w kuchni, na korytarzu, sali TV, itp.?\n\nInformacja o zbiorowej odpowiedzialności za zniszczenia w częściach wspólnych DS jest zamieszczona na e-oświadczeniu podpisanym przez każdego mieszkańca przed zakwaterowaniem.\n\n18. Nie dostanę przydziału z Centralnego Rozdziału Miejsc, a chciałbym mieszkać w domu studenckim.\n\nDokładamy wszelkich starań, aby studenci AGH ubiegający się o miejsce w DS, miejsce to otrzymali. Jeśli jednak nie otrzymałeś miejsca w akademiku, możesz jeszcze starać się o przydział w ramach tzw. wolnej sprzedaży miejsc.\n\n19. Co to jest wolna sprzedaż?\n\nJest to procedura otrzymania miejsca w domu studenckim, stosowana bezpośrednio przed rozpoczęciem i w ciągu roku akademickiego. Na wolną sprzedaż przeznaczane są miejsca, uzyskane w skutek rezygnacji przez studentów, którzy otrzymali przydział w ramach Centralnego Rozdziału Miejsc, a następnie z niego zrezygnowali bądź się wykwaterowali. Aby otrzymać miejsce z wolnej sprzedaży, należy złożyć wyłącznie elektroniczny wniosek na stronie https://akademik.agh.edu.pl bez konieczności dostarczania innych dokumentów. O miejsce w ramach wolnej sprzedaży mogą starać się również osoby spoza AGH, jednak miejsca przyznawane są w pierwszej kolejności studentom AGH.\n\n20. Gdzie mogę uzyskać potwierdzenie na karcie odejścia (tzw. „obiegówce”), jeśli nie mieszkałem w akademiku?\n\nByli i obecni mieszkańcy Miasteczka podbijają kartę odejścia w Administracji domu studenckiego, w którym mieszkali po raz ostatni. Dotyczy to również studentów, którzy mieszkali w DS w okresie wakacyjnym. Osoby, które nigdy nie mieszkały w Miasteczku, własnoręcznie wpisują na karcie odejścia „Nie mieszkałem/nie mieszkałam”, bez konieczności potwierdzenia tego faktu w Administracji DS.\n\n21. W jaki sposób można zarezerwować pokój na przyszły rok akademicki?\n\nSzczegółowy harmonogram i zasady rezerwacji są publikowane na stronie \nhttps://akademik.agh.edu.pl\n na przełomie maja i czerwca. Rezerwacji pokoi mogą dokonać również studenci niemieszkający w MS AGH, którzy ubiegają się o miejsce w trybie podstawowym.\n\n22. W jaki sposób mogę zgłosić usterkę w pokoju lub sanitariacie?\n\nBezpośrednio po zakwaterowaniu, oraz w trakcie roku akademickiego, wszelkie usterki czy awarie należy zgłaszać w Panelu Użytkownika. W przypadku awarii pilnych, których jest wymagana natychmiastowa naprawa taka jak brak prądu, zalanie itd, należy od razu zgłosić ją na portiernię DS. Zniszczenie należy niezwłocznie zgłosić do Administracji DS.\n\n23. Co powinienem zrobić, aby przenieść się do innego domu studenckiego (w obrębie Miasteczka Studenckiego)?\n\nChęć zmiany akademika należy zgłosić na elektronicznej giełdzie zamian, dostępnej na stronie \nhttps://akademik.agh.edu.pl\n Gdy pojawi się wolne miejsce w wybranym przez Ciebie akademiku, zostaniesz poinformowany drogą mailową. Jeśli chcesz zmienić akademik wraz ze współlokatorem, obaj powinniście zgłosić się do Giełdy, a w uzasadnieniu wpisać swoje nazwiska.\n\n24. Co powinienem zrobić, jeśli zgubiłem klucz od pokoju?\n\nFakt ten należy niezwłocznie zgłosić Administracji akademika. Koszty wymiany zamków w drzwiach pokrywa mieszkaniec, który zgubił klucz. Szczegółowy cennik dostępny jest na stronie internetowej MS AGH, w zakładce „Dokumenty do pobrania”.\n\n25. Czy można przedłużyć okres zakwaterowania po ukończeniu studiów?\n\nAbsolwenci mogą starać się o miejsce w MS AGH wyłącznie w procedurze wolnej sprzedaży miejsc.\n\n26. Co powinienem zrobić, jeśli chcę przenocować kolegę/koleżankę?\n\nJeśli chciałbyś przenocować kogoś w swoim pokoju, należy zgłosić się na recepcję DS (maksymalnie do godz. 00:00) i wypisać nocleg. Koszt noclegu to 15 zł. Na nocleg Twojego gościa musi zgodzić się współlokator/współlokatorzy. Szczegółowe informacje znajdują się w Panelu Użytkownika w zakładce „wnioski”.\n\n27. Czy mogę posiadać w akademiku zwierzątko?\n\nJest to niedozwolone, ze względu na przepisy sanitarno-epidemiologiczne.\n\n28. Czy można zostawiać klucz od pokoju na portierni?\n\nKażdy mieszkaniec otrzymuje klucz do swojego pokoju podczas zakwaterowania i od tego momentu jest za niego odpowiedzialny. Nie można zostawiać klucza na portierni.\n\n29. Jakich formalności trzeba dokonać, aby móc mieszkać w akademiku podczas wakacji?\n\nNależy złożyć (dostępny od czerwca) wniosek wakacyjny na stronie \nhttps://akademik.agh.edu.pl\n W przypadku pozytywnej decyzji, aktualni mieszkańcy MS, powinni zgodnie z harmonogramem  opublikowanym w systemie, przekwaterować się do wskazanego bloku dyżurnego (zachowując ciągłość zakwaterowania). Zazwyczaj zakwaterowanie wakacyjne możliwe jest do połowy września. Wszyscy mieszkańcy, którzy do tego dnia nie otrzymali przydziału miejsca na kolejny rok akademicki, muszą się wykwaterować w tym terminie. Natomiast mieszkańcy, którzy mają przydział miejsca na rok akademicki mogą do czasu przekwaterowania pozostać w akademiku dyżurnym i przekwaterować się zgodnie z harmonogramem do akademika wskazanego na rok akademicki.\n\n30. Czy mogę zamieszkać sam(a) w pokoju dwuosobowym?\n\nTak. W tym celu należy złożyć w systemie \nhttps://akademik.agh.edu.pl\n wniosek o dodatkowe miejsce w celu samodzielnego zakwaterowania w pokoju dwuosobowym. Wiąże się to z koniecznością płatności za dwa miejsca (zgodnie z cennikiem). Wnioski te są rozpatrywane w zależności od dostępności wolnych miejsc.\n\n31. Czy mogę nadal mieszkać w domu studenckim, jeśli utraciłem status studenta?\n\nTak, za zgodą Dyrekcji MS, pod warunkiem dostępności wolnych miejsc. Należy wówczas, w Panelu Użytkownika, złożyć elektroniczny wniosek o możliwość dalszego zakwaterowania, pomimo utraty statusu studenta. Wiąże się to z koniecznością regulowania pełnej stawki za zakwaterowanie w domu studenckim (zawierającej podatek VAT).\n\n32. Co mam zrobić, jeśli karta mieszkańca została mi zabrana przez ochronę MS?\n\nNastępnego dnia roboczego, w godz. 9:00-13:00, należy zgłosić się do Działu Domów Studenckich (dom studencki nr 5 Strumyk, pokój nr 2).\n\n33. Czy istnieje możliwość wynajęcia pokoju gościnnego w akademiku; jeśli tak, to ile wynosi opłata za dobę od osoby?\n\nTak, wszystkie szczegóły dostępne są pod adresem \nhttps://taniehostele.pl\n oraz pod numerem telefonu 12 622 46 00.\n\n34. Czy pracownik AGH musi co roku składać wniosek o przydział miejsca w domu studenckim?\n\nTak, wynika to z Regulaminu udostępniania miejsc w domach studenckich Miasteczka Studenckiego AGH dla doktorantów i pracowników AGH.\n\nJeśli nie znalazłeś odpowiedzi na swoje pytanie, napisz do nas: \ndds@ms.agh.edu.pl"}