{"metadata": {}, "content": "Regulamin wsparcia przez ArcelorMittal Poland projektów realizowanych w ramach działalności Kół Naukowych AGH\n\n\t\t\n\n\n\nPOSTANOWIENIA OGÓLNE\n\n\n\nRegulamin określa zasady składania wniosków o przyznanie środków na realizację najlepszych projektów studenckiego ruchu naukowego AGH (dalej zamiennie jako Studenckie Koła  Naukowe AGH), zasady wyboru projektów i ich realizacji, przyznawania wsparcia oraz rozliczania przekazanych środków.\n\nZłożenie wniosku oznacza akceptację  niniejszego Regulaminu.\n\nUdział w konkursie wymaga zgody Dziekana Wydziału do którego przynależy Studenckie Koło Naukowe, na którym będzie realizowany projekt.\n\nFirma ArcelorMittal Poland zobowiązuje się przekazać, na podstawie umowy o sponsoringu, zawartej dnia …………….. z Akademią Górniczo-Hutniczą im. St. Staszica w Krakowie (dalej zwaną także Uczelnią lub AGH) środki w wysokości 65 000,00 zł brutto (słownie: sześćdziesiąt pięć tysięcy 00/100) na realizację najlepszych projektów Kół Naukowych AGH w okresie 1.10.2024r – 15.12.2024r.\n\nWybór najlepszych projektów zostanie dokonany przez Kapitułę na podstawie wniosków złożonych  przez Koła Naukowe AGH.\n\nWnioskodawcy (Studenckie Koła Naukowe AGH) składając wniosek wyrażają zgodę na bycie ambasadorami firmy ArcelorMittal Poland, w ramach czego do ich obowiązków będzie należało:\n\nbudowanie pozytywnego wizerunku ArcelorMittal Poland wśród społeczności akademickiej,\n\ninformowanie przedstawicieli ArcelorMittal Poland o wydarzeniach akademickich mających miejsce w AGH i wpisujących się w zakres działalności i wizerunek Firmy,\n\n współpraca podczas uczestnictwa Firmy w wydarzeniach organizowanych w AGH, o ile takie uczestnictwo będzie miało miejsce, \n\nwspółpraca przy organizacji spotkań, gościnnych wykładów prowadzonych przez ArcelorMittal Poland,\n\ndbanie o stan ilościowy i jakościowy oraz ekspozycję materiałów reklamowych należących do ArcelorMittal Poland, eksponowanych  AGH lub w ramach wydarzeń, o których mowa w pkt. b i c powyżej.\n\n\n\nZASADY ORAZ TRYB PRZYZNAWANIA ŚRODKÓW \n\n\n\nWnioskodawcami mogą być Studenckie Koła Naukowe AGH.\n\nDecyzje o finansowaniu projektów (wyborze wniosków) podejmuje Kapituła, w skład której wchodzą:\n\nProrektor ds. Studenckich - prof. dr hab. inż. Rafał Dańko,\n\nProf. dr hab. inż. Mirosław Karbowniczek,\n\nPełnomocniczka Rektora ds. Kół Naukowych - dr inż. Joanna Augustyn-Nadzieja,\n\nPrzedstawiciel ArcelorMittal Poland Szef Kampusa, People & Culture Manager - Karolina Muza-Adamiec,\n\nPrzedstawiciel ArcelorMittal Poland Specjalistka - Wiktoria Werner,\n\nDyrektor Walcowni Gorącej ArcelorMittal Poland - Krzysztof Sewiło,\n\nObsługę administracyjną konkursu zapewnia przedstawiciel Działu Spraw Studenckich AGH.\n\nKażde Koło Naukowe AGH ma prawo do złożenia tylko jednego wniosku, którego realizacja musi być ukończona do 15 grudnia 2024 roku.\n\nWzór wniosku zawiera załącznik nr 1 do niniejszego Regulaminu.\n\nZa ocenę wniosków pod względem merytorycznym odpowiedzialni są członkowie Kapituły. Członkowie Kapituły dokonują oceny punktowej każdego wniosku konkursowego, każdorazowo przyznając po max. 15 punktów. \n\nMaksymalna liczba punktów, jakie może otrzymać wniosek to 90 punktów. \n\nPrzy ocenie punktowej brane są pod uwagę następujące kryteria:\n\n\n\nWartość merytoryczna wniosku oraz stopień zaawansowania realizacji projektu – max 3 pkt.\n\n3 pkt – wniosek napisany poprawnie, ze szczegółowym wyjaśnieniem koncepcji projektu wraz z opisem jego realizacji, prace nad realizacją projektu zostały podjęte, widoczne są rezultaty, projekt ma duże szanse na dokończenie w terminie, o którym mowa w ust. 4 powyżej\n\n2 pkt – wniosek napisany poprawnie ale tylko w pewnej jego części opisano cel (e) i sposób  realizacji, \n\n1 pkt – wniosek opisany w sposób ogólny, bez podania konkretnych działań w ramach \nprojektu.\n\n\n\nCzy wniosek wpisuje się w profil działalności firmy ArcelorMittal Poland? – max 2 pkt.\n\n2 pkt – tak,\n\n1 pkt – w pewnej części, \n\n0 pkt – nie.\n\n\n\nCzy wyniki projektu przyczyniają się do promocji ArcelorMittal Poland? - max 2 pkt.\n\n2 pkt – tak,\n\n1 pkt – w pewnej części, \n\n0 pkt – nie.\n\n\n\nCzy przewiduje się publikację efektów realizacji projektu lub udział w konferencji, podczas której będą prezentowane efekty pracy? – max 3 pkt.\n\n3 pkt – tak, przewiduje się publikację oraz udział w konferencji; we wniosku wskazano\n             podjęte starania o publikację lub podano nazwę konferencji,\n\n2 pkt –  przewiduje się publikację oraz udział w konferencji ale wnioskodawcy nie wskazują \n            konkretnej konferencji lub miejsca publikacji,\n\n1 pkt – we wniosku nie ma informacji o planowanej publikacji lub udziale w konferencji. \n\n\n\nOgólne odczucia dotyczące projektu - max 5 pkt. \n\n\n\nWymagane dokumenty:\n\nWypełniony i podpisany Wniosek przez Opiekuna Koła oraz członków zespołu realizującego projekt.\n\nOświadczenie członków koła ze zgodą na rozpowszechnienie wizerunku (załącznik nr 2 do niniejszego Regulaminu, zgoda dla AGH  i zgoda na firmy AMP).\n\nDokumentację konkursową Studenckie Koła  Naukowe AGH składają w formie papierowej (jeden egzemplarz) oraz elektronicznej u Pełnomocniczki Rektora ds. Kół Naukowych Obszaru Czerwonego dr inż. Joanny Augustyn-Nadziei do dnia 14 czerwca br. Za datę złożenia wniosku uznaje się dzień złożenia przez przedstawiciela Koła Naukowego  AGH kompletu prawidłowo wypełnionych dokumentów, o których mowa w pkt. 9 powyżej.\n\nLista wybranych do wsparcia projektów Kół Naukowych AGH zostanie ogłoszona na stronie ArcelorMittal Poland (https://poland.arcelormittal.com) oraz na stronie DSS AGH (https://www.dss.agh.edu.pl/) jak i na stronie Studenckich Kół Naukowych (https://skn.agh.edu.pl/) w dniu 21 czerwca br.\n\nOd decyzji Kapituły nie przysługują żadne środki odwoławcze.\n\n\n\n\n\nIII. REALIZACJA PROJEKTU\n\n\n\nNad prawidłową realizacją i właściwym rozliczeniem projektu czuwa Opiekun Koła Naukowego AGH, które go realizuje.\n\nPo ogłoszeniu projektów, które uzyskają wsparcie, konieczne jest złożenie Preliminarza kosztów projektu w formie papierowej (jeden egzemplarz) u Pełnomocnika Rektora ds. Kół Naukowych Obszaru Czerwonego - dr inż. Joanny Augustyn-Nadziei do dnia 28 czerwca br.\n\nWzór Preliminarza kosztów projektu stanowi załącznik nr 3 do niniejszego Regulaminu. Preliminarz podlega akceptacji Prorektora ds. Studenckich oraz Kwestora AGH. Akceptacja ta jest warunkiem rozpoczęcia wydatkowania środków przyznanych na realizację projektu.\nO uzyskanej zgodzie przedstawiciela koła naukowego informuje pracownik Działu Spraw Studenckich AGH.\n\nWydatki poniesione podczas realizacji projektu muszą być zgodne co do wartości, jak i rodzaju,  z przedstawionym Preliminarzem kosztów projektu. Wszystkie koszty poniesione w ramach projektu muszą być realizowane zgodnie z obowiązującymi przepisami prawa, w tym przepisami Prawa zamówień publicznych oraz procedurami wewnętrznymi Uczelni.\n\nW przypadku zakupu środków trwałych wymagana jest zgoda właściciela pola spisowego Wydziału, do którego zostanie przypisany zakupiony przedmiot.\n\nProjekt nie może obejmować zakupu środków trwałych powyżej kwoty 10 tys. zł.\n\nProjekt nie obejmuje finansowania honorariów wnioskodawców.\n\n\n\n\n\n\n\nIV. WARUNKI ROZLICZANIA\n\n\n\nWarunkiem rozliczenia projektu jest złożenie kompletu faktur lub innych dokumentów finansowych w Dziale Spraw Studenckich AGH.\n\nDział Spraw Studenckich AGH zajmuje się rozliczeniem projektów, a także przygotowywaniem sprawozdań finansowych dla Prorektora ds. Studenckich, firmy ArcelorMittal Poland oraz Pełnomocniczki Rektora ds. Kół Naukowych Obszaru Czerwonego w zakresie wykorzystania środków przyznanych na realizację projektu.\n\nFaktury i inne dokumenty finansowe powinny być opisane i potwierdzone przez Opiekuna Koła złożonym podpisem wraz z imienną pieczątką.\n\nFaktury i inne dokumenty finansowe należy dostarczyć do Działu Spraw Studenckich AGH – Pawilon C1, pok. 111.\n\nPo dokonaniu rozliczenia projektu, Koło Naukowe AGH zobowiązane jest do złożenia w wersji papierowej sprawozdania merytoryczno-finansowego w Dziale Spraw Studenckich AGH, potwierdzonego przez Opiekuna Koła Naukowego oraz odpowiedniego obszarowo Pełnomocnika Rektora ds. Kół Naukowych.\n\nWzór sprawozdania merytoryczno-finansowego stanowi załącznik nr 4 do niniejszego Regulaminu.\n\n\n\nV Załączniki\n\n\n\nZałącznik nr 1 - Wniosek o dofinansowanie projektu realizowanego przez studenckie Koło Naukowe AGH przez ArcelorMittal Poland.\n\nZałącznik nr 2 – Wzory oświadczeń o wyrażeniu zgody członków koła na rozpowszechnienie wizerunku.\n\nZałącznik nr 3 – Wzór preliminarza kosztów realizacji projektu.\n\nZałącznik nr 4 - Wzór sprawozdania merytoryczno-finansowego."}