{"content": "#  Idea Warm Up – join and take action!-- AGH UST \n\nURL: https://agh.edu.pl/en/detail/idea-warm-up-join-and-take-action\nCrawled: 2025-03-19 21:07:39\n\nIdea Warm Up – join and take action! \n\n 17-03-2025 \n\n Have you got an innovative idea, but you lack courage and confidence? Are you in need of team support or an expert opinion? Are you eager to participate in workshops and trainings? Join the first edition of Idea Warm Up. The deadline for submitting applications is 16 April, and the program starts on 5 May. \n\nidea WARM•UP is the first of our three programs to support your entrepreneurial and innovative aspirations!\n\nidea WARM•UP is a program for anyone who is at the stage of discovering his or her role as a student, doctoral student or university employee in the modern model of an entrepreneurial university such as the AGH University!\n\nA participant in this program can be someone who has an idea for innovation, but lacks confidence in themselves and their idea, team, or expert opinion, etc. It is also a program for a person who currently has no idea, but is looking for inspiration, would like to develop his or her competencies, and does not exclude joining another team.\n\nDifferent skills and perspectives are important in innovative projects, so each of you brings valuable value and contributes to the development of ideas.\n\nTo participate, all you have to do is convince us that your development is worth supporting!\n\nWhat you will gain:\n\nDevelopment of competencies and gaining new ones\n\nNetwork of contacts\n\nSupport at every stage\n\nProfessional advice and feedback\n\nFreedom of action\n\nUnlocking your creativity!\n\nYou decide on the type of support, the schedule of activities, and whether to continue the cooperation or to give it up without any consequences. It's up to you!\n\nParticipation is free of charge. The number of places is limited.\nRegistration form\n (in Polish)\n\nMore information\n\nThe initiative is organised by INNOAGH and the Centre for Cooperation and Technology Transfer.\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/detail/idea-warm-up-join-and-take-action", "title": " Idea Warm Up – join and take action!-- AGH UST ", "depth": 2, "duplicate": false, "content_hash": "5065dde0981890e943ba9ce26602774f", "word_count": 307, "headings": [{"level": 1, "text": "Idea Warm Up – join and take action!"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}