{"content": "#  Uroczystości uczelniane -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/o-agh/uroczystosci-uczelniane\nCrawled: 2025-03-19 21:07:05\n\nSkip to content ↓\n\n Uroczystości uczelniane \n\nStałymi uroczystościami w AGH są:\n\nUroczysta inauguracja roku akademickiego,\n\nDzień Edukacji Narodowej,\n\nUroczystości górnicze (Dzień Górnika – „Barbórka”)\n,\n\nUroczystości hutnicze (Dzień Hutnika)\n,\n\nŚwięto Nauk Ścisłych – Dni prof. Antoniego Hoborskiego\n.\n\nUroczysta inauguracja roku akademickiego\n Jednym z najważniejszych wydarzeń w Akademii Górniczo-Hutniczej jest uroczysta inauguracja roku akademickiego, która odbywa się 4 października. Zgodnie z tradycją rozpoczyna się ona od mszy św. w Kolegiacie św. Anny. Następnie przez teren kampusu AGH przechodzi pochód władz uczelni, pracowników i studentów do gmachu głównego AGH. Tam z kolei odbywa się uroczystość w Auli, podczas której najważniejszym punktem jest immatrykulacja studentów pierwszego roku.\n\nDzień Edukacji Narodowej\n 14 października upamiętnia powstanie Komisji Edukacji Narodowej. Z tej okazji w Auli organizowana jest uroczystość, podczas której m.in. odbywają się promocje doktorskie i habilitacyjne, a także wręczane są medale oraz nagrody dla pracowników uczelni. Wyróżnienia odbierają również studenci będący laureatami stypendiów i konkursów.\n\nUroczystości Górnicze\n „Barbórka” jest górniczym świętem głęboko wpisanym w tradycje AGH, sięgającym do zwyczajów starych austriackich szkół górniczych, które zostały przeszczepione przez profesorów uczelni na krakowski grunt. 4 grudnia organizowany jest „Pochód lisów”, czyli przemarsz orszaku górniczego ulicami Krakowa. Tego dnia w Kolegiacie św. Anny odbywa się także msza św. Barbórkowa. Głównym punktem obchodów jest uroczystość w auli AGH, po której w holu reprezentacyjnym odbywa się tradycyjny „skok przez skórę”, czyli symboliczne pasowanie na górnika studentów i studentki I roku kierunku inżynierii górniczej. Obchodom towarzyszy także cykliczna Konferencja Studenckich Kół Naukowych Pionu Górniczego. Zwieńczeniem uroczystości jest odbywające się corocznie spotkanie gwarków. Od kilku lat jego forma uległa zmianie – stare strzechy celebrują podsumowanie roku górniczego z adeptami sztuki górniczej płci obojga podczas „Biesiady Górniczej”.\n\nUroczystości Hutnicze\n Drugim niezwykłym świętem organizowanym w AGH jest Dzień Hutnika, którego forma jest podobna do uroczystości górniczych. Wydarzenie organizowane jest corocznie w maju. Obok uroczystości w Auli, w programie znajduje się m.in. Konferencja Studenckich Kół Naukowych Pionu Hutniczego oraz konferencja naukowa. Do pielęgnowanych zwyczajów hutniczych należy ceremonia Ślubowania Hutniczego, która odbywa się w holu reprezentacyjnym w gmachu głównym AGH. Stałym elementem jest również spotkanie pracowników i studentów na karczmie hutniczej.\n\nŚwięto Nauk Ścisłych\n Corocznie, w listopadzie w AGH odbywa się Święto Nauk Ścisłych – Dni prof. Antoniego Hoborskiego. Celem wydarzenia jest popularyzacja nauk ścisłych oraz ich technicznych zastosowań oraz upamiętnienie postaci prof. Antoniego Hoborskiego, wybitnego polskiego matematyka, pierwszego rektora Akademii Górniczej. Kulminacyjnym punktem obchodów jest uroczystość w Auli AGH. W ramach wydarzenia odbywają się m.in. konferencje naukowe, wykłady, referaty i spotkania z wybitnymi uczonymi, a także zawody sportowe, koncerty i inne wydarzenia kulturalne.\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/o-agh/uroczystosci-uczelniane", "title": " Uroczystości uczelniane -- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "0097fc6d42783668174c937f225e0dde", "word_count": 494, "headings": [{"level": 1, "text": "Uroczystości uczelniane"}, {"level": 2, "text": "Stopka"}]}}