{"content": "#  Help for AGH University students from Ukraine -- AGH UST \n\nURL: https://agh.edu.pl/en/stand-with-ukraine/help-for-agh-ust-students-from-ukraine\nCrawled: 2025-03-19 21:22:44\n\nSkip to content ↓\n\n Help for AGH University students from Ukraine \n\nUniversity authorities and the AGH University Student Government (URSS AGH) have prepared numerous forms of aid for the AGH University students from Ukraine.\n\nFinancial relief\n\nThe Centre for Student Affairs and the URSS AGH offer support in obtaining financial relief (to satisfy the most important needs). Financial aid can be a significant support in the event of difficulties in covering fees for student houses.\n\nHalls of residence fees\n\nAll students who will not be returning to the halls of residence after the inter-semester break due to the conflict in Ukraine will be exempted from accommodation fees in the coming semester. All current residents of the AGH University Student Campus have their spots guaranteed until the end of this academic year.\n\nPsychological assistance\n\nAGH University students can receive psychological counselling. The URSS AGH Facebook profile has launched a hotline to provide the necessary help as quickly as possible. If questions arise, all those in need of psychological assistance should contact the URSS Office by email: \nbiuro(at)samorzad.agh.edu.pl\n\nАдміністрація університету у співпраці з Радою студентського самоврядування AGH Університету Науки та Технoлoгії підготувала різні форми допомоги студентам з України.\n\nФінансова допомога\n\nЦентр студентських справ та Університетська рада студентського самоврядування AGH УНТ (УРСС УНТ) надають підтримку в отриманні допомоги (для задоволення найважливіших потреб). Допомога може стати суттєвою підтримкою при виникненні проблем з оплатою за проживання в студентських гуртожитках.\n\nОплата в студентських гуртожитках\n\nУсі студенти, які через конфлікт в Україні не повернуться до гуртожитку після міжсеместрової перерви, можуть бути звільнені від плати за проживання в наступному семестрі. Кожен мешканець академмістечка матиме гарантоване місце у студентському містечку AGH УНТ до кінця навчального року.\n\nПсихологічна допомога\n\nСтуденти AGH УНТ мають змогу звернутися за допомогою до психологів (психологічна допомога). На профілі Університетської ради студентського самоврядування AGH УНТ у Facebook створено гарячу лінію. У разі виникнення запитань бажаючі можуть звертатися до офісу УРСС УНТ за електронною адресою: \nbiuro(at)samorzad.agh.edu.pl\n\nStopka\n\nWelcome to AGH University\n\nAGH University Strategy\n\nExcellence Initiative – Research University\n\nUNIVERSEH\n\nResearch offer\n\nBusiness offer\n\nCentre for International Affairs\n\nWelcome Point\n\nFaculties\n\nMain Library\n\nAGH University Student Campus\n\nCareers Centre\n\nContact\n\nMap of the AGH University Campus\n\nAGH University e-Shop\n\nEmployee Search\n\nHRS4R\n\nEquality statement\n\nPersonal data protection\n\nMake a donation\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/stand-with-ukraine/help-for-agh-ust-students-from-ukraine", "title": " Help for AGH University students from Ukraine -- AGH UST ", "depth": 3, "duplicate": false, "content_hash": "cf00b7dffd1614694fcc7dc65e7751bb", "word_count": 374, "headings": [{"level": 1, "text": "Help for AGH University students from Ukraine"}, {"level": 2, "text": "Financial relief"}, {"level": 2, "text": "Halls of residence fees"}, {"level": 2, "text": "Psychological assistance"}, {"level": 2, "text": "Фінансова допомога"}, {"level": 2, "text": "Оплата в студентських гуртожитках"}, {"level": 2, "text": "Психологічна допомога"}, {"level": 2, "text": "Stopka"}]}}