{"content": "# Kierunki studiów – informacje dla kandydatów | Wydział Zarządzania AGH\n\nURL: https://www.zarz.agh.edu.pl/index.php/studia-stacjonarne-i-niestacjonarne/\nCrawled: 2025-03-19 21:34:48\n\nKierunki studiów – informacje dla kandydatów\n\ne-Rekrutacja\n\nNaukowy ruch studencki\n\nCentrum Rekrutacji AGH\n\nInformacje o rekrutacji\n\nZarządzanie\n\nstudia stacjonarne I stopnia,\n\nstudia stacjonarne II stopnia,\n\nstudia niestacjonarne I stopnia,\n\nstudia niestacjonarne II stopnia.\n\nZarządzanie i Inżynieria Produkcji\n\nstudia stacjonarne I stopnia,\n\nstudia stacjonarne II stopnia,\n\nstudia niestacjonarne I stopnia,\n\nstudia niestacjonarne II stopnia.\n\nInformatyka i Ekonometria\n\nstudia stacjonarne I stopnia,\n\nstudia stacjonarne II stopnia,\n\nstudia niestacjonarne I stopnia,\n\nstudia niestacjonarne II stopnia.\n\nStudia doktoranckie\n\nStudia podyplomowe\n\nStudia I stopnia\n\nZarządzanie\n\nstudia pierwszego stopnia – licencjackie 3-letnie\n\nUniwersalny kierunek studiów dający bardzo szerokie możliwości zatrudnienia, zarówno w biznesie, administracji, jak i w sferze non-profit. Studia oferują wiedzę i umiejętności niezbędne do operacyjnego zarządzania projektami, jednostkami organizacyjnymi oraz małymi i średnimi firmami. Uzyskane kompetencje pozwalają swobodnie działać w otoczeniu nowoczesnych technologii biznesowych, świadomie kreując własną karierę zawodową oraz odpowiedzialnie kształtując relacje z otoczeniem.\n\nProgram studiów stacjonarnych\n\nProgram studiów niestacjonarnych\n\nRekrutacja na studia\n\nZawód\n\nmenedżer projektu\n\nmenedżer średniego szczebla\n\nspecjalista wspomagania biznesu\n\nzałożyciel START-UPu\n\nwłaściciel firmy\n\nPerspektywy zatrudnienia\n\nprzedsiębiorstwa wysokich technologii\n\nprzedsiębiorstwa przemysłowe\n\nbanki, urzędy i inne instytucje\n\nhandel, usługi biznesowe, turystyka\n\nwłasna firma\n\nZarządzanie i Inżynieria Produkcji\n\nstudia pierwszego stopnia – inżynierskie 3.5-letnie\n\nInżynierski kierunek studiów przygotowujący kadry dla sfery działalności produkcyjnej przedsiębiorstw oraz procesów wspomagania produkcji tj. planowania, logistyki, zapewnienia jakości oraz nadzoru technologicznego. Studia oferują interesujące połączenie wiedzy i umiejętności z obszaru nauk technicznych i ekonomicznych zorientowane na rozwiązywanie praktycznych problemów zarządzania produkcją. Uzyskane kompetencje pozwalają swobodnie działać w otoczeniu nowoczesnych technologii produkcyjnych, efektywnie zarządzać przebiegiem ich wykorzystania oraz innowacyjnie poszukiwać kierunków ich rozwoju.\n\nProgram studiów stacjonarnych\n\nProgram studiów niestacjonarnych\n\nRekrutacja na studia\n\nZawód\n\ninżynier procesów produkcyjnych\n\ninżynier wsparcia produkcji\n\ninżynier procesów logistycznych\n\ninżynier zapewnienia jakości\n\ninżynier procesów biznesowych\n\nPerspektywy zatrudnienia\n\nprzedsiębiorstwa wysokich technologii\n\nprzedsiębiorstwa przemysłowe\n\njednostki badawczo-rozwojowe\n\ncentra innowacji\n\nwłasna firma\n\nInformatyka i Ekonometria\n\nstudia I stopnia – licencjackie 3-letnie\n\nKierunek przygotowuje studentów do wykonywania w przyszłości obowiązków analityka danych w organizacjach, w których stosuje się narzędzia informatyczne, matematyczne, statystyczne, ekonometryczne. Posiada on/ona umiejętności zarządzania sieciami, budowania prostych aplikacji w językach strukturalnych, obiektowych i skryptowych, budowania i identyfikacji modeli matematycznych, statystycznych i ekonometrycznych dla potrzeb analizy danych i prognozowania.\n\nProgram studiów stacjonarnych\n\nProgram studiów niestacjonarnych\n\nRekrutacja na studia\n\nZawód\n\nanalityk danych biznesowych\n\nwdrożeniowiec systemów IT dla zarządzania\n\nprogramista aplikacji biznesowych\n\ninformatyk systemów BI\n\nspecjalista modelowania ekonomicznego\n\nPerspektywy zatrudnienia\n\nfirmy informatyczne\n\nprzedsiębiorstwa\n\nbanki, urzędy i inne instytucje\n\ncentra przetwarzania danych\n\nwłasna firma\n\nStudia II stopnia\n\nZarządzanie\n\nstudia drugiego stopnia – 2-letnie\n\n(podział na ścieżki dyplomowania na 2 semestrze – 1 semestr jest semestrem wspólnym dla wszystkich ścieżek)\n\nŚcieżki dyplomowania :\n\nZarządzanie finansami i innowacje biznesowe\n\nZarządzanie Kapitałm Ludzkim\n\nFinanse publiczne w erze informacji\n\nMarketing\n\nProgram studiów stacjonarnych\n\nProgram studiów niestacjonarnych\n\nInformacja o rekrutacji\n\nZawód\n\nmenedżer przedsiębiorstwa\n\ngłówny księgowy i analityk finansowy\n\nspecjalista PR i marketingu\n\nspecjalista z zakresu HR\n\nkonsultant biznesowy\n\nPerspektywy zatrudnienia\n\nprzedsiębiorstwa\n\nbanki i centra finansowe\n\nagencje, urzędy i instytucje\n\nwłasna firma\n\nkorporacje międzynarodowe\n\nZarządzanie i Inżynieria Produkcji\n\nstudia drugiego stopnia – 1.5-letnie\n\n(podział na ścieżki dyplomowania od 2 semestru – 1 semestr jest semestrem wspólnym dla wszystkich ścieżek)\n\nŚcieżki dyplomowania:\n\nZarządzanie produkcją\n\nZarządzanie logistyczne\n\nZarządzanie jakością\n\nOpis ścieżek dyplomowania\n\nZarządzanie produkcją\n\nCelem kształcenia jest zaznajomienie studentów z podstawowymi zagadnieniami działalności operacyjnej przedsiębiorstwa. Gwarantuje zdobycie umiejętności z zakresu analizy i oceny systemów produkcyjnych, projektowania nowych rozwiązań w zakresie zarządzania produkcją oraz koordynacji procesów w systemach produkcyjnych. Ścieżka dyplomowania przygotowuje studentów do podejmowania podstawowych decyzji w dziedzinie organizacji i zarządzania produkcją oraz zapoznaje z metodami i narzędziami wspomagającymi proces decyzyjny, w burzliwie zmieniającym się otoczeniu.\n\nZarządzanie logistyczne\n\nKształci nowoczesne kadry logistyczne dobrze przygotowane do realizacji zadań związanych z zarządzaniem i sterowaniem przepływami wytwarzanych dóbr. Program tej ścieżki dyplomowania zapewnia absolwentowi atrakcyjne wykształcenie przygotowujące go do operacyjno-taktycznego zarządzania systemami technicznymi i logistycznymi w obszarze zaopatrzenia, produkcji, dystrybucji oraz recylkulacji dóbr fizycznych w gospodarce.\n\nZarządzanie jakością\n\nDostarczanie klientom wyrobów dobrych jakościowo, czyli spełniających ich oczekiwania ze szczególnym uwzględnieniem bezpieczeństwa użytkowania i bezpieczeństwa dla środowiska, jest sprawą priorytetową w państwach UE. Wytwarzanie wyrobów odpowiedniej jakości jest warunkiem przetrwania i rozwoju każdej organizacji. Opracowany program ścieżki dyplomowania „Zarządzanie jakością” wychodzi naprzeciw tym potrzebom, dając absolwentowi atrakcyjne wykształcenie, przygotowujące go do pracy w służbach zapewnienia jakości organizacji wszelkich typów. Proces kształcenia na specjalności „Zarządzanie jakością” został przygotowany w oparciu o własne doświadczenia kadry dydaktycznej związane z projektowaniem wyrobów i procesów, wdrażaniem nowych technologii i kierowaniu projektami. Program jest skorelowany z programami kształcenia w zakresie zarządzania jakością, funkcjonującymi na innych uczelniach technicznych w kraju i Unii Europejskiej.\n\nProgram studiów stacjonarnych\n\nProgram studiów niestacjonarnych\n\nInformacja o rekrutacji\n\nZawód\n\nmenedżer produkcji\n\nmenedżer wsparcia produkcji\n\nmenedżer logistyki\n\nmenedżer jakości\n\nkonsultant doboru technologii\n\nPerspektywy zatrudnienia\n\nprzedsiębiorstwa wysokich technologii\n\nprzedsiębiorstwa przemysłowe\n\njednostki badawczo-rozwojowe\n\ncentra innowacji\n\nwłasna firma\n\nInformatyka i Ekonometria\n\nstudia II stopnia – studia magisterskie 2 letnie\n\nAbsolwent jest przygotowany do twórczego działania i rozwiązywania złożonych, interdyscyplinarnych problemów z zakresu ekonomii, gospodarki i zarządzania, z wykorzystaniem informatycznych technik wspomagania decyzji oraz metod i narzędzi matematycznych, statystycznych i ekonometrycznych. Uzyskane umiejętności, w tym prowadzenia działalności biznesowej w sektorze IT, umożliwiają podjęcie pracy w firmach informatycznych, doradczych, administracji oraz w gospodarce.\n\nOpis programu kształcenia\n\nStudia II stopnia na kierunku Informatyka i Ekonometria zakładają dużą elastyczność kształcenia ze względu na oczekiwane znaczące zróżnicowanie przygotowania i zainteresowań studentów. W programie kształcenia przewidziano 6 grup modułów obieralnych – w każdym z nich proponuje się co najmniej dwa przedmioty o profilu dostosowanym do specyfiki modułu. Specyfikę tę określono w taki sposób, aby student mógł uzyskać pogłębioną wiedzę bądź z analityki danych, bądź z e-biznesu z możliwością prowadzenia działalności gospodarczej IT, bądź z zarządzania projektami informatycznymi. Student ma możliwości dostosowania swojego profilu do jednej ze ścieżek według własnych kompetencji. Dodatkowo przewidziano moduły obieralne umożliwiające uzyskanie kompetencji w dziedzinie nauk o zarządzaniu (dla studentów kończących studia pierwszego stopnia o profilu informatycznym, oraz z podstaw programowania dla studentów będących absolwentami studiów ekonomicznych).\n\nProgram studiów stacjonarnych\n\nProgram studiów niestacjonarnych\n\nInformacja o rekrutacji\n\nZawód\n\nspecjalista analizy danych\n\nprojektant IT dla zarządzania\n\nkonsultant systemów IT\n\nmenedżer projektów IT\n\nspecjalista e-biznesu\n\nPerspektywy zatrudnienia\n\nfirmy informatyczne\n\nprzedsiębiorstwa\n\nbanki, urzędy i inne instytucje\n\nfirmy doradcze\n\nwłasna firma\n\nStudia po angielsku\n\nInternational Management\n\nProgram duration: 4 semesters 2 years\n\nGraduates acquire broad knowledge of international management with a special emphasis put on the rules of the European single market. They are prepared to pursue a career in marketing as well as economic and financial divisions, and to supervise the production of both domestic enterprises and divisions of foreign companies operating in Poland. The programme is interesting and diverse, stimulating creativity, social maturity and cultural sensitivity of the students.\n\nA student can also receive a double diplomma (from AGH University of Science and Technology and University of Messina) if he/she studies the first year in Italy and the second year in Poland.\n\nDouble diplomma \n\nDescription of the specialty\n\nGlobal problems and specific applications will be studied, not exclusively, within the following courses: Global Economy, Strategic Management, Quantitative Methods in Management, Leadership & Team Management, Management Accounting, International Project Management, Multicultural Management, International Marketing, Corporate Social Responsibility, Entrepreneurship & Innovation, Polish Language & Culture, Business Communication, Econometrics, Game Theory and Value-based Management Accounting. Classes, lead by the professional staff of AGH Faculty of Management, are very much interactive and rooted in practical experience and scientific knowledge.\n\nStudy program\n\nInformation on recruitment for foreigners\n\nInformacja o rekrutacji\n\nProfession\n\nmanager\n\nfinancial manager\n\nPR & marketing manager\n\nHR manager\n\nbusiness consultant\n\n Employment prospects\n\ninternational corporations\n\nforeign companies\n\nPolish companies\n\ninternational institutions\n\nnon-profit organizations\n\nProgram stypendialny dla Polonii\n\nInformuję, że działając na podstawie art. 19 ust. 1 Ustawy z dnia 7 lipca 2017 r. o Narodowej Agencji Wymiany Akademickiej (DZ. U. z 2017 r. poz. 1530, z późn. zm.) Dyrektor Narodowej Agencji Wymiany Akademickiej ogłosił \nnabór wniosków o udział w Programie Stypendialnym dla Polonii:\n\nstudia pierwszego stopnia i jednolite studia magisterskie,\n\nstudia drugiego stopnia. \n\nProgram stypendialny dla Polonii wpisuje się w założenia „Rządowego programu współpracy z Polonią i Polakami za granicą” i ma na celu umożliwienie młodzieży polskiego pochodzenia odbycie  studiów wyższych w Polsce oraz poprawę znajomości języka polskiego i poziomu kwalifikacji w środowisku polonijnym. Program  oferuje możliwość odbycia studiów pierwszego stopnia i jednolitych studiów magisterskich oraz studiów drugiego stopnia w języku polskim w  uczelniach podległych MNiSW \nze zwolnieniem z opłat za kształcenie\n oraz \nz comiesięcznym  stypendium\n NAWA na pokrycie kosztów utrzymania w regulaminowym okresie kształcenia w Polsce. Kandydaci do Programu mogą się starać o przyjęcie na wszystkie kierunki studiów prowadzone na uczelniach publicznych nadzorowanych przez Ministerstwo Nauki i Szkolnictwa Wyższego poza kierunkami filologicznymi, tj. filologiami obcymi oraz lingwistyką stosowaną, z wyjątkiem filologii polskiej i klasycznej. Ponadto, Program umożliwia uczestnictwo ze stypendium NAWA w rocznym kursie przygotowawczym poprzedzającym studia w Polsce osobom, które nie kończyły szkoły średniej lub studiów pierwszego stopnia z wykładowym językiem polskim.\n\nUwagi:\n\nOgłoszony nabór na \nstudia pierwszego stopnia i jednolite studia magisterskie\n obejmuje również rekrutację na kierunki artystyczne w uczelniach publicznych podległych Ministrowi Kultury i Dziedzictwa Narodowego oraz na kierunki medyczne w uczelniach publicznych podległych Ministrowi Zdrowia. Minister Kultury i Dziedzictwa Narodowego oraz Minister Zdrowia ustalają odrębne warunki i zasady realizacji Programu w odniesieniu do nadzorowanych przez siebie uczelni, w tym szczegółowe zasady przyjęć na te studia oraz wysokość stawek stypendialnych.\n\nW odniesieniu do naboru do Programu na \nstudia drugiego stopnia\n zwracam uwagę, że dotyczy on również kandydatów ubiegających się o przyjęcie na kierunki studiów rozpoczynające się w semestrze letnim roku akademickiego 2019/2020. Osoby kończące studia pierwszego stopnia w semestrze zimowym 2019/2020, i pragnące kontynuować kształcenie na studiach drugiego stopnia od kolejnego semestru, tj. letniego 2019/2020, muszą aplikować w obecnym naborze. Ponowna możliwość ubiegania się o stypendium pojawi się dopiero za rok.\n\nOgłoszenie o naborze wniosków znajduje się na stronie internetowej NAWA \nwww.nawa.gov.pl\n. Nabór wniosków w Programie stypendialnym dla Polonii jest prowadzony w terminie od 11 lutego \ndo 31 marca 2019 r. do godz. 15:00\n czasu środkowoeuropejskiego \nwyłącznie\n w formie elektronicznej \nw systemie teleinformatycznym NAWA\n, dostępnym pod adresem \nhttps://programs.nawa.gov.pl/login\n. Złożenie wniosku po tym terminie nie jest możliwe.\n\nOrganizacja roku akademickiego\n\norganizacja-roku-akademickiego-2024-2025\n\nOrganizacja roku akademickiego 2023-2024\n\nOrganizacja roku akademickiego 2023-24 zmiana\n\nOrganizacja roku akademickiego 2022-2023\n\nStudia\n\nStudia licencjackie i inżynierskie\n\nStudia magisterskie\n\nStudia po angielsku\n\nStudia doktoranckie\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nKierunki studiów\n\nJakość kształcenia\n\nZintegrowany program rozwoju\n\nOrganizacja\n\nZespół Obsługi Studentów studia stacjonarne\n\nZespół Obsługi Studentów studia niestacjonarne\n\nInfrastruktura Wydziału\n\ne-Wydział\n\nWydział\n\nO nas\n\nWładze Wydziału\n\nJednostki naukowe\n\nLaboratoria\n\nAdministracja Wydziału\n\nSamorząd studentów i doktorantów\n\nWspółpraca\n\nGalerie\n\ncovid19\n\nDni otwarte\n\nNauka\n\nBadania i granty\n\nPostępowania awansowe\n\nCzasopisma naukowe\n\nKonferencje naukowe\n\nNaukowy ruch studencki\n\nBiblioteka wydziałowa", "metadata": {"url": "https://www.zarz.agh.edu.pl/index.php/studia-stacjonarne-i-niestacjonarne/", "title": "Kierunki studiów – informacje dla kandydatów | Wydział Zarządzania AGH", "depth": 3, "duplicate": false, "content_hash": "a39a39852f8a3352517f974919dcdf4f", "word_count": 1722, "headings": [{"level": 2, "text": "Kierunki studiów – informacje dla kandydatów"}, {"level": 4, "text": "Zarządzanie"}, {"level": 4, "text": "Zarządzanie i Inżynieria Produkcji"}, {"level": 4, "text": "Informatyka i Ekonometria"}, {"level": 2, "text": "Studia I stopnia"}, {"level": 2, "text": "Zarządzanie"}, {"level": 4, "text": "Zawód"}, {"level": 4, "text": "Perspektywy zatrudnienia"}, {"level": 2, "text": "Zarządzanie i Inżynieria Produkcji"}, {"level": 4, "text": "Zawód"}, {"level": 4, "text": "Perspektywy zatrudnienia"}, {"level": 2, "text": "Informatyka i Ekonometria"}, {"level": 4, "text": "Zawód"}, {"level": 4, "text": "Perspektywy zatrudnienia"}, {"level": 2, "text": "Studia II stopnia"}, {"level": 2, "text": "Zarządzanie"}, {"level": 4, "text": "Ścieżki dyplomowania :"}, {"level": 5, "text": ""}, {"level": 4, "text": "Zawód"}, {"level": 4, "text": "Perspektywy zatrudnienia"}, {"level": 2, "text": "Zarządzanie i Inżynieria Produkcji"}, {"level": 4, "text": "Ścieżki dyplomowania:"}, {"level": 5, "text": "Opis ścieżek dyplomowania"}, {"level": 4, "text": "Zarządzanie produkcją"}, {"level": 4, "text": "Zarządzanie logistyczne"}, {"level": 4, "text": "Zarządzanie jakością"}, {"level": 4, "text": "Zawód"}, {"level": 4, "text": "Perspektywy zatrudnienia"}, {"level": 2, "text": "Informatyka i Ekonometria"}, {"level": 5, "text": "Opis programu kształcenia"}, {"level": 4, "text": "Zawód"}, {"level": 4, "text": "Perspektywy zatrudnienia"}, {"level": 2, "text": "Studia po angielsku"}, {"level": 2, "text": "International Management"}, {"level": 5, "text": "Description of the specialty"}, {"level": 4, "text": "Profession"}, {"level": 4, "text": "Employment prospects"}, {"level": 2, "text": "Program stypendialny dla Polonii"}, {"level": 5, "text": "Organizacja roku akademickiego"}, {"level": 3, "text": "Studia"}, {"level": 3, "text": "Organizacja"}, {"level": 3, "text": "Wydział"}, {"level": 3, "text": "Nauka"}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": ""}]}}