{"content": "Page  1 z 26 \n A set of questions/issues to the general directional exam checking \nthe level of the knowledge of the Mechatronic Engineering study \ncourse and for the entrance examination for the second degree \nstudies in Mechatronic Engineering  \n \nBelow are only the wordings of the questions/topics. During the test, students/candidates will \nreceive sets of questions prepared based on this list. Each question will be contain four \nanswers, including the only one correct. The student/candidate should select and indicate one \ncorrect answer.  \n \nBASICS OF INFORMATICS  \n1. An 8 -bit microprocessor has added (4AH+61H) in two’s complement representation. The \nresult and states of flags (C -carry, V -overflow) are:  \n2. A directory listing contained the following line:  lrwxrw -r-- 1 lm lm 16 O ct 12 11:05 \nsources -> /home/lm/sources . It represents:  \n3. The command: lm@arch:~% ls /usr/bin | grep -E '^(bze|grep)'  \n4. The following script  \n #!/bin/bash  \n ParInfo() {  \necho \"ParInfo(): \\$1 = $1, \\$2 = $2\"  \n} \n ParInfo $2 $3  \nwas saved into a file ExamParInfoFun  and executed using command:  \nlm@arch:~% ./ExamParInfoFun Exam Par Info Fun  \nThe result is:  \n5. Arrays in C have the property:  \n6. Structures in C have the property:  \n7. Pointers in C have the property:  \n8. Functions in C have the property:  \n9. Operating system processes h ave the property:  \n10. Operating system threads have the property:  \n \nPHYSICS  \n11. How is oriented the acceleration vector in curvilinear motion of a point?  \n12. Which forces are included to the group of forces of inertia?  \n13. Give the correct definition of work.  \n14. Work of conservative force along a closed curve.  \n\nPage  2 z 26 \n 15. What kind of time function is the amplitude of successive deflections for the phenomenon \nof damped harmonic vibration (in the case of weak damping)?  \n16. Frequency of forced harmonic vibration.  \n17. Enter the correct formula for the intensity of the gravitational field produced by the \nsystem of masses . \n18. Indicate why the mass of the rigid body is not a good measure of i ts inertia in a rotating \nmotion?  \n19. The gyroscopic effects are the consequence of what kind of phenomena?  \n20. What is the purpose of the lift force acting on an aircraft wing (according to the Bernoulli \nlaw)?  \n21. Indicate the kinetic energy of the speeding particle of nonzero mass, whose velocity \napproaches the speed of light (according to the theory of relativity).  \n22. In the el ectric field was introduced test electric charge     . Knowing the force acting on the \ntest electric charge and the amount of that charge with which quantities you can determine \nthe value of that field?  \n23. How to calculate the value of the field intensity      generated by the three charges?  \n24. Between points A and B spaced apart by a distance L is stretched and homogeneous \nelectric  field. The potential difference between points is  ΔV. What is the absolute value of \nthe intensity of this field ? \n25. What is the dielectri c polarization?  \n26. On the conductor of mass m was placed the charge of Q. As the result of that its potential \nhas increased by value  ΔV . How is defined the electrical capacitance of that conductor?  \n27. Resistance of the conductor of length L, cross -sectional ar ea S and resistance ρ, meets \nOhm's law applicability. How the resistance depends on the size of given above \nquantities?  \n28. In the apartment we assume for the installation of three sockets for devices operating at a \nvoltage of 220 V. What is the correct instal lation of the socket connections with a voltage \nsource?  \n29. Into magnetic field drops the charged particle with charge Q in direction p arallel to the \ninduction vector    . Velocity of a particle is    . What kind of motion is particle moving?  \n30. Closed circuit with  the conductor was placed i n a magnetic field of induction    . As a \nresult of  which phenomenon was generated the current in that inductive circuit?  \n31. The existence of a field       generated by stationary charges is described by the Maxwell  \nequat ion. Select th e correct formula:  \n32. Coherent light falls on two narrow slots. After passing through the two light rays meet \nwith the same phase at a point equidistant from the slots. What is the resultant intensity of \nlight at the  two slots opened if the light intensity value measured at one closed slot is  \nequal to   ? \n33. Who has formulated the correct description of thermal radiation?  \n34. Stefan -Boltzmann l aw. \n\nPage  3 z 26 \n 35. Bohr model of the hydrogen atom.  \n36. What is the threshold energy on the creation of electron -positron pair?  \n37. Indicate the valid state of thermal equilibrium of two systems.  \n38. For w hat allows the zero law of thermodynamics?  \n39. How can you calculate the increase in entropy for small transfers of heat?  \n40. What is the adiabatic diagram in the coordinates (ρ,V)? \n41. What is the efficiency of any engine operating between the reservoir of heat at a \ntemperature of T 1 and cooler with the temperature T 2? \n42. If the perfect blackbody temperature has increased 2 -times, what the change of radiation \npower is caused?  \n43. How is changed the maximum radiation pow er with the temperature increase according to \nWien's displacement law?  \n44. What is the spectrum of atomic hydrogen?  \n45. What is the value of the Bohr magneton?  \n46. What devices are working with the use of electromagnetic induction phenomenon?  \n47. What information is conta ined in the Ampere law, generalized by Maxwell?  \n48. What is the necessary condition for liquefaction of gas?  \n49. What is omitted in the model of an ideal gas?  \n50. How the temperature changes in the adiabatic process of gas with the increase of its \nvolume?  \n51. What determi nes the internal energy of one mole of ideal gas?  \n52. What determines the internal energy of the system?  \n53. What are the thermodynamic conditions under which the engine can convert heat into \nwork?  \n \nMECHANICS 1  / MECHANICS 2  \n54. Definition of force . \n55. Equilibrium conditions for a planar (2D) concurrent force system . \n56. Equilibrium equations for 3 force members . \n57. A moment of a force about an axis, rectangular components of a moment . \n58. A case of reduction of a force system for which the resultant force Wg and the resultant  \nmoment Mg:                                           . \n59. A case of reduction of a force system for which the resultant force Wg and the resultant \nmoment Mg:                                           . \n60. Definition of kinematics . \n61. Vector of acceleration of a particle in uniform motion . \n62. Acceleration of a particle motion defined by rectangular components of the particle’s \nposition vector (motion equations) . \n63. Determination of a distance of a particle’s motion described by the path coordinate . \n64. Curvilinear coordinates . \n\nPage  4 z 26 \n 65. Definition of uniform motion . \n66. Determination of acceleration of a particle in general (compound) motion . \n67. Coriolis acceleration . \n68. Uniform motion of a rigid body . \n69. Gener al plane motion of a rigid body.  \n70. Definition of centrods . \n71. Acceleration vector of a point of a rigid body in the general p lane motion . \n72. What kind of material bodies are considered in the Newton’s laws . \n73. Dynamic equilibrium in a non -inertial frame . \n74. Reasons of deviation of a free -falling bodies . \n75. D’Alembert’s principle for a particle .  \n76. Principle central axis of inertia . \n77. Equation of motion of the critically damped vibration of a particle . \n78. Logarithmic decrement .  \n79. Kinetic energy in general plane motion . \n80. Lagrange -Euler’s equation (potential field) . \n81. Angular momentum . \n82. Time rate of change of angular momentum . \n83. Principle of conservation of  mechanical energy . \n84. What is the value of the Coriolis acceleration of point M, knowing that for t=2 s,  \nO1A=O 2B= 0.2 m, R= 0.16 m],    \n                             \n \n \nOBJECT ORIENTED PROGRAMMING  1 \n85. Object -oriented programming paradigm comprises the following notions:  \n86. A C++ class DOES NOT have a property:  \n87. A constructor in C++:  \n88. Operator functions in C++:  \n89. Exceptions in C++:  \n90. Abstract classes in C++:  \n91. Interfaces in C++:  \n92. Inheritance in C++:  \n93. Templates in C++:  \n\n\nPage  5 z 26 \n MANUFACTURING PROCESSES  \n94. What is produced in blast fur naces?  \n95. What is the range of the carbon content of blast furnace pig iron (an alloy of iron and \ncarbon)?  \n96. What is produced in oxygen furnaces?  \n97. What is the content of carbon in steel?  \n98. What is produced in the process of continuous casting of steel?  \n99. What is aim  of ladle furnace treatments?  \n100. What is the frit used in the processes of steel?  \n101. What is the content of pure copper is electrolytic copper?  \n102. How is produced the aluminum?  \n103. What is used in the processing of polymer granules?  \n \nENGINEERING DRAWING  \n104. Three projections of certain solid are shown In figure below. Please, underline the \nsentence which describes  the drawing correctly . \n \n105. Which drawing is correct? Please, underline the proper answer.  \n \n106. Which drawing is correctly drawn in 1st angle projectioning? Please, underline the \nproper answer.  \n\n\nPage  6 z 26 \n  \n \n107. Which drawing is correct? Please, underline the proper answer.  \n \n108. Which one from the following descriptions circumscribes properly the bolt with metric \nthread of nominal diameter 12  mm, made of steel having 400  MPa field stress and 500  \nMPa ultimate stress?  \n109. The drawing below shows the sectio n of the assembly of certain elements. How many \nelements are there in this assembly?  \n \n110. Description: 60 H7 means:  \n\n\nPage  7 z 26 \n 111. There are three different symbols of roughness in the table below, defining the way the \nspecific roughness value has to be obtained. Please underline the row with correct \ndescription of these symbols.  \n \n112. The drawing below shows:  \n \n113. Below there are three drawings of a shaft with marked tolerance of shape or position. \nPlease underline the row which gives proper description of th e tolerances shown in the \ntable.  \n \n \nFUNDAMENTALS OF MATERIAL SCIENCE  \n114. Increasing the size of the grains in an alloy:  \n115. Superalloys are metalic materials applied:  \n116. The basic strengthening mechanism in a duraluminum is:  \n117. Which strengthening mechanism increases yield strength and simultaneously \ndecreases the Ductile -to-brittle Transition Temperature ? \n118. The principal element which increases the corrosion resistance of steel is:  \n119. The weakest of the bonding forces between particles in a solid is:  \n120. Pearlite in steels is formed:  \n121. The most efficient strengthening mechanism in metals used in high te mperature \napplications is:  \n122. The increase of the amount of pearlite in a steel would result in:  \n123. The phenomenon of brittle fracture of ceramic materials has its roots in:  \n124. Brasses are alloys of copper with:  \n \nSTRENGTH OF MATERIALS  \n125. Prismatic bar is subjected to axial force. What kind of stresses act on the cross -\nsection?  \n\n\nPage  8 z 26 \n 126. Prismatic bar is subjected to axial force. What kind of stresses act on the plane \ninclined parallel to the axis of the bar?  \n127. Prismatic bar is subjected to axial forc e. What kind of stresses act on the inclined \nplane (the inclination angle 0 < θ <90⁰) ?  \n128. What kind of stresses are considered in connections that use welds?  \n129. The neutral surface in pure bending of a prismatic beam is the surface which:  \n130. A prismatic round stee l bar of the diameter d = 20 mm is subjected to tension with the \naxial force F = 56.5 kN. The normal stresses in the cross -section are equal to:  \n131. The maximum bending moment in the prismatic simply supported beam of the length l \nsymmetrically loaded with the  concentrated force F is expressed as:  \n132. Moment of inertia of the square of the side a is expressed as:  \n133. What is the qualitative difference between the torsion of a round prismatic bar and the \nbar of a noncircular cross -section?  \n134. What is the qualitative differ ence between the pure bending of a prismatic bar and the \nnon-uniform bending of the same bar?  \n \nCONTROL THEORY FUNDAMENTALS  \n135. What kind of forcing signals are applied when determining the time -domain \ncharacteristics of elements and automation systems?  \n136. Which statement is used to designate the transform of sum over time function?  \n137. What is the transform of convolution of two time functions with a known transform?  \n138. Which dependence shows the of transfer function (transition function) of an element \n(term) or automat ion system?  \n139. What form has the denominator of inertial element (term) transmittance of 1st order?  \n140. What form has the denominator of inertial element (term) transmittance of 2nd order?  \n141. What kind of element (term) is an object with self -balancing?  \n142. What is the relationship between the impulse response and step response of an element \n(term) or automation system?  \n143. What kind of parameters (coefficients) contains the transfer function of an inertial \nterm of 1st order?  \n144. What kind of parameters (coefficients) contains the transfer function of a perfectly \nintegral term?  \n145. What part due to the equation’s order is the real integral term?  \n146. What kind of parameters (coefficients) contains the transfer function of an oscillatory \nterm of 2nd order?  \n147. What kind of answer to the step input signal generates an inertial element (term) of 1st \norder, due to the amplitude of vibration?  \n148. What kind of answer to the step input signal generates an oscillatory element (term) of \n2nd order, with the damping number 0< ξ<1, due to the amplitude of vib ration?  \n\nPage  9 z 26 \n 149. What causes the increase in attenuation number in the transmittance of the oscillatory \nelement (term) of 2nd order from the values eg. 0.1 to 0.4 respectively to over -regulation of \nthe step time characteristics?  \n150. In which case the oscillatory elemen t (term) of 2nd order has a step characteristic with \nthe damped vibrations?  \n151. From which set of time characteristics is created frequency characteristic of an \nelement (term) or the system?  \n152. What is the shape of step response of a perfectly integral element (t erm)?  \n153. What is the value in the steady state of the actual step response of derivative element \n(term)?  \n154. Is the output signal from the open control systems is used to improve the response of \nthese systems? If so, how it is done?  \n155. Is the output signal from the controller systems is used to improve the response of \nthese systems? If so, how it is done?  \n156. What kind of feedback typically occurs in controller systems?  \n157. What is an offset adjustment in the systems of unit feedback?  \n158. How do we determine replacement transmit tance of two elements (terms) connected in \nseries?  \n159. How do we determine transmittance of replacement of two elements (terms) connected \nin parallel?  \n160. What characterizes the output signal of stabilization (with fixed values) control \nsystems?  \n161. What characterizes  the output signal of tracking control systems?  \n162. For what purpose can be used amplitude -phase characteristics of an open loop system?  \n163. What is the necessary and sufficient condition for asymptotic stability of control \nsystem, applied to the roots of the characteristic equation?  \n164. What condition is obligatory in the Nyquist stability criterion?  \n165. For what purpose the controllers are used in control systems?  \n166. At what point of control system the controller should be placed?  \n167. At what point of control system the mea suring member should be placed?  \n168. How the principle of superposition is formulated?  \n169. When the element (term) or the control system is called linear?  \n170. Is it possible to introduce the changes to the flow chart that contains two linear \nelements (terms) connected in series?  \n171. What kind of the negative feedback is called a rigid?  \n172. What kind of the negative feedback is called a flexible?  \n173. Which roots of the characteristic equation cause in time –domain characteristic the \nvibrations with constant amplitude and frequency?  \n174. What is the linearization of the mathematical model?  \n175. What method of linearization is often used for static characteristics?  \n\nPage  10 z 26 \n 176. What method of linearization is often applied to the dynamic relationships?  \n177. Which way of describing an element (term) or the automati on system is the most \ncomplete description?  \n178. Control system is described in the state space by following equations:  \n( ) ( ) ( )\n( ) ( ) ( )t t t\nt t t\nx Ax Bu\ny Cx Du\n \nWhich of the matrix is a input matrix (control)?  \n179. Control system is described in the state space by following equations:  \n( ) ( ) ( )\n( ) ( ) ( )t t t\nt t t\nx Ax Bu\ny Cx Du\n \nWhich of the matrix is a state matrix?  \n180. Control system is described in the state space by following equations:  \n( ) ( ) ( )\n( ) ( ) ( )t t t\nt t t\nx Ax Bu\ny Cx Du\n \nWhich of the matrix is a output matrix (response)?  \n \nELECTRONIC CIRCUITS  \n181. Using Zen er diode for U Z = 12V is observed that current changement of 12 mA causes \na change of voltage stabilization by 0.12V. Dynamic resistance of the diode in this range \nis: \n182. The NMOS transistor threshold voltage U T is 0,55 V. If the U GS = 1,00 V,  \nUDS = 2,35V, The NMOS operates in region : \n183. The gain of voltage amplifier shown in figure below:  \n \n184. Which of the circuits  is the source follower?  \n \n185. How do we bias the laser diode and LED?  \n\n\nPage  11 z 26 \n 186. Voltage gain of the amplifier shown in the figure below , which uses tran sistor  with \nβ = 70 is: \n \n187. What is the gain of the circuit  with  operational amplifier shown in the figure below:  \n \n188. What is the gain of the circuit  with  operational amplifier shown in the figure below:  \n \n189. The Shannon -Kotielnikow  theorem for the lossless conversion of analog signals to \ndigital one determones:  \n190. What is the voltage at the output of 4 -bit DA in  configuration shown in the figure \nbelow?  \n \n191. Series voltage regulator is presented in the figure below. U z = 4.7V, U be = 0.7V. \nOutput voltage (U 0) is: \n\n\nPage  12 z 26 \n  \n192. What kind of passive filter is shown in the figure below?  \n \n193. Active filter is presented in the figure below. K - amplification and  f g- cutoff \nfrequency are:  \n \n194. What are the conditions of oscillation in circuit which is shown in the figure below? \n(A- gain of amplifier, B - gain of feedback network, φ A- phase shift through the amplifier, \nφB-phase shift through the feedback network ) \n \n195. Electrical circuit presented in the figure below is used to build:  \n \n \nNUMERICAL METHODS AND STATISTICS  \n196. Cutting errors (resulting from stopping the process of limit computing before \nobtaining the limit value) does not appear while:  \n\n\nPage  13 z 26 \n 197. Indicate incorrect definition of numerical algorithm.  \n198. In the floating point notation, value of number x can be calculated using the formula  \nx = SMBE, where:  \n199. In numerical analysis, for the purposes of solving sets of linear equations, we use:  \n200. LU decomposition method can't be used for the purposes of:  \n201. Indicate the statement that does not describe bisection method:  \n202. Accuracy and precision of the results of numerical calculations.  \n203. Variance:  \n204. In Newton -Cotes methods of numerical integration (e.g. in trapezoid rule, Simpson's \nrules) integrand is:  \n205. For the purposes of n umerical differentiation the following methods are used:  \n \nFUNDAMENTALS OF DESIGN OF MECHANISMS IN  \nMECHATRONIC DEVICES  \n206. How many degrees of freedom have links forming a kinematic pair of 4th class?  \n207. How many degrees of freedom have links forming a kinematic pair of 5th class?  \n208. Which class of kinematic pair is ball joint?  \n209. What we call an open kinematic chain?  \n210. What we call a closed kinetic chain?  \n211. Which form has the formula for the theoretical mobility of the plane mechanism?  \n212. What form has the formula defining th e theoretical mobility of spatial mechanism?  \n213. What is a local mobility?  \n214. How many drives should be used for the mechanism with real mobility equal w = 3?  \n215. Which of the conditions must be fulfilled by the correct replacement mechanism \ndiagram?  \n216. What kind of mot ion performs a connector in crank -slide mechanism?  \n217. What kind of motion performs a connector in four bar linkage mechanism (special \ncase of an articulated quadrilateral four bar linkage)?  \n218. Which of the kinematic and geometrical parameters must be known to ca lculate the \nnormal acceleration of a point belonging to the link of the mechanism?  \n219. Which form has the formula for the normal acceleration point belonging to the link of \nthe mechanism?  \n220. In the case of which mechanisms we can say of a complex motion of links?  \n221. For what listed below mechanisms occurs the Coriolis acceleration?  \n222. Which form has the formula for the Coriolis acceleration for the point belonging to a \nlink performing the complex motion?  \n223. Identify the steps in grapho -analytical method of kinematic analys is. \n224. Identify the steps in analytical method of kinematic analysis.  \n225. What differs the epicyclic gearing (or planetary gearing) from the spur transmission \ngear?  \n\nPage  14 z 26 \n 226. An axle is a machine part that is used to:  \n227. The angle of twist (angular deflection)   for a unifor mly loaded plain shaft subject to \ntorsion is calculated by  \n228. Cylindrical roller thrust bearing can be used to:  \n229. Desired bearing life in hours can be expressed by the following formula:  \n230. To support a rotating member that exerts moderate radial loads and small axial loads \nwe can use:  \n231. A screw with length 70 mm, metric thread with nominal diameter 10 mm and strength \nclass that provides nominal tensile strength equal to 500 MPa and yield strength equal to \n400 MPa can be marked by:  \n232. Where the critical stress occurs in an axially loaded steel bolt assembled with a steel \nnut with a height H = 1.0 d? \n233. Calculate maximum allowable axial force that can be exer ted on a screw with thread \nM6x0. 75. The thread diameter is given d r = 5.0 mm and the screw is made of material \nwith a llowable stress k r = 200 MPa  \n234. Select a welding symbol that designates filled weld  with throat thickness equal to  \n3 mm that is made on site of the assembly on the entire circumference of the element. The \nweld face should be flat.  \n235. A cylindrical fit is specifi ed by the following letter code Ø100 H7/h6. The deviations \nare known: ES = 35 μm, ei = - 22 μm. Calculate maximum clearance for the connection.  \n236. Calculate distance between axes for a pair of spur gears with known number of teeth  \nz1= 22, z 2 = 28 and module m = 4 mm.  \n237. The relation between tensions if flat belt transmission is expressed by the following \nformula:  \n238. The flat belt transmission does not have the property:  \n239. Belt transmissions cannot be characterized by:  \n240. Double Cardan coupling:  \n241. Which type of springs is  the best suited to exert high compression force with low \ndeflection ? \n \nCONTROL THEORY  \n242. Feedback control systems are : \n243. Consider the following statements:  \ni. If an open -loop system is unstable, applying feedback will always improve its \nstability.  \nii. If an open -loop system is subject to parameter variations, applying feedback will \nalways improve robustness.  \nWhich of the following is the correct answer?  \n244. For a second -order system with damping coefficient \n1 , the roots of the \ncharacteristic equation are: \n\nPage  15 z 26 \n 245. The percentage overshoot of a second -order system \n2 22\n2)(\nn nn\ns sKsG\n  to a step \ninput depends only on : \n246. A proportional controller \npK  is used with a first -order system \n1 )(  sKsG  in unity \nnegative feedback structure. I ncreasing \npK  will: \n247. An integral controller \nsKI  is used with a first -order system \n1 )(  sKsG  in unity \nnegative feedback structure. Increasing \nIK  will: \n248. A temperature control system is foun d to have zero error to a constant trac king input, \nand an error of 0.5 C to a tracking input that is linear in time, rising at the rate of \n40C/sec. What is the type number of the system?  \n249. A unity negative feedback system has open -loop transfer function \n)(sG . The steady -\nstate error is zero for : \n250. Given that the open -loop system is stable. If the Nyquist plot of the open -loop system \ndoes not encircle the point \n0,1j  then one can state that  \n251. Given a state variable model \ncbA,,  of a single -input, single -output system.  The \nasymptotic stability is determined fro m: \n252. Consider the bloc k diagram below. The transfer function between \n)(sY  and \n)(sW  is: \n \n253. Select the best value of K that makes the time constant of the system in the following \nfigure (approximately) equal to 0.2 seconds.  \n \n254. A linear time -invariant system initially at rest, when subjected to a unit -step input, \ngives a response \nttety)( ; \n0t . The transfer function of the system is : \n255. The characteristic equation of the closed -loop system shown in the following figure is : \n \n\n\nPage  16 z 26 \n 256. Which of the following describes the step response of the closed -loop system shown in \nthe figure below : \n \n257. The condition th at all the roots of the polynomial \n3 22\n13\n0 )( asasasas   where \n0 ,,,3 2 1 0 a\n have negative real parts, is given by : \n258. A state variable formulation of a system is given by the equations : \nuxx\nxx\n\n\n\n\n\n\n\n11\n3 00 1\n21\n21\n\n \n\n\n2101xxy\n \n The transfer function of the system is:  \n259. A state variable model of a system is given by the equations : \nuxx\nxx\n\n\n\n\n\n\n\n10\n1 21 1\n21\n21\n\n \n\n\n2101xxy\n \n The system is:  \n260. The transfer function from \n)(sR  to \n)(sY  of the system shown below is : \n \n261. The plot in the following figure shows the unit step response of a first -order system. \nTransfer function of the system is : \n \n\n\nPage  17 z 26 \n BASICS OF MECHATRONICS  \n262. What is a virtual prototyping?  \n263. What is rapid prototyping?  \n264. What is the morphological analysis?  \n265. What means  the concept of synergy?  \n266. What is the stability analysis of discrete systems using the Z -transform?  \n267. Simulation studies proper operation and ownership of the proposed system prior to the \nmechatronic device prototype.  \n268. Time to Market means the period from conception until the product launch. What is \nthe impact of virtual prototyping on this process?  \n269. Multi branch simulations are an important part of the process of mechatronic design. \nWhat is the origin of these simulations name?  \n270. How is implemented mechanical ly precise rotary motion with a resolution of fractions \nof a nanometer?  \n271. What is a typical range of deformation motion of the piezoelectric actuator?  \n272. What is the typical working range of voltages used in piezoelectric actuators?  \n273. What order of magnitude of t he maximum force can reach a piezoelectric deformation \nactuator?  \n274. What is the diameter of the smallest commercial rotary DC motor?  \n275. How many words could be fit at the surface of 0.5 square millimeters?  \n276. How big is the smallest autonomous wheel micromanipulato r? \n277. With the help of what the device can accurately visualize the surfaces of microscopic \nsize?  \n278. What is the principle of work of the resonant piezoelectric motor?  \n279. What is the maximum resolution of resonant drive motion?  \n280. What is emulation?  \n281. What is meant by t he term mechatronics?  \n282. What is mechatronic design process?  \n283. What is software CAE (Computer Aided Engineering)?  \n284. What is the Rigid Body model?  \n285. What does it mean that the mechatronic device operates in real time?  \n \nOBJECT ORIENTED PROGRAMMING LANGUAGES  / MODELING \nOF OBJECT ORIENTED SOFTWARE  \n286. What is an Abstract method?  \n287. What is Virtual method ? \n288. What is Polymorphism ? \n289. What for are static method?  \n290. What is class ? \n291. What is an interface in Object Oriented Programming?  \n\nPage  18 z 26 \n 292. What is encapsulation ? \n293. What is hashtable (dictionary in some languages)?  \n294. What is inheritance ? \n295. What languages are not usings weak typing?  \n296. Properties of set . \n297. What is SOLID ? \n298. What is TDD ? \n299. What is relationship between a class and an object?  \n300. What is stack ? \n \nACTUATING, SENSING AND CONTROL MECHATRONIC SYSTEMS  \n301. Accuracy and resolution of a sensor:  \n302. Incrementa l encoders are used for direct measurements of:  \n303. The dominant reason of resistance changes:  \n304. Voltage induced in a tachometer generator is rectified with:  \n305. The output quantity of transducers based on direct piezoelectric effect is:  \n306. Inertial sensors are:  \n307. Dark current in CCD image sensors is caused by:  \n308. For a power driver, piezoelectric actuators working at low frequencies, behave as:  \n309. In a case of cyclic movement of a piezoelectric actuator:  \n310. The task of the external electronic commutator  in Permanent Magnet Synchronous \nMotor (PMSM) is:  \n311. MEMS micromachining:  \n312. Seismic transducer is used in:  \n313. Thermoelectric thermometers operate utilizing:  \n314. Linear variable differential transformer is used to measure:  \n315. Combinatorial circuits are:  \n316. A FSM (Finite S tate Automaton) is:  \n317. RAM is:  \n318. Dynamic memories:  \n319. A useful microprocessor system must contain at least:  \n320. Control instructions of a microprocessor are used to:  \n321. Serial synchronous transmission is a transmission with:  \n322. Compiled C language program functions can  use the microprocessor stack for:  \n323. Architecture of a microprocessor system with separate system buses for instructions \nand data:  \n324. The use of program cache memory:  \n325. The name “Little Endian” specifies how:  \n326. Canonical form of combinational logic functions is :  \n327. Signal propagation time between any given two points in the FPGA chip:  \n\nPage  19 z 26 \n 328. Direct memory access (DMA) consist in:  \n329. How to change the speed of a DC motor?  \n330. How to change the direction of rotation of a DC motor with permanent magnet stator?  \n331. The highest startin g torque has DC motor with:  \n332. Microstepping . \n333. What does PWM mean?  \n334. The inverter is used to:  \n335. Rectifier is used to:  \n336. How many diodes is required to build a three phase full -wave rectifier?  \n337. Hydraulic motor transforms into mechanical energy:  \n338. Force in pneumatic actuator is:  \n339. Starting moment for a synchronous drive:  \n340. Reluctance drive:  \n \nVIRTUAL PROTOTYPING IN DESIGN  \n341. Explain the meaning of ‘virtual prototyping’ . \n342. The use of virtual prototyping in the design process allows for:  \n343. Explain the meaning of Product Lifecycle M anagement (PLM) . \n344. Explain the concept of ‘verification’ in the context of computational mechanics.  \n345. Explain the concept of ‘validation’ in the context of computational mechanics.  \n346. What is the Finite Element Method (FEM) ? \n347. What are the ‘shape functions’ in Fin ite Element Method (FEM) ? \n348. What are the Multibody Simulations (MBS) ? \n349. Explain the meaning of the ‘synergy’ concept . \n350. What is the concept of ‘morphological analysis’ in mechatronic design ? \n351. Explain the concept of ‘multiscale simulations’ . \n352. Explain the concept of  ‘multiphysics simulations’ . \n353. Explain the design paradox related to the knowledge gained about the product and the \nflexibility in introducing design changes.  \n354. Should the manufacturing technology be considered during the geometry modeling \nstage or later in th e final design stages just before manufacturing.  \n355. Explain the term Computer Aided Engineering (CAE) . \n \nINDUSTRIAL ROBOTS  / SERVICE ROBOTS  \n356. Definition of a Robot Manipulator.  \n357. For what purpose is used a simple kinematics problem?  \n358. For what purpose is used an inverse kinematics problem?  \n359. Basic robot systems.  \n360. What kind of configuration is anthropomorphic type of manipulator?  \n361. What kind of configuration SCARA type of manipulator?  \n\nPage  20 z 26 \n 362. What is a service robot?  \n363. What is the appropriate form of the criterion of the robot design quality assessment?  \n364. What is the number of degrees of freedom of a robot end -effector?  \n365. What is the mobility of the robot manipulator kinematic chain?  \n366. What is the definition of the robot nominal load?  \n367. What is the robot manipulator positioning accuracy ? \n368. What is the robot manipulator positioning repeatability?  \n369. Why the variability of the robot manipulator positioning accuracy is determined in \npractice?  \n370. Compare values of positioning accuracy and positioning repeatability of nowadays \nrobots?  \n371. Which measuring  devices are used for the most precise determination of the robot \npositioning repeatability during motion?  \n372. What is the principle of a robot end -effector position measurement with use of the \nlaser tracker?  \n373. What is the aim of the absolute calibration of the manipulating robots?  \n374. Explain what the geometrical (functional) absolute calibration of the manipulating \nrobot consists in?  \n375. What information about the pose is presented by the elements of the homogeneous \ntransformation matrix?  \n376. How are the Euler RPY angles u sed to express orientation of an end -effector in a \nmanipulator workspace?  \n377. Which kinematic structures of the manipulator arm are used the most often in practice?  \n378. Which kinematic structures of the manipulator arm are of the closed -loop type?  \n379. What is the kine matic diagram of the Euler wrist?  \n380. What features the electrical driving systems of the robot manipulators possess when \ncompared to the fluid drives?  \n381. What disadvantageous properties possess the compressibility of the air in the \npneumatic driving systems of m anipulators?  \n382. What is the applicability of the hydraulic driving systems in robot manipulators?  \n383. Why the low inertia rotor electric motors are recommended to be used in robot \nmanipulators?  \n384. Which of the electric motors is a typical low inertia one recommended  to be used in \nrobots?  \n385. What should accompany the stepping motors in application in robot manipulators?  \n386. What has made the application of the AC asynchronous motors in robot manipulators \neffective?  \n387. Why the harmonic gearboxes are recommended to be used in rob ot manipulators?  \n388. What construction materials are recommended to be used to manufacture robot links \nfrom the point of view of the mechanical properties of the links?  \n\nPage  21 z 26 \n 389. What are the most important advantages of aluminium for its use in manufacturing of \nrobot l inks?  \n390. What technology is used the most often in manufacturing of links of robot \nmanipulators?  \n391. What is the technique of preloading manipulators’ joints and links applied for?  \n \nMECHATRONIC DESIGN  \n392. Parallel design in Mechatronic is:  \n393. Reproductive compliance of the model allows to:  \n394. The acronym CAD stands for  \n395. The acronym CAE stands for  \n396. The acronym CAM stands for  \n397. Which of the method is not 3d printing method:  \n398. Which of the method allows for 3d printing based on metals  \n399. Stereolithography is a method of  \n400. Which mechatr onic definition is correct  \n401. Rapid prototyping of the control systems may be performed on:  \n402. Hardware -in-the-Loop method allows for:  \n403. One of the morphological analysis phases is  \n404. Which of the method may be used in  morphological analysis?  \n405. Real time simulation m ay be performed in:  \n406. Digital Signal Processor are based on architecture  \n407. Smart material is:  \n408. The MEMS system is:  \n409. Photolithography is:  \n410. Modular robots are:  \n \nIDENTIFICATION AND SIGNALS ANALYSIS  \n411. What is the eigenvalue problem?  \n412. What is the method of least squares?  \n413. How to choose the specific rows of polynomials during the identification of parametric \nmodels?  \n414. Indicate which of the following methods are not based on signal processing in the \nfrequency domain.  \n415. What is the phenomenon aliasing in signal processing ? \n416. Indicate, what is the purpose of time window use in signal processing?  \n417. What type of signal processing methods should Wavelet Transform belong to?  \n418. What is the matrix A in the equation of state saved in the form x   (t) = Ax (t) + Bu (t)?  \n419. What we call the system transfer function?  \n420. What we call the modal model?  \n\nPage  22 z 26 \n COMPUTER AIDED MANUFACTURING  \n421. Computer Aided Manufacturing software.  \n422. Basic concepts of CAD/CAM  \n423. Solid and surface modeling in the 3D space  \n424. Computer aided milling  \n425. Computer aided turning  \n426. Machining process  simulations in CATIA V5  \n427. Manufacturing of plastic products in injection molds.  \n428. Advanced CAD/CAM methods.  \n429. Manufacturing process configurations.  \n430. Operations of a machining process – basic terms.  \n \nSOFTWARE ENGINEERING  \n431. The UML diagram shown below is:   \n \n432. The UML diagram shown below is:   \n \n433. In the UML diagram shown below, the class C2   will: \n \n434. In the UML diagram shown below, transitioning from  state 'state_0' to state 'state_1' \nwill result in:   \n \n435. The symbol of UML state may include:  \n436. The UML state machine diagrams may include:  \n\n\nPage  23 z 26 \n 437. The UML diagram shown below defines:  \n \n438. A UML activity diagram may include:  \n439. In the UML diagram shown below:  \n440. Flows in the UML activity diagrams may be annotated with:  \n441. A relationship between elements A1 and A2 in the following UML diagram is:  \n \n442. The following UML diagram represents a pattern:  \n \n443. When executing the following UML diagram, the 'print' state will display the value of \nvariable 'n' equal to:  \n \n\n\nPage  24 z 26 \n 444. The Element E6 on the following UML diagram i s: \n \n \nVISION SYSTEMS  / VISION TECHNIQUES  \n445. Image binarization .  \n446. Image histogram.  \n447. Image equalization . \n448. Results of square root of function:  \n449. Results of  image logarithm : \n450. Results of power function : \n451. First raw of the Prewitt operator:  \n452. First raw of the Sobel operator:  \n453. Morphological opening : \n454. Morphological closing : \n455. Laplasjan operator :  \n456. Second order moment of an analyzed object:  \n457. K-means clustering is used for:  \n458. Image segmentation .  \n459. Image analysis .  \n460. Image feature . \n461. Internal matrix of camera calibration contains:  \n \nNEURAL NETWORKS AND FUZZY SYSTEMS IN ENGINEERING  / \nGENETIC AND EVOLUTIONARY ALGORITHMS IN ENGINEERING  \n462. In which range are scaled the fuzzy membership functions ?  \n463. Does intersec tion function consisting of two fuzzy sets mean:  \n464. Fuzzy model where the consequences of fuzzy rules have a form of fuzzy logic sets is \ncalled the model:  \n465. Fuzzy controller consists of : \n466. Dynamical fuzzy controller requires the following signal(s):  \n467. In multilayered neural networks, layers between input layer and output layer are \ncalled:  \n468. In Supervised training the main idea is:  \n469. How the information about network output correctess is provided to the network in \nunsupervised training  \n\n\nPage  25 z 26 \n 470. The benefit of neural net works application in modelling and control is:  \n471. Hopfield neural network is an example of:  \n \nCOMPUTER NETWORKS AND DATABASES  / INFORMATION \nTECHNIQUES IN ENGINEERING PRACTICE  \n472. What is SSH?  \n473. Indicate the main differences between FTP and SFTP?  \n474. What is the SFTP?  \n475. What is the command syntax listing the directory contents?  \n476. What enables the FTP service?  \n477. What is type in the browser window, when we connect in graphic mode (GUI) to the \nserver ftp of address ftp.microsoft.com?  \n478. Is the number within the smallest subnet that occurs in the IP address \\149.156.96.9 \\ \nmay be valid, and what mean the various numbers?  \n479. What is HTML?  \n480. Indicate to the so -called character part of the header of the document, which contains \ninformation about the document that is not displayed, but they can be used for example by \nInternet search engines. (What markers are limiting it?)  \n481. For what purpose is us ed SQL language?  \n482. What does it mean to declare a field as primary key  \n \nOPERATION OF MECHATRONIC DEVICES  / SYSTEMS OF \nMECHATRONIC DEVICES MONITORING  \n483. What is the relationship between expenditures on monitoring and maintenance costs ? \n484. What does the term „preventive maintenance”  mean ? \n485. What does the term „predictive maintenance”  mean ? \n486. Which statement best describes the CMMS system ? \n487. Acoustic emission . \n488. What parameter of mechanical vibration is the best indicator of the misalignment of \nshafts ? \n489. Which shortcut parameter describes the mean time between failures devices ? \n490. What does the abbreviation SIL mean ? \n491. What is the purpose of application of machinery monitoring systems ? \n492. For which tasks can be used infrared camera?  \n493. What parameter of mechanical vibration is the best indicator of the rotor unbalance ? \n494. For what purpose is used analysis of the envelope of mechanical vibrations signal ? \n495. Which of the following statements is FALSE with respect to the accelerometer?  \n \n \n\nPage  26 z 26 \n COMPOSITE STRUCTURES AND THEIR APPLICATIONS  \n496. Composite materials:  \n497. Strength properties of carbon/epoxy composites depend on:  \n498. Symmetrical and balanced laminates have …….. properties.  \n499. Short fiber reinforced injection molded composite materials:  \n500. Glass transition temperature of polymeric material is:  \n \nEXPERIMENTAL METHODS IN TESTING OF MECHATRONICS \nSYSTEMS  \n496. The full spectral resolution depends on:  \n497. For a steady -state, in which an object generates vibrations, resonant frequencies of an \nobject:  \n498. Representation of the frequency response function in time domain is:  \n499. By iden tifying the poles of the mechanical system we can determine:  \n500. In case of modal model local object parameters are described by:  \n\n", "metadata": {}}