{"content": "# Edytuj Scientist: Igor Cependa – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Igor_Cependa&action=formedit\nCrawled: 2025-03-19 22:26:31\n\nEdytuj Scientist: Igor Cependa\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nNazwisko:\n\nImię:\n\nDrugie imię/imiona:\n\nTytuły:\n\nZdjęcie:\n\nIgor Cependa.jpg\n\nData urodzenia:\n\nMiejsce urodzenia:\n\nData śmierci:\n\nMiejsce śmierci:\n\nSpecjalności:\n\nhistoria\npolitologia\n\nPełnione funkcje:\n\nWydział:\n\nJednostka pozawydziałowa:\n\nOdznaczenia i nagrody:\n\nRok przyznania doktoratu h.c. AGH:\n\nPowód przyznania doktoratu h.c. AGH:\n\nTytuły honorowe AGH:\n\nKonsul Honorowy AGH\n\nPełnione Funkcje\n\nFunkcje:\n\nJednostka:\n\nRok_od:\n\nRok_do:\n\ndodaj funkcję\n\nTekst biogramu:\n\nProf. dr hab. '''Igor Cependa''' (1964-)\n\nDyscyplina/specjalności: historia, politologia\n\n== Nota biograficzna ==\n\nUrodził się 18 października 1964 roku w Iwano-Frankiwsku (Stanisławów) na Ukrainie.\n\nUkończył studia na Wydziale Historii Podkarpackiego Uniwersytetu im. Wasyla Stefanyka w Iwano-Frankiwsku.\n\nPracę doktorską obronił w 1993 roku na Kijowskim Uniwersytecie Państwowym. Doktor habilitowany nauk politycznych w 2009 roku, w Instytucie Badań Politycznych i Etnograficznych Narodowej Akademii Nauk Ukrainy. \n\nTytuł profesora zwyczajnego otrzymał w 2011 roku.\n\nOd 1990 roku asystent na Wydziale Historii Iwano-Frankowskiego Państwowego Uniwersytetu Pedagogicznego. W latach 1996-1999 był sekretarzem Ambasady Ukrainy w Polsce. W latach 2006-2012 był prorektorem do spraw współpracy międzynarodowej Przykarpackiego Uniwersytetu Narodowego im. Wasyla Stefanyka. \n\nOd 2012 rektor Przykarpackiego Uniwersytetu Narodowego im. Wasyla Stefanyka. \n\nW latach 1996-2006 realizował w Polsce misje dyplomatyczne. Był współorganizatorem Międzynarodowych seminariów naukowych - \"Ukraina-Polska: trudne pytania\". Negocjował w sprawie uhonorowania polsko-ukraińskich miejsc pamięci, przygotowywał wspólną deklarację Prezydentów Ukrainy i Rzeczypospolitej Polskiej \"O pojednaniu - w 60 rocznicę tragicznych wydarzeń na Wołyniu\".\nOd 2012 współpracuje z kilkoma polskimi uczelniami. \n\nOd wielu lat jest zaangażowany we współpracę naukową i dydaktyczną z Wydziałem Zarządzania AGH.\n\nJest inicjatorem i współtwórcą programu renowacji dawnego astronomiczno-meteorologicznego obserwatorium im. Marszałka Józefa Piłsudskiego. Projekt ten został umieszczony w Komunikacie Prezydentów \"Wspólne wyzwania - nowe wymiary partnerstwa strategicznego\" oraz w \"Mapie Drogowej Współpracy RP i Ukrainy\".\nW 2007 zainicjował stworzenie Międzynarodowego Centrum Spotkań Młodzieży Akademickiej w Gorganach (Ukraina). Misją Centrum jest stworzenie miejsca spotkań młodzieży krajów postradzieckich oraz młodzieży Unii Europejskiej w celu wzajemnego poznania i zwalczania stereotypów. Jest inicjatorem stworzenia Etnograficznego Centrum im. Stanisława Wincenza, które stanie się miejscem warsztatów naukowców z Ukrainy, Polski, Słowacji i Rumunii. Z jego inicjatywy powstała również idea rozbudowania Międzynarodowego Centrum Plenerowego w Worochcie.\n\nAutor kilkudziesięciu prac naukowych w wydawnictwach krajowych i zagranicznych nt. historii stosunków polsko-ukraińskich w XX wieku oraz współczesnych stosunków między Ukrainą a Polską. Zajmuje się również problemem konfliktu polsko-ukraińskiego podczas II wojny światowej, deportacją ludności polskiej i ukraińskiej, m.in. podczas akcji \"Wisła\".\n\nCzłonek rzeczywisty Ukraińskiej Akademii Nauk. \n\nDoktor honoris causa Uniwersytetu Rzeszowskiego 2015. \n\nKonsul Honorowy Akademii Górniczo-Hutniczej 2017 (\"za wiedzę, profesjonalizm, szerokie horyzonty i wyjątkowo twórczą energię w kreowaniu współpracy między narodami Polski i Ukrainy, w kreowaniu życia naukowego i procesu dydaktycznego oraz za skuteczne promowanie Akademii Górniczo-Hutniczej\").\n\n==== Odznaczenia i nagrody ====\nWyróżnienie Rady Najwyższej Ukrainy, Medal Centrum Europy Wschodniej UMCS im. św. Cyryla i Metodego, Odznaka Honorowa Ministra Spraw Zagranicznych Rzeczypospolitej Polskiej \"Bene Merito\"\n\n== Źródła do biogramu ==\n\n==== Artykuły ====\n* [''Protokół z Posiedzenia Senatu AGH''... 29.11.2017], s. 2, 16-18, 37\n\n==== Inne ====\n* Цепенда Ігор Євгенович - доктор політичних наук, професор, [biogram]. [online] [przeglądany 30.01.2018]. Dostępny w: http://www.pu.if.ua/uk/tsependa-ihor-yevhenovych\n* Ректор Цепенда Ігор Євгенович, [foto]. [online] [przeglądany 05.02.2018]. Dostępny w: http://www.pu.if.ua/uk/rectorate.html \n* Targońska B.: Prof. dr hab. Ihor Cependa - Przykarpacki Uniwersytet Narodowy im. Wasyla Stefanyka, [foto]. [online] [przeglądany 26.01.2018]. Dostępny w: http://www.umcs.pl/pl/laureaci-medalu-cew-im-sw-cyryla-i-metodego,11897,prof-dr-hab-ihor-cependa-przykarpacki-uniwersytet-narodowy-im-wasyla-stefanyka,56728.chtm\n\n{{DEFAULTSORT:Cependa, Igor}}\n[[Category:Biogramy]]\n\n'''''<span style=\"color:red;\">stan na dzień 28.01.2023</span>'''''\n\nOpis zmian:\n\nTo jest drobna zmiana\n\nObserwuj\n\nZapisz\n\nPokaż podgląd\n\nPodgląd zmian\n\nAnuluj", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Igor_Cependa&action=formedit", "title": "Edytuj Scientist: Igor Cependa – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "65cac44e142b6e1715f6345705846960", "word_count": 563, "headings": [{"level": 1, "text": "Edytuj Scientist: Igor Cependa"}]}}