{"content": "# Rektor AGH i Pełnomocnik Rektora ds. Współpracy z Japonią Doktorami Honoris Causa japońskiej uczelni-- Serwis Akademii Górniczo-Hutniczej \n\nURL: http://www.agh.edu.pl/osiagniecia/info/article/rektor-agh-i-pelnomocnik-rektora-ds-wspolpracy-z-japonia-doktorami-honoris-causa-japonskiej-uc/\nCrawled: 2025-03-19 22:26:49\n\nRektor AGH i Pełnomocnik Rektora ds. Współpracy z Japonią Doktorami Honoris Causa japońskiej uczelni \n\n 05/03/2015 \n\n5 marca 2015 r. w \nAkademii Górniczo-Hutniczej\n odbyła się uroczystość nadania godności Doktora Honoris Causa jednej z najlepszych uczelni technicznych w Japonii – \nShibaura Institute of Technology \n– dwóm przedstawicielom AGH: Rektorowi Akademii Górniczo-Hutniczej prof. Tadeuszowi Słomce oraz Pełnomocnikowi Rektora ds. Współpracy z Japonią prof. Januszowi Szmydowi. \n\nDelegacja Shibaura Institute of Technology (SIT) przebywała na AGH od 4 marca br. Wtedy też zainaugurowano drugą edycję „Winter School AGH-SIT”. W ramach tej inicjatywy do Krakowa przyjechało 15 studentów tokijskiej uczelni. Wspólnie z koleżankami i kolegami z AGH przez dwa tygodnie będą oni pracować nad projektami związanymi z technologiami energetycznymi. \n\nWizyta władz SIT – w skład delegacji wchodzą m.in. Prezes Zarządu Pan Hisaya Igarashi i Prorektor SIT Profesor Akito Takasaki - jest okazją do podsumowania rozpoczętej w 2004 roku ścisłej współpracy obu uczelni. Koncentruje się ona nie tylko na badaniach (głównie związanych z energetyką oraz inżynierią materiałową), ale także na wymianie studenckiej i wspólnym kształceniu doktorantów (umowa o podwójnym dyplomowaniu). Shibaura Institute of Technology jest jednym z najważniejszych japońskich partnerów Akademii. Na tej prywatnej uczelni, której kampus zlokalizowany jest w centrum Tokio, studiuje ponad 8 tysięcy studentów. We wrześniu 2014 roku SIT znalazła się w gronie 37 najlepszych japońskich szkół wyższych, które otrzymają szczególne wsparcie w rozwoju ze strony Ministerstwa Edukacji, Kultury, Sportu, Nauki i Technologii Japonii (w ramach programu „Top Global University Project”). Wczorajsza uroczystość była dopiero trzecim i czwartym przyznanym Doktoratem Honoris Causa w 90-letniej historii Shibaura Institute of Technology. Zarówno Rektor AGH, jak i prof. Janusz Szmyd, otrzymali to wyróżnienie w uznaniu wieloletnich zasług w rozwijaniu współpracy polsko-japońskiej. \n\nUroczystość swoją obecnością zaszczycił Charge d’Affaires ad interim Japonii, Pan Hiroshi Matsumoto. Podkreślił on znaczenie współpracy polsko-japońskiej i pogratulował obu uczelniom owocnego rozwijania wzajemnych relacji. \n\nAkademia Górniczo-Hutnicza przywiązuje szczególne znaczenie do współpracy naukowej z Japonią. Pierwsza oficjalna umowa została podpisana w 1983 roku z Kyoto University - dotyczyła ona wzajemnego uznania programów studiów. Obecnie AGH współpracuje z dwunastoma japońskimi uczelniami (m.in. z uniwersytetami w Tokio, Hokkaido czy Kyushu), a także wieloma instytucjami i firmami z tego kraju. Jednym z najnowszych przykładów współpracy AGH ze stroną japońską jest stworzonych przez naukowców z Katedry Metrologii AGH projekt układów scalonych do kamer japońskiej firmy Rigaku - jednego z najważniejszych producentów aparatury do badania składu i struktury materiałów oraz kontroli jakości produktów, m.in. w przemyśle farmaceutycznym, chemicznym, elektronicznym i motoryzacyjnym. Rozwiązanie polskich naukowców zostało z sukcesem wdrożone w dwuwymiarowej pikselowej kamerze promieniowania X, HyPix-3000. \n\nPrzykładem doskonałej współpracy na linii AGH-partnerzy japońscy jest umowa i wspólne badania z Japan Coal Energy Center (JCOAL). Kooperacja ta rozwijana jest sukcesywnie od kilku lat za główny cel stawiając sobie realizację projektów związanych z czystymi technologiami węglowymi.  \n\nPowrót\n\n Powiązane pliki\n\n delegacja_japonii_w_agh_6.jpg \n 100 KB \n\n delegacja_japonii_w_agh_5.jpg \n 102 KB \n\n delegacja_japonii_w_agh_4.jpg \n 108 KB \n\n delegacja_japonii_w_agh_1.jpg \n 87 KB", "metadata": {"url": "http://www.agh.edu.pl/osiagniecia/info/article/rektor-agh-i-pelnomocnik-rektora-ds-wspolpracy-z-japonia-doktorami-honoris-causa-japonskiej-uc/", "title": "Rektor AGH i Pełnomocnik Rektora ds. Współpracy z Japonią Doktorami Honoris Causa japońskiej uczelni-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "8898819aaba834af603f693613d25e2a", "word_count": 467, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}