{"content": "Issues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 1 z 24 \n 1. Activity of setting goals and effecting their realization in organizations is:  \n2. The process of marketing management (in classical terms) includes the following stages:  \n3. The marketing mix (in classical terms) includes:  \n4. Name, trade mark, logotype or a combinat ion of these elements used to identify a product or \nservice and to distinguish it from competitors is a definition of:  \n5. The principle of periodicity in accounting is:  \n6. Which of the following is not a primary function of accounting:  \n7. The matching principle in  accounting is, among others:  \n8. A company maximizes profit when the marginal revenue is:  \n9. Non -returnable co -financing of pro -environmental projects is defined as:  \n10. The objective of eco -design of products is to:  \n11. Working capital management is defined as:  \n12. The bas ic factor determining the value of an enterprise is:  \n13. The working capital cycle defines the period of:  \n14. The process in organizational and management sciences is most often defined as:  \n15. According to Porter, processes in organizations are classified as:  \n16. What su b-processes does the production process consist of?  \n17. The function of organizing production is:  \n18. An analysis assessing strengths and weaknesses, opportunities and threats is:  \n19. What factors does the PEST analysis concern?  \n20. The management process involves:  \n21. Lean M anagement is a management concept characterized by:  \n22. One of the characteristics of a company is the priority of objectives:  \n23. The intangible assets of the organization include, among others, the following:  \n24. Basic components of the environment include:  \n25. Typical  economic processes are:  \n26. Effective demand can be defined as:  \n27. Complementary goods can be defined as:  \n28. On a perfect competition market of production factors, the prices of these factors are \ndetermined by:  \n29. According to the law of diminishing returns, assuming that the amount of other factors of \nproduction does not change:  \n30. Price differentiation is related to:  \n31. According to the principle of cost -benefit optimization, a measure should be taken if and only \nif: \n32. You sell your product on a perfect competition market. T he marginal revenue from the sale of \nthe product is equal to:  \n33. Transferring some of the costs and benefits resulting from the activities of a business entity \nto third parties without adequate compensation is referred to as:  \n34. The internalization of environmen tal costs is one of the principles of:  \n35. Who creates anthropogenic capital?  \n36. The principle of sustainable development, whereby business entity bears the costs of \nprevention and remedying environmental damage caused by this entity, is a principle:  \n37. Under which  management function are the objectives of the organization and methods of \ntheir implementation determined?  \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 2 z 24 \n 38. Which management function is about explaining the objectives of the activity and \nencouraging the performers to execute their tasks?  \n39. The participati on of particular management functions depends on the type of organization \nand the level of management hierarchy. Therefore, decisions and management actions can \nbe said to be:  \n40. The operational level of management is responsible for:  \n41. The span of control in m anagement is defined as:  \n42. Organizational crisis is a breakthrough moment, according to the concept of organization \ndevelopment proposed by:  \n43. The organization development model proposed by Quinn and Cameron includes the following \nsteps:  \n44. According to Adizes mo del, the organizational behaviors are oriented on:  \n45. The main goal of commercial organizations is:  \n46. Vertical disintegration is a feature of what kind of organization?  \n47. The four -part organization model according to Leavitt consists of:  \n48. Aspirations, continuous e fforts and a scope of organization's socially desirable activities are \narticulated in:  \n49. The concept of the long -term functioning of the organization, including the operationalized \nmain objectives, methods of operation and rules of behavior:  \n50. The function of  control within the management process should be related to:  \n51. As part of the management process, control is about:  \n52. As part of the management process, prospective control is about:  \n53. What does the role of a financial manager in a company entail?  \n54. At which manag ement level the organizational function is most important?  \n55. At which management level the stimulation/motivation function is most important?  \n56. Information and decisions of the management apparatus transmitted through information \nchannels (shaped by organizat ional rules) to organizational units of the real sphere, which \nresult in efforts to achieve the goals of the organization are:  \n57. Organizational culture manifests itself in:  \n58. An objectively, subjectively, spatially, temporally and usually also procedurally sep arated part \nof a goal to be achieved within a fixed period of time or by a defined deadline falling within \nthe period of time provided for the realization of this goal is :  \n59. Which tax has the greatest share in the revenues of the Polish state budget:  \n60. The ex ample of a company external equity financing is:  \n61. A commune (Polish gmina)  can derive income from a share in revenue of which tax:  \n62. The gross budgeting method is a form of conducting financial management of a unit that is:  \n63. A dividend in a joint -stock company  or a limited liability company is paid out of profit:  \n64. The least risky financial instruments are:  \n65. In what form can insurance companies in Poland operate?  \n66. On what market are shares traded?  \n67. Increasing permeability of all kinds of borders, including national  borders, borders of \neconomies, industries and organizations as well as less tangible borders such as cultural \nnorms, are features of:  \n68. Stakeholders are:  \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 3 z 24 \n 69. Concurrent and interdependent competitive relations and cooperation between competitors \nmaintaining the ir organizational independence is called:  \n70. The classic decision making process of an individual purchaser involves the following steps:  \n71. In the macro -environment of an enterprise (the so -called far environment) the following \ngroups of factors can be distingu ished:  \n72. Opportunities in the SWOT analysis are defined as:  \n73. Threats in the SWOT analysis are defined as:  \n74. In a floating exchange rate system, the increase in the exchange rate of a given currency is \ncalled:  \n75. A reduction of the market interest rate causes:  \n76. Price discrimination allows a company to:  \n77. Price discrimination occurs when a company sells:  \n78. First degree price discrimination occurs when a company:  \n79. Renewable energy resources include:  \n80. The difference between environmental fee and environmental tax is that:  \n81. The rules and procedures for carrying out environmental impact assessment of projects is laid \ndown in the Act:  \n82. The most important feature characterizing the enterprise's environment is:  \n83. The near environment of the organization is composed of:  \n84. The far environm ent of the organizations is composed of:  \n85. Comparison of company's solutions against the best solutions on the market is called:  \n86. Which type of benchmarking is the most difficult to apply:  \n87. Radical reconstruction of an enterprise, resulting most often from its  very bad situation, is:  \n88. The marketing micro -environment is:  \n89. The studies of the enterprise's macro -environment include:  \n90. In which method experts are asked to estimate future phenomena in figures?  \n91. Forecasting based on trends observed in the past and on an as sumption that the \nphenomenon will change as it has so far is:  \n92. A process designed to create a model of reality in order to perform various operations and \ntransformations on this model instead of on the actual reality is:  \n93. The type of personality opposite to introvert is:  \n94. Which of the given skills does not result from the social nature of a human being?  \n95. What kind of decision -making process limitations are the differences in beliefs about people's \nability to think rationally?  \n96. Expectations towards an individual related to having a specific social status. A set of rights \nand obligations resulting from the social position held by an individual. What concept does \nthis definition refer to?  \n97. Self-exploration is about identifying:  \n98. The ability to recognize one's own and  other people's emotional states is related to the \nconcept of:  \n99. Appearance, health, abilities, motivation, family and society constitute:  \n100. The resolution of interpersonal conflicts is based on use of:  \n101. According to the customer typology, the most difficult cu stomer is:  \n102. A strong, conscious or unconscious, sense of positive (happiness, delight, fulfillment) or \nnegative (anger, disgust, fear) stimulus is:  \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 4 z 24 \n 103. Which of the following factors is not a psychological factor influencing the behavior of \nindividuals in organ izations:  \n104. Which factors do not influence the formation of human self -awareness?  \n105. Which of the dimensions is not used to classify emotions?  \n106. Motivation theories can be subcategorized as:  \n107. According to Herzberg's dual -factor theory, hygiene factors include, amo ng others:  \n108. According to Skinner's theory, the behavior of employees can be:  \n109. According to Latham and Lock's theory, an employee's motivation increases when:  \n110. The human capital model emphasizes:  \n111. Which of the features is characteristic for the sieve model?  \n112. Which of the features is characteristic for the human capital strategy?  \n113. An autocratic manager is a manager who:  \n114. A democratic manager is a manager who:  \n115. The most important functions performed by a project manager include:  \n116. Which of the conditions does not cause  the formation of an authoritarian personality?  \n117. The so -called managerial grid model proposed by Blake and Mouton identifies:  \n118. An average person has the need to perform sensible work to the extent that he/she needs \nfood, sleep or air - this is one of the ass umptions of:  \n119. The choice of a solution should be preceded by a search for different solutions and their \nevaluation - this postulate is characteristic of:  \n120. According to the bounded rationality idea, the final choice of possibilities is determined by:  \n121. What st yle of leadership does the coordination of a simple task require?  \n122. Which leadership style is the most appropriate in an organization in a crisis situation?  \n123. Which leadership style is characterized by a significant participation of all team members in \ndecisio n making?  \n124. What style of leadership is characterized by the assumption that a leader is the most \nimportant person in an organization?  \n125. Which style of leadership is characterized by passivity of the leader in relation to the team's \nactions?  \n126. The basic universa l leadership roles are:  \n127. Representation and leadership are the elements of which leadership roles?  \n128. The Theory of X and the Theory of Y formulated by McGregor characterize:  \n129. According to McGregor, a person who is willing to work and does not need to be strict ly \nsupervised represents which type?  \n130. According to McGregor, a person for whom work is a necessity, who works because he/she \nhas to, who requires constant supervision, represents which type?  \n131. Mutual actions between a superior and a subordinate are defined as : \n132. For an organization focused on high quality of its products and services, it is most appropriate \nto choose a human resource management model based on:  \n133. When designing procedures and tools for human capital management in an organization, it is \nnecessary to  take into account:  \n134. According to the theory of reinforcement, the behavior of employees can be influenced by:  \n135. Which management function is about explaining the objectives of the activity and \nencouraging the performers to execute their tasks?  \n136. The concept of  management by objectives is based on the theory of:  \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 5 z 24 \n 137. What are the coercive measures that can be applied in organizations based on?  \n138. Evaluation of employees is an important element of which management function?  \n139. Mixed models of employment planning include emp loyment planning based on:  \n140. Can an alternative decision criterion, i.e. cost minimization, be used in cost -benefit analysis?  \n141. How does a discount rate affect the present value of an investment?  \n142. In general, the net present value of each stream of money can be  expressed a  \n. What does the NCF symbol stand for in this formula?  \n143. A method for assessing investment effectiveness that does not use the change in value of \nmoney in time is:  \n144. In the case of a modified internal rate of return, an investment is profitable wh en: \n145. Which indicator relates to a company's  long -term liquidity assessment?  \n146. The quick ratio formula is:  \n147. The cash ratio formula is:  \n148. The current ratio formula is:  \n149. The liquidity indicator informing about the company's ability to settle liabilities based on al l \ncurrent assets is:  \n150. Discounting of cash flows means multiplying them by:  \n151. The measure of data dispersion is, for example:  \n152. A measure of the level of interdependence between two nominal variables, of which at least \none contains three or more potentially acce pted values, is (among others):  \n153. What (among others) illustrates the dynamics of changes in economic phenomena?  \n154. What is a fixed base index?  \n155. What is a chain base index?  \n156. A database is defined as:  \n157. Documents shared by HTTP servers are identified by URLs (Unifor m Resource Locator). The \nURL is a string that contains:  \n158. Which type of software controls the use of computer resources?  \n159. What is used to create a dataset that meets certain criteria in database systems:  \n160. A field (or set of fields) in a table that clearly defi nes a given record in database systems is:  \n161. What keyword should be used to declare a variable in Visual Basic for Application \nprogramming language?  \n162. Which model is the basis of the Visual Basic for Application programming language?  \n163. In the context of human re sources management, the role of organizational culture is:  \n164. Organizational culture constitutes:  \n165. In his classification of cultural dimensions, Richard Gesteland proposed the differentiation of \ncultures:  \n166. The three levels of organizational culture according to  Shein include:  \n167. According to the Hofstede study, the cultural dimension of \"uncertainty avoidance\" concerns:  \n168. In organizational culture, the artifacts are:  \n169. The main factors influencing organizational culture are:  \n170. Decision making through consensus is a featu re of which culture?  \n171. Management by delegation is:  \n0(1 )n\nt\nt\ntNCFNPVr \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 6 z 24 \n 172. What culture is characterized by: emotional coldness in relations between the participants of \nan organization, depersonalization of relations, subordination and passivity in action, \nconservatism and lack of  flexibility towards new situations?  \n173. In Natura 2000 areas it is possible to carry out investments which:  \n174. Natura 2000 is a network of protected areas in the territory of the European Union. What are \nthe two types of protected areas?  \n175. The strategic document w hich regulates the environmental policy in Poland is:  \n176. The regulations governing the commencement of business activity by an entrepreneur who is \na natural person are contained in:  \n177. The main legal basis for the freedom of economic activity is contained in:  \n178. The provisions imposing the obligation to pay interest for a delay in payment are included in:  \n179. An organizational unit becomes a legal entity as of the date of:  \n180. The formation, form of government and termination of legal persons are determined in:  \n181. According to  the provisions of Polish law, a business entity is:  \n182. Current decisions in a joint -stock company are made by:  \n183. Who represents a joint -stock company?  \n184. A supervisory board in a listed company is most often appointed for the next term by:  \n185. An entity may change t he solutions adopted in the accounting policy:  \n186. Who is responsible for developing the accounting policy of an entity?  \n187. The basic source of accounting regulations in Poland is/are:  \n188. A partnership which can only be established by independent professionals, is:  \n189. The establishment of a limited liability company requires:  \n190. The registered office of a legal person is:  \n191. A company should cease production in the short -term if price falls below:  \n192. A company should cease production in the long -term if price falls below:  \n193. The fu ndamental provisions relating to the formation of a civil law partnership can be found \nin: \n194. The fundamental provisions governing the operation of commercial companies are found in:  \n195. A general partnership agreement should include:  \n196. The method of assessing the risk of a financial decisions is:  \n197. The method of assessing the risk of an investment project is:  \n198. The accounting rate of return is a ratio of:  \n199. The preliminary analysis of balance sheet includes:  \n200. Legal regulations define a business activity as:  \n201. Legal regulati ons define an entrepreneur as:  \n202. The point where total costs equal sales revenue is:  \n203. An increase in the frequency of interest capitalization during a year results in an increase in \nthe amount of interest capitalized:  \n204. One the main features of sole proprietors hip is the fact that:  \n205. A deficit/surplus in a budget of a local government unit is a difference between:  \n206. The methods of evaluation of investment projects taking into account the change in the value \nof money over time do not include:  \n207. The difference between t he company's revenue and expenditure is called:  \n208. Degree of Total Leverage (or Degree of Combined Leverage) informs about the change:  \n209. The methods of a company valuation include:  \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 7 z 24 \n 210. GDP does not include:  \n211. The unemployment rate is calculated as the ratio between t he number of unemployed \npersons and:  \n212. If real GDP has increased and nominal GDP has decreased:  \n213. If a 1% fall in price results in a 2% increase in demand, then the demand is:  \n214. Demand -pull inflation may derive from:  \n215. The risk -free rate of return may be set at a level equal to:  \n216. The method of collecting primary information in which respondents give written answers is:  \n217. The method of collecting primary information in which an interviewee answers the \ninterviewer's questions orally is:  \n218. Questions that concern the charac teristics of a respondent and/or a company he/she \nrepresents are:  \n219. Systematic maintenance, record -keeping, archiving, elaboration of data and findings \nconcerning the specific situation of the company is:  \n220. Which group of methods includes the techniques of col lecting data from primary sources \nsuch as a test of word associations and a test of sentences completion?  \n221. In a questionnaire, the questions with options of answers are:  \n222. Open questions are used in a questionnaire when:  \n223. The method of secondary measurement i n marketing research is:  \n224. What is the aim of marketing research?  \n225. Systems for creating special markets are among the instruments in environmental protection. \nWhich category of instruments do they belong to?  \n226. Ecological reviews are one of the instruments in en vironmental protection that belong to the \ncategory of:  \n227. Corporate social responsibility is defined as a concept whereby companies, at the stage of \nstrategy building, take into account social and environmental interests, as well as relations \nwith various sta keholder groups:  \n228. What are environmental public goods?  \n229. The standards defining the maximum allowed quantities of pollutants released into the \nenvironment are:  \n230. Strategic environmental impact assessment is an environmental impact assessment \nprocedure concerni ng: \n231. A polluter bears cost that is proportional to the size of pollution - this is a definition of:  \n232. The social responsibility of an organization manifests itself through, e.g.:  \n233. The concept of corporate social responsibility refers to:  \n234. The concept of corpora te social responsibility originally referred to:  \n235. Recommendations concerning social responsibility of an organization are included in:  \n236. Various organizational relationships described in an organization chart and bylaws, including \nthe material components of t he organization, are: .  \n237. A synergistic effect occurs when an organization achieves:    \n238. What type of organizational structure is based on the division into markets, products or \ncustomer groups?  \n239. An elementary unit of activity having a separate managerial seg ment is ?  \n240. What does the range of leadership inform about?  \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 8 z 24 \n 241. An elementary unit being a part of organization, defined, among others, in terms of activities \nand duties performed, decision -making powers and responsibilities, is:  \n242. A document that comprehensively  regulates the order in the organization, contains (among \nothers) basic principles of functioning, instructions and framework procedures is ?  \n243. Ensuring necessary resources and ordering the process in space and time is:  \n244. An organization's feature determining the distribution of decision -making powers in a \nhierarchical system is:  \n245. An authority body that is appointed or selected in a process performed on the basis of legally \nregulated procedures is:  \n246. The effect achieved by combining personal entities and activity drivers with permanent \norganizational links in a single organized whole with a common managerial body is:  \n247. An authority whose source is the heritage of social status, e.g. the authority of the elderly, is:  \n248. Delegating part of the decision -making powers to th e lower levels of management is:  \n249. Division of labor and the distribution of tasks between particular departments of the \nenterprise is called:  \n250. The development of detailed bylaws, regulations and procedures is called:  \n251. Formal information flow is the fastest in  the organizations:  \n252. Unification of actions, behaviors and procedures is called:  \n253. A structure facilitating interdisciplinary work that requires cooperation, is flexible and \nenhances synergy is:  \n254. The structure in which there are two types of positions, manager ial and executive, is:  \n255. The characteristics of organizational staff cells include:  \n256. What is a process map used for?  \n257. What does Kaizen mean?  \n258. What is the Ishikawa Diagram used for?  \n259. The PDCA cycle was introduced by:  \n260. Costs of non -compliance include:  \n261. The risk fact or in the FMEA method is:  \n262. The basic document defining the rules and procedure of conduct, responsibility for actions \nand conditions of their supervision is:  \n263. The input data in the QFD method are:  \n264. The current definition of audit used in the 19001 standard is : \n265. A unique, complex undertaking completed within a finite period of time, realized by a team in \na way that is relatively independent from the repetitive activity of the organization, using \nspecial methods and techniques:  \n266. Which three key project parameters constitute a project triangle:  \n267. The creator of a well -known theory of roles in a project team is:  \n268. The most important methods of networked project planning include:  \n269. A critical path in a project is:  \n270. What are the two dimensions of a risk assessment matrix in a  project?  \n271. The basic role of IT systems in project management is:  \n272. According to the Project Management Institute, the basic areas of project management \ninclude:  \n273. Graphical presentation of project division into particular tasks and time schedule is:  \n274. Who is mos t often considered to be the creator of the theory of organization?  \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 9 z 24 \n 275. Gantt was the forerunner of:  \n276. According to Fayol, administrative functions include:  \n277. Which trend in management sciences focused on the organization of executive processes \n(production and ser vice processes)?  \n278. Which trend in management sciences focused on the organization of processes in the \neconomy and administration?  \n279. Who is considered to be the creator of the work methods research?  \n280. Who is considered to be the creator of analytical evaluation o f work?  \n281. Who is considered to be the creator of the SMED method?  \n282. One of the basic methods for assessing company's competitiveness was developed by:  \n283. What are the basic prerequisites for the Patent Office to issue a decision on granting a patent \nfor an invent ion and a protection right for a utility model ?  \n284. Priority to obtain a patent is determined based on:  \n285. What is the nature of the priority right to obtain a patent?  \n286. What behavior represents unfair competition?  \n287. What rights are acquired after granting a patent  by the Patent Office of the Republic of \nPoland?  \n288. What is the form of an industrial property right  (patent) transfer agreement (in Polish \ncopyright law)?  \n289. What a re the criteria for patentability?  \n290. What is distributed works (in Polish copyright law)?  \n291. What constitutes a business secret?  \n292. What is the subject of copyright protection?  \n293. What are the rules of disposal and use of the work by its author?  \n294. What is the method of  software protection?   \n295. What are the premises of permitted private use (In Polish copyright law)?  \n296. When is the right to quote entitled?   \n297. An industrial design in a specified form is protected:  \n298. Another person's patent for an invention may be infringed, exclu ding the license, without any \nconsequences:  \n299. When is an inventor of a patented invention entitled to remuneration from the person who \nuses that invention?  \n300. In order to distribute his/her work abroad, in accordance with copyright law, the author \nshould:  \n301. The e xamples of a company external equity financing are:  \n302. A principle according to which  a company should aim at the best possible achievement of its \ntargets or minimum consumption of resources , if better realization of targets is not possible, \nis: \n303. The forms o f employment of a natural person based on a non -employment contract do not \ninclude:  \n304. Leasing involves:  \n305. A takeover, against payment, of a proven business idea that has been tested and developed \nby another entity, and then its implementation with the support  of the initiator of the idea, \nis: \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 10 z 24 \n 306. An entrepreneur who in at least one of the last two financial years employed on average less \nthan 10 employees annually and achieved an annual net turnover from the sale of goods, \nproducts or services and financial operat ions below the PLN equivalent of EUR 2 million or \nwhose total assets in a balance sheet at the end of a financial year did not exceed EUR 2 \nmillion, may be included in the group:  \n307. Primary financial or in -kind contributions of the owners, made at the moment of establishing \na limited liability company are referred to as:  \n308. Maintaining comprehensive bookkeeping, i.e. recording all business operations and keeping \nthe so -called accounting books, is an obligation for every entrepreneur who:  \n309. When establishing an indi vidual business activity, it is not necessary to:  \n310. What type of organization does not need managers?  \n311. The fulfillment of social needs, according to Maslow's theory of the hierarchy of needs in the \norganization, includes:  \n312. The purpose of work -life programs is:  \n313. The European Social Charter is a guarantee of:  \n314. In the Maslow pyramid of needs, the needs are arranged in the following order (from the \nbasic needs):  \n315. Individualism and collectivism are the cultural dimensions proposed by:    \n316. The form of supporting employe es in carrying out tasks and developing competences is:  \n317. Interpersonal relations and the arrangement of positions within the groups enable \nidentification of:  \n318. The interactive structure determines to a large extent:  \n319. Acceptance of equality in the system of soc ial relations is connected with:  \n320. The hierarchy of needs according to Maslow is used to:  \n321. In three -dimensional space,               equation describes:  \n322. The elasticity of a function of one variable in a point informs us about:  \n323. The gradient of  f function at a point is called:  \n324. The result of solving a system of equations is r(A)=3 and r(U)=3, where A represents the ma in \nmatrix and U is an augmented matrix for this system of equations. Then the system of \nequations:  \n325. D is an interval and        is a function of the argument x. The function       is called \nthe primary function of the function f, if: \n326. The prerequisite fo r the convergence of the series       \n    says that:  \n327. Bernoulli's differential equation of    \n                is solved by reducing it to a linear \nequation for the function       by substituting:  \n328. What is the scalar product of tw o three -dimensional vectors?  \n329. The matrix is reversible if:  \n330. The integrable functions are:  \n331. A definite integral is:  \n332. A cosmetic company operating on the Polish market intends to offer its customers a new line \nof care products. Which criterion of segmentation wi ll be important here?  \n333. The most appropriate pricing strategy for a product (telecommunication industry) to be \nreleased on the market as an absolute innovation is:  \n334. An example of expense that is not a cost is:  \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 11 z 24 \n 335. Which indicators can be used to assess company's ability to meet its current liabilities:  \n336. What are the conditions of people's behavior in an organization that include ease of \nperception?  \n337. Group influence on the individual in an organization could be included among which \ndeterminants of human behavior in o rganization:  \n338. Differences in standards and values recognized by different categories of employees in the \norganization could be included among which determinants of human behavior in \norganization:  \n339. If the approving authority has not adopted a resolution on th e division of the financial result \nfor the previous financial year, the amount of the result for the current financial year is \npresented in the balance sheet in accordance with the Accounting Act as an item:  \n340. Short -term liabilities include:   \n341. The Cash Flow analysis, based on the project risk assessment, assumed a discount rate of 8%. \nThe internal IRR rate of return on this investment is 10%. Should this investment be carried \nout?  \n342. A company operates under conditions of perfect competition and sells its produc t at market \nprice. What will happen if the company increases the price?  \n343. A company operates under monopoly conditions and sells its product at a price it has set \nitself. What will happen if the company increases the price?  \n344. Which tool would you use to assess  the financial situation of the company?  \n345. Shortening of working capital cycle is achievable through:  \n346. Marginal cost of shortening working capital cycle should be:  \n347. A high level of operational leverage where other conditions remain unchanged means that:  \n348. Does i ncreasing investment always lead to production growth?  \n349. Does the increase of working time always lead to production growth?  \n350. Increase in interest rates makes financing of an investment with one's own cash:  \n351. The value of tangible fixed assets under constructio n in connection with its valuation as of the \nbalance sheet date increases, among others, :  \n352. Tangible current assets may include:  \n353. An enterprise operating in an openly competitive market will reduce its production volume \nwhen:  \n354. Which of the following situation s indicates that the company operates in the condition of a \nmonopoly?  \n355. Economies of scale arise when, along wi th production increase : \n356. A couple of duopolists competing in terms of prices have only two options: to set a high price \nof 8 USD or a low price of 6 USD. Both companies are forced to set prices independently of \neach other. The table shows the effect of different pricing strategies on the companies' profit \nlevels. What pricing strategy will these companies choose:  \n  Company 2  \n  High price  Low price  \nCompany 1  High price  10, 10  5, 12  \nLow price  12, 5  7, 7 \n \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 12 z 24 \n 357. You attend lectures on Managerial Economics. Your costs and marginal utility from \nparticipating the classes are shown in the chart. In view of a correct cost -benefit analysis, you \nwould decide to a ttend the following number of hours:  \n \n358. You attend lectures on Managerial Economics. Your costs and marginal utility from \nparticipating the classes are shown in the chart.  In view of a correct cost -benefit analysis, \nyour net benefit is:  \n \n359. Based on the deci sion tree method, you calculated that the expected value associated with \nthe decision to introduce a new product to the market is equal to PLN 10 million. \nUnfortunately, the project ended in failure. Your decision concerning the implementation of \nthis proj ect was:  \n360. You have estimated the function of demand for airline tickets as: Q = 22.4 - 2.1P + 1.1Pk + \n3.2Y, where:  Q - sales, P - ticket price, Pk - ticket price of the competitor, Y - income of the \npopulation. The reduction of the ticket price by your com petitor by 10 PLN will result in:  \n361. The estimated production function of your company is                      , where    is \ncapital and    is labor. Thus, an increase in capital expenditure by 1% will result in an increase \nin production vo lume by:  \n362. The short -term total cost function is: Kc = 20+10Q + Q2, where Q is production volume. In \ncase of production volume Q = 100 , the fixed cost will be:  \n  \n\n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 13 z 24 \n 363. A company is trying to minimize its total production costs represented by an equation:               \nKc = f(Q1, Q2), where Q1, Q2 are production of product 1 and 2. The company's production \ncapacity is limited: Q1 + Q2 < 100 . If Lagrange multiplier for this task is z = 10 , then the \nincrease in production capacity will cause:  \n364. A manager responsible for  manufacturing a product wants to define the production volume \nand price that will ensure maximum profit. On the basis of marketing research and \nproduction analysis, he estimated the profit function for this product as: Z = 2Q - 0.1Q2 - 3.6. \nThe marginal c ost necessary for further calculations is:  \n365. An investment project has been assessed. With a discount rate of 5% NPV= 1200, the internal \nrate of return on this investment project:  \n366. Three investment projects were evaluated. For the same discount rate NPV1=200,  NPV2=0, \nNPV3= -10. Which of these projects is the most profitable?  \n367. A company has to choose between two investment projects: project A with NPV = 200 and \nIRR = 5%, and project B with NPV = 200 and IRR = 6%. Which project should be selected?  \n368. An investment pr oject is profitable if its internal rate of return is greater than or equal to:  \n369. At the end of a period, on the account \"Operating costs\", Dt  turnover was 2000 and Ct \nturnover was 5000. This means that:  \n370. 370. In an economic unit, the selected information on  the opening (OB) and closing balance \n(CB) of some accounts is as follows:  \n‒ Materials OB 1000, CB 3000;  \n‒ Work in progress OB 300, CB 400;  \n‒ Finished goods OB 6000, CB 5000;  \n‒ Credit/negative Deviations from the standard Price of Products OB 600, CB 500 ; \nThe amou nt and nature of change in the balance of products are as follows:  \n371. A company is characterized by the following parameters: price elasticity of demand for the \nproduct - Ep = -0.1; income elasticity of demand for the product - EY = 1.0 ; intended price \nincrea se of the product - 10%; estimated increase of consumer income - 5%. What changes in \ndemand await this company?  \n372. Your company produces a product with a fixed marginal cost MC = 10 PLN/piece. The unit \ncost is 15 PLN/piece. Demand for this product is characte rized by the price elasticity factor  \nEp = -2. The optimal price level for this product on such market is?  \n373. Price elasticity of demand for petrol is Ep = -0.3. Estimated increase in the price of petrol is \n20%. Under these conditions, the demand for petrol:  \n374. What will be the average capital cost of borrowed money, if the loan interest rate is 27% and \nthe income tax rate is 30%?  \n375. Company \"X\" sold 1,000 pieces of product at 10 PLN/piece, fixed costs amounted to 3,000 \nPLN, variable costs 4,000 PLN, and tax 20%. Wh at is the EBIT?  \n376. Which tools will you use to assess the effectiveness of your investment?  \n377. Which tools will you use to identify risks?  \n378. Which tools will you use for financial analysis?  \n  \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 14 z 24 \n 379. In a certain country, we have 4 parcels of land, 100 hectares each, char acterized as below:  \nParcel of land  Land input  Labor input  Production  \nG1 1 5 1 ton  \nG2 2 2 1 ton  \nG3 2 2.5 1 ton  \nG4 5 1 1 ton  \nThe pay is 0.1 ton for a unit of labor. All parcels of land are cultivated using one method. The \nproduction profit rate of 10 to ns is:  \n380. Let’s assume that the price p = 5, the fixed costs are 10 and the marginal costs are \n2)(xKk. \nProfit for production of 10 pieces is:  \n381. Let’s assume that the price p =10, the fixed costs are 10 and the marginal costs are\n1)(xKk.  \nProfit for production of 10 pieces is:  \n382. Let’s assume that the price p =5, the fixed costs are 10 and the marginal costs are\n1)(xKk.  \nProfit for production of 10 pieces is:  \n383. The external factor influencing the choice of product distribu tion strategy is:  \n384. Among the external factors influencing the pricing of products, it is worth to mention:  \n385. Using the PEST model, we can analyze:  \n386. Using Porter's \"5 forces\" model, we can analyze, among others, the following:  \n387. We can use the BCG matrix to, amon g other things:  \n388. Using the extrapolation of trends, one can estimate:  \n389. In the analysis of an organization’s near environment, we take into account:  \n390. A company identifies three market segments with the price elasticity of demand equal to, \nrespectively, segment  1 = ( -5), segment 2 = ( -4) and segment 3 = ( -3). The sales marginal cost \nin each segment is 200 PLN. The company will offer the highest price in segment:  \n391. Your company is planning to introduce a new product to the market. The prior experience of \nthe compan y indicates that the probability of market success of a new product equals 30%. \nThe success would bring the profit of 1 million PLN, whereas the failure would cost the \ncompany 0.5 million PLN. Assuming that the company's management board is going to apply \nthe criterion of anticipated value, what decision should be made in this situation – should the \nnew product be introduced to the market or not?  \n392. An oil prospector has to decide, whether to start drilling the oil well. The cost of drilling is \n$200,000. This  money shall be irretrievable, if the well turns out to be a “dry hole”, that is, \nthe place does not hold oil deposits. If, however, the well is successful, the exploiter shall \nmake the profit of $600,000. The probability of finding oil equals 40%, of fail ure – 60% (see \nthe chart below). What decision should be made:  \n \n \n393. Ecosystem services can be priced by assigning monetary value to:  \n\n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 15 z 24 \n 394. Economic valuation of environment can be performed using direct methods (declared \npreferences), in which the value of enviro nmental goods is determined by:  \n395. If the tax rate drops from 33% to 22%, then the decrease equals:  \n396. If the nominal GDP increases from 200 to 220 and the inflation level is 10%, then the real \nincrease of GDP equals:  \n397. If inflation between year 1 and year 2 was 5% and real GDP growth was 3%, how much was \nnominal GDP in year 2 if it was 200 in year 1?  \n398. If between year 1 and 2 GDP grew in real terms by 3% and inflation dropped from 5% to 4%, \nthen nominal GDP increased by:  \n399. If between year 1 and year 2 GDP grew in rea l terms by 3% and inflation rose from 5% to 7%, \nthen nominal GDP increased by:  \n400. In the country where XYZ company operates, the unemployment rate has changed \nsignificantly. This change concerns:  \n401. The two main competitors of ABC enterprise have just announced  strategic cooperation. This \nchange concerns:  \n402. A key supplier of ABC company has just declared bankruptcy. This change concerns:   \n403. In the country in which XYZ company operates, the age structure of population is changing \n(the citizens are ageing). This cha nge concerns:  \n404. For the quantity of sales of a certain product, a chain index has been determined. The value \nof this index in 2018 was 1.21. This means that :  \n405. How can a trend of a given phenomenon can be distinguished by eliminating its seasonal \nfluctuations ? \n406. For the quantity of sales of a certain product, an index with a fixed base was determined, \nassuming 2016 as the basis. The value of this index in 2017 was 1.21, while in 2018 the index \nwas 0.83. This means that :  \n407. In terms of quarterly seasonality indices  of sales of an item, for Q3 the multiplicative model is \n0.93. This means that:  \n408. In terms of quarterly seasonality indices of sales of an item, for Q3 the additive index is 0.93. \nThis means that:  \n409. In the additive model for the quarterly data regarding revenu e (in million PLN) of a company, \nthe seasonal fluctuation indicator S 3 = 0.7 was calculated. On this basis it can be concluded \nthat:  \n410. In the multiplicative model for the quarterly data regarding revenue (in million PLN) of a \ncompany, the seasonal fluctuati on indicator O 3 = 0.7 was calculated. On this basis it can be \nconcluded that:  \n411. In the additive model for the quarterly data regarding revenue (in million PLN) of a company, \nthe seasonal fluctuation indicator S 3 = 1.2 was calculated. On this basis it can be  concluded \nthat:  \n412. In the multiplicative model for the quarterly data regarding revenue (in million PLN) of a \ncompany, the seasonal fluctuation index O 3 = 1.2 was calculated. On this basis it can be \nconcluded that:  \n  \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 16 z 24 \n 413. Based on the data presented in the table  calculate the relative market share for ABC \ncompany (x in BCG analysis):  \n \n414. Based on the data presented in the table  calculate the product dynamics (y value in BCG \nanalysis):  \n \n415. Based on the data presented in the table   the analyzed product of ABC company  in the BCG \nanalysis is (the dynamics of the entire sector is 11%) : \n \n416. How will the increase in fixed costs affect the optima l production decision of your company?  \n417. How will the increase in variable costs affect the optimal production decision of your \ncompany?  \n418. When can the two objectives of a company - maximizing profit and maximizing revenue – \noverlap?  \n419. The number of batches of t he product you produce is 4 (see figure). It will be beneficial for \nyou:  \n \n  \ncurrent\nyearprevious\nyearcurrent\nyearprevious\nyearcurrent\nyearprevious\nyearcurrent\nyearprevious\nyearcurrent\nyearprevious\nyear\n90 65 75 70 40 28 50 29 255 192Analyzed company Competitor 1 Competitor 2 Competitor 3 TotalSales in mln PLN\ncurrent\nyearprevious\nyearcurrent\nyearprevious\nyearcurrent\nyearprevious\nyearcurrent\nyearprevious\nyearcurrent\nyearprevious\nyear\n90 65 75 70 40 28 50 29 255 192Analyzed company Competitor 1 Competitor 2 Competitor 3 TotalSales in mln PLN\ncurrent\nyearprevious\nyearcurrent\nyearprevious\nyearcurrent\nyearprevious\nyearcurrent\nyearprevious\nyearcurrent\nyearprevious\nyear\n90 65 75 70 40 28 50 29 255 192Analyzed company Competitor 1 Competitor 2 Competitor 3 TotalSales in mln PLN\n\n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 17 z 24 \n 420. The socially optimal production level of an enterprise causing external costs (where MNPB - \nmarginal net private benefit function; MEC - marginal external costs function) is:  \n \n421. If the share of fixed costs in total costs is high, sensitivity of profit to fluctuations in sales is:  \n422. The efficiency of assets measured by operating profit must be:  \n423. Financial planning enables:  \n424. Planning of cash receipts and expenses in very short periods of time, even several days:  \n425. In order to describe the return on equity, it is possible to use the indicator:  \n426. A decrease in receivables at constant value of sales will result in:  \n427. A manager is anticipating the distribution of results probability for a new produ ct launch in \nthe first year of sales presented in the table below.  \nResult  Sales revenue in the first \nyear (USD)  Probability  \nAbsolute success  10 000 000  0.1 \nPromising prospects  7 000 000  0.3 \nAmbiguous market reaction  3 000 000  0.2 \nFailure  1 000 000  0.4 \nThe expected value of revenue from the sale of this project is:  \n428. In small and microbusinesses, the most frequently used method of employee evaluation is:   \n429. In a situation of urgent need to hire a highly qualified production manager and under the \ncondition s of an employer's market, the most appropriate method of recruitment is:  \n430. The main drawbacks of the Assessment Centre method used in the selection process are:  \n431. The most important advantages of employee improvement within the organization are:  \n432. What perks wi ll work best in an IT company that employs mostly young people?  \n433. Which rules of job organization are adopted in asynchronous pipelines in order to ensure \nequal workload for all employees?  \n434. Efficiency of production process is affected by:  \n435. In order to ensure s ynchronization of the manufacturing process, it is necessary to:  \n436. A bottleneck in a production process can be identified based on:  \n437. Which type of production process organization ensures the shortest time of production \ncycle?  \n438. A company has recently changed it s technological line. The main issue in the nearest future \nwill be:  \n\n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 18 z 24 \n 439. The production process of a certain product includes four consecutive operations with times: \n2 min, 6 min, 5 min, 4 min. What is the process productivity?  \n440. The production process of a certa in product includes four consecutive operations with times: \n2 min, 6 min, 5 min, 4 min. The bottleneck of the process occurs on the station performing \noperation:  \n441. By how many units will the efficiency of the production process increase if the tact (T=20 min ) \nin parallel production flow is shortened by 25%?  \n442. How many % should the cycle (T=20 min) of the parallel production process be shortened in \norder to increase productivity by 60 %?  \n443. Which behavior is not recommended for novice businesspeople who want to red uce the risk \nof business failure?  \n444. While considering the establishment of a limited liability company and if one wants to \nexplore the legal basis for its creation and operation, one should look at the following:  \n445. A limited partnership is a form of cooperatio n between entities with diversified capital. One \nof its advantages is that:  \n446. In order to secure funds for the development of a company in the initial period of its \nexistence, it is possible to use the so -called small ZUS (Social Insurance Institution), whic h \nallows to pay:  \n447. Partners in a limited liability company are only obliged to pay:  \n448. Partners in a limited liability company ………………….for the liabilities of the company:  \n449. A limited liability company may be established by:  \n450. For the establishment of a joint -stock company it is required:  \n451. In order to register a limited liability partnership in a registry court, it is necessary to enclose:  \n452. Anna was given several dozens of Dutch tulip bulbs as a birthday present. Because it was too \nlate to plant them in the garden, Ann a asked her friend, Natalie, to plant them in a \ngreenhouse that she rents from Monica. In the spring, the flowers:  \n453. As previously agreed, X sold his van (registration number K1 MAX) to Y for 19 000 PLN, paid in \ncash on the spot, pick -up in 2 days from the t ransaction, in X's garage. When Y arrived to \ncollect his car, it occurred that a fire extinguisher, a warning triangle and a spare wheel were \nmissing. Surprised Y was informed by X that the agreement concerned the car, not the \nadditional equipment.  Choose  the answer based on your assessment of this situation:  \n454. A foreign investment company intends to start its business in Poland. The company produces \nand sells  LCD computer monitors. Until the company has built its own production plant, it \nwill rent a factor y from a Polish company. During the preliminary negotiations, the parties \nagreed that all contracts should be concluded in the form of a notarial deed. Two months \nlater, the parties contracted a factory building lease agreement and the signatures on the \ndocument were officially certified.  Choose the answer based on your assessment of this \nsituation:  \n455. 'Young singles', 'Young, married and childless', 'Young, married, with the youngest child under \n6 years of age', 'Young, married, with children over 6 years of  age' - it is the segmentation of a \ncertain market on the basis of a criterion related to :  \n456. The correct order of procedures used to select the target market is:  \n457. What communication tool should a flour producer use to increase sales of products in the \nshort term?  \n458. The costs directly linked to operating activities are:  \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 19 z 24 \n 459. A segment in the profit and loss statement that reflects only the profit or loss of the principal \nactivity of an enterprise is:  \n460. Other operating costs include:  \n461. The result concerning sales of fixe d assets will be included in the segment:  \n462. What type of balance sheet operation is the creation or increase of supplementary capital or \nprovision as a result of profit distribution?  \n463. Breaking down strategic planning to specific action plans allocated in spac e and time and \nsecuring the basic conditions of the organization's existence: profitability and financial \nliquidity, are functions:  \n464. Increase in the value of inventory at constant sales value will cause:  \n465. What criteria should be taken into account when asses sing the effectiveness of an \ninvestment?  \n466. The minimization of services intangibility should be conducted by means of:  \n467. The minimization of services heterogeneity should by conducted  by means of:  \n468. The minimization of services indivisibility should by conduc ted by means of:  \n469. The minimization of services perishability should be conducted by means of:  \n470. The Spearman's correlation coefficient defines:  \n471. If, in the regression model, the dependent variable (explained, y) is expressed in PLN, then \nthe independent varia ble (explaining, x) is expressed:  \n472. If in the linear regression equation y= a0+a1x and intercept a0 is negative, then:  \n473. In order to store a phone number in the database, what type of field should be selected?  \n474. What task does the presented program perform?  \n \n475. Which of the  following  algorithms gives the variable k value 0:  \n476. Which of the  following  algorithms gives the variable k value 3:  \n477. Which of the  following  algorithms gives the variable k value 0, and the variable j – value 3?  \n478. Which of the  following  algorithms gives the variable k value 3, and the variable j – value 0?  \n479. The execution of the instruction in V isual Basic for Application  “k = 3 \\2: if k <= 1 then k = k -1 \nelse k = k+1” gives the variable k value:  \n480.  The execution of the instruction in V isual Basic for Application  “For k = 1 To 4: Next k” gives \nthe variable k value:  \n481.  In Visual Basic for Application , the instruction Cells(2,4) = Inputbox (“Enter x”)” will cause:  \n482. Internal audits in quality systems are carried out by:  \n483. What enables us to confirm the complia nce of the requirements of the management system \nwith the relevant ISO standards?  \n484. A detailed plan (program) of a given management system audit is developed:  \n485. It is the responsibility of the management systems auditor to:  \n486. The auditor of management systems du ring the audit cannot:  \ns = 0 \ni = 1 \ndo  \n a = Cells(i, 1)  \ns = s + a  \ni = i + 1  \nLoop while a <> 0  \nCells(1, 2) = s  \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 20 z 24 \n 487. Which standard will you use when auditing information security aspects?  \n488. Which criteria will you take into account when deciding on the composition of your internal \naudit team?  \n489. When auditing an organization's context, you will pay par ticular attention to:  \n490. What action will you take to complete the process of carrying out the audit activities on site?  \n491. Evaluation of employees may be an important element of which managerial function:  \n492. In human resources management, feedback has the followin g roles:  \n493. Which model should be used to measure the effectiveness of training and its impact on the \norganization’s performance?  \n494. In order to change the employee's behavior, the most effective methods of professional \ntraining are:  \n495. When is a quality management  system audit considered to have been completed?  \n496. In what cases is ISO 9001 standard binding?  \n497. The right choice of incentive system requires the identification of:  \n498. What aspects need to be considered when determining the processes needed in the quality \nmanage ment system?  \n499. What approach to planning, organization and control processes will you apply for the quality \nmanagement system?  \n500. What tool will you use to evaluate the supplier's management system?  \n501. What should be used to perform a quantitative analysis of data  from the controlled process?  \n502. What tool would you use to describe the process:  \n503. Which method should be used in order to understand the needs and expectations of \nstakeholders concerning the quality management system?  \n504. What serves the purpose of quality contro l of social potential management?  \n505. From the point of view of an organization, the key objectives should be:  \n506. A justified part of indirect production costs  includes:  \n507. Total production cost (Polish: techniczny koszt wytworzenia ) includes:  \n508. In a comparative pro fit and loss account by nature of expenses, what is moved to the \n\"Allocation of costs by type\" Dt side:  \n509. Which accounts are used to prepare the profit and loss statement by function:  \n510. Fixed assets in the balance sheet are priced according to:  \n511. Economic operat ions included in the category of a result -affecting operation result in, for \nexample:  \n512. An action against a legal person or other entity that is not a natural person is brought \naccording to:  \n513. A pecuniary claim against an entrepreneur may be brought before a c ourt:  \n514. How many times can the court refer the parties to mediation in the course of proceedings?  \n515. A summons to a conciliation hearing - irrespective of material property - can be directed to:  \n516. If a general partnership is not able to  pay off all liabilities b ecause its assets are not sufficient \nfor this purpose, it should:  \n517. What should be done if it is necessary to apply the provisions of an act that consists of \nprovisions of the general part and the provisions of the specific part:  \n518. In order to estimate lead -time for a task in a project, it is possible to use:  \n519. If the time reserve for the task execution is 0, it means that:  \n  \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 21 z 24 \n 520. How much time does it take to complete the last task in the diagram?  \n \n \n521. How many tasks in the project structure are distinguished in the di agram?  \n \n522. How many events in the project structure are distinguished in the figure?  \n \n \n523. What method should be used to determine the completion date of the project presented in \nthe diagram?  \n \n \n524. What is used for priority setting and time management:  \n525. \"Sequential \" and \"diachronic\" managers can be identified:  \n526. In order to ensure that the objectives are achieved in a timely manner, it is necessary to:  \n527. Which of the project management tools makes it possible to present tasks on a timeline?  \n528. Postponing tasks in a project  schedule is connected with:  \n529. Which of the activities related to tasks on the critical path may not result in shortening the \nproject implementation time?  \n530. Which tool should be used to specify the project tasks that must be implemented in order to \nachieve the  assumed objectives?  \n531. Rules of promotion adopted in an organization could be included among which determinants \nof human behavior in an organization:  \n\n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 22 z 24 \n 532. To which category would you assign an activity of bending pages in a student record book \nthat is supposed to  bring luck during an exam?  \n533. To which category would you assign studying a user's manual to determine the cause of \nmalfunctions of the device?  \n534. To which category would you assign slamming a door when you are angry because of a \nleaking tap?  \n535. To which category of activities would you assign searching for reading materials that help you \ndevelop your interests?  \n536. \"Inconsistency of two or more attitudes of a person, or differences between attitudes and \nactions\". What phenomenon is described?  \n537. What phenomenon is being dealt with if an individual shows strong inclinations to accepting \nand sharing anti -democratic beliefs manifested in conservative views and attitudes, as well as \nin the perception of the world through the lens of stereotypes and schematic \"rigid\" \nreasoning ? \n538. Which psychological concept do you rely on when inducing desired behaviors based on a \nsystem of punishment and reward?  \n539. Workaholism is an example of:  \n540. What organizational structures should be applied in the case of particularly complex \nproducts, implementa tion of which is a one -off project?  \n541. What organizational structures should be applied in the case of particularly complex products \nand projects requiring the integration of many professional specializations, especially in a \nchanging environment?  \n542. When design ing an organizational structure, it should be remembered that the higher the \nlevel of management, the:  \n543. Which organizational structures should be applied if a small number of management levels \nand a wide scope of leadership are required?  \n544. What should be done  to ensure that the control function is effective?  \n545. What measure should be used to determine the extent to which objectives have been \nachieved?  \n546. What measure should be used to determine the degree of utilization of resources?  \n547. In what enterprise is a function al structure desirable?  \n548. Which organizational structures should be used if it is required to focus on customers and \ntheir expectations?  \n549. What enables the estimation of costs related to a building or construction product over its \nentire life cycle?  \n550. When plann ing the demand for working capital, one should consider:  \n551. Longer working capital cycle means that:  \n552. Shortening of  working capital cycle is achievable through:  \n553. Marginal cost associated with shortening of working capital cycle should be:  \n554. In order to increase the money supply M0, the central bank may:  \n555. If there is a steady increase in inflation, it can be expected that the central bank in Poland \nwill: \n556. If a rate of indirect tax is falling, the resulting situation will be favorable for:  \n557. If, in a certain period of time, labor efficiency is a non -negative linear function, then the \nproduction in this period is:  \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 23 z 24 \n 558. If the marginal cost function is a linear function of production level, then the total cost \nfunction is:  \n559. If the marginal cost function is constant, the total c ost function is:  \n560. If public debt is in a foreign currency, strengthening of local currency without any changes in \nother parameters causes:  \n561. A persuasive speech has the purpose of:  \n562. Public speaking involves the ability of using:  \n563. Public speaking involves:  \n564. The w ays people influence each other are called:  \n565. An introduction to a public speech requires:   \n566. In order to end a public speech, one should:  \n567. If you want to reach your audience you need to:  \n568. Solving a problem or working out a solution involves knowledge of:  \n569. During a public speech one should not:  \n570. How many solutions does the system of equations        \n      \n          have?  \n571. How many solutions in the body of complex numbers does the equation         have?  \n572. Let A be the cost structure matrix, then the Le ontief matrix is calculated according to the \nformula:  \n573. What is the derivative of function                for the argument       ? \n574. What is the price elasticity of demand if     and the demand function is defined by the \nformula             ? \n575. Indefinite integral          is: \n576. Indefinite integral            \n    is: \n577. The convergence area of the power series        \n    \n       is: \n578. The results of ergonomic research show that productivity (number of pieces/ho ur) during a \n12-hour working day can be well approximated by the formula:             for        ]. \nWhat is the daily production:  \n579. In a certain enterprise, the marginal cost function has the form:                . The \ndaily production plan assu mes 200 pieces of product. How will the total costs change when \nthe daily plan increases by 20 pieces?  \n580. Let's consider the cobweb model for which:             ,              ,, where \n      is demand and       is supply at m oment t. Assuming the balance between supply and \ndemand in all time periods, it can be concluded that:  \n581. Let’s consider the model of inflation expectations:   \n              , in a very long term, \nexpected inflation:  \n582. Company XYZ is the only company in  the world that manufactures product A. Which of XYZ's \ndecisions will increase the obstacles that hinder entry into the market:   \n583. ABC is a manufacturer of specialized X components. There are two companies (A and B) that \nuse these components in their produc ts. ABC is a supplier to both companies. Companies A \nand B have just announced a merg er. What does this mean for ABC ? \n\nIssues fo r the entrance exam  \n Second -cycle studies in the field of MANAGEMENT  (specialty International Management)  \n \nStrona 24 z 24 \n 584. Company XYZ's product A is, according to the BCG matrix, a dog. It means that the XYZ \nenterprise should:  \n585. Company XYZ's product A is, accor ding to the BCG matrix, a cash cow. It means that the XYZ \nenterprise should:  \n586. Company XYZ's product A is, according to the BCG matrix, a star. It means that the XYZ \nenterprise should:  \n587. What units can be used to provide a critical path analysis result?  \n588. In BCG  analysis, product X has a high share in a dynamically developing market. Therefore, it \nis: \n589. In BCG analysis, product X has a low share in a dynamically developing market. Therefore, it \nis: \n590. In BCG analysis, product X has a high share in a stable market. The refore, it is:  \n591. In BCG analysis, product X has a low share in a stable market. Therefore, it is:  \n592. In ABC company, the debt ratio is at the level of 0.6. This result means that:  \n593. What is the break -even point if: fixed cost = 1000 PLN/month;  unit variable cost = 2 \nPLN/piece; unit price = 3 PLN/piece?  \n594. Received dividend is recorded in a company as:  \n595. Where in cash flow should a received two -year loan be recorded?  \n596. If you have: expert knowledge, the ability to create innovative solutions, motivation for \nachievements a nd solving problems, you certainly:  \n597. When I believe someone else's behavior to be appropriate, I refer to:  \n598. The ability to think deeper, to think about oneself and one's actions is:  \n599. An attitude characterized by emotional distance to the performed tasks, a be lief that the goal \njustifies the means, is:  \n600. A superior addresses his/her subordinates using the pronoun \"you,\" and they address \nhim/her \"Mr./Ms.\". During lunch breaks they eat in separate rooms of different standards. \nThis means that:  \n\n", "metadata": {}}