{"content": "# Pomoc socjalna - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/student/pomoc-socjalna/\nCrawled: 2025-03-19 21:37:17\n\nPomoc socjalna\n\n2020/2021 – NAJNOWSZE KOMUNIKATY\n\nSzanowni Studenci!\n\ngorąco zachęcamy do składania wniosków o zapomogę, jeśli tylko jest ku temu przesłanka, np. pogorszenie się sytuacji materialnej studenta i rodziny studenta w związku z wprowadzeniem w naszym kraju stanu epidemii. \nZapraszamy do zapoznania się z komunikatem Centrum Spraw Studenckich\n.\n\nUdokumentowane wnioski można składać w systemie teleinformatycznym Uczelni (USOS lub WU), a następnie należy dostarczyć podpisany wniosek wraz z załącznikami (wymagane oryginały dokumentów!) do dziekanatu, p.23 w godzinach przyjmowania stron.\n\nMożliwość rejestracji wniosków elektronicznych o przyznanie stypendium socjalnego jest otwarta. Wnioski można rejestrować zarówno w systemie USOS jak i Dziekanat.XP.\n\nMożna składać wnioski elektroniczne o przyznanie stypendium socjalnego na semestr letni roku akademickiego 2020/2021. Wnioski w wersji papierowej wraz z kompletem dokumentów prosimy składać w teczce lub kopercie na portierni budynku D-13, można je także wysłać tradycyjną pocztą. \nSzczegółowe informacje oraz wykaz niezbędnych dokumentów\n. W razie wątpliwości proszę o kontakt: 012-617-43-90\n\nKomunikat Prorektora ds. studenckich w sprawie stawek stypendialnych na rok 2020/2021\n\nObwieszczenie Prezesa Głównego Urzędu Statystycznego z dnia 23 września 2020 r. w sprawie wysokości przeciętnego dochodu z pracy w indywidualnych gospodarstwach rolnych z 1 ha przeliczeniowego w 2019 r.\n\nNa podstawie art. 18 ustawy z dnia 15 listopada 1984 r. o podatku rolnym (Dz. U. z 2020 r. poz. 333) ogłasza się, że przeciętny dochód z pracy w indywidualnych gospodarstwach rolnych z 1 ha przeliczeniowego wyniósł w 2019 r. 3244 zł.\n\nZgodnie z \nkomunikatem Pana Prorektora\n prosimy o przesyłanie wniosków o stypendium socjalne, stypendium dla osób niepełnosprawnych, zapomogę oraz o stypendium rektora za odpowiednio wysoką średnią ocen pocztą tradycyjną na adres Wydziału lub o składanie ich na portierni budynku D-13. W razie pytań lub wątpliwości prosimy o kontakt telefoniczny w godzinach 8.30 – 14.00, tel. (012)617-43-90.\n\nInformacje dotyczące rozdziału miejsc w domach studenckich Miasteczka Studenckiego AGH na rok akademicki 2020/2021 znajdują się na stronie MS AGH: \nhttps://www.miasteczko.agh.edu.pl/\n\nKomunikat Pani Rektor prof. nadzw. dr hab. Anny Siwik w sprawie rozdziału miejsc w domach studenckich MS AGH na rok akademicki 2020/21\n\nUprzejmie informujemy, że na Wydziale Humanistycznym AGH osobą odpowiedzialną za potwierdzanie danych osób ubiegających się o stypendium z Fundacji im. Jerzego Juzonia jest ____, email: ____ , tel: (012)-617-43-90.\n\nWięcej informacji o tym stypendium\n.\n\nKomunikat dr hab. Anna Siwik, prof. AGH (Prorektor ds. Studenckich) w sprawie stypendiów z Fundacji Edukacyjnej im. Jerzego Juzonia\n\nInformacje dotyczące świadczeń dla kandydatów na studia w AGH\n.", "metadata": {"url": "https://wh.agh.edu.pl/student/pomoc-socjalna/", "title": "Pomoc socjalna - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "4788dd0bfe7633ddc9ea6b7dede8c1eb", "word_count": 395, "headings": [{"level": 1, "text": "Pomoc socjalna"}, {"level": 2, "text": "2020/2021 – NAJNOWSZE KOMUNIKATY"}, {"level": 3, "text": "%20"}]}}