{"metadata": {}, "content": "Załącznik nr 7 do Regulaminu świadczeń dla studentów AGH  \n \nStrona 1 z 1 ……………………………………………………………… ……… \n(nazwisko i imię  członka rodziny składającego oświadczenie ) \nOŚWIADCZENIE  \nCZŁONKA RODZINY O DOCHODACH OSIĄGNIĘTYCH W ROKU KALENDARZOWYM \nPOPRZEDZAJĄCYM ROK AKADEMICKI, INNYCH NIŻ DOCHODY PODLEGAJĄCE OPODATKOWANIU \nPODATKIEM DOCHODOWYM OD OSÓB FIZYCZNYCH NA ZASADACH OKREŚLONYCH W ART. 27, \nART. 30B, ART. 30C, ART. 30E I ART. 30F USTAWY  Z DNIA 26 LIPCA 1991 R.  O PODATKU \nDOCHODOWYM OD OSÓB FIZYCZNYCH  \n \nOświadczam, że w roku kalendarzow ym …….…..… osiągnąłem/ osiągnęłam  dochód \nniepodlegający opodatkowaniu podatkiem dochodowym  w łącznej kwocie .... ……………  zł,  \nz tytułu:  \n \n1) posiadania gospodarstwa rolnego w kwocie …………… zł * \nPowierzchnia użytków rolnych w hektarach przeliczeniowych:  \na) na terenie gminy zamieszkania  …………  ha \nb) poza terenem gminy zamieszkania  …………ha  \n2) zasiłków chorobowych z KRUS w kwocie …………… zł  \n3) zasiłku macierzyńskiego z KRUS w kwocie ………… … zł \n4) alimentów  lub świadczeń pieniężnych wypłacanych w przypadku bezskutecznoś ci egzekucji alimentów  \nw kwocie …………… zł  \n5) dochodów osiągnięty ch za granicą RP w kwocie …………… z ł** \nDotyczy dochodu netto – po pomniejszeniu o zapłacone:  \na) podatek dochodowy w kwocie …………… … zł  \nb) składki na obowiązkowe ubezpieczenie społeczne w kwocie ………… …… zł \nc) składki na obowiązkowe ubezpieczenie zdrowotne w kwocie … …………… zł \n6) ulg otrzymanych na podstawie art. 27f ust. 8 -10 ustawy o podatku dochodowym od osób fizycznych  \n(dot. ulgi na dzieci wypłaconej  przez Urząd Skarbowy) w kwocie …………… zł  \n7) stypendium doktoranckiego  \na) określonego w art. 200 ustawy  z dnia 27 lipca 2005 r.  Prawo o szkolnictwie wyższym  w kwocie \n…………… zł  \nb) określonego w art. 20 9 ust. 1 i 7  ustawy  z dnia 20 lipca 2018 r.  Prawo o szkolnictwie wyższym  \ni nauce  w kwocie …………… zł  \n8) świadczenia rodziciels kiego w kwocie …………… zł  \n9) stypendium dla bezrobotnych finansowane ze środków U nii Europejskiej  lub Funduszu Pracy  niezależnie \nod podmiotu, który je wypłaca w kwocie ………… zł \n10) przychodów z wynagrodzeń wolnych od podatku d la osób do ukończenia 26 lat ( art. 21 ust. 1 pkt 148 \nustawy o podatku dochodowym od osób fizycznyc h) w kwocie …………… zł  \n11) inne: ……………………………………………………………………………… w kwocie …………… zł  \n \nPełny katalog dochodów niepodlegających  opodatkowaniu wymieniony w § 1 6 ust. 1  pkt. 3 Regulaminu \nświadczeń dla studentów AGH.  \n \nOświadczam, że jestem świadomy/świadoma odpowiedzialności karnej za złożenie fałszywego \noświadczenia.  \n \n \n……………………………………………………………    ………………………………………………………………………  \n(miejscowość, data)              (podpis członka rodziny składającego oświadczenie)  \n \n* - przeciętna liczba ha przeliczeniowych z roku kalendarzowego poprzedzającego rok akademicki pomnożona przez \nkwotę dochodu z 1 ha przeliczenioweg o (ogłaszana przez Prezesa GUS)  \n** - dochód należy przeliczyć z waluty obcej na złotego na podstawie średniego kursu walut obcych ogłaszanego przez \nPrezesa NBP z ostatniego dnia roboczego roku kalendarzowego, z którego dochód członków rodziny stanowi podstawę \nustalenia prawa do świadczenia  \n\n"}