{"content": "# Ignacy Malecki – Historia AGH\n\nURL: https://historia.agh.edu.pl/wiki/Ignacy_Malecki\nCrawled: 2025-03-19 21:09:53\n\nIgnacy Malecki\n\nZ Historia AGH\n\nIgnacy Malecki\n\nNazwisko\n\nMalecki\n\nImię / imiona\n\nIgnacy\n\nTytuły / stanowiska\n\nProf. zw. dr hab. inż.\n\nTytuły honorowe AGH\n\nDoktor Honoris Causa AGH\n\nData urodzenia\n\n18 listopada 1912\n\nMiejsce urodzenia\n\nPokiewna\n\nData śmierci\n\n12 czerwca 2004\n\nMiejsce śmierci\n\nWarszawa\n\nDyscyplina/specjalności\n\nakustyka\n, \nnaukoznawstwo\n\nRok przyznania doktoratu h.c. AGH\n\n1982\n\nPowód przyznania doktoratu h.c. AGH\n\nza zasługi dla rozwoju nauk technicznych, jako twórcy polskiej szkoły naukowej w zakresie akustyki, a zwłaszcza za przyczynienie się do rozwoju wibroakustyki w Akademii Górniczo-Hutniczej\n\nOdznaczenia i nagrody\n\nZłoty Krzyż Zasługi\n, \nKrzyż Komandorski z Gwiazdą Orderu Odrodzenia Polski\n, \nKrzyż Komandorski Orderu Odrodzenia Polski\n, \nKrzyż Oficerski Orderu Odrodzenia Polski\n, \nKrzyż Kawalerski Orderu Odrodzenia Polski\n, \nOrder Sztandaru Pracy\n\nProf. zw. dr hab. inż. \nIgnacy Malecki\n (1912-2004)\n\nDyscyplina/specjalności: akustyka, naukoznawstwo\n\nNota biograficzna\n\nUrodził się 18 listopada 1912 roku w miejscowości Pokiewna na Wileńszczyźnie. Zmarł 12 czerwca 2004 roku w Warszawie. Pochowany w Warszawie na Cmentarzu Powązkowskim.\n\nW 1935 roku ukończył studia zdobywając stopień inżyniera elektryka w dziedzinie radiotechniki w Oddziale Telekomunikacji Wydziału Elektrycznego Politechniki Warszawskiej. \n\nDoktoryzował się w 1941 roku na konspiracyjnym Wydziale Architektury PW, stopień naukowy doktora habilitowanego otrzymał w 1943 roku, profesora nadzwyczajnego w 1946 roku, a zwyczajnego w 1952 roku. \nProfesor Politechniki Gdańskiej w latach 1946-1950 oraz Politechniki Warszawskiej w latach 1950-1974.\n\nPo uzyskaniu dyplomu odbył dodatkowe studia w Instytucie Hertza w Berlinie, następnie w 1936 roku podjął pracę w Biurze Studiów Polskiego Radia w Warszawie, a jego głównym zadaniem było stworzenie od podstaw laboratorium akustycznego. Od czerwca 1938 roku pełnił funkcję kierownika Referatu Technicznego. Równolegle z pracą dla Polskiego Radia, prowadził badania z dziedziny akustyki budowlanej w Zakładzie Badawczym Budownictwa Wydziału Architektury Politechniki Warszawskiej. \n\nW czasie okupacji podejmował konspiracyjną pracę dydaktyczną i naukową w Politechnice Warszawskiej (1940-1943). Po wojnie wykonywał akustyczne odbudowywanych sal Sejmu i Teatru Narodowego. W latach 1945-1948 pełnił funkcję naczelnego dyrektora Zjednoczenia Energetycznego Okręgu Pomorskiego, a w okresie 1945-1946 był prezesem Zarządu Oddziału Wybrzeża Morskiego Stowarzyszenia Elektryków Polskich. \n\nNiezależnie od pracy dla elektroenergetyki, wziął udział w reaktywowaniu Politechniki Gdańskiej. W 1946 roku uzyskał nominację na profesora tej Uczelni i zorganizował Katedrę Elektrotechniki Stosowanej i Akustyki, której kierownikiem pozostał do 1951 roku. \n\nPo powrocie do Warszawy w 1950 roku pełnił funkcję kierownika Katedry Elektroakustyki Politechniki Warszawskiej (do 1967 roku), a następnie Zakładu Elektroakustyki (do 1969 roku). Był prorektorem do spraw nauki Politechniki Warszawskiej oraz dziekanem Wydziału Łączności tej Uczelni (1951-1952). Z Politechniką Warszawską, jako pracownik naukowy i wykładowca, związany był aż do 1983 roku (1973-1983 pół etatu profesora kontraktowego). W międzyczasie (od 1969 roku) zajmował stanowisko dyrektora Badań Podstawowych UNESCO w Paryżu, które piastował do 1972 roku. \n\nW latach 1953-1962 i 1973-1982, do roku przejścia na emeryturę, pełnił funkcję dyrektora Instytutu Podstawowych Problemów Techniki Polskiej Akademii Nauk. Był jednym z inicjatorów powstania Europejskiej Federacji Towarzystw Akustycznych i jej wiceprezydentem w latach 1979-1982.\n\nBył jednym z twórców polskiego naukoznawstwa. Pełnił funkcję przewodniczącego Rady Naukowej Centralnego Instytutu Ochrony Pracy (1953-1969), przewodniczącego Sekcji Nauk Technicznych Komitetu Nagród Państwowych (1978-1982) oraz przewodniczącego Rady Naukowo-Technicznej Radia i Telewizji (1982-1988). W latach 1991-2002 był członkiem Rady Międzynarodowego Centrum Biograficznego (IBC–Cambridge). \n\nDziałalność naukowa obejmowała szereg dziedzin akustyki, teorię drgań oraz naukoznawstwo. Publikacje dotyczyły przede wszystkim: akustyki architektonicznej, akustyki budowlanej, ochrony przed hałasem, elektroakustyki, techniki ultradźwiękowej, akustyki kwantowej oraz emisji akustycznej. Dorobek naukowy składa się z przeszło 230 artykułów oraz 11 książek i monografii. Był ponadto promotorem 24 rozpraw doktorskich. Wśród ważniejszych pozycji książkowych wskazać należy: Akustyka budowlana, 1958, Teoria fal i układów akustycznych, 1964, Physical Foundations of Technical Acoustics, 1968, Podstawy teoretyczne akustyki kwantowej, 1972, Współczesna akustyka i jej przedstawienie kwantowe, 1978.\n\nWniósł nieoceniony wkład w rozwój wibroakustyki w Akademii Górniczo-Hutniczej. Przyczynił się do rozwoju silnego ośrodka naukowego, jakim był Instytut Mechaniki i Wibroakustyki AGH. Był inicjatorem szerokiej współpracy z AGH wielu instytucji, w tym również Instytutu Podstawowych Problemów Techniki PAN w zakresie drgań mechanicznych i akustyki technicznej. Przez wiele lat (od 1976 roku) był przewodniczącym Rady Naukowej Instytutu Mechaniki i Wibroakustyki AGH.\n\nCzłonek korespondent PAN (od 1953), członek rzeczywisty PAN (od 1957), członek Prezydium (1956-1980), zastępca sekretarza naukowego Akademii (1962-1968), członek założyciel Towarzystwa Naukowego Prakseologii, przewodniczący (1963-1968, 1973-1989) Komitetu Naukoznawstwa PAN, honorowy przewodniczący (od 1990), członek zwyczajny Warszawskiego Towarzystwa Naukowego (1984) oraz zagraniczny Nowojorskiej Akademii Nauk.\n\nDoktor honoris causa Uniwersytetu Technicznego w Budapeszcie (1965), Akademii Górniczo-Hutniczej w Krakowie (1982) oraz Politechniki Gdańskiej (2002).\n\nWiceprezydent, a następnie członek Komitetu Generalnego International Council of Scientific Union ICSU (1962-1968), przewodniczący International Commission on Acoustics ICA (1976-1980), przewodniczący Kongresów ICA w Tokio i Budapeszcie (1966-1972), członek European Acoustics Association EAA i Acoustical Society of America ASA. \n\nW 1982 roku otrzymał tytuł Członka Honorowego Federation of Acoustical Societies of Europe FASE, którego był wiceprezydentem w okresie 1978-1982, oraz Towarzystw Akustycznych: Hiszpańskiego (1972), Latynoamerykańskiego (1968) oraz Indyjskiego (1980).\n\nPoza działalnością naukową, zawodową, dydaktyczną i organizacyjną, w latach 1963-1968 był członkiem Stałego Komitetu Konferencji Pugwash – ruchu uczonych i noblistów na rzecz rozbrojenia i pokoju. Był ponadto członkiem Rady Głównej Naczelnej Organizacji Technicznej (1949-1963) oraz zarządu Koła Związku Kombatantów RP i Byłych Więźniów Politycznych przy PAN (1989-2001). \n\nOdznaczenia i nagrody\n\nZłoty Krzyż Zasługi\n, \nKrzyż Komandorski z Gwiazdą Orderu Odrodzenia Polski\n, \nKrzyż Komandorski Orderu Odrodzenia Polski\n, \nKrzyż Oficerski Orderu Odrodzenia Polski\n, \nKrzyż Kawalerski Orderu Odrodzenia Polski\n, \nOrder Sztandaru Pracy\n, Order Cyryla i Metodego (Bułgaria), Komandoria Orderu Palmy Akademickie Premiera Francji, medal Transenster – za dorobek naukowy i techniczny, inne\n\nŹródła do biogramu\n\nKsiążki\n\nEngel Z.: Katedra Mechaniki i Wibroakustyki Akademii Górniczo-Hutniczej. Tradycja - historia - działalność. Radom 2008, s. 62, 63, 78, [foto]\n\nEngel Z.: Sześćdziesiąt lat minęło... Kraków 2012, s. 83-84, [foto]\n\nKto jest kim w Polsce : informator biograficzny. Red. zespół L. Becela [et al.]. Ed. 2. Warszawa 1989, s. 786\n\nWspółcześni uczeni polscy : słownik biograficzny. T. 3 : M – R. Red. nauk. J. Kapuścik. Warszawa 2000, s. 61-62, [foto]\n\nArtykuły\n\nAugustyńska D., Engel Z.: Prof. zw. dr hab. Ignacy Malecki : wspomnienie. \nBezpieczeństwo Pracy\n 2004, nr 7-8, s. 10-11\n\nDoktorzy honoris causa wypromowani przez Wydział Inżynierii Mechanicznej i Robotyki. \nBiuletyn Informacyjny Pracowników AGH\n 2002, nr 108, s. 10\n\nEngel Z. W.: Profesor Ignacy Malecki. \nMechanika\n [wyd.] AGH 2004, T. 23, z. 3. s. 359–362, [foto]\n\nEngel Z. W.: Profesor Ignacy Malecki - wspomnienie. \nBiuletyn Informacyjny Pracowników AGH\n 2004, nr 132/133, s. 19–20\n\n[Kryś-Dyja A.]: Posiedzenie Senatu [AGH] w dniu 20 lutego 2002 r. \nBiuletyn Informacyjny Pracowników AGH\n 2002, nr 101, s. 15\n\nWykaz osób, które otrzymały Doktoraty Honoris Causa Akademii Górniczo-Hutniczej. \nBiuletyn Informacyjny Pracowników AGH\n 1994, nr 5, s. 18\n\nInne\n\nNa podstawie materiałów Muzeum Historii AGH\n\nRanachowski P., Rejmund F., Etienne J.: Spojrzenie na życie i twórczość wybitnego polskiego akustyka XX wieku Profesora Ignacego Maleckiego z okazji setnej rocznicy urodzin [online] [przeglądany 14.04.2023]. Dostępny w: \nhttps://ogpta.pl/images/documents/Nowe-spojrzenie-ilustrowany.pdf\n\nŹródło: „\nhttp://historia.agh.edu.pl/mediawiki/index.php?title=Ignacy_Malecki&oldid=77718\n”\n\nKategorie\n: \nBiogramy\nDoktorzy honoris causa AGH", "metadata": {"url": "https://historia.agh.edu.pl/wiki/Ignacy_Malecki", "title": "Ignacy Malecki – Historia AGH", "depth": 2, "duplicate": false, "content_hash": "4e4d90904985e7a6d43ebce649fdbef2", "word_count": 1122, "headings": [{"level": 1, "text": "Ignacy Malecki"}, {"level": 2, "text": "Nota biograficzna"}, {"level": 4, "text": "Odznaczenia i nagrody"}, {"level": 2, "text": "Źródła do biogramu"}, {"level": 4, "text": "Książki"}, {"level": 4, "text": "Artykuły"}, {"level": 4, "text": "Inne"}]}}