{"content": "# Edytuj Scientist: Lakshmi N. Mittal – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Lakshmi_N._Mittal&action=formedit\nCrawled: 2025-03-19 22:03:10\n\nEdytuj Scientist: Lakshmi N. Mittal\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nNazwisko:\n\nImię:\n\nDrugie imię/imiona:\n\nTytuły:\n\nZdjęcie:\n\nLakshmi_Mittal.jpg\n\nData urodzenia:\n\nMiejsce urodzenia:\n\nData śmierci:\n\nMiejsce śmierci:\n\nSpecjalności:\n\nPełnione funkcje:\n\nWydział:\n\nJednostka pozawydziałowa:\n\nOdznaczenia i nagrody:\n\nRok przyznania doktoratu h.c. AGH:\n\nPowód przyznania doktoratu h.c. AGH:\n\nTytuły honorowe AGH:\n\nKonsul Honorowy AGH\nDoktor Honoris Causa AGH\n\nPełnione Funkcje\n\nFunkcje:\n\nJednostka:\n\nRok_od:\n\nRok_do:\n\ndodaj funkcję\n\nTekst biogramu:\n\n'''Lakshmi N. Mittal''' (1950-)\n\nPrezes i dyrektor generalny koncernu ArcelorMittal (Indie)\n\n== Nota biograficzna ==\n\nUrodził się 15 czerwca 1950 roku w Sadulpur, w stanie Radżastan, w Indiach.\n\nUkończył prestiżową uczelnię St. Xavier’s College w Kalkucie w Indiach, gdzie uzyskał tytuł licencjata w dziedzinie handlu.\n\nJest prezesem i dyrektorem generalnym koncernu ArcelorMittal. Doświadczenie zawodowe zdobywał w rodzinnej firmie hutniczej w Indiach. W 1976 roku założył spółkę Ispat Indo, następnie dokonał połączenia z indyjską spółką LNM Holdings. W grudniu 2004 roku po przejęciu grupy International Steel Group i połączeniu grup Ispat International z LNM Holdings utworzył koncern Mittal Steel. W roku 2006 połączył grupy Mittal Steel i Arcelor, tworząc koncern ArcelorMittal, a następnie z powodzeniem przeprowadził integrację tych dwóch olbrzymich podmiotów, czyniąc grupę ArcelorMittal jedną z najważniejszych firm przemysłowych świata. \n\nOdegrał wiodącą rolę w konsolidacji przemysłu stalowego, tworząc model globalny, a także wypromował rozwój mini-hut i zastosowanie żelaza z redukcji bezpośredniej jako zamiennika złomu w procesie stalowniczym. Jest aktywnym filantropem oraz członkiem wielu rad nadzorczych i powierniczych, w tym rady banku Goldman Sachs oraz Europejskiego Koncernu Lotniczo-Rakietowego i Obronnego (EADS). Jest także członkiem Rady Doradców Globalnych premiera Indii, Rady Inwestorów Zagranicznych przy Prezydencie Republiki Kazachstanu, Rady Doradców ds. Inwestycji Krajowych i Zagranicznych przy prezydencie Ukrainy, Międzynarodowej Rady Biznesu Światowego Forum Ekonomicznego, Komitetu Wykonawczego World Steel Association oraz Międzynarodowego Komitetu Doradczego przy prezydencie Mozambiku. Zasiada w komitecie doradczym uczelni Kellogg School of Management w USA oraz jest członkiem Rady Powierniczej renomowanego szpitala amerykańskiego Cleveland Clinic.\n\nKoncern ArcelorMittal Poland współpracuje z Akademią Górniczo-Hutniczą i innymi uczelniami technicznymi w Polsce na wielu płaszczyznach, między innymi przez współdziałanie przy wdrażaniu nowych rozwiązań, umożliwianie zdobywania wiedzy praktycznej przez studentów.\n\n==== Odznaczenia i nagrody ====\n\nHiszpańskie odznaczenie Grand Cross of Civil Merit (2007), indyjskie odznaczenie Padma Vibhushan (2008), nagroda Korf Steel Vision Award przyznawana przez organizację World Steel Dynamics (1998), nagroda Global Leadership Award im. Dwighta D. Eisenhowera (2007), nagroda za całokształt osiągnięć przyznawana przez magazyn „Forbes” wybitnym osobowościom, medal World Steel Association (2010), tytuł Przedsiębiorca Przemysłu Hutniczego przyznany przez amerykańską organizację New Steel (1996), tytuł European Businessman of the Year przyznany przez Magazyn „Fortune” (2004), Postać Roku 2006 dziennika „The Sunday Times”, Postać Roku 2006 w Mediach Międzynarodowych magazynu „Time”, Postać Roku 2006 dziennika „Financial Times”, tytuł Steelmaker of the Year organizacji AIST (2007), honorowy członek kolegium King’s College Uniwersytetu Londyńskiego (2007) i inne\n\n== Źródła do biogramu == \n==== Książki ==== \n* Lakshmi N. Mittal Doktorem Honoris Causa Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie : Kraków, 11 stycznia 2013 r. Kraków [2013], 44, [3] s., [foto]\n\n==== Artykuły ==== \n* Karbowniczek M.: Pan Lakshmi N. Mittal Doktorem Honoris Causa AGH. ''Biuletyn AGH'' 2013, nr 61, s. 10-11, [foto]\n* Lakshmi N. Mittal Doktorem Honoris Causa AGH : 11 stycznia 2013. ''Biuletyn AGH'' 2013, nr 61, s. 2, [foto]\n* [''Protokół z Posiedzenia Senatu AGH''... 31.10.2012], s. 2, 45\n\n==== Inne ==== \n* Lakshmi Mittal [online] [przeglądany 29.11.2016]. Dostępny w: http://pl.wikipedia.org/wiki/Lakshmi_Mittal\n\n'''''<span style=\"color:red;\">stan na dzień 3.06.2024</span>''''' \n\n{{DEFAULTSORT:Mittal, Lakshmi N.}}\n[[Category:Biogramy]]\n[[Category:Doktorzy honoris causa AGH]]\n\nOpis zmian:\n\nTo jest drobna zmiana\n\nObserwuj\n\nZapisz\n\nPokaż podgląd\n\nPodgląd zmian\n\nAnuluj", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Lakshmi_N._Mittal&action=formedit", "title": "Edytuj Scientist: Lakshmi N. Mittal – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "30aed95565af6fae657e6b427be27f82", "word_count": 592, "headings": [{"level": 1, "text": "Edytuj Scientist: Lakshmi N. Mittal"}]}}