{"content": "# Konferencja EUIndTech2025 – Technologie Przemysłowe i Materiały dla Zrównoważonej Europy-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/wydarzenia/detail/s/konferencja-euindtech2025-technologie-przemyslowe-i-materialy-dla-zrownowazonej-europy\nCrawled: 2025-03-19 21:15:30\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nWydarzenia w AGH\n\nWydarzenia w AGH\n\nKonferencja EUIndTech2025 – Technologie Przemysłowe i Materiały dla Zrównoważonej Europy\n\n Pobierz plik iCal \n\nDodaj do kalendarza Google\n\nDodaj do kalendarza Outlook\n\nDodaj do kalendarza Office 365\n\nDodaj do kalendarza Yahoo\n\n EUIndTech2025 jest flagową konferencją Unii Europejskiej organizowaną przez Instytut Gospodarki Surowcami Mineralnymi i Energią Polskiej Akademii Nauk oraz Województwo Małopolskie w ramach polskiej prezydencji w Radzie UE. Konferencja odbędzie się w dniach 2–4 czerwca 2025 r. Audytorium Maximum Uniwersytetu Jagiellońskiego. \n\n O wydarzeniu \n\nCelem EUIndTech2025 jest stworzenie międzynarodowej platformy wymiany poglądów i dyskusji na temat polityki europejskiej i priorytetów polskiej prezydencji. Wydarzenie to stanowi kontynuację cyklu IndTech oraz Euro Nano Forum, realizowanych przez Komisję Europejską w ramach Prezydencji w Radzie UE i zostało wpisane \nkalendarza wydarzeń Prezydencji\n.\n\nTematyka konferencji obejmuje rozwój konkurencyjnego i zrównoważonego przemysłu oraz regionów, wykorzystanie nowych zaawansowanych materiałów i surowców krytycznych dla przyszłości Europy, a także współpracę nauki i biznesu na rzecz wdrażania innowacji w celu wzmocnienia odporności przemysłowej i bezpieczeństwa gospodarczego UE.\n\nEUIndTech2025 zgromadzi szerokie grono interesariuszy, w tym przedstawicieli instytucji unijnych, administracji krajowej i samorządowej, organizacji międzynarodowych oraz liderów nauki i przemysłu. Efektem konferencji będzie opracowanie „Deklaracji Krakowskiej” zawierającej zalecenia dla nowych polityk UE w czterech kluczowych obszarach: technologia, materiały, nauka i biznes oraz społeczność w działaniu.\n\nPodczas sesji plenarnej omówione zostaną kluczowe inicjatywy UE, w tym porozumienie w sprawie Czystego Ładu Przemysłowego, zaawansowane materiały, wdrażanie Aktu o Surowcach Krytycznych i Aktu w sprawie Przemysłu Neutralnego Emisyjnie, a także plan dla programu „Horyzont Europa” (2025–2027) i strategia kolejnego programu ramowego (2028–2035). Wśród prelegentów znajdą się przedstawiciele Komisji Europejskiej, Parlamentu Europejskiego, ONZ oraz rządów krajowych i regionalnych.\n\nKonferencja będzie jednym z największych wydarzeń w 2025 r. dla społeczności technologii przemysłowych programu Horyzont Europa (ponad 600 uczestników). Zapewni również możliwość nawiązywania kontaktów i wymiany pomysłów na przyszłe projekty i działania, w tym poprzez sesje matchmakingowe i pitchingowe.\n\nWydarzenie oferuje także szerokie możliwości promocji wyników badań i wdrażanych rozwiązań przemysłowych, m.in. poprzez:\n\nstoiska wystawiennicze,\n\norganizację wydarzeń towarzyszących,\n\nsponsoring kolacji i przerw kawowych,\n\nreklamę w materiałach konferencyjnych,\n\nsesje posterowe,\n\nwystawy i banery w salach plenarnych,\n\nwizyty studyjne w fabrykach i laboratoriach,\n\nkonkursy dla młodych naukowców, startupów i kół naukowych.\n\nUdział w konferencji jest bezpłatny. Rejestracja zostanie otwarta wkrótce.\n\nSzczegółowe informacje o EUIndTech2025\n\nInne artykuły z kategorii Nauka\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Jak profilaktyka może cię uchronić przed rakiem? | Bunkier Nauki odc. 69\t\n\n Grant na wsparcie zespołu badawczego dla naukowca z AGH\t\n\n Jak być świadomym użytkownikiem SOCIAL MEDIÓW? | Bunkier Nauki odc. 68\t\n\n Pierwsze w historii selfie zrobione za pomocą satelity. To dzieło studentów AGH\t\n\nNajnowsze artykuły\n\n Interdisciplinary Science Research Survey\t\n\n Idea Warm Up – dołącz i działaj!\t\n\n „Kolejka na Kasprowy i kontrowersje” – felieton\t\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Ambasador Wietnamu z wizytą w AGH\t\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/wydarzenia/detail/s/konferencja-euindtech2025-technologie-przemyslowe-i-materialy-dla-zrownowazonej-europy", "title": "Konferencja EUIndTech2025 – Technologie Przemysłowe i Materiały dla Zrównoważonej Europy-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "5182918273f50b203bcb61d899fdc6ad", "word_count": 544, "headings": [{"level": 1, "text": "Wydarzenia w AGH"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}