{"content": "# Petycja do Ministra Nauki o uwzględnienie punktowanych konferencji naukowych we wszystkich dyscyplinach naukowych w Polsce | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/petycja-do-ministra-nauki-o-uwzglednienie-punktowanych-konferencji-naukowych-we-wszystkich-dyscyplinach-naukowych-w-polsce/\nCrawled: 2025-03-19 21:31:40\n\nPetycja do Ministra Nauki o uwzględnienie punktowanych konferencji naukowych we wszystkich dyscyplinach naukowych w Polsce\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\nWystąpienia konferencyjne są niezwykle ważnym elementem pracy naukowców i niezbędnym czynnikiem ekosystemu nauki na świecie. By dać szansę należytego rozwoju polskiej nauki, należy utworzyć polski ranking konferencji naukowych, obejmujący najważniejsze z nich we wszystkich dyscyplinach i poddyscyplinach naukowych. Wszyscy polscy naukowcy powinni móc czynnie uczestniczyć w konferencjach na równych i sprawiedliwych zasadach.\nKonferencje wyłącznie dla informatyków?\n\nPRZECZYTAJ ARTYKUŁ\nW poddanym pod konsultacje projekcie rozporządzenia Ministra Nauki w sprawie sporządzania wykazów wydawnictw monografii naukowych oraz czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych z dn. 31.10.2024 r. zapisano m.in., że „W ramach dyscypliny naukowej informatyka oraz dyscypliny naukowej informatyka techniczna i telekomunikacja w wykazie czasopism będą ujmowane materiały z konferencji.\nW dyscyplinach tych najważniejszą formą aktywności naukowej są wystąpienia konferencyjne, dokumentowane w postaci artykułów opublikowanych w prestiżowych i uznawanych na całym świecie materiałach z konferencji.”. Jest to stwierdzenie, z którym trudno się zgodzić z uwagi na fakt, że powszechnie uznaną za najważniejszą formą publikacji wyników badań naukowych są artykuły w czasopismach, w tym przede wszystkim z listy JCR. Informatyka i telekomunikacja są ważnymi gałęziami nauki, jednak nie wyróżniają się szczególnie pod tym względem. Jak w każdej innej dyscyplinie naukowej, konferencje są ważne, ale na pewno nie ważniejsze od najlepszych czasopism. Trudny do wytłumaczenia jest zatem fakt wyróżnienia tylko tych dwóch dyscyplin, co jednocześnie oznacza, że w pozostałych dyscyplinach za artykuły konferencyjne nie będą przyznawane punkty. Chyba nikogo realnie uprawiającego naukę nie trzeba przekonywać jak ważny jest udział w konferencjach i jak wiele pożytku przynosi nauce obecność polskich naukowców w międzynarodowych gremiach.\nDziś tej szansy większość naukowców w Polsce jest zwyczajnie pozbawiona\n. Co gorsza, wskazanie wyłącznie jednego rankingu – ICORE w dodatku z punktacją odpowiadającą czasopismom, nie wpływa korzystnie na rozwój polskiej nauki, nawet w informatyce. Ranking ICORE to australijska baza konferencji informatycznych, zupełnie nie przystająca do polskich realiów. Dość powiedzieć, że najważniejszych konferencji spoza informatyki tam zwyczajnie nie ma bądź są nieadekwatnie nisko umieszczone w rankingu, jako niezbyt istotne dla informatyków.\nWnosimy zatem o:\n1. Utworzenie polskiego rankingu konferencji naukowych, obejmującego najważniejsze konferencje we wszystkich dyscyplinach i poddyscyplinach naukowych, na równych i sprawiedliwych zasadach. Ranking ten powinien bazować na wielu źródłach, a nie wyłącznie na ICORE i umożliwiać uzyskanie adekwatnej liczby punktów dla każdego obszaru badawczego w Polsce.\n2. Dostosowanie liczby punktów otrzymywanych za artykuł konferencyjny do poziomu naukowego konferencji względem czasopism. Maksymalna liczba punktów za artykuł konferencyjny nie powinna przekraczać 50% punktów przyznawanych maksymalnie punktowanym czasopismom.\ndr hab. inż. Jerzy Domżał, prof. AGH, Dyrektor Instytutu Telekomunikacji AGH w Krakowie\n\nTU MOŻESZ PODPISAĆ PETYCJĘ\nDziękujemy za podpisanie petycji przez każdą osobę, której na sercu leży dobro polskiej nauki, a także za udostępnienie inicjatywy dalej.\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania", "metadata": {"url": "https://iet.agh.edu.pl/petycja-do-ministra-nauki-o-uwzglednienie-punktowanych-konferencji-naukowych-we-wszystkich-dyscyplinach-naukowych-w-polsce/", "title": "Petycja do Ministra Nauki o uwzględnienie punktowanych konferencji naukowych we wszystkich dyscyplinach naukowych w Polsce | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "3763ea17b636e55a6d4f35912bfc1246", "word_count": 475, "headings": [{"level": 1, "text": "Petycja do Ministra Nauki o uwzględnienie punktowanych konferencji naukowych we wszystkich dyscyplinach naukowych w Polsce"}]}}