{"content": "# Edition 2024 C Winter Edition: Call for Submission\n\nURL: http://www.unesco.agh.edu.pl/aktualnosci/edition-2024-c-winter-edition-call-for-submission/\nCrawled: 2025-03-19 21:39:53\n\nFellowship Programme under the Polish National Commission for UNESCO in Engineering, edition 2024 C, Winter Edition: Call for Submission\nWith a view to promoting human resource capacities in the developing countries and to enhancing international understanding and friendship among nations and peoples, the Polish National Commission for UNESCO and the UNESCO Chair for Science, Technology, and Engineering at the AGH University of Krakow (Poland) are placing at the disposal fellowships for the benefit of developing Member States (according to OECD). Beneficiaries of these fellowships will be given the opportunity to undertake an individual research programme in the field of Science, Technology and Engineering.\n\nThe UNESCO Chair for Science, Technology, and Engineering at the AGH University of Krakow are inviting potential candidates to submit your interest with the Fellowship Programme under the Polish National Commission for UNESCO in Engineering, edition 2024 C, for young scientists supporting the MSc/ PhD study or to undertake an individual research programme in the field of Science, Technology and Engineering (Annex  \n01, Field of research and project title, academic requirement) for a duration of 5 months between 1 October 2024 and 28 February 2025 in Krakow, at the AGH University of Krakow (\nhttps://www.agh.edu.pl\n; \nhttp://www.unesco.agh.edu.p\nl\n), during the academic year 2024/2025, winter semester (with renewable on application).\n\nWe would like to remind that persons receiving other fellowship aid from the state budget as well as Card of the Pole and Residence Permit holders cannot become beneficiaries of the Polish National Commission for UNESCO Fellowships Programme.\n\nFellowship Programme under the Polish National Commission for UNESCO in Engineering is implemented at the AGH University of Krakow by the UNESCO Chair for Science, Technology, and Engineering Education. The Fellowship Programme in Engineering is aimed at university graduates, mainly from the countries of Eastern, Central and Eastern Europe and developing countries (according to OECD). The programme aim is to support the socio-economic growth of developing countries by raising the level of knowledge and education of their citizens.\n\nThe Programme is coordinated by the Polish National Commission for UNESCO (PK ds UNESCO) and implemented at Polish universities, with funds from the Polish Ministry of Science and Higher Education (MNiSW), through the National Agency for Academic Exchange (NAWA).\n\nFellowship Programme may be applied for by: university and research institutes staff members (1), young persons with student status at home country  \n(2), and who intend to pursue and participate in research and development projects or are studying (MSc, PhD) at the AGH University of Krakow (3) (for student the confirmed student status is required during the fellowship programme). Candidates should have completed and obtained the BSc/ MSc degrees before applying for this fellowships programme, and the presented degrees shall meet the requirements and regulations of European Union. The subject of the fellowships should be related to UNESCO's programming priorities and Sustainable Development Goals (Agenda 2030).\n\nThe scholarship holder realizes the Fellowship Programme under the supervision of a researcher of the host university. The consent to accept the Fellowship Programme and to be provided with scientific supervision should be confirmed by the university in the Fellowship Programme Application. Fellowship Programme Applications are submitted to the Polish National Commission for UNESCO through the UNESCO AGH Chair.\n\nFacilities offered by the Polish Authorities: free tuition and access to the university facilities based on the local regulation. \nYou will be granted \nwith a monthly allowance (stipend) during the period of this Fellowship Programme, to cover all your living expenses, including accommodation, meals, laundry, telephone, incidentals in Krakow/ Poland, in accordance with the rates hereunder (base on presented the completed BSc/ MSc/ PhD diploma): 1800 PLN for those who have finished their BSc degree; or 2200 PLN for those who have finished their MSc or PhD degree. All presented allowances are subject to Polish financial law and regulation, and a fellow's status description/ statement of a beneficiary’s status. Payment of stipend may be made only to persons residing in the territory of the Republic of Poland. The funds cannot be disbursed if the scholarship holders receive other scholarship aid funds from the budget of the Republic of Poland.\n\nThe fellow is obliged to have health insurance for the entire duration of the Fellowship Programme, meeting the requirements of the Polish consular services and the purpose of the stay in Poland, valid for the entire duration of the Fellowship Programme. Additionally, the candidate for the Fellowship Programme should have a valid visa or residence card. \n\nThe fellow is responsible for: travel expenses to and from Krakow, obtaining by your own health insurance, passport and the visa, including transit visa, if necessary. You are required a D-type national visa from the nearest Polish diplomatic mission before your departure to Poland. You must register online in advance to obtain an appointment with the designated Polish diplomatic mission on \nhttp://www.e-konsulat.gov.pl\n for the submission of your visa application.\n\nApplications must include the following supporting documents:\n\n1. Application for Fellowship Form; Polish National Commission for UNESCO Application for Fellowship Form duly completed in English using capital letter (illegible documents will be eliminated from the evaluation procedure, and hand writing form must be written in capital letters only); Annex 02;\n\n2. Photo; A copy of the identity photo of the applicant;\n\n3. Diploma; Certified copies (in English) of Bachelor’s or Master’s Degree/ PhD obtained (candidates should have completed and obtained the degrees before applying for this fellowships programme, and the presented degrees shall meet the requirements and regulations of European Union); For registered student the study registration confirmation for the Fellowship Programme period is obligatory and study results from the last spring semester (list of subjects with grades, average grade); \n\n4. Language; Certificate of language knowledge, duly completed by a relevant authority, if the mother tongue of the candidate is not English (proof of your English proficiency level of at least: 90 TOEFL iBT; 6.5 6.5 IELTS on all components; B2 Common European Framework of Reference for Languages.); \n\n5. Recommendations 1 and 2; Two official letters of recommendation from someone related to the candidate’s work, as well confirming the candidate’s qualifications;\n\n6. Declaration; Declaration about the institution where the fellowship programme could be undertaken (AGH University of Krakow); Proposed name and data of the tutor under whose supervision the Individual Research Program would be implemented. Pre-approval from the tutor  (academic supervisor) would also be expected;\n\n7. Individual Research Programme; Details of proposed individual research programme in the field of Science, Technology and Engineering/ studies, R&D achievements (publications), your short cv plus motivation to undertake the fellowship programme, duration of research (5 months) and starting date (October 1, 2024);\n\nThe selection of fellowship recipients will be made and decided by the concerned Polish authorities, taking into consideration professional submission context, correspondence of the project topic with priorities and Sustainable Development Goals Agenda 2030, research plan and description of the project including innovative points, gender equality and diversity.\n\nAll correspondence should be in English ONLY.\n\nFiles which are incomplete or which are received after the deadline as well as candidatures that do not fulfil the requirements will not be taken into consideration.\n\nYou should submit your application by email to \nunesco24@agh.edu.pl\n with a copy to \nszponder@agh.edu.pl\n and submit the online application documents available \n[HERE]\n obligatory.\n\nOnly the selected candidates will be notified of the results by the Polish National Commission for UNESCO via email.\n\nApplication deadline:\n 20 August 2024, 12.00 PM Paris time.\n\nRegistration is closed. \n Only the selected candidates will be notified of the results through the Polish National Commissions for UNESCO and with a copy to selected candidate via email.\nAnnexes:\nAnnex 01 List of research fields ed 2024C.pdf\n312 K\nAnnex 02 Aplication Form ed 2024C.pdf\n501 K", "metadata": {"url": "http://www.unesco.agh.edu.pl/aktualnosci/edition-2024-c-winter-edition-call-for-submission/", "title": "Edition 2024 C Winter Edition: Call for Submission", "depth": 3, "duplicate": false, "content_hash": "fca09177b2d8e738d50c795e04098095", "word_count": 1276, "headings": [{"level": 1, "text": "Fellowship Programme under the Polish National Commission for UNESCO in Engineering, edition 2024 C, Winter Edition: Call for Submission"}, {"level": 1, "text": "Annexes:"}]}}