{"content": "# Get to know Poland.\n\nURL: http://ivsaghust.agh.edu.pl/index.php/courses/get-to-know-poland\nCrawled: 2025-03-19 22:38:08\n\nGet to know Poland.\t\t\t\n\nA short introduction to Polish culture, geography, history and language.\n\nA course popularizing Polish culture and promoting Poland as a country of attractive educational opportunities. The module is dedicated to all international students and PhD students participating in the Spinaker program. The module's duration is 15 hours, carried out in 2 weeks during online meetings and students' own work (asynchronously). The plan includes joint workshops on Polish culture, Polish language, geography and Polish history.\n\nDates\n\nDec, 2021-April 2022\n\nregistration opens\n\nJan 03 -April 17, 2022\n\napplication deadline\n\nJan 31 to May 16-27, 2022\n\ncourse Get to know Poland. A short introduction to Polish culture, geography, history and language.\n\nLanguage of instruction:\n English\nTotal number of course hours:\n 15\n\nPROJECT TEAM:\n\nPaweł Świerk\n\nAleksandra Perkins-Oleszkowicz\n\nContent and materials will be available only for registered and accepted students.\n\n The projects are implemented under the program of the Polish National Agency for Academic Exchange - SPINAKER - Intensive International Education Programs. The program is financed from the non-competition project no. POWR.03.03.00-00-PN16 / 18 \"Supporting the institutional capacity of Polish universities through the creation and implementation of international study programs\" under the Knowledge Education Development Operational Program.", "metadata": {"url": "http://ivsaghust.agh.edu.pl/index.php/courses/get-to-know-poland", "title": "Get to know Poland.", "depth": 3, "duplicate": false, "content_hash": "54205e09e71cd91cdf72bca7fbbce78f", "word_count": 197, "headings": [{"level": 1, "text": "Get to know Poland."}, {"level": 3, "text": "A short introduction to Polish culture, geography, history and language."}, {"level": 4, "text": "Dates"}]}}