{"content": "#  Studia – Kształcenie -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/studia\nCrawled: 2025-03-19 21:07:09\n\nSkip to content ↓\n\n Studia – Kształcenie \n\nOferta kształcenia AGH obejmuje: studia stacjonarne, studia niestacjonarne, kształcenie w szkołach doktorskich, studia podyplomowe, studia MBA oraz kursy i szkolenia.\n\nNasze kierunki powstają w odpowiedzi na aktualne trendy na rynku pracy oraz dynamiczne przemiany gospodarcze i społeczne, dlatego systematycznie modyfikujemy programy zajęć oraz tworzymy nowe kierunki studiów. W AGH mierzymy się z wyzwaniami technologicznymi i kreatywnie wykorzystujemy wiedzę inżynierską.\n\nStudia w AGH – oferta kształcenia\nCo wyróżnia kształcenie w AGH?\nJakość kształcenia w AGH\nOrganizacja kształcenia\nKształcenie w liczbach\nJednostki wspierające proces kształcenia\n\n Studia I i II stopnia \n\nStudia w AGH prowadzone są w formie stacjonarnej lub niestacjonarnej jako:\n\nStudia I stopnia\n\ninżynierskie (co najmniej 7 semestrów),\n\nlicencjackie (co najmniej 6 semestrów).\n\nStudia II stopnia\n\nmagisterskie inżynierskie (od 3 do 5 semestrów, w zależności od programu studiów obowiązującego na danym kierunku studiów, poziomie i profilu),\n\nmagisterskie (od 4 do 5 semestrów, w zależności od programu studiów obowiązującego na danym kierunku studiów, poziomie i profilu).\n\nKierunki studiów w ofercie AGH\n\n Szkoły doktorskie i studia doktoranckie \n\nNajzdolniejsi absolwenci mogą rozwijać się naukowo w Szkole Doktorskiej AGH lub w Krakowskiej Interdyscyplinarnej Szkole Doktorskiej. Kształcenie trwa od 6 do 8 semestrów, a jego celem jest napisanie rozprawy doktorskiej.\n\nSzkoła Doktorska AGH\n zapewnia twórcze i interdyscyplinarne podejście do badań naukowych oraz elastyczny program kształcenia pozwalający na wybór zajęć w zależności od potrzeb doktoranta.\n\nKrakowska Interdyscyplinarna Szkoła Doktorska\n została utworzona przez sześć instytutów Polskiej Akademii Nauk oraz dwa wydziały AGH.\n\n Studia podyplomowe i inne formy kształcenia \n\nAGH wspiera kariery zawodowe absolwentów, którzy pragną poszerzać swoje umiejętności i inwestować w rozwój osobisty. Oferta obejmuje 90 kierunków studiów podyplomowych.\n\nStudia podyplomowe\n\nUczelnia oferuje także inne formy kształcenia (IFK) skierowane zarówno do specjalistów kadry inżynierskiej, jak również do osób, które są zainteresowane zdobyciem nowej specjalizacji.\n\nKursy i szkolenia (IFK)\n\n Studia MBA \n\nStudia MBA (Master of Business Administration) studia skierowane do doświadczonych menedżerów oraz pracowników zatrudnionych na stanowiskach decyzyjnych.\n\nStudia MBA w AGH\n\nPraktyczne umiejętności\n\nDokładamy wszelkich starań, aby studenci zdobywali praktyczne umiejętności. W programach studiów, obok wykładów, ćwiczeń i konwersatoriów, bardzo ważne miejsce zajmują – ćwiczenia laboratoryjne, których celem jest samodzielne wykonanie przez studenta eksperymentów i badań, ćwiczenia projektowe realizowane pod kierunkiem prowadzącego zajęcia, czy zajęcia seminaryjne – rozwijające treści wykładów albo mające na celu przygotowanie do złożenia pracy dyplomowej lub projektu dyplomowego.\n\nNowoczesne formy kształcenia\n\nPoszukujemy nowoczesnych rozwiązań, dzięki którym dajemy naszym studentom różnorodne narzędzia do indywidualnego rozwoju.\n\nTutoring\n\nNasi studenci mogą skorzystać z tutoringu. Uczestniczący w programie studenci mają możliwość wyboru indywidualnego tutora spośród szerokiej bazy wykładowców o różnorodnych zainteresowaniach, a następnie wzięcia udziału we wspólnej podróży naukowej, której kierunek i cel ustalają indywidualnie ze swoim tutorem.\n\nTutoring w AGH dla studentów\n\nBadawcza ścieżka kształcenia\n\nJedną z inicjatyw skierowaną do najzdolniejszych studentów jest „badawcza ścieżka kształcenia”. Ta forma pozwala na elastyczne łączenie studiów z pracą naukowo-badawczą. Studenci mogą zaliczyć część punktów ECTS na podstawie udziału w projektach realizowanych w ramach m.in. „Grantu Rektora AGH”, w grantach swoich opiekunów naukowych czy poprzez pracę w kołach naukowych.\n\nBadawcza ścieżka kształcenia\n\nNauka języków obcych i możliwość wyboru przedmiotów\n\nStale rozwijamy kształcenie w językach obcych. W ofercie AGH znajduje się kilka kierunków prowadzonych w języku angielskim.\n\nPonadto studenci mogą doskonalić słownictwo techniczne w językach obcych, wybierając przedmioty w Uczelnianej Bazie Przedmiotów Obieralnych. Uczelniana Baza Przedmiotów Obieralnych jest programem wspierającym elastyczność studiowania. Tworzą go trzy tematyczne bloki skupiające łącznie ponad 300 przedmiotów (w blokach: obcojęzycznym, innowacyjnym i humanistyczno-społecznym).\n\nUczelniana Baza Przedmiotów Obieralnych\n\nStudia dualne\n\nW AGH prowadzone są studia dualne. Studia te współprowadzone są z przemysłem, a ich celem jest przygotowanie absolwentów o wysokich kwalifikacjach zawodowych pod kątem wybranego przedsiębiorstwa.\n\nJednostki wspierające proces kształcenia\n\nCentrum Obsługi Kształcenia\n\nCentrum e-Learningu i Innowacyjnej Dydaktyki AGH\n\nCentrum Rekrutacji\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/studia", "title": " Studia – Kształcenie -- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "2187f5715cc6b50b5bea1fb8cacb4b33", "word_count": 684, "headings": [{"level": 1, "text": "Studia – Kształcenie"}, {"level": 3, "text": "Praktyczne umiejętności"}, {"level": 3, "text": "Nowoczesne formy kształcenia"}, {"level": 2, "text": "Stopka"}]}}