{"content": "# Zasady doboru źródeł do bazy – Historia AGH\n\nURL: https://historia.agh.edu.pl/wiki/Zasady_doboru_%C5%BAr%C3%B3de%C5%82_do_bazy\nCrawled: 2025-03-19 21:52:24\n\nZasady doboru źródeł do bazy\n\nZ Historia AGH\n\nW portalu Historia zamieszczane są biogramy osób bezpośrednio związanych z AGH – pracownicy naukowi, doktorzy honoris causa  oraz jej organizatorzy. Podstawowym kryterium wyboru do bazy jest sprawowanie funkcji: rektora, dziekana, prodziekana, profesora zwyczajnego, kierownika jednostki pozawydziałowej. Do bazy wprowadzane są również biogramy osób zasłużonych dla Akademii. Dużą grupę stanowią też nieżyjący pracownicy uczelni. Biogram zawiera najważniejsze fakty i wydarzenia z działalności konkretnej osoby oraz dostępne źródła piśmiennicze z nią związane. Biogramy opracowywane są na podstawie opublikowanych materiałów, dostępnych w BG AGH. Najczęściej są to wspomnienia i materiały okolicznościowe zamieszczane w czasopismach i książkach oraz nekrologi z prasy lokalnej. W szczególnie skomplikowanych przypadkach korzystamy z materiałów zgromadzonych w Archiwum AGH lub informację pozyskujemy od osób bezpośrednio związanych z daną postacią (rodzina).\n\nPropozycje nowych biogramów (najlepiej z dołączonymi źródłami o osobie) należy zgłaszać na adres \noin@bg.agh.edu.pl\n; istnieje możliwość uzupełnienia figurującego w bazie biogramu o inne, nieuwzględnione źródła.\n\nW razie wątpliwości lub pytań prosimy o kontakt telefoniczny lub e-mailowy z pracownikami Oddziału Informacji Naukowej (tel. 12 617-32-15; \noin@bg.agh.edu.pl\n).\n\nPrzy opracowaniu biogramu kierujemy się następującymi zasadami\n\nBiogram może zawierać do 5000 znaków i powinien uwzględniać następujące informacje:\n\nPracownik AGH:\n (nazwisko; imiona; data urodzenia ; jeśli opisywana osoba nie żyje również data śmierci i miejsce śmierci)\n\nDyscyplina/specjalności:\n\nDaty i miejsca:\n  (data i miejsce urodzenia)\n\nWykształcenie:\n (uczelnia; rok ukończenia studiów; specjalność lub kierunek)\n\nStopnie i tytuły naukowe:\n\nStanowiska i funkcje:\n  (przebieg pracy zawodowej; daty; stanowiska; funkcje)\n\nPublikacje i dokonania:\n (dokonania naukowo-dydaktyczne; liczba publikacji (około); promotor)\n\nCzłonkostwa stowarzyszeń zawodowych i innych:\n\nGodności i stanowiska:\n (np. członek PAU, PAN, doktoraty honorowe, itp.)\n\nVaria:\n  (np. funkcje państwowe; administracyjne – poza AGH)\n\nOdznaczenia i nagrody:\n (w układzie chronologicznym: państwowe, ministerialne, związkowe, stowarzyszeniowe)\n\nBibliografia publikacji:\n\n(link do \nBazy Danych o Autorach i Publikacjach AGH (BaDAP)\n dołączą pracownicy OIN BG)\n\nŹródła do biogramu:\n\nobejmuje dostępne źródła piśmiennicze związane z osobą, której poświęcony jest biogram w podziale na:\n\nKsiążki\n\nArtykuły\n\nInne\n np. akta osobowe (AGH)\n\nWskazane jest dołączenie zdjęcia typu legitymacyjnego w wersji elektronicznej w formacie .jpg.\n\nBiblioteka Główna zastrzega sobie prawo redakcji biogramu i dostosowania do przyjętych zasad.\n\nŹródło: „\nhttp://historia.agh.edu.pl/mediawiki/index.php?title=Zasady_doboru_źródeł_do_bazy&oldid=79731\n”", "metadata": {"url": "https://historia.agh.edu.pl/wiki/Zasady_doboru_%C5%BAr%C3%B3de%C5%82_do_bazy", "title": "Zasady doboru źródeł do bazy – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "fd59c1387a376b8467a3f236a4af636f", "word_count": 350, "headings": [{"level": 1, "text": "Zasady doboru źródeł do bazy"}]}}