{"content": "# Kierunek Cyberbezpieczeństwo AGH | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/kierunek-cyberbezpieczenstwo-agh/\nCrawled: 2025-03-19 21:30:38\n\nKierunek studiów: Cyberbezpieczeństwo\n\nKandydaci\n\nCyberbezpieczeństwo\n\nElektronika\n\nElektronika i telekomunikacja\n\nElectronics and Telecommunications\n\nNowoczesne technologie w kryminalistyce\n\nTeleinformatyka\n\nStudia niestacjonarne\n\nStudia podyplomowe\n\nStudia I stopnia  - inżynierskie\n\nStudia II stopnia  - magisterskie\n\nStudia I stopnia  - inżynierskie\n\n„Studiuję Cyberbezpieczeństwo”\n – \nOBEJRZYJ WIDEO\nOpis kierunku:\nKierunek Cyberbezpieczeństwo jest przykładem interdyscyplinarnego podejścia do nowoczesnego kształcenia. Nauki ścisłe uzupełniają się o elementy nauk społecznych. Takie połączenie pozwala absolwentom zmierzyć się z wielowymiarowymi i złożonymi problemami cyberbezpieczeństwa.\nCo absolwent wie ?\n\nAbsolwent posiada wiedzę z zakresu rozwijania i stosowania narzędzi oraz technologii związanych z bezpieczeństwem i audytowaniem sieci teleinformatycznych w celu zabezpieczania działalności podmiotów gospodarczych i instytucji publicznych; obsługi i działania aplikacji i usług elektronicznych w Internecie, sieciach lokalnych i rozległych; obsługi i działania rozwiązań zabezpieczających sieci teleinformatyczne; projektowania inteligentnych systemów zabezpieczających; zasad działania podstawowych narzędzi kryptograficznych; bezpiecznego wirtualizowania funkcji sieciowych; zarządzania systemami operacyjnymi, by były odporne na ataki; wdrażania kompleksowego systemu zarządzania bezpieczeństwem informacji; regulacji prawnych związanych z cyberbezpieczeństwem i zapewnieniem ochrony danych osobowych; funkcjonowania krajowego systemu cyberbezpieczeństwa, uregulowań międzynarodowych.\nCo absolwent potrafi ?\nAbsolwent potrafi wykorzystywać nowoczesne narzędzia teleinformatyczne (biblioteki programistyczne, sprzęt sieciowy, protokoły komunikacyjne) w projektowaniu i integracji systemów bezpieczeństwa dla małych i dużych podmiotów gospodarczych, podmiotów publicznych; analizować systemy teleinformatyczne pod kątem podatności na ataki; zabezpieczać systemy teleinformatyczne przez atakami; dobierać rozwiązania zabezpieczające w zależności od charakteru usług i sieci (np. obsługa infrastruktur krytycznych, sieci przemysłowych, sieci korporacyjnych); wdrażać system zarządzania bezpieczeństwem informacji (w tym szczególnie dokonywać szacowania ryzyka); dostosować działania związane z cyberbezpieczeństwem do istniejących wymagań prawnych, w tym związanych z ochroną danych osobowych; rozumie role i obowiązki kluczowych podmiotów związanych z systemem cyberbezpieczeństwa.\nPraca po studiach i awans\nAbsolwenci kierunku Cyberbezpieczeństwo mają szerokie możliwość zatrudnienia m.in. jako: integratorzy technologii; administratorzy sieci komputerowych; specjaliści ds. bezpieczeństwa; audytorzy; analitycy i konsultanci ds. cyberbezpieczeństwa; pracownicy instytucji publicznych odpowiedzialnych za cyberbezpieczeństwo.\n„z Przymrużeniem oka”\nMówią Ci coś nazwiska takie jak Snowden, Mitnick czy Assange? Tematyka blockchain, testów penetracyjnych, szyfrowania, funkcjonowania CERT-ów nie jest Ci obca przynajmniej ze słyszenia? A może jesteś amatorem-administratorem i tematyka bezpieczeństwa jest czymś, bez czego nie wyobrażasz sobie pracy czy hobby? Jeśli tak, to zapraszamy do nas na studia na kierunku Cyberbezpieczeństwo.\nUważaj jednak – zarówno o Mitnicku, Snowdenie, jak i Assange było bardzo głośno – wszyscy jednak znaleźli swoje miejsce po drugiej stronie kratek (albo takowe na nich ciągle czeka), czego oczywiście Tobie nie życzymy. Dlatego chcemy lepiej wykorzystać Twoje zainteresowania i przygotować Cię do działania po “jasnej stronie mocy”.\nDzięki naszym studiom otrzymasz gruntowne wykształcenie techniczne w dziedzinie teleinformatyki ze szczególnym naciskiem na aspekty bezpieczeństwa, zarówno w sieciach przewodowych, jak i bezprzewodowych – najnowszych standardach 5G, a także komunikacji w IoT. Wszystko zostanie okraszone niezbędnymi informacjami z dziedziny nauk społeczno-prawnych, a także wystarczającą dozą wiadomości z dziedziny informatyki, abyś mógł biegle integrować technologie dla bezpieczeństwa swojego (i innych).\nNie jest tajemnicą, że fachowcy związani z Cyberbezpieczeństwem są bardzo poszukiwani na rynku pracy, zarówno w krakowskiej “Dolinie krzemowej” jak i na całym świecie – nie zdziw się więc, jeśli po załadowaniu CV na serwis taki jak LinkedIn odezwą się do Ciebie potencjalni pracodawcy, do których na rozmowę rekrutacyjną będziesz musiał zaplanować wycieczkę na drugi koniec świata. A może zbudujesz swoją karierę w Polsce i będziesz swoją pracą przyczyniał się do zapewniania bezpieczeństwa naszego kraju? Zarówno sektor publiczny jak i prywatny czekają na Ciebie. I to jest właśnie najpiękniejsze – po ukończeniu naszych studiów będziesz mógł robić co tylko zechcesz i gdzie tylko zdecydujesz. Jedno jest pewne – będziesz robił rzeczy ważne i ciekawe.\nZachowaj więc spokój i aplikuj na nasze studia – cyberprzestrzeń stoi przed Tobą otworem 🙂\n\nStudia II stopnia  - magisterskie\n\nNOWOŚĆ \nREKRUTACJI 2024\n\n„Studia magisterskie – dlaczego warto?” –\n\nOBEJRZYJ WIDEO\nOpis kierunku\nStudia magisterskie na kierunku Cyberbezpieczeństwo mają na celu kształcenie kompetentnych specjalistów w zakresie szeroko pojętego bezpieczeństwa danych cyfrowych, zabezpieczania sieci komputerowych oraz ochrony użytkowników systemów informatycznych.\nW programie studiów znajdują się przedmioty poruszające różne aspekty cyberbezpieczeństwa, przedstawiające możliwe zastosowania praktyczne, rozwijające kompetencje techniczne oraz umiejętności miękkie, wspierające przedsiębiorczość i organizację pracy zespołowej, a także prowadzenie prac badawczo-rozwojowych w celu tworzenia innowacji. Program studiów uwzględnia prognozy rozwoju rynku IT oraz opinie ekspertów z otoczenia gospodarczego.\n\nCo absolwent wie?\nAbsolwent posiada wiedzę z zakresu zabezpieczania urządzeń i sieci komputerowych, wpływu stosowania mechanizmów bezpieczeństwa na wydajność i koszty systemu, analizy podatności, wykrywania ataków, obsługi incydentów oraz pozyskiwania i analizy danych z cyfrowych materiałów dowodowych. Zna kryptograficzne metody ochrony danych (w tym za pomocą algorytmów kryptografii postkwantowej) oraz techniki uczenia maszynowego i zastosowania sztucznej inteligencji w cyberbezpieczeństwie.\nWiemy że absolwent studiów drugiego stopnia powinien mieć szerokie horyzonty i zróżnicowane kompetencje. Dlatego zakres wiedzy obejmuje także: kwestie etyki i prawa w cyberbezpieczeństwie, metody prowadzenia badań czy znajomość współczesnych wyzwań i kierunków rozwoju cyberbezpieczeństwa.\nCo absolwent potrafi?\nKierunek Cyberbezpieczeństwo wspomaga rozwój indywidualnych zainteresowań i kompetencji. Realizowane jest to m.in. poprzez szeroki zakres poruszanej tematyki dotyczącej cyberbezpieczeństwa, indywidualny wybór przedmiotów obieralnych, wsparcie przedsiębiorczości czy rozwój własnych projektów.\nPrzede wszystkim absolwent kierunku potrafi realizować zadania bezpośrednio związane z zapewnieniem bezpieczeństwa danych i użytkowników systemów informatycznych, a także przeprowadzić krytyczną analizę i ocenę rozwiązań z zakresu cyberbezpieczeństwa. Potrafi wykrywać podatności i ataki na zasoby chronionego systemu oraz projektować rozwiązania wykorzystujące techniki uczenia maszynowego w celu ochrony systemów i sieci komputerowych. Ważną kompetencją absolwentów tego kierunku jest umiejętność pracy zespołowej oraz kierowania złożonymi projektami informatycznymi związanymi z cyberbezpieczeństwem. Dodatkowo absolwenci potrafią otworzyć własną firmę w branży IT, a także planować i realizować prace o charakterze badawczo-rozwojowym.\nPraca po studiach i awans\nAbsolwenci kierunku Cyberbezpieczeństwo są poszukiwanymi specjalistami na rynku pracy – zarówno jako kompetentni inżynierowie jak i specjaliści na szczeblu kierowniczym, chętnie zatrudniani w firmach mających świadomość wagi cyberbezpieczeństwa w działalności gospodarczej czy instytucjach publicznych i organach odpowiedzialnych za bezpieczeństwo.\nAbsolwenci mają także możliwość dalszego kontynuowania kształcenia, np. poprzez specjalistyczne szkolenia czy studia trzeciego stopnia w Szkole Doktorskiej AGH. Chętni mogą prowadzić badania w zespołach naukowych pod okiem doświadczonych naukowców.\n„z Przymrużeniem oka”\nDołącz do świata niewidzialnych wojowników internetu! Na kierunku „Cyberbezpieczeństwo” będziesz trenować wirtualne sztuki walki, aby bronić świat przed najbardziej wyrafinowanymi atakami cyfrowymi.\nPoznasz techniki wykrywania podatności, analizy ataków, a także umiejętność działań reaktywnych podczas incydentów. Nauczymy cię, jak wyciągać dowody z cyfrowych materiałów i jak używać magicznych algorytmów kryptograficznych, które nie tylko chronią dane, ale także czynią je niemożliwymi do złamania przez komputer kwantowy!\nStaniesz się prawdziwym MacGyverem cyberprzestrzeni. Nauczysz się analizować dane z cyfrowych materiałów dowodowych, tworzyć innowacyjne rozwiązania oparte na uczeniu maszynowym i sztucznej inteligencji. Oczywiście, nie zapominamy o etyce i prawie w cyberprzestrzeni – będziesz świadom odpowiedzialności, jaką niesie ze sobą bycie cyberbohaterem. Rozwiniesz również swoje umiejętności miękkie, bo przecież superbohaterowie muszą umieć współpracować!\nPo ukończeniu studiów znajdziesz pracę jako szanowany inżynier ds. bezpieczeństwa w firmach, które zdają sobie sprawę, że cyberbezpieczeństwo to priorytet. Jeśli masz ochotę na większe wyzwania, możesz kontynuować naukę na studiach trzeciego stopnia lub dołączyć do tajemniczego zespołu naukowców badających najnowsze zagrożenia w cyberprzestrzeni.\nWedług jednego z najsławniejszych hakerów wszechczasów „Najsłabszym elementem zabezpieczenia systemów komputerowych, które kosztują miliony dolarów jest \nczłowiek\n”. Czy jesteś gotowy, by stać się obrońcą świata cyfrowego? Dołącz do nas na kierunku „Cyberbezpieczeństwo”! \n\nRekrutacja\n\nProgram zajęć - Sylabus AGH", "metadata": {"url": "https://iet.agh.edu.pl/kierunek-cyberbezpieczenstwo-agh/", "title": "Kierunek Cyberbezpieczeństwo AGH | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "909c61715dad6d3bb42afb706e31f93e", "word_count": 1171, "headings": [{"level": 2, "text": "Kierunek studiów: Cyberbezpieczeństwo"}, {"level": 2, "text": "„Studiuję Cyberbezpieczeństwo”–OBEJRZYJ WIDEOOpis kierunku:"}]}}