{"content": "# Poprawa sprawności energetycznej budynku D-8 AGH\n\nURL: http://www.inwestycje.agh.edu.pl/projekty/poprawa-sprawnosci-energetycznej-budynku-d-8-agh/\nCrawled: 2025-03-19 22:35:53\n\nCelem projektu jest poprawa sprawności energetycznej pawilonu naukowo-dydaktycznego D-8, składająca się z następujących działań:\n\nIzolowanie cieplne przegród zewnętrznych celem zmniejszenia strat przez przenikanie - ocieplenie ścian zewnętrznych wełną mineralną, \nOcieplenie ścian poniżej gruntu styropianem (termohydroizolacja), \nOcieplenie stropu pod wykuszem budynku głównego (strop nad parterem) i stropu pod aulą styropianem, \nOcieplenie dachu auli styropianem, \nOcieplenie wentylowanej pustki powietrznej stropodachu granulatem wełny mineralnej\nWymiana stolarki otworowej celem zmniejszenia strat przez przenikanie i poprawie systemu wentylacji\nWymiana okien na nowe szczelne o przepuszczalności szczelin a<0,3 [m3/mhdaPa2/3], z szybami niskoemisyjnymi i nawiewnikami powietrza higrosterowanymi,\nWymiana drzwi zewnętrznych na nowe.\nPoprawa sprawności cieplnej systemu grzewczego i źródła ciepła\nKompleksowa wymiana instalacji c.o. obejmująca montaż instalacji wodnej, pompowej, dwururowej. Instalacja wykonana z rur polietylenowych stabilizowanych wkładką aluminiową. Rurociągi zostaną zaizolowane. Gałązki do grzejników – ze stali ocynkowanej zewnętrznie. Elementami grzejnymi będą: grzejniki płytowe. Instalacja zostanie wyposażona w zawory i głowice termostatyczne, zawory podpionowe. \nProjektuje się montaż subliczników umożliwiających indywidualne opomiarowanie ilości ciepła zużytego przez budynek główny i aulę. Modernizacja instalacji c.w.u. prowadząca do zmniejszenia zapotrzebowania na ciepło przygotowania c.w.u - Kompleksowa wymiana centralnej instalacji c.w.u. Instalacja wykonana z rur polietylenowych stabilizowanych wkładką aluminiową. Pod pionami montaż zaworów regulacyjnych i termostatycznych. Rurociągi zaizolowane.\n\nPlanowane efekty\nEfekty energetyczne i ekologiczne uzyskane w wyniku realizacji inwestycji:\n- zmniejszenie zapotrzebowania na energię użytkową o 402,13 MWh/rok (68%)\n- zmniejszenie zapotrzebowania na energię końcową o 794,82 MWh/rok (58%)\n- zmniejszenie zapotrzebowania na nieodnawialną energię pierwotną o 646,10 MWh/rok (38%)\n- redukcja emisji dwutlenku węgla: 221,14 Mg CO2/rok (42%)\n\nW ramach planowanych prac termomodernizacyjnych Inwestor planuje następujące prace wpływające na poprawę efektywności energetycznej budynku: - Ocieplenie ścian zewnętrznych budynku głównego D-8 wraz z aulą. Warstwa ocieplenia 15 cm, wełna mineralna, λ = 0,037 (m K/W). Dla zapewnienia prawidłowości wykonania prac i zapewnienia trwałości wykonanej termomodernizacji należy również dokonać wymiany wszystkich ofasowań z blachy, parapetów zewnętrznych, elementów aluminiowych (między oknami) na elewacji. Dla zachowania charakteru elewacji pasy międzyokienne zostaną wykończone płytami ściennymi, pozostała część tynkiem cienkowarstwowym. - Ocieplenie i hydroizolacja ścian poniżej terenu - odkopanie ścian poniżej gruntu, oczyszczenie i wykonanie hydroizolacji odpowiednimi powłokami zapewniającymi odporność na przenikanie wilgoci oraz ocieplenie styropianem ekstrudowanym grubości 12 cm, λ = 0,031 (m K/W). Po zasypaniu, wykonanie opaski wokół budynku. Ocieplenie dachu nad aulą styropianem twardym gr. 15 cm, λ = 0,031 (m K/W) i pokrycie membraną PCV. Dla zapewnienia prawidłowości wykonania prac i zapewnienia trwałości wykonanej termomodernizacji należy również dokonać wymiany wszystkich ofasowań z blachy. - Ocieplenie stropodachu budynku głównego poprzez wdmuchanie granulatu wełny mineralnej gr. 30 cm, λ = 0,052 (m K/W)w przestrzeń wentylowaną stropodachu. Otwory nawiercane od góry przez płyty dachowe. Po zakończeniu prac w miejscach wykonywania prac naprawa i izolacja połaci dachowej membraną PCV. - Ocieplenie stropu pod wykuszem budynku głównego (strop nad parterem) i stropu pod aulą styropianem ekstrudowanym o grubości 16 cm, λ = 0,031 (m K/W). Wykończenie tynkiem zewnętrznym, analogicznie jak ściany zewnętrzne. - Wymiana okien na nowe ALU o współczynniku przenikania okna U=0,9 W/m2K i drzwi zewnętrznych również ALU U=1,3 W/m2K. - Wymiana instalacji c.o. obejmującą montaż instalacji wodnej, pompowej, dwururowej. Instalacja wykonana z rur polietylenowych stabilizowanych wkładką aluminiową. Rurociągi zostaną zaizolowane. Gałązki do grzejników – ze stali ocynkowanej zewnętrznie. Elementami grzejnymi będą: grzejniki płytowe. Instalacja zostanie wyposażona w zawory i głowice termostatyczne, zawory podpionowe. Przewody rozprowadzające montowane pod stropem w piwnicach, piony w obudowie G-K. Projektuje się montaż na gałęziach za rozdzielaczem subliczników umożliwiających indywidualne opomiarowanie ilości ciepła zużytego przez budynek główny i aulę. - Wymiana instalacji c.w.u. Instalacja wykonana z rur polietylenowych stabilizowanych wkładką aluminiową. Pod pionami montaż zaworów regulacyjnych i termostatycznych. Rurociągi zostaną zaizolowane. W zakresie prac uwzględniono również konieczne rozkucia szachów pod prowadzenie rurociągów, ich zamurowanie, tynkowanie i malowanie.\nDane finansowe projektu\nWartość całkowita projektu: \n6 346 283,77 zł\n\n-Całkowity koszt kwalifikowalny przed uwzględnieniem wymogów określonych w art. 61 rozporządzenia (UE) nr 1303/2013: \n3 548 024,09 zł\n\n-\nLuka w finansowaniu: \n81,32%\n\n-\nMaksymalny udział dofinansowania na poziomie projektu w całkowitym koszcie kwalifikowalnym po uwzględnieniu wymogów określonych w art. 61 rozporządzenia (UE) nr 1303/2013:\n 85%\n\n-\nKwota dofinansowania: \n3 015 820,41 zł", "metadata": {"url": "http://www.inwestycje.agh.edu.pl/projekty/poprawa-sprawnosci-energetycznej-budynku-d-8-agh/", "title": "Poprawa sprawności energetycznej budynku D-8 AGH", "depth": 3, "duplicate": false, "content_hash": "76a96bd2691fae522b8b47aa8d6a3e7b", "word_count": 668, "headings": [{"level": 1, "text": "Celem projektu jest poprawa sprawności energetycznej pawilonu naukowo-dydaktycznego D-8, składająca się z następujących działań:"}, {"level": 1, "text": "Planowane efekty"}, {"level": 1, "text": "Dane finansowe projektu"}]}}