{"content": "# Nie żyje prof. Józef Nizioł, były rektor Politechniki Krakowskiej, doktor honoris causa AGH-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/pracownicy/odeszli/info/article/nie-zyje-prof-jozef-niziol-byly-rektor-politechniki-krakowskiej-doktor-honoris-causa-agh/\nCrawled: 2025-03-19 22:06:44\n\nNie żyje prof. Józef Nizioł, były rektor Politechniki Krakowskiej, doktor honoris causa AGH \n\n 27/01/2021 \n\nZe smutkiem przyjęliśmy wiadomość o śmierci prof. dr. hab. Józefa Nizioła, byłego rektora Politechniki Krakowskiej, doktora \nhonoris causa\n trzech uczelni, uczonego o niezwykle bogatym dorobku, szczególnie zasłużonego w dziedzinie mechaniki nieliniowej.\n\nProf. Józef Nizioł specjalizował się w obszarach mechaniki, dynamiki maszyn, teorii drgań mechanicznych i wibroizolacji, a jego prace badawcze miały istotne znaczenie dla przemysłu i gospodarki. Był autorem lub współautorem 12 monografii, książek i podręczników akademickich, a także ponad 170 artykułów naukowych w specjalistycznych pismach krajowych i zagranicznych. Wypromował 22 doktorów, był recenzentem ponad 40 doktoratów i ponad 30 habilitacji, a także promotorem do godności doktora\n honoris causa\n dla czterech osób. Na macierzystej uczelni – Politechnice Krakowskiej – pełnił wiele ważnych funkcji, aż po funkcję rektora, sprawowaną przez dwie kadencje (1990–1993 i 1993–1996).  \nDorobek naukowy, dydaktyczny i organizatorski prof. Józefa Nizioła spotkał się z uznaniem wielu gremiów. Był członkiem korespondentem Polskiej Akademii Umiejętności, członkiem kilku komitetów Polskiej Akademii Nauk, członkiem Rady Naukowej Centrum Badań Kosmicznych PAN, a także Polskiego Komitetu Normalizacji (1996-2000), Rady Głównej Szkolnictwa Wyższego VI kadencji (1996-1999), Polskiego Towarzystwa Matematycznego. Był także członkiem rzeczywistym Akademii Nauk Inżynieryjnych Federacji Rosyjskiej. W 1994 r. otrzymał tytuł doktora \nhonoris causa\n Akademii Chemiczno-Technologicznej w Iwanowie (obecnie: Iwanowski Państwowy Uniwersytet Chemiczno-Technologiczny). W 2006 r. tytuł doktora \nhonoris causa\n – za wybitny wkład w rozwój mechaniki, głównie teorii drgań mechanicznych oraz za wkład w rozwój kadr naukowych – nadała mu Akademia Górniczo-Hutnicza, a w 2008 r. Politechnika Krakowska. W 2009 r. został profesorem honorowym Politechniki Warszawskiej. \n\nProfesor Nizioł otrzymał również liczne odznaczenia, medale i nagrody, m.in. Krzyż Kawalerski Orderu Odrodzenia Polski (1982), Krzyż Sybiraków (1994), Krzyż Oficerski Orderu Odrodzenia Polski (1997), Krzyż Komandorski Orderu Odrodzenia Polski (2005), Medal Komisji Edukacji Narodowej (1983), Medal Hugo Steinhausa z okazji 60-lecia działalności Polskiego Towarzystwa Matematycznego i XIII Zjazdu Matematyków Polskich (1989), Medal Ochrony Walk i Męczeństwa (1994), Złoty Medal 50-lecia Politechniki Krakowskiej (1995), Honorową i Złotą Odznakę Politechniki Krakowskiej, Nagrodę im. Profesora Zbigniewa Engela „Profesor – Senior” (2020). \n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/pracownicy/odeszli/info/article/nie-zyje-prof-jozef-niziol-byly-rektor-politechniki-krakowskiej-doktor-honoris-causa-agh/", "title": "Nie żyje prof. Józef Nizioł, były rektor Politechniki Krakowskiej, doktor honoris causa AGH-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "159ea385030c904264e03abe31e9548d", "word_count": 337, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}