{"content": "# Niskotemperaturowy skaningowy mikroskop tunelowy (LT-STM)-- Akademickie Centrum Materiałów i Nanotechnologii \n\nURL: https://acmin.agh.edu.pl/aktualnosci/detail/niskotemperaturowy-skaningowy-mikroskop-tunelowy-lt-stm\nCrawled: 2025-03-19 21:38:28\n\nNiskotemperaturowy skaningowy mikroskop tunelowy (LT-STM) \n\n 02-01-2025 \n\n Mamy przyjemność poinformować o uruchomieniu kolejnej inwestycji aparaturowej, którą jest niskotemperaturowy skaningowy mikroskop tunelowy (LT-STM). Mikroskop znajduje się w budynku D-16 będącym siedzibą Akademickiego Centrum Materiałów i Nanotechnologii (ACMiN AGH). \n\nMikroskop wykorzystuje kwantowe zjawisko tunelowania elektronów pomiędzy próbką a ostrzem skanującym, co pozwala m.in. na obserwowanie powierzchni z rozdzielczością atomową, obrazowanie struktury cząsteczek, defektów, czy też badanie lokalnej gęstość stanów elektronowych (w opcji zwanej skaningową spektroskopią tunelową, STS). Pomiary można wykonywać w warunkach ultrawysokiej próżni (poniżej 1*10-10 mbar) w szerokim zakresie temperatur od ~10K do 400K. Należy dodać, że chłodzenie odbywa się w obiegu zamkniętym i nie wymaga zakupu ciekłego helu.\n W porównaniu do poprzedniej wersji mikroskopu STM, nasz nowy nabytek umożliwia nie tylko chłodzenie próbki do temperatury 10 K, ale również jednoczesne schładzanie ostrza, co znacznie zwiększa czułość mikroskopu i ogranicza wpływ szumu termicznego na mierzony sygnał. Wszystko to otwiera nowe możliwości badawcze zaczynając od poprawienia jakości i rozdzielczości sygnału, aż do np. obserwacji zjawisk kwantowych manifestujących swoją obecność wyłącznie w tak niskich temperaturach.\n Mikroskop zainstalowany został w dwukomorowym systemie próżniowym, który umożliwia przygotowywanie próbek (wygrzewanie, bombardowanie jonami, osadzanie adsorbatów) oraz dodatkową charakteryzację powierzchni przez wyznaczanie jej składu chemicznego (spektroskopia elektronów Augera, AES) i stanu uporządkowania krystalograficznego (dyfrakcja nisko-energetycznych elektronów, LEED). Wszystko to pod kontrolą zawartości gazów resztkowych w tym systemie (kwadrupolowy spektrometr mas, RGA).\n Szczegółowe informacje oraz zasady dostępności urządzenia przedstawione są na stronie:\nhttps://oferta-badawcza.agh.edu.pl/equipment/niskotemperaturowy-mikroskop-tunelowy/\n Inwestycja została sfinansowana ze środków projektu „Inicjatywa Doskonałości – Uczelnia Badawcza” i ze środków własnych ACMiN.\n\nPowrót", "metadata": {"url": "https://acmin.agh.edu.pl/aktualnosci/detail/niskotemperaturowy-skaningowy-mikroskop-tunelowy-lt-stm", "title": "Niskotemperaturowy skaningowy mikroskop tunelowy (LT-STM)-- Akademickie Centrum Materiałów i Nanotechnologii ", "depth": 3, "duplicate": false, "content_hash": "151b963fd3639da8e8173de8fa6d0e7b", "word_count": 250, "headings": [{"level": 1, "text": "Niskotemperaturowy skaningowy mikroskop tunelowy (LT-STM)"}, {"level": 2, "text": "Stopka"}]}}