{"content": "#  Jakość kształcenia -- WGGIOS AGH \n\nURL: https://www.wggios.agh.edu.pl/jakosc-ksztalcenia\nCrawled: 2025-03-19 21:32:19\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Jakość kształcenia \n\nWydziałowy System Zapewnienia Jakości Kształcenia jest jednym z elementów Systemu Zarządzania Procesem Kształcenia na Wydziale.\n\nW związku z wejściem w życie nowej ustawy „Prawo o szkolnictwie wyższym i nauce” w AGH trwają prace nad dostosowaniem Uczelnianego Systemu Zapewnienia Jakości Kształcenia (USZJK) do wymagań nowej Ustawy, zmienionych wytycznych Polskiej Komisji Akredytacyjnej oraz nowej struktury organizacyjnej, w której powołano Rady Dyscyplin Naukowych.\n\nCelem prac jest stworzenie systemu umożliwiającego dostosowywanie procesu kształcenia do zmieniających się potrzeb i wymagań oraz jeszcze lepsze diagnozowanie i eliminację zjawisk niepożądanych w procesie kształcenia, szczególnie w kontekście realizacji projektu Inicjatywa Doskonałości – Uczelnia Badawcza.\n\nOd roku akademickiego 2020/2021 USZJK funkcjonuje na zasadach określonych w:\n\nZarządzenie Nr 91/2020 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 23 listopada 2020 r. w sprawie Uczelnianego Systemu Zapewnienia Jakości Kształcenia w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\nZarządzenie Nr 101/2020 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 11 grudnia 2020 r. w sprawie zasad i trybu funkcjonowania Uczelnianego Zespołu Audytu Dydaktycznego w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\nW skład struktury Wydziałowego Systemu Zapewnienia Jakości Kształcenia na WGGiOŚ wchodzą:\n\nDziekan WGGiOŚ — prof. dr hab. Ewa Kmiecik\n\nProdziekan ds. kształcenia — dr inż. Grzegorz Machowski\n\nRada ds. kształcenia w dyscyplinie nauki o Ziemi i środowisku\n\nSkład Rady ds. kształcenia w dyscyplinie nauki o Ziemi i środowisku (2024–2028):\n\ndr hab. inż. Anna Waśkowska, prof. AGH — koordynator\n\ndr hab. inż. Anna Sowiżdżał, prof. AGH — przedstawiciel kierunku Ekologiczne Źródła Energii\n\ndr hab. inż. Edyta Puskarczyk, prof. AGH— przedstawiciel kierunku Geofizyka\n\ndr inż. Maciej Dwornik — przedstawiciel kierunku Geoinformatyka\n\ndr hab. inż. Adam Postawa, prof. AGH — przedstawiciel kierunku Geologia Stosowana\n\ndr hab. inż. Anna Waśkowska, prof. AGH — przedstawiciel kierunku Geoturystyka\n\nprof. dr hab. inż. Norbert Skoczylas — przedstawiciel kierunku Inżynieria i Analiza Danych\n\nAlicja Fitowska — przedstawiciel studentów\n\nPrzedstawiciel kierunku Inżynieria i Ochrona Środowiska w Radzie ds. kształcenia w dyscyplinie inżynieria środowiska, górnictwo i energetyka — dr hab. inż. Urszula Aleksander-Kwaterczak, prof. AGH \n\nZadania i cele Rady ds. kształcenia dotyczą wszelkich aspektów związanych z kształceniem na kierunkach prowadzonych na Wydziale, w tym w szczególności: \n\nanaliza danych dotyczących kształcenia na kierunkach przypisanych do dyscyplin realizowanych na Wydziale;\n\nmonitorowanie programów kształcenia pod kątem zapewnienia zgodności programów studiów z formalnymi wymogami, modyfikowanie programów studiów w zależności od wymagań rynku;\n\nformułowanie dla dziekana Wydziału wniosków, zaleceń i rekomendacji, mających na celu poprawę jakości oraz wyników kształcenia na poszczególnych kierunkach;\n\nustalanie, z uwzględnieniem specyfiki dyscyplin oraz kierunków do nich przypisanych, szczegółowych zaleceń i rekomendacji dotyczących zasad studiowania, tworzenia programów studiów oraz innych aspektów związanych z kształceniem;\n\nproponowanie zmian i modyfikacji mających na celu poprawę jakości kształcenia lub/oraz wyeliminowanie zaobserwowanych nieprawidłowości w zakresie realizacji procesu kształcenia.\n\nSwoje wnioski Rada przedstawia w corocznym raporcie dotyczącym jakości kształcenia na kierunkach prowadzonych przez Wydział.\n\nLaur dydaktyka, edycja 2022\n\nLaur dydaktyka, nominowani w edycji 2023\n\nDiamenty AGH\n\nAnkietyzacja\n\nW semestrze zimowym roku akademickiego 2022/2023 najlepsze oceny studenckie na naszym Wydziale uzyskały następujące osoby:\n\ndr hab. inż. Paulina Krakowska-Madejska, prof. AGH\n\ndr inż. Grzegorz Bania\n\ndr inż. Tomasz Bartuś\n\nW semestrze letnim roku akademickiego 2022/2023 do grona wyróżnionych dydaktyków dołączyli:\n\ndr inż. Piotr Strzeboński\n\ndr inż. Anna Kostka\n\ndr hab. Paweł Różycki\n\nStopka\n\nSpis pracowników\n\nBaza Danych o Autorach i Publikacjach\n\nDokumenty AGH\n\nLicencje i oprogramowanie\n\nPoczta AGH\n\nRozbudowa Centrum Miękinia\n\nDeklaracja dostępności\n\nUBPO\n\nRegulamin studiów\n\nUSOS\n\nSylabus AGH\n\nPomoc materialna dla studentów\n\nProgram Erasmus+\n\nStudium Języków Obcych\n\nWydział Geologii, Geofizyki i Ochrony Środowiska\nAkademia Górniczo-Hutnicza \nim. Stanisława Staszica\n\nal. Mickiewicza 30\n30-059 Kraków\n\nNIP AGH: 675 000 19 23 \n\nNr konta Wydziału:\n58 1240 4722 1111 0000 4859 2918\nBank Pekao S.A. Kraków\n\nDziekanat\ntel. +48.12.617.23.50–51\ne-mail: dziekanatwggios@agh.edu.pl\n\nBiuro Dziekana\ntel. +48.12.617.32.54\ne-mail: wggios@agh.edu.pl\n\n © 2023 Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.wggios.agh.edu.pl/jakosc-ksztalcenia", "title": " Jakość kształcenia -- WGGIOS AGH ", "depth": 3, "duplicate": false, "content_hash": "4194c91baeb4fbd79bddb6eb73624197", "word_count": 634, "headings": [{"level": 1, "text": "Jakość kształcenia"}, {"level": 2, "text": "Stopka"}]}}