{"content": "#  Wydział Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/wydzial\nCrawled: 2025-03-19 21:32:33\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Wydział \n\nObecnie na Wydziale Inżynierii Materiałowej i Ceramiki AGH studiuje blisko 480 studentów i 99 doktorantów. Corocznie organizowane są również poszerzające wiedzę studia podyplomowe.\n\nDziałalność naukowo-badawcza Wydziału dotyczy bardzo szerokiego spektrum tematycznego, od wielkoprzemysłowych technologii tradycyjnych materiałów ceramicznych i ich najnowszych generacji, do materiałów zaawansowanych, także w skali nano i mikro, na potrzeby różnych gałęzi przemysłu (budowlanego, energetycznego, lotniczego, paliwowego, komputerowego) oraz najnowszych technik badawczych i analitycznych.\n\nLiczba profesorów: 28\n Liczba profesorów uczelni: 36\n Liczba adiunktów: 77\n Liczba asystentów: 23\n Liczba pozostałych pracowników: 48\n\nWydział Inżynierii Materiałowej i Ceramiki AGH to interdyscyplinarna jednostka o profilu chemiczno-materiałowo-technologicznym, której misją jest kompleksowe kształcenie studentów w zakresie nowoczesnych technologii materiałowych, szeroka współpraca z przemysłem oraz prowadzenie zaawansowanych badań na najwyższym poziomie naukowym.\n\nWydział Inżynierii Materiałowej i Ceramiki AGH posiada bardzo bogatą ofertę badawczą realizowaną w poszczególnych katedrach, jak i akredytowanych laboratoriach. Prowadzi działalność naukowo-badawczą w obszarze chemii i nowoczesnych technologii materiałowych. Dzięki nowoczesnej infrastrukturze oraz technologii wydział kształci wybitnych specjalistów, którzy są doceniani w kraju i za granicą. Pracownicy naukowi oraz doktoranci prowadzą badania oraz realizują prestiżowe granty, za które są nagradzani na arenie międzynarodowej.\n\nWzrastające zapotrzebowanie na materiały, biomateriały, czyli \nmateriały dla medycyny oraz rozwój przemysłu i technologii,\n w których wykorzystywane są różnego typu materiały kompozytowe sprawia, że prace badawcze realizowane są niebywale potrzebne i interesujące. Poruszanie się w tak intensywnie rozwijających się dziedzinach wiedzy i inżynierii wymusza na badaczach nieustanny rozwój i doskonalenie swoich umiejętności i warsztatu. \n\nPraca naukowców skupia się m.in. na otrzymywaniu i ocenie właściwości biomateriałów i kompozytów, trwa poszukiwanie nowych rozwiązań, materiałów lub sposobów modyfikacji obecnie już istniejących materiałów w celu polepszenia ich funkcjonalności i użyteczności zarówno w medycynie, jak i w przemyśle. Prowadzone są badania w zakresie nowoczesnych nośników leków, materiałów dla diagnostyki i terapii, teranostyki, nanomedycyny oraz\n inżynierii tkankowej i medycyny regeneracyjne\nj oraz w celu wytwarzania nowych struktur węglowych zarówno w sakli mikro, jak i nano o niespotykanych właściwościach mechanicznych, elektrycznych i cieplnych. \n\nOferta badawcza WIMiC\n\nOferta kształcenia obejmuje 6 kierunków studiów na studiach pierwszego i drugiego stopnia.\n\nNa Wydziale Inżynierii Materiałowej i Ceramiki AGH można także kształcić się na studiach doktoranckich.\n\nOferta kształcenia WIMiC\n\nAbsolwenci Wydziału Inżynierii Materiałowej i Ceramiki AGH, to specjaliści z zakresu technologii materiałowych tradycyjnie związanych z szeroko rozumianymi: przemysłem ceramicznym, szklarskim, materiałów budowlanych, materiałów ogniotrwałych.\n\nOdnoszą również sukcesy w projektowaniu, wytwarzaniu i badaniu nowych materiałów oraz komponentów przeznaczonych do specyficznych zastosowań w wielu najnowocześniejszych obszarach (np. elektronika, energetyka, przemysł lotniczy, samochodowy, fotonika, branża IT) oraz materiałów dla medycyny i ochrony środowiska, a także analityki i kontroli jakości.\n\nSą bardzo dobrze przygotowani do sprostania wyzwaniom doby Przemysłu 4.0.\n\nKierunek \nInżynieria Materiałowa\n prowadzony przez Wydział Inżynierii Materiałowej i Ceramiki został wyróżniony przez Państwową Komisję Akredytacyjną (Uchwała nr 422/2007 z dnia 14 czerwca 2007 r.). Otrzymane wyróżnienie potwierdza wysoki poziom i jakość kształcenia na kierunku Inżynieria Materiałowa.\n\nW uzasadnieniu Komisja podkreśliła m.in.: dobrze wykwalifikowaną kadrę, aktywną działalność naukowo-badawczą, szeroką współpracę z ośrodkami zagranicznymi, aktywność w przygotowywaniu podręczników akademickich, działalność studenckich kół naukowych, promocję kierunku oraz wyposażenie laboratoriów dydaktycznych i naukowych w nowoczesny sprzęt badawczy. Tylko dwa wydziały prowadzące kierunek „Inżynieria Materiałowa” uzyskały wyróżnienie tj. WIMiC i Wydział Inżynierii Materiałowej Politechniki Warszawskiej.\n\nWydział Inżynierii Materiałowej i Ceramiki AGH został zakwalifikowany do kategorii A, czyli jednostek naukowych posiadających najwyższą, pierwszą kategorię (Komunikat nr 19 Ministra Nauki i Szkolnictwa Wyższego z 30 wrzenia 2010 o ustalonych kategoriach jednostek naukowych).\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/wydzial", "title": " Wydział Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "d1ee479cfccdeffcae84e129223e8af2", "word_count": 608, "headings": [{"level": 1, "text": "Wydział"}, {"level": 2, "text": "Stopka"}]}}