{"content": "#  Terms and conditions of admissions -- AGH University Doctoral School \n\nURL: https://www.sd.agh.edu.pl/en/candidates/terms-and-conditions-of-admissions-to-the-agh-doctoral-school\nCrawled: 2025-03-19 21:21:54\n\nSkip to content\n\nSkip to footer\n\n Terms and conditions of admissions \n\n§1 General provisions\n\n§2 Submission of research topics\n\n§3 Competition procedure\n\n§4 Enrolment of doctoral candidates \n\n§5 International admissions\n\n§6 Non-standard admissions\n\n§7 Candidates with special health-related needs, including persons with disabilities, seeking enrolment at the School\n\n§8 Medical examinations\n\n§9 Registration fee\n\n§10 Exclusion of liability\n\nAdmissions to the AGH Doctoral School hereinafter referred to as the School, will start on 1 July 2024 and will last until 30 September 2024.\n\nThe detailed School Admissions Calendar will be announced by the Director of the AGH Doctoral School, not later than two weeks prior to the planned starting date of the admissions procedure. The relevant information will be published on the School’s website.\n\nThe School admits students on a competitive basis.\n\nThe candidate qualification procedure will be conducted separately for each of the AGH organisational units, in which research work on particular research topics will be conducted. \n\nAdmission limits and the list of disciplines available to applicants are announced by the Vice-Rector for Science, subject to consultation with the units submitting the research topics, not later than two weeks prior to the planned starting date of the admissions procedure.\n\nAdmission limits, mentioned in (5) are set separately for programmes of studies funded from the state subsidy and from other sources for every discipline within the units.\n\nFunding from sources other than the state subsidy must secure a scholarship for candidates in an amount equal to or higher than the amount set out in Art. 209 of the Higher Education and Science Law Act of 20 July 2018 (Journal of Laws year 2023, item 742 as further amended), hereinafter referred to as the Act, for a minimum period of three years. \n\nAny references herein to the following terms shall be construed as follows:\n a) electronic copies of documents - digital reproductions of the original documents created as a PDF file\n b) legalization of the document - action performed by\n - a consul of the Republic of Poland, competent for the country within whose territory or education system the document was issued, or\n - a diplomatic or consular office of the country within whose territory or education system the document was issued, which has been accredited in the Republic of Poland or another member state of the European Union, a member state of the European Free Trade Association (EFTA) - party to the agreement on the European Economic Area or a member state of the Organisation for Economic Co-operation and Development (OECD);\n c) apostille - a certification of the official character, affixed or attached to a document which was issued by a school, institution, or higher education institution operating within the education or higher education system of a state that has signed the Convention Abolishing the Requirement of Legalisation for Foreign Public Documents, concluded in The Hague on October 5, 1961 (Journal of Laws of 2005, No. 112, items 938 and 939);\n\nd) Polish time zone - Central European Time (local time for Warsaw);\n e) translation into Polish - translation of documents made by a person entered by the Minister of Justice on the list of sworn translators or a person registered as a sworn translator in a member state of the European Union, a member state of the European Free Trade Association (EFTA) - party to the agreement on the European Economic Area or a member state of the Organisation for Economic Co-operation and Development (OECD), or a consul of the Republic of Poland, competent for the country within whose territory or education system these documents were issued, or an accredited diplomatic or consular office of the country within whose territory or education system these documents were issued. If translation of the documents into Polish runs into insurmountable difficulties, the Director of the AGH Doctoral School may agree to the submission of a translation made by another entity as long as there are no reasonable doubts as to its credibility.\n f) person applying for admission to the AGH Doctoral School - a person who creates a personal account in the e-Rekrutacja system until all required documents referred to in §3 para. 4 submitted in the admissions procedure are accepted by the AGH Doctoral School in accordance with §3 para. 7. The documents must be formally reviewed prior to acceptance.\n g) candidate - a person who is entitled to sit a qualifying examination, in accordance with §3 para. 9.\n\nResearch topics can be submitted by persons authorized to provide scientific supervision over candidates’ work towards a doctoral dissertation (supervisor/supervisors or a supervisor and an auxiliary supervisor) in accordance with the provisions of Art. 190 of the Act.\n\nResearch topics shall be submitted subject to approval from the head of the unit in which the doctorate will be undertaken. By granting the approval, the head of the unit acknowledges that the unit has sufficient resources required for the research project to be undertaken for the purpose of the doctoral award.\n\nThe following information must be provided with research topic submission:\n a) title of the research topic in Polish and English,\n b) academic title and/or degree and full name(s) of the supervisor(s),\n c) academic degree and full name of the auxiliary supervisor, if this function has been provided for for the purpose of pursuing the research topic,\n d) name of the scientific discipline(s) (including the leading discipline), in which the research topic will be undertaken,\n e) name of the unit where the research topic will be pursued,\n f) number of available places,\n g) description of the research topic exclusively in English,\n h) information (exclusively in English) on research resources provided by the unit, which can be used for the purpose of the research project to be undertaken,\n i) information on the source of funding for the course of education at the AGH Doctoral School.\n\nSubmission and approval of the research topics will be done electronically using the electronic system for processing research topics.\n\nThe research topics, approved by the School Director, will be published on the School’s website not later than 14 days prior to the last day of the candidate registration period.\n\nThe admissions procedure takes place via an electronic system for student admissions, hereinafter referred to as the e-Rekrutacja System, subject to timeline and deadlines set out in the Admissions Calendar. All times are Polish Time.\n\nThe primary means of contact for AGH Doctoral School applicants until they are enrolled as doctoral students should be through the e-Rekrutacja System.\n\nAfter successful registration through the e-Rekrutacja system, the AGH Doctoral School applicant must obtain the consent of their prospective supervisor with regard to doctoral research supervision. The supervisor’s consent will be granted electronically by means of the electronic system for processing research topics.\n\nAfter obtaining the required consent referred to in (3) the Doctoral School applicant must submit the following documents through the e-Rekrutacja system, subject to relevant deadlines set out in the admissions calendar:\n a) registration form (including declaration of the research topic to be pursued),\n b) personal data form,\n c) digital copy of the person’s graduation certificate, and in the case of applicants expected to graduate from a second cycle programme or a long-cycle Master’s programme in 2024 who are not yet in possession of a graduation certificate - relevant documents confirming their qualifications to undertake a course of education at the doctoral school,\n d) digital copy of a diploma supplement or another approved document confirming graduation, if no degree certificate (diploma) has been issued,\n e) digital copy of a certificate of grade point average for a higher education programme referred to in (c) (not required if it is stated in the diploma supplement),\n f) list of achievements together with digital copies of supporting documents, if the applicant has a history of such achievements,\n g) digital copy of a certificate confirming the person’s competence in the English language at B2 or higher levels, if the candidate is a holder of such a certificate.\n\nApplicants who hold a degree conferred in another country must additionally submit a certified translation into Polish or English of the graduation certificate and the diploma supplement. The graduation certificate conferred outside of Poland shall be submitted with legalization or an apostille.\n\nApplicants holding degrees conferred outside the European Union or the European Free Trade Association (EFTA) may be requested to submit a document issued by the Polish National Agency for Academic Exchange (NAWA) confirming recognition of their academic qualification awarded abroad.\n\nDocuments submitted by applicants, listed in (4) above will be formally reviewed by the AGH Doctoral School. The review of the submitted documents is conditional on the payment of the admission fee referred to in §9.\n\nDuring registration, each applicant may select only one research topic to apply for.\n\nApplicants will be granted the AGH Doctoral School candidate status upon satisfying all formal requirements indicated in §3  (1-8). Being officially recognized as a candidate  entitles the person to sit the qualifying examination.\n\nCandidates will take a qualifying examination in the leading discipline for the doctoral dissertation to be pursued, hereinafter referred to as the qualifying examination. The subject area covered by the qualifying examination includes problems and issues related to the leading discipline. The scope of research problems related to individual disciplines is published on the School’s website. The exam includes as one of its parts a short personal presentation for the purpose of assessing the candidate’s profile with special emphasis on the candidate’s history of research activity, including:\n a) details of any completed degree theses (if applicable),\n b) history of research and professional achievements,\n c) reasons for choosing a given research topic,\n d) information on how advanced the candidate’s efforts to undertake their future doctoral dissertation are.\n Candidates may choose to take the examination in Polish or in English.\n\nEach candidate is required to sit a B2 English language competence test. The examination will be conducted by the Examination Board appointed by the AGH Doctoral School Director in agreement with the Director of the Department of Foreign Languages. Candidates who already hold English language competence certificates may apply for such a certificate to be credited towards the English language competence test. Decisions regarding crediting any previously obtained language qualifications towards the language test as well as the grade awarded on the basis of an external certificate will be taken by the English Language Examination Board. Certificates enabling their holders to qualify for such transfer of credit for the language test are listed in Appendix 2 to this Resolution.\n\nCandidates failing to take the examination referred to in (10) or (11) will be disqualified.\n\nThe qualifying examination is conducted by Examination Boards appointed by the Doctoral School Director subject to consent from heads of the units open for admissions. Each Examination Board consists of 4-6 members.\n The candidate may request that a person representing the AGH Accessibility Department join the Examination Board in an advisory capacity.\n The examination will take place if at least three members of the Examination Board are in attendance. If the candidate’s prospective supervisor is a member of the Examination Board, they must not be involved in the examination of this particular candidate.\n\nAs the qualifying examination and the English competence test are closed to the public, only the members of the Examination Board, a representative of AGH Accessibility Department, the Candidate and the Director(s) of the AGH Doctoral School are permitted in the examination room. The qualifying examination and the English competence test for persons who are not in physically present in Poland may be administered online, subject to consent of the head of the Examination Board.\n\nThe Examination Board appointed to administer the examination in the leading discipline will evaluate the candidate’s history of documented scientific achievements to date.\n\nExams are followed up with reports signed by the head of the Examination Board. The report drawn up for the exam in the leading discipline contains also the result of the assessment of the candidate’s history of scientific achievements.\n\nThe ranking lists of prospective candidates, separate for individual units, shall be drawn up by the Doctoral School Director on the basis of the admission index. If a particular unit accepts candidates in several disciplines, rankings will be drawn up separately for each discipline, with research topics funded from the state subsidy being shown separately from those funded from other sources.\n\nTo be enrolled at the School, Candidates must successfully pass both the qualifying examination in the leading discipline and the English language competence test.\n\nThe admission index is calculated according to the following formula:\nWr = wsr*Osr + wos*Oos + wek*Oek + wej*Oej,\n where:\nwsr = 5 \n– weighting carried by  GPA obtained for the higher education programme entitling the Candidate to qualify for a course of education at the doctoral school,\nwos = 4\n – weighting carried by the grade awarded for the history of the Candidate’s scientific achievements to date,\nwek = 8\n – weighting carried by the grade awarded for the qualifying examination in the leading discipline,\nwej = 3\n – weighting carried by the grade awarded for the English language competence test,\nOśr \n– GPA for the Candidate’s higher education programme entitling the candidate to undertake a course of education at a doctoral school, calculated in accordance with the Study Regulations at the issuing institution (if GPA is not based on a 2-5 scale, it must be converted to a 2-5 scale, if such conversion is not possible or GPA cannot be properly documented, a default value of 3.0 will apply),\nOos\n – grade awarded for the history of the Candidate’s scientific achievements to date, determined by the Examination Board for the leading discipline based on a review of supporting documents submitted by the Candidate during the auto-presentation, on a 2-5 scale,\nOek\n – grade awarded for the qualifying examination in the Candidate’s leading discipline based on a 2-5 scale,\nOej\n – English language competence test grade based on a 2-5 scale.\n\nTo be enrolled at the School, the Candidate’s admission index must be 70/100 or higher.\n\nCandidates seeking research topics to be funded from sources other than the subsidy must additionally meet all the  requirements set out by the entity that will finance the research topic, in accordance with relevant regulations enforced by this entity.\n\nCandidates are admitted to the School through enrolment, based on a ranking list, subject to admission limits prescribed for individual units.\n\nQualifying candidates will be enrolled as doctoral students by the AGH Doctoral School Director.\n\nInternational students are admitted under the administrative decision issued by the Doctoral School Director, acting on the authority of the University Rector.\n\nIf more than one candidate qualifying for the Doctoral School seeks a particular research topic, the topic will be awarded to the candidate with the highest place in the ranking of all candidates seeking the same topic. Other qualifying candidates who have sought the same topic may be admitted to the School provided they submit a consent relating to an alternative topic within the same discipline to be pursued at the same unit unless that other topic has been awarded to another candidate in accordance with §3, Par. 3 within the deadline stated in the Admissions Calendar.\n\nCandidates who have applied for a research topic financed from sources other than the subsidy and who wish to choose a subsidy-funded research topic in accordance with (2), may do so only after the rankings lists for the subsidy-funded topics have been published.\n\nIf admissions to a given unit are conducted for more than one discipline, places that have not been taken up in one discipline may be transferred to another discipline open for admissions at the same unit to increase the admission limits for that other discipline. The Doctoral School Director will transfer the places between disciplines within a particular unit subject to the consent of the heads of the units involved.\n\nCandidates who have not been enrolled at the School will receive an official notification of refusal in the form of an administrative decision.\n\nCandidates may appeal against such decisions to the University Rector within 14 days of receiving the decision, requesting that their case be reconsidered.\n\nAGH Doctoral School  candidates without Polish citizenship  who have satisfied official requirements regarding education as set out in Art. 326 of the Act will be admitted in accordance with the admission procedure stated in §3 and §4.\n\nInternational candidates may be admitted to the School and pursue the course of study at the School based on international agreements, subject to terms and conditions stated in these agreements as well as based on agreements concluded by universities with foreign entities  - also subject to terms and conditions stated in these agreements (Art. 323 (1), (1) and (2) of the Act) without taking the prescribed examinations. Such admissions are not subject to the limits and rankings referred to in §1, §3 and §4.\n\nCandidates to the School who do not hold the degree of magister, magister inżynier or equivalent, applying for admission to the School under Art. 186 (2) of the Act may seek admission provided they have obtained a positive recommendation from the AGH Doctoral School Board acknowledging the person’s outstanding academic achievement. The decision issued by the AGH Doctoral School Board is final and binding.\n\nThe School creates conditions that enable persons with special health-related needs, including persons with disabilities, to fully participate in the life of the School and the academic community, including the Doctoral School admissions and the course of study to be pursued at the School.\n\nProvision of support and coordination of actions for persons with special health-related needs, including persons with disabilities, are subject to terms and conditions stipulated on the website of the AGH Accessibility Department, subject to provisions set out in Par. 4 and Par. 5.\n\nProvision of support by the School is the responsibility of the individual units within the School’s structure. All support activities are coordinated by the AGH Accessibility Department.\n\nIf warranted by their extraordinary needs, candidates with special health-related needs, including candidates with disabilities, shall be eligible for specific entitlements and services to ensure that:\n a) the form of the qualifying examination and of the English language competence test makes them accessible to the candidate and that  their form and the grades awarded for them fully satisfy the criteria of equivalence and objectivity respectively.\n b) the qualifying examination and the English language competence test are accessible with regard to:\n i. architectural design of the building where the examination or the test is to be held,\n ii. the surroundings of the venue where the examination or the test is to be held, so that at least the following are fully accessible: examination room, toilets, office, cloakroom, access to the building and car park.\n c) the conditions and all practical arrangements properly guarantee the accessibility of the qualification examination and the English language competence test, including:\n i. proper sound system, sound-proof examination room equipped with an induction loop or other solutions to support hearing,\n ii. proper lighting,\n iii. reduced negative impact of factors affecting the candidate during the examination (including noise levels, the number of persons in the room),\n iv. sufficient duration of the examination, including extended time for: oral and/or written answers, preparation to an oral presentation etc.\n d) the examination to be taken is available in the digital (online) form.\n e) a teaching assistant is available.\n f) a sign language interpreter or a lip speaker is available.\n g) the candidate may request an early referral for medical examination - that is: issued prior to the enrolment.\n h) the candidate may request that any harmful, adverse or hazardous factors accompanying the educational process be reduced or eliminated.\n\nAny requests and petitions submitted to the School by candidates with special needs (including those with disabilities) and relating to health issues will be considered in cooperation with the AGH Accessibility Department.\n\nMedical documentation, doctor’s reports, certifications etc. are filed with the AGH Accessibility Department and should be excluded from the documentation of the admissions procedure.\n\nDetailed information on admissions and other topics for persons with special needs, including persons with disabilities, who seek admission to the School has been published on the School’s website as well as on the website of the AGH Disability Department.\n\nThe list of harmful, adverse and hazardous factors occurring during the course of study provided by individual units is compiled and regularly updated by the Occupational Health and Safety Section and published on the School’s website.\n\nThe doctoral student may be allowed to undertake the courses or research only if they have submitted a medical certificate confirming their fitness to pursue a course of education (in a given unit) - subject to (4).\n\nPersons enrolled at the School receive referrals for medical examinations. A certificate of fitness to study at the doctoral school must be submitted within 30 days of receiving the referral.\n\nThe School is committed to providing educational opportunities to the widest possible audience, which should include, in particular, elimination or reduction of the occurrence of harmful factors in individual cases.\n\nPersons referred to in (3)  may request that the referral for medical examination be issued at an earlier date.\n\nPersons who will submit a medical certificate stating lack of fitness to study at the School may exercise their right to request that the occurrence of harmful factors be eliminated or reduced. If the  occurrence  of harmful factors is reduced, the persons in question will obtain another medical referral - this time relating exclusively to those harmful factors, whose occurrence has been reduced.\n\nIf the occurrence of harmful factors connected with a course of education provided by a given unit cannot be reduced or eliminated or, if - despite the occurrence of such factors being successfully reduced - the person in question produces a medical certificate confirming lack of fitness to study at the School, the School Director, acting with the authority granted by the University Rector, will disenroll the person under an administrative decision.\n\nCandidates are required to pay a fee of PLN 250.00 charged in connection with the AGH Doctoral School admissions procedure, hereinafter referred to as the ‘Registration Fee’.\n\nThe registration fee in the amount stated in (1) must be paid either via the fast electronic payment system (eCard) or a bank transfer to the AGH account no. 96124047221111000048582922. Candidates use the code obtained from the e-Rekrutacja system as the transfer title.\n\nThe fee will be deemed to have been made on the day when it is credited to the eCard account or to the AGH bank account referred in (2), all times being  Polish time.\n\nThe registration fee is not refundable.\n\n AGH will not assume liability for any unsuccessful attempts at logging into the e-Rekrutacja System or modifying records resulting from telecommunication network failures outside the control of AGH as well as AGH server overloads that might happen from time to time.\n\nAGH will not assume liability for incorrect input of data by the candidate into the e-Recruitment system, incorrect completion of online form fields, non-completion or omissions, or providing information inconsistent with the relevant documents.\n\nAGH shall not assume liability for delayed payment of the fee referred to in § 9 (3).\n\nStopka\n\nAGH University Doctoral School\nbuild. A3, I floor, room 118\nal. Mickiewicza 30\n30-059 Krakow\n\nOffice for Doctoral Students' Affairs\n E-mail: phd@agh.edu.pl\n Phone: +48 12 617 56 13\n Phone: +48 12 617 56 11\n Phone: +48 12 617 56 14\n Direct and telephone support for doctoral students\n Monday - closed\n Tuesday - Friday - 9:00 a.m. - 1:00 p.m.\n\nDirector's Office\n E-mail: sdbiuro@agh.edu.pl\n Phone: +48 12 617 56 12\n\nBack", "metadata": {}}