{"content": "#  hrs4r -- HRS4R \n\nURL: https://hrs4r.agh.edu.pl/\nCrawled: 2025-03-19 21:07:29\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nHRS4R\n\nCelem europejskiej strategii HR dla naukowców/naukowczyń (Human Resources Strategy for Researchers, HRS4R) jest wspieranie instytucji naukowych w procesie tworzenia atrakcyjnych warunków zatrudnienia i rekrutacji badaczy/badaczek.\n\nInstytucje zatrudniające, które zobowiązują się wdrażać europejską strategię HR, mogą otrzymać wyróżnienie HR Excellence in Research przyznawane przez Komisję Europejską.\n\nAGH otrzymała takie wyróżnienie w maju 2024 r.\n\nWyznacznikami dla HRS4R były dwa dokumenty (Europejska Karta Naukowca oraz Kodeks Postępowania przy rekrutacji pracowników naukowych) zawierające podstawowe zasady, którymi powinny kierować się instytucje działające w sferze B+R oraz organizacje finansujące badania.\n\nW grudniu 2023 r. państwa członkowskie UE przyjęły Zalecenie Rady w sprawie europejskich ram mających na celu przyciąganie i zatrzymywanie talentów w obszarze badań naukowych, innowacji i przedsiębiorczości w Europie. \n\nOd stycznia 2024 r. Europejską Kartę i Kodeks Postępowania zastępuje zaktualizowany dokument pt. Europejska Karta Naukowca. Powodem jest dostosowanie zapisów do obecnych wyzwań, zmieniającego się środowiska naukowego i kariery naukowej.\n\nPrzydatne linki\n\nEuropejska Karta Naukowca\n\nZalecenie Rady w sprawie europejskich ram mających na celu przyciąganie i zatrzymywanie talentów w obszarze badań naukowych, innowacji i przedsiębiorczości w Europie\n\nStopka\n\n © 2023 Centrum Komunikacji i Marketingu\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://hrs4r.agh.edu.pl/", "title": " hrs4r -- HRS4R ", "depth": 1, "duplicate": false, "content_hash": "58239a86717fbf97abf0cdc501a4a964", "word_count": 194, "headings": [{"level": 1, "text": "HRS4R"}, {"level": 2, "text": "Przydatne linki"}, {"level": 2, "text": "Stopka"}]}}