{"content": "# Laureaci i laureatki XXVI konkursu „Diamenty AGH”-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/studenci/aktualnosci/detail/laureaci-i-laureatki-xxvi-edycji-konkursu-diamenty-agh\nCrawled: 2025-03-19 21:12:47\n\nLaureaci i laureatki XXVI konkursu „Diamenty AGH” \n\n 17/02/2025 \n\n nagrody \n\n Przedstawiamy wyniki XXVI konkursu na najlepszą pracę dyplomową „Diamenty AGH”. \n\nW kategorii prac aplikacyjnych\n\nI miejsce – nagroda główna\n autorka pracy: Magda Kocyan (Wydział Inżynierii Materiałowej i Ceramiki)\n temat pracy: \nOpracowanie implantu do bezszwowego zamykania pooperacyjnych perforacji i przetok w obrębie przewodu pokarmowego dla potrzeb pacjentów z chroniczną otyłością\n promotorka: dr hab. inż. Ewa Stodolak-Zych, prof. AGH (Wydział Inżynierii Materiałowej i Ceramiki)\n\nII miejsce\n autorka pracy: Malwina Furgała (Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej)\n temat pracy: \nBiomaterials for theranostics\n promotorka: dr inż. Patrycja Domalik-Pyzik (Wydział Inżynierii Materiałowej i Ceramiki)\n\nIII miejsce\n autor pracy: Kamil Kwarciak (Wydział Informatyki)\n temat pracy: \nUnsupervised segmentation of defective skulls in volumetric data by using deep networks dedicated to modality transfer\n promotor: dr inż. Marek Wodziński (Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej)\n\nW kategorii prac teoretycznych\n\nI miejsce – nagroda główna\n autor pracy: Yuya Sato (Wydział Energetyki i Paliw)\n temat pracy: \nDevelopment of distributor-type membrane reactor for carbon dioxide recovery\n promotor: dr hab. inż. Grzegorz Brus prof. AGH (Wydział Energetyki i Paliw)\n\nII miejsce\n autorka: Karolina Wojtanek (Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej)\n temat pracy: \nFunkcjonalizacja porowatych rusztowań cyrkonowych do regeneracji tkanki kostnej\n promotorka: prof. dr hab. inż. Elżbieta Pamuła (Wydział Inżynierii Materiałowej i Ceramiki)\n\nIII miejsce\n autor: Tomasz Lamża (Wydział Informatyki)\n temat pracy: \nHyperparameter tuning for quantum combinatorial optimization algorithms\n promotorka: dr inż. Katarzyna Rycerz (Wydział Informatyki)\n\nSylwetki osób, które zdobyły nagrody główne\n\nMagda Kocyan\n urodziła się w 2000 r. W liceum wybrała klasę o profilu z rozszerzoną matematyką, fizyką i angielskim. Na studia pierwszego stopnia wybrała Inżynierię Biomedyczną na wydziale Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej. Zwieńczeniem tego etapu była praca inżynierska pt. \nCharakterystyka pokryć z fosforanu wapnia na podłożach ceramicznych\n, napisana pod opieką dr inż. Małgorzaty Krok-Borkowicz. Następnie podjęła studia magisterskie na Wydziale Inżynierii Materiałowej i Ceramiki, na kierunku Inżynieria Materiałowa. W trakcie studiów angażowała się w działalność kół naukowych. W SKN Nucleus, gdzie pełniła funkcję zastępcy przewodniczącego koła, realizowała projekt dotyczący fantomów organów do testowania urządzeń do MRI oraz projekt BioPrintLife, w ramach którego uczestniczyła w opracowywaniu hydrożeli do zastosowania w biodruku bakterii. W trakcie prac na projektami otrzymała nieocenione wsparcie ze strony dr hab. inż. Ewy Stodolak-Zych, prof. AGH oraz dr. inż. Juliusza Leszczyńskiego. Działała również w SKN Ceramika Artystyczna, gdzie poza tworzeniem wyrobów ceramicznych angażowała się w działalność sekcji szkliw oraz w projekt „Ceramiczne hotele dla krakowskich zapylaczy”. Aktualnie pracuje w Instytucie Badań i Rozwoju Motoryzacji BOSMAL, gdzie zapoznaje się z tajnikami badań materiałowych w branży automotive. Rodzina i przyjaciele stanowią dla niej wartość w życiu prywatnym. Wolny czas poświęca swoim zainteresowaniom – kulturze ludowej Ziemi Cieszyńskiej i Beskidu Śląskiego, pieczeniu ciast, remontom, rekreacyjnemu uprawianiu sportu lub zgłębianiu historii Śląska Cieszyńskiego z czasów panowania cesarza Franciszka Józefa I.\n\nYuya Sato \nurodził się w Japonii w 1998 r. Już w szkole średniej zaczął interesować się chemią, a w 2018 r. rozpoczął studia na kierunku Inżynieria Chemiczna na Wydziale Nauk Technicznych w Shibaura Institute of Technology (SIT) w Tokio. W trakcie pierwszych trzech lat studiów inżynierskich szczególnie fascynowały go zagadnienia z zakresu chemii nieorganicznej i chemii fizycznej. Podążając za swoja pasją, trafił do laboratorium prof. Mikihiro Nomury, gdzie rozpoczął badania eksperymentalne nad reaktorami membranowymi. W marcu 2022 r. obronił pracę inżynierską pt. \nDevelopment of Distributed Membrane Reactor for CO2 Capture\n, a w kwietniu tego samego roku, kontynuując temat badawczy, rozpoczął studia magisterskie na kierunku Energy and Environmental Engineering. Jest to kierunek podwójnego dyplomowania realizowany wspólnie przez Akademię Górniczo-Hutniczą oraz Shibaura Institute of Technology w Tokio. Czas studiów magisterskich dzielił pomiędzy Tokio i Kraków. W trakcie swojego pobytu w AGH prowadził badania numeryczne zjawisk transportu masy, pędy i energii w reaktorach membranowych. Badania te prowadzone były na Wydziale Energetyki i Paliw pod kierunkiem dr. hab. inż. Grzegorza Brusa, prof. AGH. Po powrocie do Japonii kontynuował prace obliczeniowe oraz wznowił badania eksperymentalne, a część uzyskanych wyników przedstawił jako autor wiodący w artykule pt. \nUnveil carbon dioxide recycling potential throughout distributor-type membrane reactor \nopublikowanym w czasopiśmie „Journal of CO2 Utilization”. W marcu 2024 r. otrzymał dwa dyplomy magisterskie – z SIT w Tokio i AGH w Krakowie. Studia magisterskie w SIT ukończył, zajmując pierwsze miejsce w swojej grupie. Obecnie pracuje jako naukowiec w Laboratorium Technicznym JGC HOLDINGS CORPORATION, jednej z największych firm inżynieryjnych w Japonii i światowego lidera w branży. W czasie wolnym często gra w koszykówkę, której poświęcał się od szkoły podstawowej aż po studia, pełniąc funkcję kapitana drużyny w szkole podstawowej, szkole średniej i na studiach.\n\n***\n\nKonkurs na najlepszą pracę dyplomową „Diamenty AGH” organizowany od 1998 r. przez Akademię Górniczo-Hutniczą i Studenckie Towarzystwo Naukowe.\n\nAutorzy/autorki prac wyróżnionych otrzymują medale i dyplomy, a laureaci/laureatki – statuetki, medale oraz nagrody pieniężne.\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/studenci/aktualnosci/detail/laureaci-i-laureatki-xxvi-edycji-konkursu-diamenty-agh", "title": "Laureaci i laureatki XXVI konkursu „Diamenty AGH”-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "299968c63874c879428d231782dd7366", "word_count": 783, "headings": [{"level": 1, "text": "Laureaci i laureatki XXVI konkursu „Diamenty AGH”"}, {"level": 4, "text": "W kategorii prac aplikacyjnych"}, {"level": 4, "text": "W kategorii prac teoretycznych"}, {"level": 4, "text": "Sylwetki osób, które zdobyły nagrody główne"}, {"level": 2, "text": "Inne artykuły z kategorii Studenci"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}