{"content": "# Informacje dla pracowników - BaDAP AGH\n\nURL: https://badap.agh.edu.pl/aktualnosci\nCrawled: 2025-03-19 21:16:53\n\nStrona główna\n/\nInformacje dla pracowników\nInformacje dla pracowników\nMaria Garczyńska\n4.02.2025\nPunktacja konferencji\nSzanowni Państwo,\nw chwili obecnej punktacja referatów z konferencji umieszczonych w rankingu CORE nie jest poprawna z przyczyn technicznych. Trwają prace nad aktualizacją danych. Sytuacja ta, za którą przepraszamy, nie będzie miała wpływu na wyniki rankingu Filaru I.\nMaria Garczyńska\n9.01.2025\nWskaźniki bibliometryczne\nSzanowni Państwo,\nzgodnie z zapisem  Regulaminu przyznawania pracownikom AGH w ramach nagród Rektora\ndodatku za publikacje naukowe (w ramach filaru I i II) w BaDAP zamieszczona została informacja \"Wskaźniki bibliometryczne w systemach motywacyjnych\". Tekst znajduje się w zakładce Pomoc/Formularze i instrukcje.\nMaria Garczyńska\n3.01.2025\nFilar I\nSzanowni Pastwo,\nw związku ze zbliżającym się terminem generowania wykazów w ramach Filaru I proszę o sprawdzenie, czy do wszystkich publikacji złożono oświadczenia o zaliczeniu osiągnięcia do dyscypliny. Braki w tym zakresie można weryfikować poprzez zakładkę z menu górnego BaDAP: Raporty/Wykazy/Brak oświadczeń ewaluacyjnych autora lub Raporty/Wykazy/Brak oświadczeń ewaluacyjnych współautorów. Brak oświadczeń (autorskich lub współautorskich) eliminuje publikację z wykazu, zmniejszając tym samym liczbę punktów.\nMaria Garczyńska\n26.11.2024\nPunktacja dla publikacji z roku 2025\nSzanowni Państwo,\nw związku z pojawieniem się publikacji przypisanych do roku 2025 w swej wersji finalnej w BaDAP zostały przypisane wartości punktowe jak dla roku 2024. Z chwilą pojawienia się listy czasopism i materiałów konferencyjnych ministerstwa wraz z punktami dla roku 2025 dane ulegną zmianie.  Proszę zatem nie traktować występujących w BaDAP punktów dla publikacji z roku 2025 jako ostatecznych.\nMaria Garczyńska\n16.09.2024\nDane do oceny profesorow Uczelni\nSzanowni Państwo,\nna stronach dostępnych dla kierowników jednostek zamieszczone zostały  dane pomocnicze dla oceny profesorów Uczelni.  Ich celem jest korekta złożonych wniosków. W chwili obecnej dane nie są dostępne dla poszczególnych autorów.\nMaria Garczyńska\n16.09.2024\nInformacja o habilitacjach w BaDAP\nSzanowni Państwo,\nna stronach autorskich pojawiły się informacje o pracach habilitacyjnych i związane z nimi szczegóły, m.in. dotyczące terminu obrony. Dane te związane są z przeniesieniem informacji z bazy danych HABI do BaDAP, zatem obejmują  JEDYNIE autorów, których rozprawy habilitacyjne miały miejsce w AGH. Prozę o zgłaszanie uwag/sugestii.\nDominika Święch\n16.07.2024\nH-index w bazie Scopus\nSzanowni Państwo,\nmożliwe rozbieżności pomiędzy wartościami H-index prezentowanymi w bazie BaDAP i Scopus wynikają z prac nad przeprojektowaniem systemu bazy Scopus.\nWedług informacji otrzymanych od firmy Elsevier, wydawcy bazy, prace te potrwają około roku.\nMaria Garczyńska\n20.06.2024\nWskaźniki za rok 2023\nSzanowni Państwo,\npojawiły się wskaźniki bibliometryczne za rok 2023 w bazach Scopus oraz Web of Science. Dane te są systematycznie przenoszone do BaDAP, proszę o zgłaszanie uwag i wątpliwosci\nMaria Garczyńska\n20.06.2024\nWskaźniki bibliometryczne\nSzanowni Państwo,\npojawiające się na stronach autorów wskaźniki bibliometryczne pochodzące z bazy Scopus są pobierane bezpośrednio poprzez API. Proszę o zgłaszanie różnic w pojawiających się danych, będą one sprawdzane a nieprawidłowości zgłaszane do twórców bazy Scopus.\nMaria Garczyńska\n13.05.2024\nFotografie autorów\nSzanowni Państwo,\nw BaDAP możliwe jest zamieszczanie swoich zdjęć w profilu autora. Ta funkcjonalność została wprowadzona kilka miesięcy temu, niestety przy przenoszeniu danych na inny serwer opublikowane już zdjęcia \"zaginęły\". Przepraszamy za zaistniałą sytuację i proszę o aktualizację zdjęć, a autorów, którzy tego jeszcze nie zdążyli zrobić, zachęcamy do ilustrowania swoich profili.\nMaria Garczyńska\n2.05.2024\nZamknięcie BPP\nSzanowni Państwo,\nbaza BPP AGH, będąca poprzedniczką BaDAP,  zostanie wkrótce zamknięta zamknięta. Wszystkie dane z poprzedniej bazy zostały przeniesione do BaDAP. Proszę o zgłaszanie uwag/wniosków.\nMaria Garczyńska\n11.04.2024\nPunktacja za rok 2024\nSzanowni Państwo,\nw BaDAP zamieściliśmy informację o punktacji czasopism wg listy ministerialnej na rok 2024.  Liczba punktów przypisanych do czasopisma znajduje się w wykazie czasopism (przy każdym tytule). Sprawdzanie punktacji za rok 2024 z pozycji publikacji nie jest możliwe - odsyła ono do Polskiej Bibliografii Naukowej, gdzie zmiany dla roku 2024 nie zostały jeszcze zaimplementowane. Prozę o zgłaszanie wszelkich uwag i wątpliwości.\nMaria Garczyńska\n4.04.2024\nOstateczne wykazy rankingu Filaru I\nSzanowni Państwo,\nw ślad za wysłanymi do Przewodniczących rad Dyscyplin ostatecznymi wykazami osób rankingowanych w filarze I, edycja 2024, na stronie BaDAP umieszczone zostały dane obrazujące wersję OSTATECZNĄ. Dostęp do danych po zalogowaniu.\nMaria Garczyńska\n20.03.2024\nWydruk wykazu publikacji\nSzanowni Państwo,\nuruchomiona została kolejna funkcjonalność BaDAP - możliwość wydrukowania zestawu publikacji lub ich zapisanie w pliku Excel.\nCelem wydrukowania danych należy wybrać z górnego menu zakładkę: Raporty, a z rozwijanej listy: Wykazy. Następnie należy wybrać: Wskaźniki publikacji autora, dokonać wyboru zakresu chronologicznego i ew. zastosować fasety z lewej strony (typ publikacji, punktacja ministerialna). Po dokonaniu wyboru należy wybrać przycisk: Drukuj.\nProszę o zgłaszanie uwag związanych z tą funkcjonalnością.\nMaria Garczyńska\n18.03.2024\nWykazy Filaru I\nSzanowni Państwo,\npojawiające się na stronie BaDAP wykazy publikacji dla Filar I, bez względu na ich tytuł, są wykazami wstępnymi, które mogą ulec zmianie po rozpatrzeniu odwołań. Zgodnie z Regulaminem OSTATECZNE listy Prorektor ds. Nauki  przekazuje przewodniczącym Rad Dyscyplin i tylko te wykazy stanowią podstawę list beneficjentów i są przekazywane do Biura IDUB celem dalszego procedowania. Decyzję o zamieszczeniu tych ostatecznych list na stronie BaDAP podejmuje Prorektor ds. Nauki.\nMaria Garczyńska\n28.02.2024\nZmiana kolejnosci pozycji na liście rankingowej\nSzanowni Państwo,\nw związku z brakiem dostępu dla poszczególnych autorów do pełnych wykazów rankingowych zmianie uległy numery pozycji, które zostały zdublowane na wykazie (kilku autorów z taką samą liczbą punktów). Jeśli np. 3 autorów miało taką samą liczbę punktów, każdy z nich otrzymał ten sam numer pozycji, jednak kolejni autorzy otrzymali numery pozycji nie w kolejności lecz zależnie od liczby zdublowanych pozycji.\nMaria Garczyńska\n26.02.2024\nFilar I\nSzanowni Państwo,\nna stronie BaDAP zamieszczone zostały wstępne wyniki systemu motywacyjnego Filar I. Są one dostępne dla autorów (po zalogowaniu jak do poczty AGH) w profilu autora w prawym górnym rogu.\nDla przewodniczących rad dyscyplin dane zbiorcze zostały umieszczone w zakładce: Raporty/Analizy (dostęp po zalogowaniu oraz wybraniu odpowiedniej roli w systemie).\nWszelkie uwagi/wątpliwości proszę kierować do Oddziału Informacji Naukowej (\noin@bg.agh.edu.pl\n).\nMaria Garczyńska\n26.02.2024\nJak drukować wykazy publikacji\nSzanowni Państwo,\nw chwili obecnej nie ma jeszcze zaimplementowanej funkcjonalności wydruku wykazów publikacji z BaDAP, prace nad automatycznym wydrukiem w pdf trwają. Do tego czasu proszę korzystać z instrukcji drukowania, zamieszczonej poniżej:\nDominika Święch\n15.01.2024\nSprawdzenie stanu oświadczeń dokumentów patentowych\nSzanowni Państwo,\npo zalogowaniu do bazy BaDAP, każdy z autorów może sprawdzić stan złożonych przez siebie i współautorów oświadczeń zaliczających dokumenty patentowe do dyscypliny.\nStan oświadczeń można sprawdzić korzystając z opcji szczegóły, która znajduje się w profilu autora przy każdej zarejestrowanej publikacji.\nMaria Garczyńska\n11.01.2024\nSprawdzenie stanu oświadczeń\nSzanowni Państwo,\nkażdy autor, poza zalogowaniu jak do poczty AGH, może sprawdzić w BaDAP stan złożonych przez siebie (i współautorów) oświadczeń zaliczających osiągnięcie publikacyjne do dyscypliny. W tym celu należy wybrać zakładkę: raporty/wykazy: 'brak oświadczeń ewaluacyjnych autora' ; 'brak oświadczeń ewaluacyjnych współautorów'. Wykaz obejmuje na dzień dzisiejszy WYŁĄCZNIE publikacje zatwierdzone, widoczne w profilu autora.\nStan oświadczeń można także sprawdzić poprzez szczegóły każdej publikacji zarejestrowanej w profilu autora (również po zalogowaniu do Bazy)\nMaria Garczyńska\n25.09.2023\nPunktacja 2023 i wartości IF 2022\nSzanowni Państwo,\ndo Bazy wprowadzono wartości Impact Factor za rok 2022 oraz punktację Ministerstwa Nauki i Edukacji za rok 2023. Są to najnowsze wartości wskaźników bibliometrycznych w tym zakresie. Uprzejmie proszę o zgłaszanie uwag.\nMaria Garczyńska\n14.06.2023\nWskaźniki bibliometryczne wg bazy Scopus za rok 2022\nSzanowni Państwo,\nw bazie Scopus pojawiły się wskaźniki bibliometryczne za rok 2022 (dot. m.in. Top10%, wartości SNIP i SJR). Wskaźniki zostały zaimplementowane w BaDAP, można przeszukiwać wykaz czasopism dla roku 2022 (pod adresem: \nhttps://badap.agh.edu.pl/wykazy/czasopisma\n). Dostęp do danych po zalogowaniu\nMaria Garczyńska\n22.03.2023\nKolejne funkcjonalności BaDAP\nSzanowni Państwo, przy nazwiskach autorów w prawym górnym rogu znajduje się link do graficznego przedstawienia współpracy z autorami z AGH i spoza Uczelni. Po przejściu na stronę możliwe jest wyszukanie autorów, którzy wybrali konkretną dyscyplinę/dyscypliny, określenie zasięgu chronologicznego oraz liczby publikacji. UWAGA: liczba współautorów, których nazwiska są prezentowane na grafach nie obejmuje wszystkich nazwisk z uwagi na czytelność rysunków. Dodatkowo, w module: Wykazy - dla czasopism przygotowano możliwość wyszukiwania tytułów czasopism spełniających określone (zdefiniowane przez Państwa) wskaźniki bibliometryczne: Top 10% bazy Scopus, SNIP i SJR dla wybranych lat. Prosimy o zgłaszanie uwag i postulatów.\nMaria Garczyńska\n14.03.2023\nInformacja o oświadczeniach\nSzanowni Państwo, w odniesieniu do publikacji nieposiadających afiliacji AGH w BaDAP, w informacji o złożonych oświadczeniach, zawsze pojawia się 'nie'. Jest to związane z wcześniejszymi zasadami kwalifikowania osiągnięć do celów ewaluacji. Trwają prace nad zmianą zapisu, dane o obecnym statusie oświadczenia dla takich publikacji można uzyskać od redaktorów BaDAP.\nMaria Garczyńska\n16.01.2023\nBaza Danych o Autorach i Publikacjach AGH\nUdostępniamy Państwu Bazę Danych o Autorach i Publikacjach AGH (dawniej Bibliografia Publikacji Pracowników AGH). W chwili obecnej uruchomione zostały 3 moduły (Autorzy, Publikacje i Wykazy), dostęp do pełnych danych możliwy jest po zalogowaniu (jak do poczty AGH).  Wszelkie uwagi.postulaty proszę zgłaszać na adres: \nbadap@agh.edu.pl\nMaria Garczyńska\n24.11.2022\nSzanowni Państwo,\npragniemy zwrócić uwagę na dane dotyczące cytowania poszczczególnych publikacji (dane zostały pozyskane z baz: Scopus, Open Citations oraz CrossRef). Dodatkową opcją jest pozyskiwanie wskaźnika PlumX informującego o cytowaniach publikacji w mediach społecznościowych.\nMaria Garczyńska\n24.11.2022\nSzanowni Państwo,\nudostępniamy nową wersję bazy Bibliografia Publikacji Pracowników AGH BPP 3.0. Uruchomione zostały 2 moduły: Autorzy i Publikacje. Ich pełną funkcjonalność będzie można sprawdzić po zalogowaniu się (dane logowania jak do poczty AGH). Prosimy o przesyłanie uwag na adres: \noin@bg.agh.edu.pl\nSortowanie informacji\nOd najnowszej\nOd najstarszej\nNa stronie znajduje się 27 wpisów, najnowszy został opublikowany \n43 dni temu\n.", "metadata": {"url": "https://badap.agh.edu.pl/aktualnosci", "title": "Informacje dla pracowników - BaDAP AGH", "depth": 2, "duplicate": false, "content_hash": "78c7efcfc305e1f93e40d600aceda9e3", "word_count": 1504, "headings": [{"level": 1, "text": "Informacje dla pracowników"}, {"level": 3, "text": "Punktacja konferencji"}, {"level": 3, "text": "Wskaźniki bibliometryczne"}, {"level": 3, "text": "Filar I"}, {"level": 3, "text": "Punktacja dla publikacji z roku 2025"}, {"level": 3, "text": "Dane do oceny profesorow Uczelni"}, {"level": 3, "text": "Informacja o habilitacjach w BaDAP"}, {"level": 3, "text": "H-index w bazie Scopus"}, {"level": 3, "text": "Wskaźniki za rok 2023"}, {"level": 3, "text": "Wskaźniki bibliometryczne"}, {"level": 3, "text": "Fotografie autorów"}, {"level": 3, "text": "Zamknięcie BPP"}, {"level": 3, "text": "Punktacja za rok 2024"}, {"level": 3, "text": "Ostateczne wykazy rankingu Filaru I"}, {"level": 3, "text": "Wydruk wykazu publikacji"}, {"level": 3, "text": "Wykazy Filaru I"}, {"level": 3, "text": "Zmiana kolejnosci pozycji na liście rankingowej"}, {"level": 3, "text": "Filar I"}, {"level": 3, "text": "Jak drukować wykazy publikacji"}, {"level": 3, "text": "Sprawdzenie stanu oświadczeń dokumentów patentowych"}, {"level": 3, "text": "Sprawdzenie stanu oświadczeń"}, {"level": 3, "text": "Punktacja 2023 i wartości IF 2022"}, {"level": 3, "text": "Wskaźniki bibliometryczne wg bazy Scopus za rok 2022"}, {"level": 3, "text": "Kolejne funkcjonalności BaDAP"}, {"level": 3, "text": "Informacja o oświadczeniach"}, {"level": 3, "text": "Baza Danych o Autorach i Publikacjach AGH"}, {"level": 3, "text": "Szanowni Państwo,"}, {"level": 3, "text": "Szanowni Państwo,"}]}}