{"content": "#  Centrum Energetyki / Akademia Górniczo-Hutnicza w Krakowie \n\nURL: https://www.ce.agh.edu.pl/\nCrawled: 2025-03-19 21:08:32\n\nCentrum Energetyki AGH\nCentrum Energetyki AGH, utworzone w sercu Krakowa, to niezwykłe centrum badawczo-naukowe ukierunkowane na rozwój technologii energetycznych. Z licznymi laboratoriami, salami konferencyjnymi i lobby, służy Akademii Górniczo-Hutniczej im. Stanisława Staszica od roku 2014. To doskonałe, funkcjonalne miejsce, które nastawione jest na badania rozwojowe i współpracę w ramach B+R z przemysłem.\n\nCentrum Energetyki AGH świadomie kreuje nowoczesną kulturę innowacji. Mieści się tutaj ponad 30 pracowni, z czego 18, wyposażone w niszowy sprzęt specjalistyczny wykonuje usługi komercyjne. Przy twórczym udziale kadry naukowców AGH, tworzone są nowe technologie i optymalizowane procesy, powstają nowe trendy badawczo-rozwojowe oraz prowadzone są eksperckie panele tematyczne. \n\nW oddzielnej strefie Centrum Energetyki AGH znajdują się sale wykładowe i laboratoria dydaktyczne, przeznaczone dla studentów Akademii. To tutaj, pod okiem wybitnych naukowców AGH, młodzi otrzymują aktualną wiedzę oraz praktykę, po to, by w życiu zawodowym swoje kompetencje opierać się na solidnym wykształceniu.\n\nObszary badawcze\n\nCentrum Energetyki AGH zajmuje się szeroko rozumianą energetyką wraz z pokrewnymi dyscyplinami nauki:\nEnergetyka konwencjonalna:\n paliwa i sorbenty, kogeneracja i trigeneracja, ciepłownictwo\nTechnologie CCS i CCU\nEnergetyka odnawialna:\n energetyka wiatrowa, wodna, wodorowa, fotowoltaika, biomasa i biogaz, paliwa z odpadów\nNowe produkty i usługi:\n e-mobility, energetyka rozproszona i prosumencka\nEnergetyka przemysłowa:\n wykorzystanie palnych gazów procesowych, trigeneracja\nSieci elektroenergetyczne:\n smart grid, smart metering, magazynowanie energii, teleinformatyka\n\nDowiedz się więcej na temat współpracy z nami:\nO projekcie\nWspółpraca\nLaboratoria\nKontakt\n\nAktualności\n\n05.02.2025 \n\nPodpisano porozumienie w sprawie współpracy w zakresie technologii wodorowych i paliw syntetycznych\n\nW dniu 29 stycznia profesor Marek Ściążko (Centrum Energetyki) reprezentował AGH przy podpisaniu porozumienia o współpracy pomiędzy ORLEN, Politechniką Warszawską Filią w Płocku a Akademią Górniczo-Hutniczą w Krakowie w zakresie...\n[więcej]\n\n23.09.2024 \n\nNowy cennik abonamentu za parkowanie w CE AGH - od października 2024\n\nInformujemy, że udostępniliśmy nowy cennik opłat za postój w garażu podziemnym Centrum Energetyki, który można pobrać z zakładki Panel Użytkownika na naszej stronie internetowej. Prosimy o zapoznanie się z aktualnymi...\n[więcej]\n\n19.09.2024 \n\nZatrudnimy studentki i studentów do pracy B+R\n\nCentrum Energetyki AGH poszukuje osób do realizacji prac badawczo-rozwojowych z firmą APTIV\nZakres obowiązków\nPrzygotowanie i sprawdzanie danych celem opracowania nowych procesów i ulepszeń do istniejących produktów...\n[więcej]\n\n21.03.2023 \n\nAktualny cennik abonamentu za parkowanie w garażu CE AGH\n\nInformujemy, że udostępniliśmy nowy cennik opłat za postój w garażu podziemnym Centrum Energetyki, który można pobrać z zakładki Panel Użytkownika na naszej stronie internetowej. Prosimy o zapoznanie się z aktualnymi...\n[więcej]\n\nWyświetla nowości od 1 do 4 ze wszystkich 26\n<< Pierwsza\n\n< Poprzednia\n\n1-4\n\n5-8\n\n9-12\n\n13-16\n\n17-20\n\n21-24\n\n25-26\n\nNastępna >\n\nOstatnia >>", "metadata": {"url": "https://www.ce.agh.edu.pl/", "title": " Centrum Energetyki / Akademia Górniczo-Hutnicza w Krakowie ", "depth": 2, "duplicate": false, "content_hash": "ec84b8732e310fe79e767ba8cc908270", "word_count": 412, "headings": [{"level": 1, "text": "Centrum Energetyki AGH"}, {"level": 1, "text": "Obszary badawcze"}, {"level": 1, "text": "Dowiedz się więcej na temat współpracy z nami:"}, {"level": 2, "text": "Aktualności"}, {"level": 2, "text": "Podpisano porozumienie w sprawie współpracy w zakresie technologii wodorowych i paliw syntetycznych"}, {"level": 2, "text": "Nowy cennik abonamentu za parkowanie w CE AGH - od października 2024"}, {"level": 2, "text": "Zatrudnimy studentki i studentów do pracy B+R"}, {"level": 2, "text": "Aktualny cennik abonamentu za parkowanie w garażu CE AGH"}, {"level": 1, "text": "Kontakt"}]}}