{"content": "# Jestem z AGH - AGH E-sklep-Produkty\n\nURL: https://sklep.agh.edu.pl/produkty/jestem-z-agh,2,103\nCrawled: 2025-03-19 21:17:29\n\nStrona główna\n  /\n\nProdukty\n  /\n\nJestem z AGH\n\nProdukty\n\nJestem z AGH\n\nDostępność\n\nod zaraz (5)\n\nOcena\n\nBrak (5)\n\npozostałe\n\nZdjęcia (5)\n\nPromocja (5)\n\nCena\n\n5\n\nPLN\n\n-\n\n74\n\nPLN\n\nFILTRUJ\n\nPokaż filtry\n\nSortuj: \n\nNazwa (A-Z)\n\nNajczęściej kupowane\n\nNajczęściej oglądane\n\nNazwa (A-Z)\n\nNazwa (Z-A)\n\nCena rosnąco\n\nCena malejąco\n\nProducent (A-Z)\n\nDomyślnie\n\nOstatnio dodane\n\nOstatnio zmodyfikowane\n\n1\n-\n5\nz\n5\n\n|\n\nPromocja\n\nChusta TUBA #jestemzAGH\n\nChusta sportowa typu „tuba” w kolorze czarnym. Wielofunkcyjny element garderoby, który można nosić o każdej porze roku. Sprawdzi się świetnie podczas jesiennych i zimowych aktywności. Detale, takie jak napis z nazwą akcji #jestemzAGH oraz satynowa metka z hasłem Wiedza Pasja Więź, czynią ją unikatową. Produkcja polska. Opis produktu rozmiar: uniwersalny model: uniseks kolor: czarny metoda nadruku: sublimacja kolor nadruku: biały materiał: 90% poliester, 10% elastan gramatura: 130 g\n\n+\n\n25,00 PLN\n\n33,00 PLN\n\nPromocja\n\nKoszulka #jestemzAGH\n\nCzarna, bawełniana koszulka z krótkim rękawem, w klasycznej linii uniseks. Detale, takie jak umieszczony z przodu i z tyłu napis z nazwą akcji #jestemzAGH oraz satynowa metka z hasłem Wiedza Pasja Więź, czynią ją unikatową. Wykonana z wysokogatunkowego materiału. Produkcja polska. Modelka i model mają na sobie rozmiar S. Ten produkt to fason uniseks - zalecamy klientkom wybranie mniejszego rozmiaru niż zazwyczaj, jeśli chcą uniknąć efektu oversize. Opis produktu rozmiar: (XS do XXL) model: unise\n\n+\n\n74,00 PLN\n\n89,00 PLN\n\nPromocja\n\nKubek #jestemzAGH\n\nBiały kubek ceramiczny z czarnym wnętrzem i z nazwą akcji #jestemzAGH. Opis produktu materiał: ceramika kolor: biały kolor nadruku: czarny technika zdobienia: kalka ceramiczna pojemność: 315 ml wymiary: 90 mm (wysokość); 80 mm (średnica)\n\n+\n\n36,00 PLN\n\n41,00 PLN\n\nPromocja\n\nPrzypinka #jestemzAGH\n\nPrzypinka z nazwą akcji #jestemzAGH to świetny dodatek do plecaka, torebki czy kurtki. Do wyboru w dwóch kolorach: czarna lub biała. Opis produktu materiał: blacha ocynkowana kolor: czarnym z białym napisem, biały z czarnym napisem wymiary: średnica – 5,6 cm\n\n+\n\n5,50 PLN\n\n6,50 PLN\n\nPromocja\n\nTorba #jestemzAGH\n\nTorba bawełniana z nazwą akcji #jestemzAGH, a także z unikatową metką Wiedza Pasja Więź. Duża i pojemna, z szerszym dnem oraz długimi, szerokimi uszami. Wykonana z wysokogatunkowego materiału. Produkcja polska. Do wyboru w dwóch kolorach : czarnym lub beżowym. Opis produktu kolor: czarny lub beżowy kolor nadruku: biały lub czarny metoda nadruku: sitodruk materiał: 100% bawełna gramatura materiału: 260 g wymiary: 36 × 41 × 10 cm\n\n+\n\n40,00 PLN\n\n50,00 PLN\n\nJestem z AGH\n\nPrzejdź do koszyka\n\nZostań na stronie\n\nZapamiętaj mój wybór", "metadata": {"url": "https://sklep.agh.edu.pl/produkty/jestem-z-agh,2,103", "title": "Jestem z AGH - AGH E-sklep-Produkty", "depth": 2, "duplicate": false, "content_hash": "2b0c7a56493a8a0a12b519f2b1097954", "word_count": 398, "headings": [{"level": 2, "text": "Chusta TUBA #jestemzAGH"}, {"level": 2, "text": "Koszulka #jestemzAGH"}, {"level": 2, "text": "Kubek #jestemzAGH"}, {"level": 2, "text": "Przypinka #jestemzAGH"}, {"level": 2, "text": "Torba #jestemzAGH"}, {"level": 1, "text": "Jestem z AGH"}]}}