{"content": "# Rada Społeczna | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/rada-spoleczna/\nCrawled: 2025-03-19 21:30:11\n\nRada Społeczna przy WEAIiIB\n\nRada Programowa\n\nRada Społeczna\n\nKlub przedsiębiorcy\n\nPartnerzy\n\nOferta technologiczna\n\nInterdyscyplinarne Laboratorium Badawcze\n\nProgram Power 3.5 – AGH EAIiIB\n\nU\nchwałą Rady Wydziału powołana została Rada Społeczna przy Wydziale Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, która jest kolegialnym, społecznym ciałem doradczym, działającym:\nna rzecz rozwoju i współpracy pomiędzy Wydziałem  a zewnętrznymi podmiotami gospodarczymi,\nw celu dostosowania zakresu wiedzy, umiejętności i kompetencji społecznych absolwentów Wydziału na poszczególnych \nkierunkach i specjalnościach kształcenia\n do potrzeb i wymagań ich potencjalnych pracodawców,\nw celu doskonalenie metod kształcenia oraz podwyższanie jego jakości.\nCzłonkami Rady Społecznej mogą zostać reprezentanci firm, instytucji, urzędów administracji państwowej i samorządowej oraz stowarzyszeń i organizacji społecznych, a także indywidualne osoby fizyczne, których działalność jest w jakikolwiek sposób związana z kierunkami badań naukowych i kształcenia studentów, realizowanymi na Wydziale EAIiIB.\n\nOrganizacja oraz zakres i zasady działania\n\nRada Społeczna przy Wydziale Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej (EAIiIB)\n, zwana dalej Radą Społeczną, jest kolegialnym, społecznym ciałem doradczym, działającym na rzecz rozwoju współpracy pomiędzy Wydziałem EAIiIB a zewnętrznymi podmiotami gospodarczymi oraz w celu dostosowania zakresu wiedzy, umiejętności i kompetencji społecznych absolwentów Wydziału na poszczególnych kierunkach i specjalnościach kształcenia do potrzeb i wymagań ich potencjalnych pracodawców (interesariuszy zewnętrznych). Celem Rady jest również doskonalenie metod kształcenia oraz podwyższanie jego jakości, przy zastosowaniu posiadanych uprawnień i kompetencji.\n\nBieżąca działalność Rady jest prowadzona w Sekcjach odpowiadających dyscyplinom i specjalnościom reprezentowanym na Wydziale. Sekcję powołuje Dziekan na wniosek Kierownika Katedry, po zasięgnięciu opinii Kolegium Dziekańskiego. Sekcją Rady Społecznej kieruje Kierownik Katedry lub upoważniona przez niego osoba, a w przypadku Sekcji, której tematyka prac dotyczy kilku katedr osoba uzgodniona pomiędzy tymi katedrami i zatwierdzona przez Dziekana.\n\nSkład Rady i jej Sekcji jest powoływany na okres kadencji władz Wydziału. Sekcja Rady liczy nie więcej niż 15 członków, jednak w uzasadnionych przypadkach może zostać powiększona, na wniosek kierującego Sekcją i po uzyskaniu zgody Dziekana.\n\nCzłonkami Rady Społecznej mogą zostać reprezentanci firm, instytucji, urzędów administracji państwowej i samorządowej oraz stowarzyszeń i organizacji społecznych, a także indywidualne osoby fizyczne, których działalność jest w jakikolwiek sposób związana z kierunkami badań naukowych i kształcenia studentów, realizowanymi na Wydziale EAIiIB. Członków Rady Społecznej powołuje Dziekan Wydziału EAIiIB, na wniosek Kierowników Sekcji lub z własnej inicjatywy, po uzyskaniu zgody powoływanej osoby oraz podmiotu przez niego reprezentowanego. W przypadku Członka Rady Społecznej, będącego reprezentantem zapraszanego podmiotu, jego wybór jest suwerenną decyzją tego podmiotu.\n\nZakres prac Rady Społecznej obejmuje:\n\npomoc w rozwoju współpracy naukowo-badawczej i technicznej pomiędzy Wydziałem EAIiIB a podmiotami zewnętrznymi;\n\nprowadzenie działań zmierzających do dostosowania profilu absolwenta Wydziału do aktualnych i spodziewanych wymagań rynku pracy, w tym również formułowanie sugestii dotyczących zmian w programach kształcenia oraz opiniowanie propozycji zmian w programach studiów;\n\nwspomaganie udziału pracowników podmiotów zewnętrznych w procesie kształcenia studentów np. poprzez organizowanie zajęć dydaktycznych z ich udziałem, prowadzenie lub recenzowanie prac dyplomowych;\n\npomoc w organizowaniu merytorycznie uzasadnionych i wartościowych dla procesu kształcenia praktyk i staży studenckich oraz pozauczelnianych zajęć dydaktycznych;\n\npomoc w monitorowaniu rozwoju zawodowego absolwentów Wydziału oraz ich ocenę w początkowym okresie pracy, bezpośrednio po ukończeniu studiów.\n\nCzłonkowie Rady Społecznej mają prawo do:\n\nprzedstawiania własnych stanowisk i sugestii w zakresie perspektywicznego ukierunkowania badań naukowych prowadzonych na Wydziale, z uwzględnieniem potrzeb i planów rozwoju obszarów gospodarki, reprezentowanych przez członków Rady;\n\ninicjowania współpracy naukowej, technicznej i dydaktycznej w dziedzinach i specjalnościach reprezentowanych na Wydziale EAIiIB;\n\nprzedstawiania własnych stanowisk w sprawie strategii, planów i programów realizowanych i planowanych kierunków kształcenia;\n\nzgłaszania inicjatyw dotyczących zmian i tworzenia nowych kierunków i specjalności kształcenia studentów;\n\nopiniowania projektów nowych dokumentów dotyczących realizowanych lub planowanych kierunków badań i kształcenia;\n\nCała Rada Społeczna spotyka się przynajmniej raz w roku, zasada ta dotyczy również organizacji pracy poszczególnych Sekcji Rady. Bieżące prace Rady Społecznej i jej Sekcji mogą być prowadzone:\n\nna spotkaniach plenarnych;\n\npoprzez kontakty bezpośrednie Członków lub upoważnionych przez nich innych osób z pracownikami Wydziału, w szczególności z osobami funkcyjnymi na poziomie Wydziału lub w Katedrach;\n\npoprzez wymianę korespondencji tradycyjnej lub elektronicznej, udział w doraźnie zorganizowanej grupie problemowej, wyrażenie opinii w ankiecie itp.\n\nSprawy nieuregulowane niniejszym dokumentem rozstrzyga Dziekan Wydziału EAIiIB, po ewentualnym zasięgnięciu opinii Kolegium Dziekańskiego lub Rady Wydziału, zależnie od wagi sprawy.", "metadata": {"url": "https://www.eaiib.agh.edu.pl/rada-spoleczna/", "title": "Rada Społeczna | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "43282b2988318b4c65f8cd53b3b1b2f3", "word_count": 672, "headings": [{"level": 2, "text": "Rada Społeczna przy WEAIiIB"}, {"level": 2, "text": "Organizacja oraz zakres i zasady działania"}]}}