{"content": "# „Historia zawarta w medalach – Elektryk Fryze” – felieton-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/historia-zawarta-w-medalach-elektryk-fryze-felieton\nCrawled: 2025-03-19 21:14:52\n\n„Historia zawarta w medalach – Elektryk Fryze” – felieton \n\n 22/02/2025 \n\nTym z Państwa, którzy nie czytali moich wcześniejszych felietonów wyjaśniam, że postanowiłem przybliżać sylwetki ludzi (głównie naukowców i inżynierów), których nazwiska oraz (zwykle) odlewane portrety zdobią owe medale zawarte w mojej szufladzie. Medali takich dostałem sporo, a każdy medal to dowód, że pewna instytucja postanowiła uwiecznić w jakimś metalu (zwykle w brązie) człowieka, który dla tej instytucji jest ważny. A skoro jest on ważny dla instytucji nadającej medal, to może okaże się interesujący dla Czytelników moich felietonów?\n\nNo i tak powstała seria.\n\nW serii zrobiłem dwutygodniową przerwę, żeby wpuścić trochę innej tematyki, ale już do niej wracam.\n\nDzisiaj sięgam do Medalu Fryzego.\n\nJest on nadawany przez Zarząd Główny Stowarzyszenia Elektryków Polskich. Ale początki aktywności Stanisława Fryzego nie wiązały się z elektrotechniką, tylko z wojskiem. Taki był obowiązek! Więc Fryze po ukończeniu w 1905 roku Wyższej Szkoły Przemysłowej w Krakowie najpierw odbył służbę wojskową w Puli (dziś Chorwacja, ale w tamtych czasach część Monarchii Austro-Węgierskiej do której należał także Kraków), potem powrócił do Krakowa i pracował w zakładach Siemensa. Dążąc do podnoszenia swoich kwalifikacji Fryze w 1913 r. rozpoczął studia na Kursie Elektrotechnicznym Lwowskiej Szkoły Politechnicznej, ale wybuchła wojna i został marynarzem na pancerniku Arpad. Dużo się nie nawojował, bo Arpad działający na Adriatyku i ostrzeliwujący włoskie miasta, był przez większą część wojny unieruchomiony w porcie z powodu braku węgla.\n\nWojna się skończyła, więc Fryze wrócił na Politechnikę Lwowską, gdzie najpierw uzyskał dyplom, w 1924 roku doktorat, a następnie profesurę.\n\nPolitechnika Lwowska była jedną z najlepszych uczelni technicznych i Fryze osiągał liczne sukcesy naukowe i dydaktyczne (wykształcił mnóstwo potrzebnych niepodległej Polsce inżynierów elektryków), jednak Lwów nie miał szczęścia do historii. W 1939 roku miasto zajęła Armia Czerwona, w 1941 roku wkroczyli Niemcy, a w 1944 roku ponownie Rosjanie. Przez te wszystkie lata Fryze nieprzerwanie pełnił funkcje dziekana Wydziału Elektrycznego i starał się utrzymać normalne jego funkcjonowanie mimo skrajnie niesprzyjających okoliczności.\n\nTa jego dbałość o Politechnikę budziła nieufność Bolszewików, więc w 1945 roku, gdy Polska powojenna już istniała, ale bez Lwowa – Sowieci aresztowali Fyzego i zesłali do Donieckiego Zagłębia Węglowego, gdzie musiał pracować jako robotnik fizyczny. Na szczęście Fryze był silny (wiadomo – marynarz z pancernika!), więc sobie z tą niewolniczą pracą poradził, ale wielu polskich inteligentów przypłaciło życiem podobne warunki.\n\nW 1946 roku Sowieci przeprowadzili jedną z największych akcji przesiedleńczych wywożąc na tereny tworzącej się PRL ponad sto tysięcy osób. Fryze był jednym z tych, którzy skwapliwie skorzystał z tej możliwości ucieczki „z sowieckiego raju” i praktycznie bez żadnego dobytku przyjechał do Gliwic, gdzie w tym czasie tworzona była Politechnika Śląska. Naukowcy tworzący tę Politechnikę wiedzieli, kim jest Fryze i jaki potencjał posiada, więc niezwłocznie znaleźli dla niego mieszkanie i zatrudnili go na stanowisku kierownika Katedry Podstaw Elektrotechniki. Został także dziekanem tworzącego się Wydziału Elektrycznego i członkiem PAN.\n\nJa nie miałem szans poznać go osobiście: rozpocząłem studia na Wydziale Elektrycznym AGH w 1965 roku, a tymczasem profesor Fryze zmarł w 1964 roku. Jednak jego nazwisko często słyszałem na studiach, bo moi profesorowie na AGH chętnie powoływali się na jego autorytet, ukradkiem żałując, że uciekając ze Lwowa prof. Fryze zatrzymał się dopiero w Gliwicach. A przecież Kraków był po drodze!\n\nSkrócona wersja powyższego felietonu autorstwa prof. Ryszarda Tadeusiewicza została opublikowana w „Dzienniku Polskim” oraz „Gazecie Krakowskiej” 21\n lutego 2025 r.\n\nWykaz wszystkich publikacji popularnonaukowych prof. Tadeusiewicza wraz z odnośnikami do ich pełnych wersji\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/historia-zawarta-w-medalach-elektryk-fryze-felieton", "title": "„Historia zawarta w medalach – Elektryk Fryze” – felieton-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "5be552539ac386a857b861d43e81d710", "word_count": 563, "headings": [{"level": 1, "text": "„Historia zawarta w medalach – Elektryk Fryze” – felieton"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}