{"metadata": {}, "content": "AKADEMIA GORNICZO-HUTNICZA\nIM. STANISEAWA STASZICA Ww KRAKOWIE\n\nprof. dr hab, inz.\n\nRafat Danko\n\nPROREKTOR DS. STUDENCKICH\n\nCSS-sspm.4410-1/2023 Krakéw, 11 stycznia 2023 r.\n\nSzanowni Pafstwo\n\nDziekani oraz Prodziekani ds. Studenckich\nWydziatéw AGH,\n\nStudenci AGH\n\nw miejscu\n\nSPancerti Adstee,\n\nDzialajac na podstawie § 9 ust. 2 Regulaminu Swiadczen, w porozumieniu\nz URSS zmieniam podstawe naliczenia stypendium socjalnego na\nkwote 1294,40 zt z moca obowiazujaca od 1 stycznia 2023 r.\n\nW zwiazku z powyzszym, ustala sie nastepujacq procedure dla studentéw,\nktérych miesieczny dochdd netto na osobe w rodzinie za 2021 r. miesci\nsie w przedziale 1051,71 zt (dotychczasowa podstawa) - 1294,40 zt\n(podstawa w zmienionej wysokosci).\n\n1. Osoby, ktére nie zlozyty wniosku o przyznanie stypendium\nsocjalnego w semestrze zimowym roku akademickiego 22/23\nmoga ztozy¢ ten wniosek wraz z kompletem dokumentow i otrzymacé\nstypendium za miesiace styczeh 2023 i luty 2023 r. Wykaz\ndokumentéw dostepny jest na stronie Dziatu Spraw Studenckich\nw zaktadce Stypendium  socjaine. Wnhniosek nalezy ztozyé\nw dziekanacie Wydziatu w terminie do 31 stycznia 2023 r.\nW przypadku przekroczenia tego terminu, stypendium moze zosta¢\nprzyznane, zgodnie z § 10 ust. 9 Regulaminu Swiadczen, dopiero od\nsemestru letniego, bez mozliwosci przyznania stypendium za styczen\n2023 r. i luty 2023 r.\n\n2. Osoby, ktére ztozyty wniosek o przyznanie stypendium\nsocjainego w semestrze zimowym roku akademickiego 22/23\noraz otrzymaty odmowe przyznania tego Swiadczenia z powodu\nprzekroczenia progu dochodowego, moga otrzymacé stypendium pod\nwarunkiem spetnienia warunkéw formalnych i ztozenia w dziekanacie\nWydziatu oSwiadczenia o braku zmiany sytuacji materialnej lub,\nw przypadku jej zmiany, dokumentow potwierdzajacych uzyskanie lub\nutrate dochodu. Niezbedne jest rowniez wyrazenie zgody na zmiane\ndecyzji w zakresie przyznania Swiadczenia za miesiace styczen 2023 r.\ni luty 2023 r.\n\n3. Ostateczny termin wyptaty stypendium socjalnego studentom,\no ktérych mowa powyzej za styczen 2023 r. i luty 2023 r. ustalam na\n10 marca 2023 r.\n\nal. A. Mickiewicza 30, 30-059 Krakéw, tel.: +48 12 617 20 10\ne-mail: prorektor.studenci@agh.edu.pl, www.agh.edu.pl\n\n\n4. Wysokos¢ stypendium socjalnego w progu dochodowym 1051,71 zt -\n1294,40 zt wynosi 580 zt miesiecznie.\n\n5. Miesieczna kwota zwiekszenia stypendium socjalnego wynosi 300 zt\ni dotyczy tylko studentéw otrzymujacych stypendium socjaine oraz\nspetniajacych wymogi okreslone w § 15 Regulaminu Swiadczen dla\nstudenté6w AGH\n\nW zwiazku z dokonana zmiana niezbedne jest:\n\n1. wystanie do zainteresowanych studentéw informacji o mozliwosci\notrzymania stypendium socjalnego,\n\n2. wystanie prosby o zgode na zmiane decyzji za posrednictwem systemu\nUSOS do studentow, ktérzy dostarczyli wymagane dokumenty,\n\n3. niezwtoczne przygotowanie decyzji administracyjnych.\n\nProsze o rozpowszechnienie powyzszych informacji do wiadomosci\nstudentow.\n\nPodstawa prawna: art. 20 ustawy z dnia 16 listopada 2022 r. o systemie\n\nteleinformatycznym do obstugi niektérych umdw (Dz.U. z 2022 r.\npoz. 2754)\n\nZz fowatanien\n\nDif. dr hab. nm Rafat Dariko\n)\n\nDo wiadomosci:\n\nr 1. JM Rektor AGH,\n\\ 2. Kwestor AGH,\na 3. URSS AGH,\ni \\ hy 4. URSD AGH,\n5. ZOSD,\n' 6\n\naa.\n\nKoordynator|\nSekc}i Swladczen PomocyiMaterialne|\n\n-\n\n\n\n"}