{"content": "# Śmieci posortowane i problem z głowy? – AGH NAUKA spotkania (nr 30)-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/nauka/artykuly/detail-1/smieci-posortowane-i-problem-z-glowy-agh-nauka-spotkania-nr-30\nCrawled: 2025-03-19 21:12:18\n\nŚmieci posortowane i problem z głowy? – AGH NAUKA spotkania (nr 30) \n\n 10/12/2024 \n\nZewsząd docierają do nas alarmujące informacje o plastiku, który zanieczyszcza już nie tylko gleby i wody, ale nawet ciała zamieszkujących Ziemię organizmów. Ogromną część problematycznych odpadów stanowią opakowania. Światowi liderzy głowią się, jak rozwiązać ten plastikowy problem, ale jak dotąd nie mogą dojść do porozumienia – jedni naciskają na ograniczenie produkcji, drudzy wolą ograniczyć się jedynie do recyklingu. Podczas najbliższego spotkania skupimy się tym ostatnim, przedstawiając zarówno koncepcje systemowych rozwiązań prowadzących do zwiększenia wolumenu wtórnego użycia odpadów, jak też poznamy techniczne możliwości i ograniczenia w zakresie przetwórstwa tworzyw sztucznych. Zapraszamy 19 grudnia, o godz. 18.00, do bud U-2 (sala audytoryjna, ul. Reymonta 7) oraz online na kanale YouTube AGH.\n\nProgram wydarzenia:\n\n18.00-18.30 – mgr. inż. Agnieszka Czaplicka Kotas, „Jak dać drugie życie opakowaniom? Strategie i praktyki”\n 18.30-18.45 – pytania do wykładu\n 18.45-19.15 – prof. dr hab. inż. Jadwiga Laska, „Recykling odpadów z tworzyw polimerowych”\n 19.15-19.30 – pytania do wykładu\n\nProwadzenie: dr inż. Paweł Janowski\n\nJak dać drugie życie opakowaniom? Strategie i praktyki\n\nJednym z głównych obszarów zastosowań tworzyw sztucznych jest przemysł opakowaniowy. Obecne praktyki zarządzania cyklem życia produktów nadal opierają się na modelu gospodarki linearnej, co prowadzi do wzrostu produkcji, zwiększonego zużycia materiałów oraz wzrostu ilości odpadów. Do tej pory jedynie 14% opakowań z tworzyw sztucznych zostało poddanych recyklingowi, co wskazuje na pilną potrzebę transformacji sektora w kierunku gospodarki o obiegu zamkniętym na poziomie lokalnym, regionalnym, krajowym i międzynarodowym. Wprowadzane działania legislacyjne koncentrują się przede wszystkim na ustanawianiu obowiązkowych wskaźników recyklingu i ponownego użycia, rozszerzonej odpowiedzialności producentów oraz promowaniu zasad ekoprojektowania. Celem wykładu jest omówienie bieżących działań i praktyk, jak również planowanych strategii, które mają na celu wydłużenie cyklu życia opakowań, przy jednoczesnym ograniczeniu ilości odpadów z tworzyw sztucznych.\n\nMgr inż. Agnieszka Czaplicka-Kotas\n\nSpecjalistka z zakresu gospodarki o obiegu zamkniętego. Posiada wieloletnie doświadczenie w realizacji projektów krajowych (NCBiR) oraz międzynarodowych (H2020, Interreg, NAWA, Erasmus+). Doświadczenie zdobywała poprzez wypracowywanie efektywnych mechanizmów zarządzania we współpracy z sieciami krajowymi, międzynarodowymi oraz przedsiębiorstwami. Wykładowca akademicki w dziedzinach przedsiębiorczości i innowacji oraz zarządzania środowiskiem. Absolwentka studiów doktoranckich w dyscyplinie nauki o zarządzaniu i jakości, studiów magisterskich z zakresu \nZarządzania i Inżynierii Produkcji na Akademii Górniczo-Hutniczej w Krakowie\n oraz studiów podyplomowych menedżerskich opartych na strukturze programu MBA w Szkole Głównej Handlowej w Warszawie.\n\nRecykling odpadów z tworzyw polimerowych\n\nPolimery to materiały lekkie, łatwe w formowaniu, łatwe w barwieniu, naturalnie gładkie i przyjemne w dotyku. Dzięki tym cechom od wielu dziesięcioleci są powszechnie wykorzystywane do produkcji wszelkich opakowań.\n\nObecnie w większości krajów wysokorozwiniętych odpady z tworzyw polimerowych są gromadzone, segregowane i na różne sposoby zawracane do obiegu materiałowego, czyli są poddawane recyklingowi. Najprostszą metodą recyklingu jest powtórne wykorzystanie, np. zmielone zużyte opony można wykorzystać jako dodatek poprawiający przyczepność nawierzchni asfaltowej i obniżający hałas motoryzacyjny. Z niektórych odpadów odzyskuje się surowce użyte do produkcji danego polimeru, np. PET. Jeszcze inne poddaje się spalaniu w ściśle określonych warunkach, co pozwala na odzysk energii.\n\nZagospodarowanie odpadów polimerowych nie jest proste, stąd od początku XXI w. prowadzone są intensywne prace badawcze nad możliwością produkcji polimerów biodegradowalnych, które można by kompostować.\n\nProf. dr hab. inż. Jadwiga Laska\n\nJest pracownikiem naukowo-dydaktycznym w \nKatedrze Biomateriałów i Kompozytów\n\nWydziału Inżynierii Materiałowej i Ceramiki AGH\n. Jej zainteresowania naukowe to materiały i biomateriały polimerowe, biopolimery, polimery biodegradowalne, metody badań polimerów, przetwórstwo polimerów, badania materiałów polimerowych do zastosowań w medycynie, implanty polimerowe wspomagające regenerację nerwów, samonaprawialne materiały polimerowe. Jest autorką 152 publikacji naukowych w czasopismach o zasięgu międzynarodowym, rozdziałów w 5 monografiach, 139 komunikatów konferencyjnych na konferencjach międzynarodowych oraz wielu projektów badawczych.\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/nauka/artykuly/detail-1/smieci-posortowane-i-problem-z-glowy-agh-nauka-spotkania-nr-30", "title": "Śmieci posortowane i problem z głowy? – AGH NAUKA spotkania (nr 30)-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "bf64c538ea2d06c03fa3172c2738c98a", "word_count": 589, "headings": [{"level": 1, "text": "Śmieci posortowane i problem z głowy? – AGH NAUKA spotkania (nr 30)"}, {"level": 2, "text": "Program wydarzenia:"}, {"level": 2, "text": "Jak dać drugie życie opakowaniom? Strategie i praktyki"}, {"level": 3, "text": "Mgr inż. Agnieszka Czaplicka-Kotas"}, {"level": 2, "text": "Recykling odpadów z tworzyw polimerowych"}, {"level": 3, "text": "Prof. dr hab. inż. Jadwiga Laska"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}