{"content": "#  Space Missions -- Space Technology Centre \n\nURL: https://www.ctk.agh.edu.pl/en/research-groups/space-missions\nCrawled: 2025-03-19 21:25:03\n\nSkip to content\n\nSkip to footer\n\n Space Missions \n\nThe Space Missions Research Group at the Space Technology Centre AGH focuses on developing and participating in both orbital and planetary space missions. The group is equipped with specialized laboratories to support research activities related to space technologies. \n\nThe Space Missions Research Group collaborates internationally with other laboratories to advance space research and technology. The group's interdisciplinary research areas include mechanical engineering, automation, electronics, electrical engineering, space technologies, environmental engineering, mining, and energy. \n\nThis laboratory is dedicated to the development of lunar appliances such as robots, rovers, and drilling equipment. The key infrastructure is the Dirty Thermal Vacuum Chamber, which allows testing of devices in dusty lunar conditions. Research in this laboratory covers areas such as geotechnical surveys, material coatings resistance, robotic device efficiency, and the impact of vacuum on biological matter. \n\nThe group is involved in developing CubeSat missions for Earth observation and conducting experiments on the International Space Station (ISS). This includes CubeSat missions like HYPE and AGH2 for hyperspectral Earth observation, as well as the MXene on LEO experiment to test nanomaterial properties in space conditions. \n\nResearch in this laboratory includes missions to test adhesion of regolith to different materials on the Moon surface and the development of the mission with image sensors to capture regolith settlement. Instruments are designed and tested for operation in lunar conditions, focusing on data collection and analysis of dust settlement over time. \n\nThis laboratory focuses on satellite communication technologies for space missions. Research areas include optimizing communication between Earth and space units, developing technology for optical communication between satellites, testing communication systems under limited bandwidth and delays, development of communication protocols ensuring stability and reliability of data transmission between mission components on Earth. \n\nStopka\n\nResearch\n\nProjects\n\nContact\n\nLogo to download\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/en/research-groups/space-missions", "title": " Space Missions -- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "d82031c19b68ff97b3700f7897414b9b", "word_count": 298, "headings": [{"level": 1, "text": "Space Missions"}, {"level": 2, "text": "Stopka"}]}}