{"metadata": {"url": "https://akademik.agh.edu.pl/news/4", "title": "\n        Akademik w Krakowie - MS AGH ", "depth": 1, "duplicate": false, "content_hash": "44a84738536671a6d9ff117940362684", "word_count": 192, "headings": [{"level": 2, "text": "Aktualności"}]}, "content": "# \n        Akademik w Krakowie - MS AGH \n\nURL: https://akademik.agh.edu.pl/news/4\nCrawled: 2025-03-20 01:12:33\n\nMieszkańcy Miasteczka Studenckiego,\nStudentki i Studenci AGH,\n\nInformujemy o rozpoczęciu procedury rozdziału miejsc w domach studenckich MS AGH dla \nstudentów AGH\n studiów stacjonarnych I i II stopnia na rok akademicki 2022/2023.\n\nRozdział miejsc w domach studenckich odbędzie się centralnie za pomocą systemu informatycznego Miasteczka Studenckiego AGH, dostępnego pod adresem https://akademik.agh.edu.pl\n\nKryteria przyznawania miejsc w domach studenckich są jednolite dla wszystkich Wydziałów. O przyznaniu miejsca decyduje liczba punktów, wyliczona na podstawie odległości miejsca zamieszkania studenta od Uczelni. Dodatkowo \nkryteria gwarantują przydział miejsca\n w domu studenckim dla:\n\nkandydatów przyjętych na 1 rok studiów I stopnia na rok akademicki 2022/2023,\n\nstudentów, którym przyznano w roku akademickim 2021/2022 świadczenie pomocy materialnej w postaci stypendium socjalnego,\n\nstudentów, którym przyznano w roku akademickim 2021/2022 stypendium dla Osób z niepełnosprawnościami.\n\nZgodnie z harmonogramem, student ubiegający się o przyznanie miejsca w domu studenckim składa wyłącznie elektroniczny wniosek w systemie informatycznym.\n\nSzczegółowe informacje znajdują się pod adresem https://akademik.agh.edu.pl\n\nWszystkich zainteresowanych zachęcamy do składania elektronicznych wniosków w systemie informatycznym \nod 16 maja 2022 r.\n\nJednocześnie informujemy, że w poprzednich latach wszyscy studenci AGH, którzy ubiegając się o przydział miejsca wykorzystali wszystkie możliwości przewidziane w procedurze, miejsca te otrzymali.\n\nDyrekcja Miasteczka Studenckiego AGH"}