{"content": "#  Inżynieria i Analiza Danych -- WGGIOS AGH \n\nURL: https://www.wggios.agh.edu.pl/kandydaci/inzynieria-i-analiza-danych\nCrawled: 2025-03-19 21:32:17\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Inżynieria i Analiza Danych \n\nKierunek Inżynieria i Analiza Danych (ang. \nData Science\n) oferuje Ci kształcenie ukierunkowane na zdobycie umiejętności z zakresu: pozyskiwania, przesyłania, składowania i analizy danych. Pozwoli Ci pozyskać wiedzę z zakresu: programowania, analizy danych i „kompetencji miękkich”. Jest to połączenie umiejętności najczęściej poszukiwanych na rynku pracy w branży informatycznej.\n\nZaletą studiów na tym kierunku jest zdobycie specjalistycznej wiedzy  informatycznej oraz umiejętności praktycznych z zakresu przetwarzania, analizy i wizualizacji danych, przesyłania i składowania w bazach danych oraz m.in. zarządzania projektami.\n\nPraktyki zawodowe trwają cztery tygodnie w czasie letniej przerwy na szóstym semestrze studiów stacjonarnych I stopnia. Zakres praktyk obejmuje m.in. tworzenie i zarządzanie bazami danych, programowanie, analizę i przetwarzanie danych, tworzenie systemów informacji przestrzennej, modelowanie procesów fizycznych, analizę i przetwarzanie obrazów cyfrowych, analizę i interpretację sygnałów, projektowanie i obsługę komputerowych systemów pomiarowych. Do najważniejszych firm, w których studenci realizują praktyki należą m.in. Comarch, IBM Polska, Sabre Polska, Tauron Polska Energia, KGHM Polska Miedź.\n\nAbsolwenci tego kierunku to specjaliści w tworzeniu nowych technologii i narzędzi informatycznych, analizy i przetwarzania danych, w tym między innymi: w zakresie rozwoju oprogramowania, w obszarach analityki biznesowej, architektury oprogramowania i programowania, administrowania bazami danych, sieciami i systemami, zarządzania projektami informatycznymi, zarządzania jakością oprogramowania, analiz eksploracji danych, wspomagania procesu podejmowania decyzji, analiz Big Data.\n\nZnajdują bez problemu zatrudnienie w szerokim zakresie sektorów w kraju i za granicą. Zawód ten (Data Science) jest obecnie najbardziej atrakcyjnym spośród branży IT, a osoby posiadające tę wiedzę i umiejętności są najbardziej poszukiwanymi pracownikami na rynku pracy.\n\nJako absolwent studiów I stopnia na kierunku Inżynieria i Analiza Danych będziesz potrafił m.in.:\n\nkorzystać z nowoczesnych narzędzi programistycznych w procesie tworzenia oprogramowania komputerowego,\n\nprojektować, tworzyć i zarządzać relacyjnymi oraz przestrzennymi bazami danych zgodnie z obowiązującymi wzorcami,\n\nwykorzystać najnowsze rozwiązania technologiczne na potrzeby budowy i zarządzania złożonymi systemami bazodanowymi oraz hurtowniami danych,\n\nzarządzać systemami akwizycji i przesyłania danych,\n\npobierać i łączyć dane z różnych źródeł, zarówno strukturalnych jak i nieustrukturyzowanych: hurtowni danych, baz danych, arkuszy kalkulacyjnych, źródeł internetowych, itp.\n\nstosować zaawansowane metody i techniki analizy danych: eksploracji danych, przetwarzania dużych zbiorów danych Big Data, uczenia maszynowego, sztucznej inteligencji, itp.\n\nprzetwarzać i analizować dane różnego typu: strukturalne, tekstowe, grafowe oraz przestrzenne.\n\nW trakcie studiów nabędziesz również „kompetencje miękkie” potrzebne m.in. do podejmowania decyzji biznesowych, praktycznego rozwiązywania problemów decyzyjnych oraz zarządzania projektami grupowymi.\n\nStopka\n\nSpis pracowników\n\nBaza Danych o Autorach i Publikacjach\n\nDokumenty AGH\n\nLicencje i oprogramowanie\n\nPoczta AGH\n\nRozbudowa Centrum Miękinia\n\nDeklaracja dostępności\n\nUBPO\n\nRegulamin studiów\n\nUSOS\n\nSylabus AGH\n\nPomoc materialna dla studentów\n\nProgram Erasmus+\n\nStudium Języków Obcych\n\nWydział Geologii, Geofizyki i Ochrony Środowiska\nAkademia Górniczo-Hutnicza \nim. Stanisława Staszica\n\nal. Mickiewicza 30\n30-059 Kraków\n\nNIP AGH: 675 000 19 23 \n\nNr konta Wydziału:\n58 1240 4722 1111 0000 4859 2918\nBank Pekao S.A. Kraków\n\nDziekanat\ntel. +48.12.617.23.50–51\ne-mail: dziekanatwggios@agh.edu.pl\n\nBiuro Dziekana\ntel. +48.12.617.32.54\ne-mail: wggios@agh.edu.pl\n\n © 2023 Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.wggios.agh.edu.pl/kandydaci/inzynieria-i-analiza-danych", "title": " Inżynieria i Analiza Danych -- WGGIOS AGH ", "depth": 3, "duplicate": false, "content_hash": "f17ab8da78ceee1293633439b611aac3", "word_count": 484, "headings": [{"level": 1, "text": "Inżynieria i Analiza Danych"}, {"level": 2, "text": "Stopka"}]}}