{"content": "# Sukcesy - Absolwenci – Wydział Inżynierii Lądowej i Gospodarki Zasobami\n\nURL: https://wilgz.agh.edu.pl/rekrutacja/sukcesy-absolwenci/\nCrawled: 2025-03-19 21:27:58\n\nHomepage\n  /  \nRekrutacja\n  /  \nSukcesy – Absolwenci\n Sukcesy – Absolwenci\n\n Dariusz Janik \n\n Kierownik Działu Zarządzania Projektami Górniczymi - JSW Innowacje S.A. \n\n“Studiowanie na WILGZ AGH dało mi wiele możliwości rozwoju, które przyczyniają \nsię do sprostania wyzwaniom spotykanym w życiu codziennym.”\n“Ogrom zadań oraz problemów, z którymi mamy do czynienia przez zaledwie parę lat studiowania, daje potężne wsparcie przy kreowaniu własnego„ja” oraz czerpaniu niezmiernych korzyści z wykorzystania przekazanej wiedzy naukowej i doświadczeń – w świetnej studenckiej atmosferze i otoczeniu wybitnej kadry naukowej.” “Uzyskana wiedza i samodzielność działania pozwalają i pomagają w budowaniu stabilnej pozycji zawodowej i przygotowaniu się do pełnienia coraz to bardziej odpowiedzialnych obowiązków.”\n\n Agata Kosińska \n\n Inżynier Geotechnik - Rio Tinto \n\n“WGiG jest początkiem mojej największej przygody, która trwa do dziś. Wiedza nabyta \nza murami tego wydziału oraz ludzie jakich tam spotkałam towarzyszą mi po dzisiaj. \nTo w sali wykładowej tego wydziału zrozumiałam, że wybór kierunku studiów, jakiego dokonałam to strzał w dziesiątkę.”\n“Pasja, wiedza i niesamowici ludzie. To studia na tym wydziale sprawiły, że moja praca sprawia mi przyjemność. Przekazano mi wiedzę, którą chce poszerzać i spotkałam ludzi, którzy inspirują do działania.”\n“Zdecydowanie był to jeden z najlepszych okresów w moim życiu. Dla mnie ten wydział będzie się zawsze kojarzyć z interesującymi osobami. Studenci z różnych części Polski, gdzie każdy miał inną wizję na swoją przyszłość i inne aspiracje. Wykładowcy i prowadzący, którzy wzbudzali w nas ciekawość do poszerzania wiedzy.”\n\n Judyta Hawrysz - van Heukelem \n\n Principal Digital Enablement - BHP Singapur \n\n“Studia na WILGZ AGH niewątpliwie były dla mnie kopalnia wiedzy merytorycznej. Jeszcze większą wartość stanowiły nawiązane w trakcie studiów kontakty z przemysłem oraz innymi uczelniami w kraju i za granica..”\n“Aktualnie pracuje w części komercyjnej koncernu górniczego BHP w Singapurze. Na aktualnym stanowisku zajmuje się wdrażaniem nowych technologii cyfrowych (np. blockchain, sztuczna inteligencja, itp.). Działam pomiędzy biznesem, technologią i innowacyjnością, rozwijając nowe trendy technologiczne w komercyjne projekty i partnerstwa o globalnym zasięgu.”\n“Studia zakorzenily we mnie otwartosc na nowe kultury, ciekawosc ciagle zmieniajcego sie swiata i  odwage do podejmowania wyzwan bedacych okazja do rozwoju.”\n\n Gilbert Kalondji \n\n Technical Services Manager - ILUKA Sierra Rutile Limited. \n\n“Już blisko trzy dekady temu postanowiłem kontynuować rodzinną tradycję górniczą \ni wstąpiłem w szeregi studentów tego Wydziału AGH. Nie była to jedyna opcja, która stała wówczas przede mną otworem, lecz okazała się najlepszą z perspektywy czasu.”\n“Wiedza zdobyta na naszym Wydziale wraz z bardzo zaawansowanymi umiejętnościami, pozwoliły mi na pełną utylizację najnowszych technologii w branży górniczej i pozwoliły mi być współuczestnikiem jak również współtwórcą przedsięwzięć górniczych na kilku kontynentach od Arktyki poprzez Amerykę Południową po Afrykę Zwrotnikową.”\n“Na pytanie, dlaczego Polak od tylu lat w różnych międzynarodowych firmach górniczych zarządza najlepiej wykształconymi specjalistami od geologii poszukiwawczej, projektowanie kopalń, optymalizację produkcji, po roboty strzałowe. odpowiadam z satysfakcją, iż ukończyłem najlepszą uczelnię górniczą w Europie Centralnej.”\n\n Miłosz Gąsiorek \n\n TBM Manager w Gulermak Heavy Industries Construction & Contracting Co. Inc \n\n“W roku akademickim 2012/2013 ukończyłem studia II stopnia na Wydziale Górnictwa i Geoinżynierii AGH. Podczas studiowania, największy nacisk kładłem na zdobywanie wiedzy w temacie inżynierii bezwykopowej.”\n“Odkąd pamiętam, zawsze pasjonował mnie temat tunelowania przy użyciu tarcz zmechanizowanych. Również temu tematowi poświęciłem swoją pracę magisterską.”\n“Dzięki wiedzy zdobytej podczas udziału w zajęciach udało mi się być rozpocząć swoją karierę na stanowisku Inżyniera Budowy, po kilku latach pracy i zdobywaniu doświadczenia w Polsce i między innymi w Katarze,  trafiłem na budowę II linii metra w Warszawie, gdzie obecnie nadzoruję prace związane z drążeniem tuneli szlakowych, przy użyciu maszyn TBM.”\n\n Karolina Wrońska \n\n P.O. Kierownika działu Planowania produkcji – Oknoplast \n\n“Po wielu latach pracy zarówno za granicą, jak i w Polsce mogę stwierdzić, ze wybór Uczelni jak i Wydziału był najlepszą decyzją, jaką mogłam podjąć. Studia na tym Wydziale dają wiele możliwości. Między innymi umożliwiają wstąpienia do kół naukowych, dzięki którym  można  zobaczyć i poznać wiele praktycznych aspektów zawodu, jaki w przyszłości będzie przez nas wykonywany.”\n“Dzięki pomocy i wsparciu Wydziału możliwe było zrobienie  praktyk zagranicznych w firmach produkcyjnych między innymi w USA.”\n“Obecnie kieruję zespołem planistów produkcji.  W pracy niezbędna jest znajomość narzędzi, analityczne myślenie oraz umiejętność pracy w zespole.”\n“Elastyczność, pomoc i wsparcie, jakie jest na Wydziale otwiera wiele możliwości i poszerza horyzonty.”\n\n Krystian Simkiewicz \n\n Kierownik Wydziału Górniczego Aktywów Zagranicznych - KGHM Polska Miedź S.A. \n\n“Aktualnie pracuję w Wydziale Górniczym Aktywów Zagranicznych, gdzie zajmujemy się wsparciem procesów produkcyjnych, wdrażaniem inicjatyw optymalizacyjnych oraz monitoringiem specjalistycznych obszarów natury technicznej. Poprzednio, przez kilka lat pracowałem w kopalni miedzi w Chile oraz kopalni wapienia w Polsce. W czasie studiów pracowałem także na kopalni rudy żelaza w Indiach.”\n“Wydział Górnictwa i Geoinżynierii to przede wszystkim ludzie, którzy pełni górniczej pasji potrafią zmieniać świat na lepszy. To także miejsce, gdzie studenci mają szansę zdobyć solidne wykształcenie oraz właściwe przygotowanie do pracy.”\n“Wydział jest dla mnie jednym z nielicznych miejsc w Polsce, gdzie studenci dzielą się swoją prawdziwą pasją do górnictwa z innymi. Wspólna nauka, projekty, wyjazdy oraz dobrze przygotowana kadra dydaktyczna, sprawia, że to najlepszy wydział górniczy w Polsce.”\n\n Karina Szymańska \n\n Specjalista ds. Jakości - BSH Bosch und Siemens Hausgeräte \n\n“Wiedza zdobyta w trakcie trwania studiów umożliwiła mi zbudowanie solidnych podstaw a przy tym otworzenie się na działalność dodatkową i w sposób praktyczny kształtowanie swoich kompetencji zawodowych.”\n“W mojej codziennej pracy, jako Specjalista ds. Jakości, odpowiadam za jakość produktu gotowego. Nieocenione jest tutaj łączenie wiedzy z zakresu inżynierii produkcji oraz zarządzania jakością, które stanowi ważną część programu studiów.”\n“Jestem przekonana, że gdyby nie wybór akurat tej konkretnej ścieżki kształcenia, odnalezienie się na rynku pracy byłoby trudniejsze. Ja już wiem, że mój wybór był słuszny. Teraz pora abyś również Ty się o tym przekonał.”\n\n Marta Hetmańska \n\n Inżynier strzałowy - SSE Polska Sp. z o.o. \n\n“Moim zdaniem Wydział Inżynierii Lądowej i Gospodarki Zasobami tworzą przede wszystkim ludzie – zarówno studenci jak i pracownicy. Przez 5 lat studiów zyskałam nie tylko ogromną wiedzę teoretyczną i praktyczną, ale też wiele przyjaźni. WGiG jest wydziałem, na którym ludzie wzajemnie zarażają się pasjami i współpracują. “\n“Na szczęście studia to nie tylko nauka po nocach i przygotowania do sesji, ale także wiele różnych projektów jak np. Koła Naukowe, dzięki którym zyskałam możliwość rozwoju i udziału w przedsięwzięciach, które wzmocniły moje zdolności interpersonalne.”\n“Koła Naukowe, Dni Otwarte czy konferencje, Wszystkie te projekty pozwoliły mi na uporządkowanie moich zainteresowań oraz ukierunkowanie mojej przyszłej ścieżki zawodowej.”\n\n Mateusz Królicki \n\n Specjalista ds. górniczych – Cement Ożarów S.A. \n\n“Jestem zadowolony z podjętej decyzji o kontynuowaniu nauki na tym Wydziale AGH, który stał się dla mnie prawdziwą kopalnią wiedzy zachęcającą do otwierania kolejnych jej pokładów.”\n“Pierwszy rok mojej pracy polegał głównie na dalszej nauce górnictwa w praktyce, poznawaniu organizacji, zdobywaniu doświadczenia. Po zdaniu egzaminu i stwierdzeniu kwalifikacji dozoru ruchu specjalności górniczej awansowałem na Specjalistę ds. Górniczych.”\n“Moje obecne zadania wiążą się z tym co interesowało mnie podczas studiów – projektowaniem kopalni, obróbką map, dokonywaniem pomiarów w terenie. Czasem też zastępuję sztygara prowadząc zmianę wydobywczą.”", "metadata": {"url": "https://wilgz.agh.edu.pl/rekrutacja/sukcesy-absolwenci/", "title": "Sukcesy - Absolwenci – Wydział Inżynierii Lądowej i Gospodarki Zasobami", "depth": 3, "duplicate": false, "content_hash": "31993d4354012984b9c48ea59da6f766", "word_count": 1126, "headings": [{"level": 1, "text": "Sukcesy – Absolwenci"}]}}