{"content": "#  Rada Uczelni -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/o-agh/wladze/rada-uczelni\nCrawled: 2025-03-19 21:07:02\n\nSkip to content ↓\n\n Rada Uczelni \n\n Bogusław Ochab – przewodniczący \n\nJest absolwentem dwóch wydziałów AGH: Elektrotechniki, Automatyki i Elektroniki (1983) oraz Górniczego (1990).\n\nOd 1983 r. jest związany z Zakładami Górniczo-Hutniczymi „Bolesław”, zarządza tą firmą od 1994 r. Początkowo zajął się jej restrukturyzacją, modernizacją, a następnie stworzył z producentów cynku w Polsce grupę cynkową produkującą prawie 7 proc. cynku na rynku europejskim. Przez prawie 25 lat dał się poznać jako osoba konsekwentna, posiadająca kompetencje i umiejętności do zarządzania dużą firmą oraz potrafiąca nawiązywać i prowadzić dialog z rożnymi partnerami, również społecznymi.\n\nJest członkiem Rady Naukowej Instytutu Metali Nieżelaznych w Gliwicach, Rady Izby Metali Nieżelaznych i Recyklingu w Katowicach oraz przez kilkanaście lat, do niedawna, był Prezesem Zarządu Oddziału Stowarzyszenia Inżynierów i Techników Górnictwa.\n\nBogusław Ochab był również jednym z głównych inicjatorów powstania Forum Odbiorców Energii Elektrycznej i Gazu, podmiotu zrzeszającego największe polskie firmy energochłonne i aktywnie działającego w zakresie zapewnienia polskim przedsiębiorcom niższych cen energii, a przez to zwiększenia ich konkurencyjności na światowych rynkach.\n\nNiekwestionowane zasługi położył podczas procesu uzdrawiania sytuacji finansowej w spółce Huta Cynku „Miasteczko Śląskie” SA. W konsekwencji spółka HCM odzyskała płynność finansową i obecnie jest prężnie działającym podmiotem, mającym ugruntowaną pozycję rynkową i stale poszukującym nowych, innowacyjnych rozwiązań w zakresie produkcji i zwiększenia asortymentu.\n\nW okresie swojej pracy był wielokrotnie nagradzany i odznaczany. Jest współtwórcą wielu patentów, które zostały wykorzystane w praktyce, a ich stosowanie przynosi wymierne korzyści. Pełni funkcję przewodniczącego Rady Izby Gospodarczej Metali Nieżelaznych i Recyklingu, organizacji zrzeszającej największe firmy w branży metali nieżelaznych. Jest członkiem Rady Nadzorczej Izby Gospodarczej Metali Nieżelaznych w Gliwicach.\n\n Dr Philippe J.S. De Brouwer \n\nJest dyrektorem w HSBC w Krakowie, honorowym konsulem Belgii w Krakowie, a także gościnnym wykładowcą AGH, Uniwersytetu Warszawskiego oraz Uniwersytetu Ekonomicznego w Krakowie. Jest także członkiem rady naukowej International School of Krakow oraz członkiem Rady Uczelni AGH.\n\nUczył wielu przedmiotów, takich jak: finanse, ekonomia behawioralna, podejmowanie decyzji, Big Data, zarządzanie bankami, finansowanie strukturalne, bankowość korporacyjna, rynki finansowe, instrumenty finansowe, budowanie zespołu i przywództwo. Wyróżniającym się kursem jest kurs dotyczący danych i analizy. Główne obszary prowadzonych przez niego badań naukowych to zarządzanie inwestycyjne i analiza danych.\n\nW 2016 r., gdy dołączył do HSBC, utworzył Centrum Doskonałości w zarządzaniu ryzykiem w ich centrum usługowym w Krakowie. Zespół ten kontroluje wszystkie najważniejsze modele stosowane w banku na całym świecie. Jest aktywnym dyrektorem i ma ponad dwudziestoletnie doświadczenie w bankowości i zarządzaniu aktywami, pełnił wiele funkcji na poziomie C, a obecnie jest dyrektorem w centrum usług HSBC w Europie, gdzie nadzoruje rożne działania związane z zarządzaniem ryzykiem (na przykład: zarządzanie, przegląd modeli, zgodność z przepisami). Specjalizuje się w pracy zespołowej, przywództwie, big data, analityce, zarządzaniu ryzykiem oraz doradztwie inwestycyjnym.\n\nCelem wszystkich jego działań jest łączenie społeczności, dla których pracuje, a także przyczynianie się do budowania więzi pomiędzy środowiskami akademickimi a światem przemysłu i dyplomacji. Jego najnowsza książka, która ukazała się w październiku 2020 r. nosi tytuł „The big R-book: from data science to learning machines and big data”.\n\n Prof. dr hab. inż. Magdalena Hasik \n\nJest profesorem tytularnym nauk chemicznych. Od ponad 30 lat związana z Wydziałem Inżynierii Materiałowej i Ceramiki.\n\nByła wykonawczynią/kierowniczką krajowych oraz międzynarodowych projektów badawczych, członkinią komitetów organizacyjnych międzynarodowych konferencji naukowych, członkinią Wydziałowego Zespołu ds. Jakości Kształcenia, pełniła funkcję przewodniczącej Komisji ds. Nagród i Odznaczeń Rady Wydziału Inżynierii Materiałowej i Ceramiki, a obecnie jest przewodniczącą Komisji ds. Nagród i Odznaczeń Wydziału Inżynierii Materiałowej i Ceramiki, członkiem Komisji ds. Nagród i Odznaczeń Rady Dyscypliny Nauki Chemiczne oraz członkinią Rektorskiego Zespołu ds. Nagród i Odznaczeń.\n\nJest autorką/współautorką około 200 publikacji naukowych, które spotkały się z dużym zainteresowaniem wyrażonym wysoką liczbą cytowań w pracach innych badaczy i badaczek. Opracowała programy i prowadzi zajęcia dydaktyczne dla studentów kilku wydziałów AGH. Za osiągnięcia dydaktyczne została wyróżniona Medalem Komisji Edukacji Narodowej.\n\n Przemysław Powalacz \n\nJest absolwentem Szkoły Głównej Handlowej. Ma dyplom Executive MBA uzyskany po odbyciu studiów w programie Uniwersytetu Warszawskiego i Uniwersytetu Illinois. Studiował podyplomowo w: Londyńskiej Szkole Biznesu, INSEAD, Szkole Biznesu Uniwersytetu Harvarda, Szkole Biznesu Uniwersytetu Columbia, HEC Paris oraz na Uniwersytecie St. Gallen.\n\nW roku 2004 podjął pracę w firmie Sanitec, która w roku 2015 została przejęta przez Grupę Geberit. Do 2005 r. był zastępcą dyrektora marketingu. Potem wszedł do zarządu firmy i został dyrektorem marketingu w regionie Europy Środkowej i Wschodniej (Central and Eastern Europe, CEE). W roku 2006 objął stanowisko dyrektora marketingu i sprzedaży CEE. W latach 2008\n–\n2016 był prezesem zarządu i dyrektorem zarządzającym spółki Sanitec Koło oraz starszym wiceprezesem w regionie CEE.\n\nW latach 2015\n–\n2023 zasiadał w fotelu prezesa zarządu i dyrektora zarządzającego polskiej spółki Geberit. W latach 2016­\n–\n2023 był członkiem Rady Nadzorczej spółki OTFC. Od 2023 r. jest prezesem zarządu Grupy Zasada.\n\n prof. dr hab. inż. Konrad Świerczek \n\nJest absolwentem Wydziału Inżynierii Materiałowej i Ceramiki AGH. Stopień doktora uzyskał w 2002 r. W roku 2011 obronił z wyróżnieniem pracę habilitacyjną. W 2019 r. uzyskał tytuł profesora nauk technicznych.\n\nJego zainteresowania badawcze obejmują badania materiałów elektrodowych i elektrolitów dla stałotlenkowych ogniw paliwowych oraz elektrolizerów wysokotemperaturowych, badania materiałów elektrodowych dla ogniw litowych oraz post-lithium-ion, badania materiałów do magazynowania tlenu, badania materiałów kwazikrystalicznych, badania materiałów o mieszanym przewodnictwie jonowo-elektronowym do konstrukcji membran ceramicznych.\n\nNajważniejsze osiągnięcie naukowe prof. Konrada Świerczka zebrane są pod wspólnym tytułem „Struktura i mikrostruktura a zagadnienia transportu jonowo-elektronowego w wybranych materiałach i kompozytach dla nowej generacji urządzeń elektrochemicznych”.\n\nBrał udział w ponad 20 projektach badawczych (w tym dwóch międzynarodowych), kierował siedmioma. Promotor prac inżynierskich i magisterskich oraz przewodów doktorskich. Autor ponad 200 publikacji.\n\nJest kierownikiem Katedry Energetyki Wodorowej na Wydziale Energetyki i Paliw AGH. Prowadzi zajęcia dydaktyczne dla kierunku Energetyka na WEiP.\n\nDwukrotnie pełnił funkcję prodziekana na Wydziale Energetyki i Paliw: w latach 2016–2020 – ds. nauki, a w latach 2020–2024 – ds. współpracy i nauki.\n\n Prof. dr hab. inż. Kazimierz Wiatr \n\nW 1980 r. ukończył studia na Wydziale Elektrotechniki, Automatyki, Informatyki i Elektroniki. W 1987 r. uzyskał stopień doktora, w 1999 r. doktora habilitowanego, a w 2002  r. tytuł profesora.\n\nW AGH pracuje od 1980 r., obecnie jako profesor w zakresie informatyki i elektroniki, kierownik Zespołu Rekonfigurowalnych Systemów Obliczeniowych. Jest dyrektorem Akademickiego Centrum Komputerowego CYFRONET AGH, przewodniczy Radzie Konsorcjum PIONIER – Polski Internet Optyczny. Kieruje projektami programu PL-Grid Polska Infrastruktura Informatycznego Wspomagania Nauki w Europejskiej Przestrzeni Badawczej, w ramach których zbudowano największe w Polsce superkomputery, wielokrotnie plasujące się wśród 100 najszybszych superkomputerów świata, w tym pracujące w Cyfronecie Zeus i Prometheus.\n\nSpecjalista w zakresie komputerowego sterowania procesami, systemów wieloprocesorowych, układów programowalnych, rekonfigurowalnych systemów obliczeniowych i akceleracji obliczeń metodami sprzętowymi. Kierował i kieruje wieloma projektami badawczymi, w tym w ramach grantów KBN, MNiSW, MEiN, NCBR, NCN i OPI. W swoim dorobku ma liczne książki naukowe, w tym: \nBuilding a National Distributed e-Infrastructure – PL-Grid \n(Springer-Verlag) i \nAkceleracja obliczeń w systemach wizyjnych\n (WNT) oraz ponad 300 artykułów i referatów, a także patenty. Jest recenzentem w czasopismach międzynarodowych. Zrealizował ponad 30 wdrożeń, dotyczących komputerowego sterowania linii technologicznych i robotów przemysłowych, a także automatyzacji procesów pomiarowych. Za pracę naukową i dydaktyczną otrzymał wiele nagród, w tym Ministra Nauki i Szkolnictwa Wyższego.\n\nBył związany z opozycją demokratyczną i niepodległościową. Współtworzył niezależny ruch harcerski, w tym w 1980 r. w ramach Kręgów Instruktorów Harcerskich im. Andrzeja Małkowskiego. W stanie wojennym i później pracował w kierownictwie konspiracyjnego Ruchu Harcerskiego Rzeczypospolitej. Za tę działalność był poszkodowany przez ustrój komunistyczny. Po 1989 r. współorganizował Związek Harcerstwa Rzeczypospolitej i był Przewodniczącym ZHR. Jest Kanclerzem Kapituły Krzyża Honorowego ZHR.\n\nW swoim dorobku ma wiele artykułów i raportów o wychowaniu oraz o sytuacji dzieci i młodzieży, jest współautorem opracowań: Raport o sytuacji polskich rodzin (1998) i Program polityki prorodzinnej państwa (1999).\n\nZa pracę niepodległościową został odznaczony w 1990 r. Krzyżem Kawalerskim Orderu Odrodzenia Polski, nadanym przez Prezydenta RP na uchodźstwie Ryszarda Kaczorowskiego.\n\nJest prezesem Tarnowskiego Towarzystwa Naukowego, członkiem Polskiego Towarzystwa Informatycznego, EUROMICRO (The European Organisation for Information and Microelectronics), IEEE (The Institute of Electrical and Electronics Engineers) oraz IEEE – Computer Society.\n\nSenator RP VI, VII, VIII, IX i X kadencji, przewodniczący Komisji Nauki, Edukacji i Sportu Senatu RP.\n\n Kamila Kochan \n\nW Stalowej Woli – swoim rodzinnym mieście – uczęszczała do Liceum Ogólnokształcącego im. KEN. To w szkole średniej rozpoczęła swoją samorządową przygodę. \n\nAktualnie jest studentką IV roku kierunku Inżynieria Produkcji i Jakości na Wydziale Metali Nieżelaznych. Od drugiego roku studiów aktywnie działa w uczelnianych strukturach samorządowych. W 2023 r. została wybrana przewodniczącą Wydziałowej Rady Samorządu Studentów Wydziału Metali Nieżelaznych. W tym samym czasie zaczęła swoją działalność w Uczelnianej Radzie Samorządu Studentów AGH jako członkini Komisji ds. Logistyki Projektu. \n\n13 czerwca 2024 r. została wybrana przewodniczącą URSS AGH. Funkcję zaczęła sprawować 1 września tego samego roku. Wtedy również, na mocy ustawy stała się członkinią Rady Uczelni AGH.\n\n(wrzesień 2024 r.)\n\nopiniowanie projektu strategii uczelni,\n\nopiniowanie projektu statutu,\n\nmonitorowanie gospodarki finansowej uczelni,\n\nmonitorowanie zarządzania uczelnią,\n\nwskazywanie kandydatów na rektora, po zaopiniowaniu przez Senat,\n\nopiniowanie sprawozdania z realizacji strategii uczelni,\n\nwyrażenie zgody na rozporządzanie składnikami aktywów trwałych, których wartość rynkowa albo wartość rynkowa przedmiotu czynności prawnych przekracza kwotę 2 000 000 zł.\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/o-agh/wladze/rada-uczelni", "title": " Rada Uczelni -- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "53eacbef733b30384766b56eb151f0a4", "word_count": 1552, "headings": [{"level": 1, "text": "Rada Uczelni"}, {"level": 2, "text": "Stopka"}]}}