{"content": "# Home page | Center of Excellence in Artificial Intelligence\n\nURL: https://ceai.agh.edu.pl/\nCrawled: 2025-03-19 21:19:13\n\nAbout us\n\nAbout us\n\nThe AGH University of Krakow is a modern university that actively participates in fostering a knowledge-based society and creating innovative technologies. Our university has a well-established position in the country and is recognized abroad. Experienced staff, advanced laboratories, a unique campus, and, above all, the bonds that connect the AGH University community are our greatest assets.\n\nThe Center of Excellence in Artificial Intelligence will foster the development of a nationally recognized AI ecosystem centered at AGH University.\n\nOur vision is to create a renowned, state-of-the-art facility equipped to create innovative AI solutions in the most up-to-date areas, including medicine, virtual reality, natural language analysis, autonomous vehicles, and robotics. It will serve the field of AI software and hardware development, mentoring and professional skills acquisition, and job creation. In addition, it will facilitate advancements in ethics and socially responsible policies surrounding AI. As technologies such as AI continue to grow, they will have a great impact on our quality of life.\n\n At the  Center of Excellence in Artificial Intelligence we conduct advanced projects, organize specialized courses and trainings to which we invite you.\n\nTab block\n\nOur Projects\n\nOferta współpracy w projekcie ARTIQ–Centrum Doskonałości AI\n\ndla przyszłych doktorantów AGH\n\nZapraszamy do konkursu otwartego na współpracę na podstawie umów cywilnoprawnych w ramach\n\nOur Partners\n\nCEAI collaborates with a range of leading academic research institutions as well as industry partners in the broad field of AI and ML.\n\nAl Initiative\n\nAI Initiative – including a university-industry collaboration designed to deepen opportunities in the development and application of AI within the field, and across AI-related, and AI-influenced", "metadata": {"url": "https://ceai.agh.edu.pl/", "title": "Home page | Center of Excellence in Artificial Intelligence", "depth": 3, "duplicate": false, "content_hash": "09fba947ca5e32db9f178898db42e0d7", "word_count": 266, "headings": [{"level": 2, "text": "About us"}, {"level": 2, "text": "About us"}, {"level": 2, "text": "Tab block"}]}}