{"content": "# Prof. dr hab. Czesław Kapusta laureatem Nagrody MNiSW-- Wydział Fizyki i Informatyki Stosowanej AGH \n\nURL: https://www.fis.agh.edu.pl/aktualnosci/detail/prof-dr-hab-czeslaw-kapusta-laureatem-nagrody-mnisw\nCrawled: 2025-03-19 21:36:32\n\nProf. dr hab. Czesław Kapusta laureatem Nagrody MNiSW \n\n 25-02-2025 \n\n Z satysfakcją informujemy, że prof. dr hab. Czesław Kapusta został laureatem Nagrody Ministra Nauki i Szkolnictwa Wyższego za całokształt dorobku. Ogłoszenie nagród miało miejsce w Toruniu w trakcie Gali Nauki Polskiej z okazji Dnia Nauki Polskiej, który jest obchodzony 19 lutego - w rocznicę urodzin Mikołaja Kopernika. Panie Profesorze, składamy najszczersze gratulacje! \n\nProfesor Czesław Kapusta zajmuje się fizyką materiałową, wypromował wielu magistrów i inżynierów, był opiekunem rozpraw doktorskich,  pełnił funkcję kierownika Katedry Fizyki Ciała Stałego oraz był członkiem Senatu AGH. Zorganizował studenckie Laboratorium Fizyki Ciała Stałego i Nowoczesnych Metod Pomiarowych. Był kierownikiem wielu projektów naukowych,  a wyniki prowadzonych przez niego badań zostały opublikowane w czasopismach o międzynarodowym zasięgu.\n\nProfesor Kapusta jest członkiem wielu krajowych i międzynarodowych towarzystw naukowych, stypendystą w licznych programach oraz posiada status Honorary Professor nadany w 2000 roku przez Uniwersytet w St. Andrews (UK). \n\nObecnie Profesor jest koordynatorem ds. współpracy AGH z Hiszpanią (program ERASMUS, kadencja 2024-2028). \n\nPodkreślenia wymaga informacja, że za swoją działalność Pan Profesor był wielokrotnie nagradzany    (m.in. Nagrodą Ministra za osiągnięcia w pracy naukowej, Nagrodami Rektora AGH za działalność naukowo-badawczą i działalność organizacyjną). Otrzymał również Krzyż Zasługi I stopnia oraz Medal Komisji Edukacji Narodowej.\n\nPowrót", "metadata": {"url": "https://www.fis.agh.edu.pl/aktualnosci/detail/prof-dr-hab-czeslaw-kapusta-laureatem-nagrody-mnisw", "title": "Prof. dr hab. Czesław Kapusta laureatem Nagrody MNiSW-- Wydział Fizyki i Informatyki Stosowanej AGH ", "depth": 3, "duplicate": false, "content_hash": "616d01636fa0a7f1735226802b4d34bd", "word_count": 200, "headings": [{"level": 1, "text": "Prof. dr hab. Czesław Kapusta laureatem Nagrody MNiSW"}, {"level": 2, "text": "Stopka"}]}}