{"content": "#  Individual Programme of Study -- AGH University Doctoral School \n\nURL: https://www.sd.agh.edu.pl/en/doctoral-students/courses-outside-of-the-agh-doctoral-school\nCrawled: 2025-03-19 21:21:49\n\nSkip to content\n\nSkip to footer\n\n Individual Programme of Study \n\nPursuant to Art. 204 section 3 od the Act on Higher Education and Science, at the request of a doctoral candidate, education may be suspended for a period corresponding to the duration of maternity leave, leave under the conditions of maternity leave, paternity leave and parental leave specified in the Act of June 26, 1974 - Labor Code.\n\nDuring the period of suspension of education, the provisions on determining maternity allowance shall apply accordingly to determinate the amount of the doctoral scholarschip, except that the basis for calculating the allowance is understood as the amount of the monthly doctoral scholarship due on the day of submitting the application for suspension.\n\nIn order to suspend education, an \nApplication for Suspension the Course of Education\n must be submitted.\n\nAccording to Paragraph\n 6 of the AGH Doctoral School Programme of Study, the School Director may agree to the participation of a doctoral student in a module run at another university, including a foreign one, and to introduce the module to his/hers Individual Programme of Study.\n\n Written \nrequests on the matter\n should be directed \nto the Deputy Director - prof. dr hab. inż. Łukasz Madej\n and they should include:\n\nThe request should be accompanied by a printout with the description of the module and the number of ECTS points assigned to it, as well as the written consent of the host university for the participation of a PhD student of SD AGH in classes.\n\nThe teaching block, which prepares you to work as an academic teacher, includes the Teaching Improvement module of 41 hours and 4 ECTS points and teaching internships. Internships are carried out in the form of conducting classes or co-participating in conducting classes for a maximum of 60 hours. A doctoral student may start the Didactic Block in the 2nd, 4th or 6th semester of education at the Doctoral School.\n\nTeaching training consists of a didactic course (32 h) conducted in semester 2 (4 or 6) and observations (9 h) conducted in semester 3 (5 or 7).\n\nCompleting the didactic course entitles you to undergo observation. It is possible to carry out the observation earlier, but after completing the didactic course (i.e. obtaining a pass in this subject). From semester 2 (4 or 6), doctoral students can assist in conducting classes. 60 hours of internship should be completed during two semesters 2 and 3 (4.5 or 6.7).\n\nThe final assessment and obtaining a certificate takes place in the 3rd semester (5 or 7) after obtaining all partial credits, i.e. the didactic course, internship and inspection.\n\nStopka\n\nAGH University Doctoral School\nbuild. A3, I floor, room 118\nal. Mickiewicza 30\n30-059 Krakow\n\nOffice for Doctoral Students' Affairs\n E-mail: phd@agh.edu.pl\n Phone: +48 12 617 56 13\n Phone: +48 12 617 56 11\n Phone: +48 12 617 56 14\n Direct and telephone support for doctoral students\n Monday - closed\n Tuesday - Friday - 9:00 a.m. - 1:00 p.m.\n\nDirector's Office\n E-mail: sdbiuro@agh.edu.pl\n Phone: +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/en/doctoral-students/courses-outside-of-the-agh-doctoral-school", "title": " Individual Programme of Study -- AGH University Doctoral School ", "depth": 3, "duplicate": false, "content_hash": "b1426dd43b402e570e36c62f18f93c3b", "word_count": 505, "headings": [{"level": 1, "text": "Individual Programme of Study"}, {"level": 2, "text": "Stopka"}]}}