{"content": "# O Wydziale | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/o-wydziale/\nCrawled: 2025-03-19 21:29:53\n\nBudynek B-1\n\nBudynek D-2\n\nBudynek C-3\n\nO Wydziale \n\nO Wydziale\n\nWładze\n\nKolegium wydziałowe\n\nDyscypliny naukowe na wydziale\n\nSystem jakości kształcenia\n\nAkredytacja KAUT\n\nMisja i strategia Wydziału\n\nBiblioteka wydziałowa\n\nBiuro Administracyjne Wydziału\n\nSystem Identyfikacji Wizualnej\n\nWydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej (EAIiIB) AGH\n jest jednym z największych wydziałów na polskich uczelniach. W kompleksowej ocenie działalności naukowej i badawczo rozwojowej jednostek naukowych Ministerstwa Nauki i Szkolnictwa Wyższego, Wydział uzyskał \nKATEGORIĘ NAUKOWĄ A\n. \nW uznaniu wysokiego poziomu jakości kształcenia \nPolska Komisja Akredytacyjna\n wydała \nPOZYTYWNĄ\n ocenę obowiązującą do roku akademickiego 2022/2023.\n\nWydział zatrudnia 280 osób\n. Kadrę naukowo dydaktyczną stanowi 52 samodzielnych pracowników nauki, 83 adiunktów, 57 asystentów oraz 26 wykładowców. W latach 2015 – 2017 pracownicy Wydziału opublikowali 2006 artykułów, fragmentów w książkach oraz monografii z czego aż \n292 na tzw. Liście Filadelfijskiej\n. Działania naukowo-dydaktyczne wspomaga 90 doktorantów (studentów studiów III stopnia). Pracownicy Wydziału EAIiIB mają na koncie liczące się osiągnięcia w zakresie innowacji, wynalazków i patentów w okresie 3 lat zgłoszono \nponad 180 patentów\n i wzorów użytkowych.\n\nSkład Osobowy pracowników wydziału\n\nWydział swoimi korzeniami sięga roku 1952 kiedy to Wydział Elektromechaniczny został podzielony na dwa wydziały (Elektryfikacji Górnictwa i Hutnictwa oraz Mechanizacji Górnictwa i Hutnictwa). Wydział dynamicznie rozwijał się wielokrotnie zmieniając nazwę. Aktualną nazwę Wydział przyjął w roku 2012 po restrukturyzacji Wydziału Elektrotechniki, Automatyki, Informatyki i Elektroniki. Wydział EAIiIB jest kontynuatorem kształcenia na kierunku Inżynieria Biomedyczna w miejsce Międzywydziałowej Szkoły Inżynierii Biomedycznej.\n\nNa Wydziale najsilniejszą reprezentację mają nauki ścisłe powiązane w niektórych obszarach z naukami przyrodniczymi. Mocny związek nauk ścisłych i podstawowych z zastosowaniami praktycznymi pozwala na innowacyjność w obszarze nauk technicznych i przyrodniczych oraz jest bardzo silnie zaakcentowany we wszystkich dziedzinach nauk technicznych uprawianych na Wydziale. Potencjał naukowy Wydziału potwierdzają pełne uprawnienia akademickie do nadawania stopni naukowych doktora i doktora habilitowanego w pięciu dyscyplinach: automatyka i robotyka,elektronika, elektrotechnika, informatyka oraz biocybernetyka i inżynieria biomedyczna. \nStrategia Wydziału w sferze nauki obejmuje rozwój priorytetowych kierunków badań na najwyższym poziomie w obszarach najnowocześniejszych technik i technologii informacyjnych, bioinżynierii, robotyki, ekologicznego wytwarzania, przesyłania, przetwarzania i użytkowania energii elektrycznej, nowoczesnego sprzętu elektrycznego oraz metrologii. Strategia obejmuje również rozwój kontaktów i powiązań z przemysłem oraz pozyskiwanie środków na prowadzenie badań naukowych ze źródeł zarówno krajowych, jak i zagranicznych. \nStrategicznym celem Wydziału EAIiIB AGH w obszarze kształcenia jest utrzymanie najwyższego poziomu jakości kształcenia oraz wypracowanie jak najlepszej pozycji w tworzącej się Europejskiej Przestrzeni Szkolnictwa Wyższego, w tym umiędzynarodowienie kształcenia.\n\nNa Wydziale realizowana jest dydaktyka w zakresie: automatyki i robotyki, elektrotechniki, informatyki, inżynierii biomedycznej, a także mikroelektroniki w technice i medycynie na \nstudiach I i II stopnia\n gdzie kształci się 3046 studentów. Wychodzimy także naprzeciw studentom anglojęzycznym, proponując ofertę kształcenia w języku angielskim w ramach specjalności na studiach II stopnia oraz Computer Science kierunku I stopnia (od X. 2019r.).\nOferujemy naszym studentom wysokie standardy kształcenia, dostosowanie do potrzeb nowoczesnego przemysłu co sprawia, że nasi absolwenci są bardzo poszukiwani na rynku pracy. Zazwyczaj podejmują oni pracę jeszcze w trakcie studiów.\n\nLat\nistnienia\n\n+\n\n0\n\nKierunków \nkształcenia\n\n+\n\n0\n\nWszystkich \npracowników\n\n+\n\n0\n\nAbsolwentów\nwydziału\n\n~\n\n0", "metadata": {"url": "https://www.eaiib.agh.edu.pl/o-wydziale/", "title": "O Wydziale | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "60dc3b4329341e79fd7fa792d1204ac8", "word_count": 499, "headings": [{"level": 5, "text": "Budynek B-1"}, {"level": 5, "text": "Budynek D-2"}, {"level": 5, "text": "Budynek C-3"}, {"level": 3, "text": "O Wydziale"}]}}