{"content": "# Kierunki i specjalności - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/studia/kierunki-i-specjalnosci/\nCrawled: 2025-03-19 21:37:14\n\nKierunki i specjalności\n\nNa Wydziale Humanistycznym AGH w roku akademickim 2024/2025 możesz kandydować na następujące kierunki:\n\nSOCJOLOGIA:\n\nStudia I stopnia\n\nStudia II stopnia:\n\nE-Gospodarka\n\nInnowacje i Interwencje Społeczne\n\nKULTUROZNAWSTWO:\n\nStudia I stopnia\n\nStudia II stopnia:\n\nKomunikacja Wizualna i Projektowanie Graficzne\n\nNowe technologie w projektowaniu kultury\n\nINFORMATYKA SPOŁECZNA:\n\nStudia I stopnia\n\nStudia II stopnia\n\nNOWOCZESNE TECHNOLOGIE W KRYMINALISTYCE:\n\nStudia I stopnia\n\nRekrutacja prowadzona jest na kierunki, nie na specjalności/ścieżki. W przypadku braku wystarczającej liczby kandydatów na dany kierunek możliwe jest, że jedna z oferowanych specjalności/ścieżek nie zostanie uruchomiana.\n\nNiezbędne informacje:\n\nPortal dla kandydatów na studia na AGH\n\nZagadnienia do egzaminu wstępnego na studia II stopnia:\n\nZagadnienia do egzaminu wstępnego – kierunek Informatyka Społeczna 2024/2025\n\nPodczas rekrutacji na studia II stopnia na Socjologię i Kulturoznawstwo nie obowiązuje egzamin wstępny.\n\nOferta dla osób z niepełnosprawnościami\n\nWydział Humanistyczny jest instytucją przyjazną dla osób z niepełnosprawnościami. Budynek Wydziału został dostosowany do potrzeb osób z niepełnosprawnością. Osobom nie(do)widzącym i nie(do)słyszącym udostępniamy specjalne oprogramowanie umożliwiające korzystanie z naszych nowoczesnych laboratoriów komputerowych.\n\nOsobom z niepełnosprawnościami służymy pomocą podczas procesu rekrutacji i egzaminów wstępnych (prosimy o zgłoszenie potrzeby pomocy na tym etapie do Biura ds. Osób Niepełnosprawnych AGH http://www.bon.agh.edu.pl ).\n\nNa Wydziale działa także specjalnie powołany Pełnomocnik Rektora ds. Osób Niepełnosprawnych – prof. Barbara Gąciarz, uznany autorytet w obszarze badań nad problematyką niepełnosprawności (bgoncia@poczta.onet.pl, tel. 12 617 43 81). Nasi pracownicy współpracują z Biurem ds. Osób Niepełnosprawnych AGH a także z Państwowym Funduszem Rehabilitacji Osób niepełnosprawnych w Warszawie i z jego Oddziałem w Krakowie. Od wielu lat uczestniczymy w różnych przedsięwzięciach na rzecz osób z niepełnosprawnościami, w tym prowadzimy projekty badawcze dotyczące problematyki niepełnosprawności. Zajmujemy się m.in. zagadnieniami wchodzenia na rynek pracy absolwentów i zastosowaniami nowoczesnych technologii informatycznych do wspierania osób z niepełnosprawnościami. Dwukrotnie wraz ze studentami naszego Wydziału przeprowadziliśmy także badania warunków życia i nauki studentów z niepełnosprawnościami na AGH.\n\nWydziałowy Zespół ds. Rekrutacji WH AGH\n\ndr hab. Dariusz Wojakowski, prof AGH, dr Radosław Tyrała, dr hab. Tomasz Masłyk, prof. AGH, dr Damian Gałuszka\n\nCentrum Rekrutacji\n\nbud. U-2 (ul. Reymonta 7), pok. 101\n\ntel. 12 617 49 86\n\ne-mail: \nrekrutacja@agh.edu.pl", "metadata": {"url": "https://wh.agh.edu.pl/studia/kierunki-i-specjalnosci/", "title": "Kierunki i specjalności - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "e790c79fdc74cf1bf105fac05730f3d0", "word_count": 342, "headings": [{"level": 1, "text": "Kierunki i specjalności"}, {"level": 3, "text": "%20"}]}}