{"content": "# Membership of the AGH University of Krakow in the Euraxess Network – Welcome Point\n\nURL: https://wtp.agh.edu.pl/membership-of-the-agh-university-of-krakow-in-the-euraxess-network/\nCrawled: 2025-03-19 21:07:56\n\nWelcome Point\n > \nEuraxess\n > \nMembership of the AGH University of Krakow in the Euraxess Network\n\nMembership of the AGH University of Krakow in the Euraxess Network\n\nWe are pleased to announce that AGH University has joined the European EURAXESS network, supporting foreign scientists and the institutions employing them in the field of mobility and career development. The European network EURAXESS – Researchers in Motion has been operating in 43 countries since 2004. 9 EURAXESS Worldwide offices located outside of Europe engage scientists around the world to get to know European research and innovation market and facilitate collaboration with Europe. Network’s activities in Poland are coordinated by the Polish National Agency for Academic Exchange. Network members exchange knowledge and experiences to expand professionalization of their activities. Membership in EURAXESS allows participation in European initiatives, projects, events and provides international networking opportunities.\n\nAccess to research funding opportunities:\n\nDatabase of Polish job and funding opportunities for scientists\n The latest offers are published on the Polish website in the form of a monthly newsletter.\n\nA database of job and grant opportunities in Europe\n and other regions of the world.\n\nAccess to personalised support:\n\nPersonalised assistance\n with formalities and administrative aspects of entry, work and stay in Poland\n\nCustomised information\n on formalities related to arriving, working and living in a EURAXESS member country and contacts to more than \n670 Welcome Centres\n. National portals also provide information on national grants and programmes for research funding, as well as events related to career development and international mobility\n\nAccess to scientific career development:\n\nTools, training, mentoring and guidance\n to support career planning and cross-sectoral development \n\nOpportunities to strengthen international scientific cooperation\n. EURAXESS Hubs integrate European researchers working all around the world\n\nOpportunities for research networking\n and building partnerships\n\nMore about the initiative can be found at\n: \nwww.euraxess.pl", "metadata": {"url": "https://wtp.agh.edu.pl/membership-of-the-agh-university-of-krakow-in-the-euraxess-network/", "title": "Membership of the AGH University of Krakow in the Euraxess Network – Welcome Point", "depth": 2, "duplicate": false, "content_hash": "c390f01a29a15ee1271e09bdeade1f06", "word_count": 303, "headings": [{"level": 1, "text": "Membership of the AGH University of Krakow in the Euraxess Network"}]}}