{"metadata": {"url": "https://dss.agh.edu.pl/ochrona-danych-osobowych", "title": " Ochrona danych osobowych -- Dział Spraw Studenckich AGH ", "depth": 1, "duplicate": false, "content_hash": "4e38c5ab579c9f8e0faf00c4cc9cfe6d", "word_count": 728, "headings": [{"level": 1, "text": "Ochrona danych osobowych"}, {"level": 1, "text": "budynek C-7pokój 112b"}, {"level": 2, "text": "Stopka"}]}, "content": "#  Ochrona danych osobowych -- Dział Spraw Studenckich AGH \n\nURL: https://dss.agh.edu.pl/ochrona-danych-osobowych\nCrawled: 2025-03-20 01:35:21\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Ochrona danych osobowych \n\nRealizując obowiązek informacyjny na podstawie art. 13 Rozporządzenia Parlamentu Europejskiego i Rady (UE) nr 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych) [Dz. U. UE . L. 119/1 z dnia 4 maja 2016 r.], zwanego dalej RODO, informuję że:\n\n1.\n Administratorem Pani/Pana danych osobowych jest Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie, al. A. Mickiewicza 30, 30-059 Kraków;\n\n2. \nDane kontaktowe Inspektora Ochrony Danych Osobowych dostępne są w sekcji „Kontakt” na stronie internetowej \nwww.agh.edu.pl/uczelnia/kontakt/\n, e-mail: \niodo@agh.edu.pl\n, tel.: 12 617 5325;\n\n3. \nPani/Pana dane osobowe przetwarzane będą przez Administratora w celu realizacji procesu kształcenia na studiach, świadczeń pomocy materialnej, otrzymywania informacji drogą elektroniczną, w tym także w zakresie czynności administracyjnych, organizacyjnych, naukowo-dydaktycznych i socjalnych - na podstawie obowiązujących przepisów prawa - art. 6 ust. 1 lit. c RODO, a w szczególności:\n\n1) ustawy z dnia 20 lipca 2018 r. Prawo o szkolnictwie wyższym i nauce (Dz. U. z 2018 r. poz. 1668 z późn. zm.);\n 2) rozporządzenia Ministra Nauki i Szkolnictwa Wyższego z dnia 27 września 2018 r. w sprawie studiów (Dz.U. z 2018 r. poz. 1861);\n 3) rozporządzenia Ministra Nauki i Szkolnictwa Wyższego z dnia 10 lutego 2017 r. w sprawie tytułów zawodowych nadawanych absolwentom studiów, warunków wydawania oraz niezbędnych elementów dyplomów ukończenia studiów i świadectw ukończenia studiów podyplomowych oraz wzoru suplementu do dyplomu (Dz. U. poz. 279) w zw. z ustawą z dnia 3 lipca 2018 r. Przepisy wprowadzające ustawę – Prawo o szkolnictwie wyższym i nauce (Dz. U. z 2018 r., poz. 1669);\n 4) rozporządzenia Ministra Nauki i Szkolnictwa Wyższego z dnia 25 września 2014 r. w sprawie ogólnopolskiego wykazu studentów i ogólnopolskiego wykazu doktorantów (Dz. U. poz. 1301 z późn. zm.) w zw. z ustawą z dnia 3 lipca 2018 r. Przepisy wprowadzające ustawę – Prawo o szkolnictwie wyższym i nauce (Dz. U. z 2018 r., poz. 1669);\n\n4. \nW przypadku podania przez Panią/Pana informacji o stanie zdrowia, w tym informacji o niepełnosprawności dane osobowe będą przetwarzane na podstawie Pani/Pana zgody – art. 6 ust. 1 lit. a RODO – w celu stworzenia warunków do pełnego udziału w procesie rekrutacji i kształcenia;\n\n5. \nOdbiorcą Pani/Pana danych osobowych będą podmioty uprawnione do ich uzyskania na podstawie przepisów prawa; odbiorcami Pana/Pani danych będą również uczelnie partnerskie, na których będzie Pan/Pani chciał/a odbywać zajęcia (uczelnie w kraju bądź za granicą, np. w ramach programu Erasmus+, Most, Mostech);\n\n6. \nPani/Pana wizerunek będzie przechowywany w systemie informatycznym w celu sporządzenia, personalizacji i wydania elektronicznej legitymacji studenckiej, a także w systemie przeznaczonym do obsługi procesu dydaktycznego w Uczelni;\n\n7. \nPani/Pana dane osobowe będą przetwarzane przez okres odbywania studiów, a po jego zakończeniu będą archiwizowane przez 50 lat;\n\n8. \nPosiada Pani/Pan prawo do żądania od Administratora dostępu do swoich danych oraz prawo ich sprostowania, prawo do przenoszenia danych, prawo ograniczenia przetwarzania danych w przypadkach i na warunkach określonych w RODO;\n\n9. \nMa Pani/Pan prawo wniesienia skargi do Prezesa Urzędu Ochrony Danych Osobowych, gdy uzna Pani/Pan, iż przetwarzanie danych osobowych Pani/Pana dotyczących narusza przepisy RODO;\n\n10. \nPani/Pana dane osobowe nie będą podlegały zautomatyzowanym procesom podejmowania decyzji, w tym profilowaniu;\n\n11. \nPani/Pana dane osobowe nie będą przekazywane państwom trzecim, jednakże mogą być one przekazane uczelniom partnerskim, o których mowa w pkt. 5;\n\n12. \nPodanie przez Panią/Pana danych osobowych w zakresie wynikającym z przepisów prawa, o których mowa w ust. 3 jest wymogiem niezbędnym do realizacji procesu kształcenia i nie wymaga odrębnej zgody, natomiast podanie danych osobowych w celach, o których mowa w ust. 4 jest dobrowolne i wymaga Pani/Pana zgody;\n\n13. \nCofnięcia zgody na przetwarzanie danych osobowych w celach, o których mowa w ust. 4, można dokonać przesyłając poprzez e-mail kopię elektroniczną własnoręcznie podpisanego dokumentu zawierającego oświadczenie w tej sprawie na adres właściwego dziekanatu. Cofnięcie zgody nie ma wpływu na zgodność z prawem przetwarzania, którego dokonano na podstawie zgody przed jej cofnięciem.\n\nbudynek C-7\n pokój 112b\n\ndss@agh.edu.pl\n\nponiedziałek - czwartek\n 7:30 - 15:30\n piątek\n 7:30 - 14:30\n\nDorota Mizerska\n 617-34-47\ndorotami@agh.edu.pl\n\nStopka\n\nArchiwum dokumentów\n\nDział Spraw Studenckich\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nAl. Mickiewicza 30\n30-059 Kraków\n\nBiuro Obsługi Spraw Studenckich\nbudynek C-7, pokój 112\nSekcja Obsługi Organizacji Studenckich\nbudynek C-1, pokój 111\nSekcja Wypłat i Rozliczeń Stypendiów\nbudynek C-1, pokój 111\ne-mail: dss@agh.edu.pl\n\nBack"}