{"content": "#  During mobility -- Department for International Students AGH \n\nURL: https://www.international.agh.edu.pl/en/exchange/during-mobility\nCrawled: 2025-03-19 21:19:57\n\nSkip to content\n\nSkip to footer\n\n During mobility \n\n Deadlines \n\nmiddle of March\n - registration for courses in USOS Service for summer semester  \nmiddle of October\n - registration for courses in USOS Service for winter semester  \n\nend of March\n - sending Changes / During Mobility part of LA for summer semester  \nend of October\n - sending Changes / During Mobility part of LA for winter semester  \n\nmiddle of December\n - confirmation of extension of stay for summer semester \n\n Documents \n\nStudent ID Card\n\nThe Student ID card is issued by your AGH University Faculty to which you are assigned.\n All instructions on how to get the Student ID Card should be delivered to you from the Faculty Dean's Office.  \n For this purpose you will be first asked:\n\nto pay for it Student ID  \n\nto deliver the confirmation of the payment  \n\nto sign the personal questionnaire at the Faculty.   \n\nDuring the first meeting at Department for International Students, we will inform you about the address and opening hours of the Faculty Dean's Office, where you will receive information on how to arrange Student ID Card.\n\nChanges to Learning Agreement\n\nProbably during your first days at AGH University you realize that your preliminary Learning Agreement has to be changed because of timetable conflicts or lack of space in the classes.  \n\nDo not worry! You still can change the LA.  \n\nIn case you need to change your courses, please fill the part of your LA so called During Mobility or Changes to the LA.\n You can send it back \nduring the first month of your stay\n.\n In this part you need to mention courses that you have added/removed and mark the reason why you decided to change your courses.\n\nThis document should be signed by you, your Home University, your AGH University Academic Supervisor.\n Department for International Students coordinates the signature on the part of the Academic Supervisor at AGH University. Once the file is signed we will scan and send it to you. \n\n Extension of stay \n\nExchange students can prolong their stay at the AGH University.\n\nIf you want to extend your stay, please contact us and inform about that. Also your Home University needs to write us a short message and confirm that you are actually allowed to stay longer with us.\n\nFurthermore you need to choose your desired courses and prepare another Learning Agreement, than send it to us and simply wait for the new Letter of Acceptance.\n\nIt’s not that difficult but please keep in mind our deadlines (details in the office).\n\nStopka\n\nAGH University in rankings\n\nAGH University Online Store\n\nCareer Centre\n\nDiploma nostrification\n\nDoctoral School\n\nMain Library\n\nNon-degree postgraduate studies\n\nPolish language course\n\nStudent Ombudsperson\n\nDepartment for International Students\nal. Mickiewicza 30\n30-059 Krakow\nbuilding A-3, room No 12A \n\nOffice hours\nMonday-Friday: 10 a.m. - 2 p.m.\n\nRegular studies\nP: +48 12 617 50 92\nE: international.students(at)agh.edu.pl\n\nExchange programmes and bilateral agreements\nP: +48 12 617 52 38\nE: exchange(at)agh.edu.pl\n\nBack", "metadata": {"url": "https://www.international.agh.edu.pl/en/exchange/during-mobility", "title": " During mobility -- Department for International Students AGH ", "depth": 3, "duplicate": false, "content_hash": "4d4043fc7e2506ceb920ae0d51886667", "word_count": 493, "headings": [{"level": 1, "text": "During mobility"}, {"level": 2, "text": "Stopka"}]}}