{"content": "#  Misja -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/nauka/spotkania/misja\nCrawled: 2025-03-19 21:12:16\n\nSkip to content ↓\n\n Misja \n\nCel\n\nCo się w ogóle da powiedzieć, da się powiedzieć jasno\n – napisał sto lat temu austriacki filozof Ludwig Wittgenstein. Te słowa nabierają mocy wraz dynamicznym rozwojem nauki, którego doświadczają wszyscy. Postępująca w ślad za nim specjalizacja sprawia bowiem, że uczeni zamykają się w swoich światach, gdzie mówią do siebie technicznym językiem, czasem wręcz całkowicie niezrozumiałym dla osób spoza ich dziedziny. Stąd też potrzeba popularyzowania wiedzy, a zatem upowszechniania wyników działalności naukowej. Nie chodzi jednak tylko o to, aby w jasny i prosty sposób dzielić się efektami pracy badawczej. Istotne jest też uświadomienie społeczeństwu wartości krytycznego myślenia ułatwiającego samodzielną ocenę zagadnień, które każdy napotyka w codziennym życiu. Dlatego popularyzacji nauki na AGH przyświeca także cel humanistyczny: rozwój człowieka poprzez wiedzę, na podstawie której wypracowuje swój własny światopogląd.\n\nTradycja\n\nW świecie pełnym informacyjnego szumu oraz fałszywych wiadomości coraz bardziej potrzebujemy sprawdzonych autorytetów i tę odpowiedzialność chcemy na siebie przyjąć jako wspólnota akademicka AGH. Dysponujemy zarówno wysokiej jakości zapleczem badawczym, jak również doświadczeniem w dziedzinie popularyzacji nauki. Do pierwszych działań w tym obszarze należą otwarte, interdyscyplinarne seminaria, których inicjatorem był prof. Walery Goetel. Ideą tych spotkań było łączenie zagadnień humanistycznych z problemami naukowymi oraz technicznymi. Uruchomiony w 1989 roku Techniczny Uniwersytet Otwarty AGH odwoływał się do modelu wypracowanego przez tego wybitnego geologa. Bliski jest nam ten etos uczonego, który nie tylko służy postępowi i prawdzie, lecz także w sposób zaangażowany pełni ważną misję społeczną.\n\nTeraźniejszość\n\nBardzo szybko zmieniająca się rzeczywistość wymaga od nas jednocześnie opracowania adekwatnych, angażujących metod popularyzacji nauki. Dlatego też tworzymy nową formułę spotkań popularnonaukowych pod nazwą „AGH NAUKA spotkania”. Celem naszego projektu jest zbudowanie platformy komunikacji między Akademią i społeczeństwem, która będzie przestrzenią otwartą na wymianę myśli i doświadczeń. Podczas spotkań odbywających się w AGH uczestnicy będą mieli możliwość zadać uczonym pytania na temat ich pracy, a dzięki nagraniom w sieci problematykę ich badań naukowych będą mogli bliżej poznać również internauci.\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/nauka/spotkania/misja", "title": " Misja -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "c546e27cbd80eed3dcb476be07515777", "word_count": 391, "headings": [{"level": 1, "text": "Misja"}, {"level": 2, "text": "Cel"}, {"level": 2, "text": "Tradycja"}, {"level": 2, "text": "Teraźniejszość"}, {"level": 2, "text": "Stopka"}]}}