{"content": "# Program im. gen. Władysława Andersa\n\nURL: http://www.unesco.agh.edu.pl/aktualnosci/program-im-gen-wladyslawa-andersa/\nCrawled: 2025-03-19 21:39:59\n\nProgram im. gen. Władysława Andersa\nProgram stypendialny dla Polonii im. Gen. Wł. Andersa to oferta skierowana do młodzieży polonijnej zainteresowanej podjęciem studiów I stopnia, II stopnia lub jednolitych studiów magisterskich na polskich uczelniach, w trybie stacjonarnym, w języku polskim.\n\nProgram przyczynia się do promocji Polski jako kraju atrakcyjnych możliwości edukacyjnych i naukowych oraz wzmocnienia poziomu kwalifikacji w środowiskach polonijnych.\n\nO udział w programie starać się mogą osoby, które posiadają udokumentowane polskie pochodzenie, Kartę Polaka lub posiadają polskie obywatelstwo oraz obywatelstwo innego kraju i które odbywały cały okres kształcenia na poziomie szkoły średniej poza granicami Polski.\n\nW ramach Programu oferowane jest comiesięczne stypendium Dyrektora Narodowej Agencji Wymiany Akademickiej w uczelniach nadzorowanych przez ministra właściwego do spraw szkolnictwa wyższego i nauki oraz możliwość odbycia studiów w uczelniach nadzorowanych przez ministra właściwego do spraw zdrowia (kierunki medyczne) oraz ministra właściwego do spraw kultury i ochrony dziedzictwa narodowego (kierunki artystyczne).\n\nStudia mogą być poprzedzone rocznym kursem przygotowawczym do studiów w Polsce (również na warunkach stypendialnych). Celem kursu przygotowawczego jest pogłębienie znajomości języka polskiego oraz wiedzy z przedmiotów kierunkowych związanych z tokiem przyszłych studiów.\n\nInformacje pochodzą ze strony NAWA:\nnawa.gov.pl/studenci/studenci-zagraniczni/program-im-gen-andersa", "metadata": {"url": "http://www.unesco.agh.edu.pl/aktualnosci/program-im-gen-wladyslawa-andersa/", "title": "Program im. gen. Władysława Andersa", "depth": 3, "duplicate": false, "content_hash": "7e3a549c657f608f342cab21f8dce3bb", "word_count": 185, "headings": [{"level": 1, "text": "Program im. gen. Władysława Andersa"}]}}