{"content": "#  Własność Intelektualna -- Centrum Współpracy i Transferu Technologii -- Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \n\nURL: https://cwitt.agh.edu.pl/dowi\nCrawled: 2025-03-19 22:39:57\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Własność Intelektualna \n\nDział Ochrony Własności Intelektualnej CWiTT AGH, zajmuje się sporządzaniem dokumentacji zgłoszeniowej (zawierającej opis, zastrzeżenia, skrót opisu). Wykonywana jest ona w oparciu o materiały dostarczone przez twórców wynalazku, konsultacje z twórcami oraz własne poszukiwania rzeczników w literaturze patentowej. Dokumentacja wysyłana do Urzędu Patentowego RP, jest przygotowywana zgodnie z jego wymogami. Informujemy, że ochrona wynalazku rozpoczyna się od daty zgłoszenia go w Urzędzie Patentowym RP.\n Od kompletności i poprawności założonego wniosku zależeć będzie czas w jakim rozpocznie się praca rzecznika patentowego nad Państwa rozwiązaniem.\n\nDział prowadzi:\n\nopracowanie, wdrożenie, nadzór nad przestrzeganiem wewnętrznych procedur ochrony\n\nrealizację krajowych i zagranicznych procedur patentowania czyli obsługę formalno-prawną i merytoryczną działalności wynalazczej Uczelni w tym:\n\nprzygotowywanie wniosków patentowych, \n\nprzygotowywanie dokumentacji zgłoszeniowej,\n\nprowadzenie spraw przed UP RP,\n\nobsługę działalności ochronnej i patentowej.\n\nszkolenia w zakresie prawa autorskiego i prawa własności przemysłowej\n\ninformację i doradztwo w zakresie ochrony własności intelektualnej\n\n Zgłoś rozwiązanie \n\nPracowniku naukowy skorzystaj z elektronicznego systemu zgłaszania innowacyjnych rozwiązań\n\n Informacje dla Twórców \n\nPrzedsiębiorco poszukujesz innowacyjnych technologii dla swojego biznesu ? Przeglądnij bazę rozwiązań AGH i znajdź innowacje dopasowaną do Twoich potrzeb\n\n Postepowanie patentowe krajowe \n\nW tym miejscu znajdziesz drafty umów, formularzy, regulaminy i wszystkie inne niezbędne dokumenty\n\nStopka\n\n © 2024 Centrum Współpracy i Transferu Technologii\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://cwitt.agh.edu.pl/dowi", "title": " Własność Intelektualna -- Centrum Współpracy i Transferu Technologii -- Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie ", "depth": 3, "duplicate": false, "content_hash": "54935dab765418531dcdd0227d479133", "word_count": 214, "headings": [{"level": 1, "text": "Własność Intelektualna"}, {"level": 2, "text": "Stopka"}]}}