{"content": "#  Kosmiczni Alumni AGH -- Centrum Technologii Kosmicznych \n\nURL: https://www.ctk.agh.edu.pl/kosmiczni-alumni-agh\nCrawled: 2025-03-19 21:40:22\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Kosmiczni Alumni AGH \n\n Jesteś absolwentem lub absolwentką AGH, rozwijasz swoją karierę w branży kosmicznej lub planujesz do niej dołączyć? Stworzona przez CTK AGH grupa Linkedin, ma na celu integrację środowiska, wymianę doświadczeń oraz budowanie sieci kontaktów wspierających rozwój sektora kosmicznego w Polsce i na świecie. \n\nDołącz do grupy Linked In Space\n\n Więcej \n\nW trakcie studiów należał do kół naukowych Eko-Energia i AGH Solar Boat Team, gdzie realizował projekty z zakresu inżynierii i energii odnawialnej z wykorzystaniem najnowocześniejszych technologii znajdujących zastosowanie w przestrzeni kosmicznej.\n\nReprezentant uczelni na AMP w żeglarstwie, wieloletni działacz ZHP i Programu Mentor Erasmus Student Network. W trakcie studiów pracował również przy projektowaniu silników odrzutowych i sieci energetycznych.\n\nW Europejskiej Agencji Kosmicznej pracuje na stanowisku Climate and Sustainability Engineer. Zajmuje się implementacją szeroko rozumianego zrównoważonego rozwoju w ramach działań ESA.\n\n Więcej \n\nObecnie pracuje jako Space Innovation Engineer w Europejskiej Agencji Kosmicznej w głównej siedzibie w Paryżu, gdzie analizuje trendy w sektorze kosmicznym i wspiera projekty w ramach Discovery and Preparation Programme.\n\nPosiada międzynarodowe doświadczenie w sektorze satelitarnym i data science, zdobyte m.in. w Europejskiej Agencji Kosmicznej oraz Atlantic International Research Centre – organizacji specjalizującej się w innowacyjnym wykorzystaniu danych z obserwacji Ziemi w badaniach nad obszarem Atlantyku.\n\nJej zainteresowania obejmują zastosowanie sztucznej inteligencji do analizy danych z misji kosmicznych oraz rozwój AI agents.\n\nZaangażowana w komercjalizację technologii kosmicznych oraz zwiększenie obecności kobiet w branży kosmicznej i STEM.\n\nBrała udział w programach takich jak Master Program in Space Entrepreneurship oraz Space4Women, wspierających rozwój przedsiębiorczości kosmicznej i promocję kobiet w tej dziedzinie.\n\n Więcej \n\nOperations Engineer w Europejskiej Agencji Kosmicznej, gdzie, jako członek centrum operacyjnego w Europejskim Centrum Astronautów, odpowiada za wsparcie techniczne astronautów oraz wdrożenie i realizację eksperymentów na Międzynarodowej Stacji Kosmicznej, m.in. polska misja IGNIS, Axiom-4 i Increment 72-73. Wcześniej, Project Engineer w Sener Aerospace and Defence, gdzie zajmował się analizą FEM dla misji ESA, m.in. Comet Interceptor i ATHENA.\n\nW trakcie studiów Lider Koła Naukowego Nucleus i członek Koła Naukowego AstroBio, gdzie realizował projekty grantowe z zakresu inżynierii materiałowej dla sektora kosmicznego oraz były członek Rady Studentów przy Prezesie Polskiej Agencji Kosmicznej. Laureat programów MIT „Management of Technology”, University of Chicago „AI and Data Science for Leaders” oraz finalista rankingu Forbes 25 under 25 w kategorii Nauka.\n\n Więcej \n\nW trakcie studiów działała w Studenckim Kole Naukowym Fizyków Bozon oraz w SpaceTeam AGH. W Bozonie realizowała projekty związane z fotografią, a także badaniem składu i struktur w meteorytach, co potem rozwinęło się w pracę magisterską. Wyniki badań zostały w styczniu 2025 opublikowane w Meteoritics and Planetary Science w artykule \"Microtextures and structures in metal–sulfide grains in NWA 869 meteorite and their relation to thermal history of L-chondrite parent body\" (P. Skirak, G. Opiła et al. 2025).\n\nW ramach SpaceTeam AGH należała do zespołu reprezentującego koło podczas zawodów Over the Dusty Moon Challenge w Colorado w 2022 roku, gdzie projekt przenośnika regolitu księżycowego TOLRECON otrzymał drugie miejsce. Współpracowała z czasopismem \"Urania. Postępy Astronomii\", pisząc Astrowiadomości. Aktualnie należy do Local Team UNIVERSEH AGH.\n\nJest doktorantką na Wydziale Fizyki i Informatyki Stosowanej AGH, gdzie realizuje temat \"Nanocząstki magnetyczne, plazmonowe i hybrydowe enkapsulowane w hydrofobowych rdzeniach nośników polimerowych\". Szczególnie zainteresowana możliwością zastosowania nanotechnologii w medycynie kosmicznej.\n\nStopka\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/kosmiczni-alumni-agh", "title": " Kosmiczni Alumni AGH -- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "867800396dfd45ccd1832d2bbaf4d538", "word_count": 531, "headings": [{"level": 1, "text": "Kosmiczni Alumni AGH"}, {"level": 2, "text": "Stopka"}]}}