{"content": "# Sukces studentów AGH – drugie miejsce w CTF Cyber MIL!-- Cybersecurity Centre \n\nURL: https://www.cc.agh.edu.pl/aktualnosci/detail?tx_news_pi1%5Baction%5D=detail&tx_news_pi1%5Bcontroller%5D=News&tx_news_pi1%5Bnews%5D=1167&cHash=96dd86e6f5bfa0ad0e5562a597d7e364\nCrawled: 2025-03-19 21:39:15\n\nSukces studentów AGH – drugie miejsce w CTF Cyber MIL! \n\n 04/03/2025 \n\nBlisko 130 studentów Akademii Górniczo-Hutniczej w Krakowie wzięło udział w prestiżowym programie Akademia CYBER MIL. W ramach inicjatywy, organizowanej od listopada 2024 do lutego 2025, uczestnicy ukończyli cztery specjalistyczne kursy:\n\nAkademia Bezpieczeństwa\n\nBezpieczeństwo Systemu Windows\n\nBezpieczeństwo Systemu Linux\n\nEkspert Bezpieczeństwo OSSTMM\n\nZwieńczeniem programu były prestiżowe zawody CTF (Capture The Flag), które odbyły się 3 marca 2025 roku. AGH reprezentował czteroosobowy zespół studentów należących do Koła Naukowego ZeroDay (https://zeroday.agh.edu.pl/):\n\nTadeusz Wachowski \n– lider zespołu\n\nMichał Pęgiel\n\nTomasz Nal\n\nMichał Dziarkowski\n\nPo całodniowych zmaganiach nasza drużyna odniosła wielki sukces, zajmując drugie miejsce spośród 14 zespołów reprezentujących polskie uczelnie wyższe! \n Podczas uroczystego zakończenia konkursu nagrody laureatom wręczyli:\n\nGen. dyw. Karol Molenda \n– Dowódca Wojsk Obrony Cyberprzestrzeni,\n\nPaweł Dziuba\n – Dyrektor Departamentu Cyberbezpieczeństwa MON.\n\nCzym jest CYBER MIL?\n\nW dzisiejszym świecie tradycyjne systemy uzbrojenia nie zapewniają pełnej gwarancji bezpieczeństwa państwa i obywateli. Postępująca cyfryzacja oraz rosnące zagrożenia w cyberprzestrzeni sprawiają, że zdolność do obrony sieci i systemów teleinformatycznych stanowi jeden z fundamentów bezpieczeństwa narodowego.\n\nWspółczesne zagrożenia coraz częściej przybierają charakter hybrydowy, łącząc działania konwencjonalne, nieregularne i cybernetyczne. Ataki mogą dotyczyć nie tylko systemów wojskowych, ale także infrastruktury krytycznej, takiej jak bankowość, telekomunikacja, lotniska, elektrownie czy szpitale.\n\nW odpowiedzi na te wyzwania Ministerstwo Obrony Narodowej realizuje kompleksowy program \nCYBER.MIL.PL\n, który ma na celu rozwój polskiego potencjału w zakresie cyberbezpieczeństwa. Inwestowanie w wykształcenie i umiejętności informatyków oraz programistów stało się kluczowym elementem budowy narodowej odporności na zagrożenia w sieci. Polska osiąga znakomite wyniki w międzynarodowych zawodach informatycznych, a nasze uczelnie są cenione za wysoki poziom nauczania w tej dziedzinie.\n\nWsparcie Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\nCyberbezpieczeństwo to jeden z kluczowych obszarów współczesnej technologii, a rosnące zagrożenia w cyberprzestrzeni sprawiają, że zapotrzebowanie na specjalistów stale rośnie. Jako Centrum Cyberbezpieczeństwa AGH aktywnie wspieramy inicjatywy edukacyjne, które rozwijają umiejętności przyszłych ekspertów w tej dziedzinie. Akademia CYBER MIL to doskonały przykład programu, który umożliwia studentom zdobycie praktycznego doświadczenia i przygotowanie do pracy w dynamicznie zmieniającym się świecie cyberbezpieczeństwa.\n\nCieszymy się z ogromnego zainteresowania tym programem, organizowanym przez \nMinisterstwo Obrony Narodowej\n, a koordynowanym po stronie AGH przez \ndr Annę Marię Trawińską\n.\n\nSerdecznie dziękujemy wykładowcom i osobom zaangażowanym w proces rekrutacji! Gratulujemy wszystkim uczestnikom ukończenia kursów oraz kierujemy szczególne wyrazy uznania dla T\nadeusza, Michała, Tomasza i Michała\n, którzy godnie reprezentowali naszą uczelnię w zawodach CTF!\n\nPowrót", "metadata": {"url": "https://www.cc.agh.edu.pl/aktualnosci/detail?tx_news_pi1%5Baction%5D=detail&tx_news_pi1%5Bcontroller%5D=News&tx_news_pi1%5Bnews%5D=1167&cHash=96dd86e6f5bfa0ad0e5562a597d7e364", "title": "Sukces studentów AGH – drugie miejsce w CTF Cyber MIL!-- Cybersecurity Centre ", "depth": 3, "duplicate": false, "content_hash": "e1a719b29da57badb67f5f99b030c24f", "word_count": 392, "headings": [{"level": 1, "text": "Sukces studentów AGH – drugie miejsce w CTF Cyber MIL!"}, {"level": 2, "text": "Stopka"}]}}