{"content": "# Naukowcy z AGH zasiądą w Radzie Doskonałości Naukowej-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/aktualnosci/info/article/naukowcy-z-agh-zasiada-w-radzie-doskonalosci-naukowej/\nCrawled: 2025-03-19 22:29:44\n\nNaukowcy z AGH zasiądą w Radzie Doskonałości Naukowej \n\n 27/05/2019 \n\nMinisterstwo Nauki i Szkolnictwa Wyższego ogłosiło wyniki wyborów do Rady Doskonałości Naukowej (RDN) – nowego organu działającego na rzecz rozwoju kadry naukowej. W RDN zasiądzie 141 przedstawicieli środowiska akademickiego, w tym czterech z \nAkademii Górniczo-Hutniczej\n.\n\nCzłonkowie Rady Doskonałości Naukowej z AGH:\n\nprof. dr hab. inż. Piotr Augustyniak z Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej (dziedzina nauk inżynieryjno-technicznych, dyscyplina: inżynieria biomedyczna),\n\nprof. dr hab. inż. Edward Guzik z Wydziału Odlewnictwa (dziedzina nauk inżynieryjno-technicznych, dyscyplina: inżynieria materiałowa),\n\nprof. dr hab. inż. Janusz Kowal z Wydziału Inżynierii Mechanicznej i Robotyki (dziedzina nauk inżynieryjno-technicznych, dyscyplina: inżynieria mechaniczna),\n\ndr hab. inż. Piotr Faliszewski z Wydziału Informatyki, Elektroniki i Telekomunikacji (dziedzina nauk ścisłych i przyrodniczych, dyscyplina: informatyka). \n\nRada będzie dbała o najwyższe standardy jakości działalności naukowej wymagane do uzyskania stopni naukowych, stopni w zakresie sztuki i tytułu profesora. Docelowo zastąpi Centralną Komisję ds. Stopni i Tytułów w zakresie nadzoru nad indywidualnymi postępowaniami awansowymi. Pierwsza kadencja nowego organu rozpocznie się 1 czerwca 2019 r. i potrwa do 31 grudnia 2023 r.\n\nRDN została podzielona na osiem dziedzin naukowych i 47 dyscyplin (każdą z nich reprezentuje trzech przedstawicieli). Skład ustalono w ramach wyborów, w których mogły wziąć udział wszystkie osoby posiadające stopień doktora habilitowanego lub tytuł profesora. Na liście uprawnionych do głosowania znalazło się ponad 28 tysięcy doktorów habilitowanych i profesorów.\n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/aktualnosci/info/article/naukowcy-z-agh-zasiada-w-radzie-doskonalosci-naukowej/", "title": "Naukowcy z AGH zasiądą w Radzie Doskonałości Naukowej-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "afb98b3a2b3b828cc78eaf4427b07dd1", "word_count": 225, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}