{"content": "# Danuta Maria Kisielewska – Historia AGH\n\nURL: https://historia.agh.edu.pl/wiki/Danuta_Maria_Kisielewska\nCrawled: 2025-03-19 21:10:27\n\nDanuta Maria Kisielewska\n\nZ Historia AGH\n\nDanuta Maria Kisielewska\n\nNazwisko\n\nKisielewska\n\nImię / imiona\n\nDanuta Maria\n\nTytuły / stanowiska\n\nProf. dr hab.\n\nTytuły honorowe AGH\n\nProfesor Honorowy AGH\n\nData urodzenia\n\n19 listopada 1942\n\nMiejsce urodzenia\n\nKraków\n\nDyscyplina/specjalności\n\nFizyka\n, \nFizyka cząstek elementarnych\n\nPełnione funkcje\n\nDziekan Wydziału Fizyki i Techniki Jądrowej (1993–1999)\n\nWydział\n\nWydział Fizyki i Informatyki Stosowanej\n\nOdznaczenia i nagrody\n\nKrzyż Kawalerski Orderu Odrodzenia Polski\n, \nZłoty Krzyż Zasługi\n, \nMedal Komisji Edukacji Narodowej\n\nFunkcje\nGdzie\nod\ndo\nDziekan\nWydział Fizyki i Techniki Jądrowej\n1993\n1996\nDziekan\nWydział Fizyki i Techniki Jądrowej\n1996\n1999\n\nProf. dr hab. \nDanuta Maria Kisielewska\n (1942-)\n\nDyscyplina/specjalności: fizyka, fizyka cząstek elementarnych\n\nNota biograficzna\n\nUrodziła się 19 listopada 1942 roku w Krakowie.\n\nW 1965 roku ukończyła fizykę na Wydziale Matematyki, Fizyki i Chemii Uniwersytetu Jagiellońskiego. \n\nw 1965 roku rozpoczęła pracę jako asystent stażysta w \nInstytucie Techniki Jądrowej\n Akademii Górniczo–Hutniczej. Następnie jako starszy asystent pracowała w Zakładzie Fizyki Jądrowej ITJ. Działalność naukową rozpoczęła w zespole prof. Mariana Mięsowicza.\n\nW 1972 roku na podstawie pracy \"Analiza spinowa rezonansu Y*+(1385) produkowanego w oddziaływaniach [pi]+p przy 8 GeV/c i K-p przy 10 GeV/c\", napisanej pod kierunkiem profesora Kacpra Zalewskiego na Wydziale Elektrotechniki Górniczej i Hutniczej AGH, uzyskała stopień doktora.\n\nW 1985 roku na Wydziale Matematyki i Fizyki UJ uzyskała stopień doktora habilitowanego.\n\n15 lutego 1991 roku otrzymała stanowisko profesora nadzwyczajnego AGH, a 27 grudnia tego roku tytuł profesora nauk fizycznych.\n\nW trakcie pracy zawodowej była kolejno: kierownikiem Samodzielnej Pracowni Fizyki Jądrowej Wysokich Energii, kierownikiem Zakładu Fizyki Cząstek Elementarnych i Detektorów  (1990 - 1993, 1999 - 2002 i 2002 - 2006),  kierownikiem Katedry Oddziaływam  i Detekcji Cząstek WFiIS (2006 - 2010), dziekanem \nWydziału Fizyki i Techniki Jądrowej\n (1993–1996, 1996-1999), członkiem Senatu AGH (1993–2012),                                                 przewodniczącą Senackiej Komisji Badań Naukowych.\n\nW latach 1984–2014 reprezentowała zespół z AGH w Radzie Współpracy Eksperymentu ZEUS prowadzonego na akceleratorze HERA w DESY (Deutsches Elektronen-Synchrotron) w Hamburgu. Znacząca pozycja jej grupy w tym eksperymencie zaowocowała przystąpieniem do następnego światowego przedsięwzięcia, jakim była budowa akceleratora LHC (Large Hadron Collider) w Europejskim Ośrodku Badań Jądrowych CERN w Genewie.\n\nZ jej inicjatywy zespół z Wydziału Fizyki i Techniki Jądrowej przystąpił do prac związanych z budową akceleratora i detektorów dla eksperymentu ATLAS, a także prowadził badania w kolaboracji ponad 200 laboratoriów świata.\n\nW 1967 roku odbyła staż naukowy w Zjednoczonym Instytucie Badań Jądrowych w Dubnej, w latach 1972/1973 staż w Instytucie Fizyki Wysokich Energii Austriackiej Akademii Nauk w Wiedniu, pobyt w Instytucie Fizyki i Astrofizyki im. Maxa Plancka w Monachium (1978/1979), pobyt (1986/1987) w DESY, stypendium Europejskiej Wspólnoty Gospodarczej w DESY w 1993 roku i wielokrotne późniejsze wizyty z racji koordynacji prac kierowanego przez nią zespołu w laboratoriach CERN i DESY.\n\nZnacząca pozycja prof. Danuty Kisielewskiej w międzynarodowym gronie fizyków cząstek pozwoliła na udział jej zespołu w dwóch wiodących światowych eksperymentach (ZEUS na akceleratorze HERA w DESY i ATLAS na LHC w CERN). \n\nW działalności poza uczelnianej była: przewodniczącą Sekcji Fizyki Jądrowej i Cząstek Elementarnych w Komitecie Fizyki PAN (1999–2010), członkiem Komisji Współpracy z Ośrodkiem Niemieckiego Synchrotronu Elektronowego (DESY) i przewodniczącą Komisji Współpracy z Zagranicą w Zakresie Badań i Technologii przy Radzie ds. Atomistyki, członkiem Centralnej Komisji ds. Stopni i Tytułów (2007–2014), przewodniczącą Sekcji Fizyki w Komitecie Badań Naukowych, przewodniczącą Panelu ST2 Narodowego Centrum Nauki, przewodniczącą zespołu ewaluacji w Komitecie Ewaluacji Badań Naukowych ds. fizyki i astronomii.\n\n10 kwietnia 2019 roku  podczas uroczystego posiedzenia Senatu Akademii Górniczo-Hutniczej otrzymała godność Profesora Honorowego AGH.\n\nJest autorem i współautorem ponad 1000 publikacji w renomowanych światowych czasopismach fizycznych. \n\nOdznaczenia i nagrody\n\nKrzyż Kawalerski Orderu Odrodzenia Polski\n, \nZłoty Krzyż Zasługi\n, \nMedal Komisji Edukacji Narodowej\n. Za działalność naukową uzyskała trzy nagrody Państwowej Agencji Atomistyki, dwie nagrody Ministerstwa Nauki i Szkolnictwa Wyższego (w tym jedną za całokształt) i ponad 20 nagród rektora AGH. W 2019 roku otrzymała Nagrodę Premiera RP, Nagroda im. prof. Antoniego Hoborskiego \"Diamentowa Kula\"\n\nBibliografia publikacji\n\nhttps://badap.agh.edu.pl/autor/kisielewska-danuta-001533\n\nŹródła do biogramu\n\nKsiążki\n\nKronika wydarzeń poprzedzających powstanie Wydziału Fizyki i Techniki Jądrowej Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie : 1919-1991. Oprac. B.Dziunikowski. Kraków 2001, s. 39, [foto]\n\nKronika Wydziału Fizyki i Techniki Jądrowej Akademii Górniczo-Hutniczej 1991-2000. Oprac. B. Dziunikowski, A. Kreft, A. Zięba. Kraków 2009, s. 25, 43, 48, 64, [foto]\n\nKronika Wydziału Fizyki i Techniki Jądrowej Akademii Górniczo-Hutniczej 2001-2010. Oprac. A. Kreft, A. Zięba, B. Bednarek. Kraków 2011, s. 20, 22, 24, 42, 45, 53, 60, 70, 72, 83\n\nPollesch K. K.: Ludzie AGH '99. Kraków 1999, 62, [foto]\n\n[Skład Osobowy AGH … 1965/66]. Kraków 1967, s. 188\n\n[Skład Osobowy AGH … 1966/67]. Kraków 1967, s. 81\n\n[Skład Osobowy AGH … 1969/70]. Kraków 1970, s. 100\n\nWielka Księga 85-lecia Akademii Górniczo-Hutniczej. [Oprac.] zespół aut. K. Pikoń (red. naczelny), A. Sokołowska (dyrektor projektu), K. Pikoń. Gliwice 2004, s. 149, [foto]\n\nWręczenie godności Profesora Honorowego AGH. \nBiuletyn AGH\n 2019, nr 136, s. 18-19, [foto]\n\nArtykuły\n\nKisielewska D.: Moi nauczyciele matematyki (i nie tylko). Rozm. O. Ślizień. \nBiuletyn AGH\n 20022, nr 177, s. 16-17, [foto]\n\nNagrody Premiera RP dla naukowców AGH. \nBiuletyn AGH\n 2019, nr 143, s. 38\n\nNowe władze Uczelni. \nBiuletyn Informacyjny Pracowników AGH\n 1996, nr 30/31, s. 18-19, [foto]\n\n[\nProtokół z Posiedzenia Senatu AGH\n... 28.11.2018], s. 1, 4-5, 23\n\nstan na dzień 22.03.2023\n\nŹródło: „\nhttp://historia.agh.edu.pl/mediawiki/index.php?title=Danuta_Maria_Kisielewska&oldid=76908\n”\n\nKategoria\n: \nBiogramy", "metadata": {"url": "https://historia.agh.edu.pl/wiki/Danuta_Maria_Kisielewska", "title": "Danuta Maria Kisielewska – Historia AGH", "depth": 2, "duplicate": false, "content_hash": "e852a1fec235d1c5df08d75b2763458b", "word_count": 858, "headings": [{"level": 1, "text": "Danuta Maria Kisielewska"}, {"level": 2, "text": "Nota biograficzna"}, {"level": 4, "text": "Odznaczenia i nagrody"}, {"level": 4, "text": "Bibliografia publikacji"}, {"level": 2, "text": "Źródła do biogramu"}, {"level": 4, "text": "Książki"}, {"level": 4, "text": "Artykuły"}]}}