{"content": "# Living in Kraków – Welcome Point\n\nURL: https://wtp.agh.edu.pl/category/living-in-krakow/\nCrawled: 2025-03-19 21:24:01\n\nLiving in Kraków\n\nTransportation\n\nUSES AND TRAMS: Where to buy tickets? Transport tickets can be purchased in many different ways and places: There is no difference between tickets for trams and busses in Kraków – you can use the same ticket for both. We have two types of tickets: full-price (“normalny”) and discounted (“ulgowy”).\nRead more..\n\nPhone number\n\nThe first step is to buy a Polish SIM card – there are many different mobile operators: Orange, PLAY, Plus, T-Mobile, etc. You can check their offers online, on their official websites. Starters are available at airports, in dedicated shops of the service providers or in regular shops such as Żabka or RUCH. Next, you…\nRead more..\n\nThe magic of Krakow and the surrounding area\n\nKraków is one of the most famous and most frequently visited Polish cities; over seven million people visit it every year; former capital of Poland and one of the oldest Polish cities\nRead more..\n\nLeisure, culture and sport\n\nCultural events in Krakow: Every year Krakow hosts hundreds of events, many of them of international importance. Most of them promote young, independent artists and allow active participation of city residents and tourists.\nRead more..\n\nEmergency and medical care\n\nIf you have a medical problem, you may register an appointment to a doctor or at a clinic (in Polish: przychodnia), which has contract with the Polish public health insurance system (NFZ – National Health Fund).\nRead more..\n\nLiving with your family in Krakow\n\nYou may be entitled to draw child benefit if you meet the specific requirements. Check out the documents below (Guidebook for Krakow families UMK and Welcome Home- a guide for foreigners living in Krakow) for more info.\nRead more..\n\nDay care centres and schools\n\nFamily care for children under 3: https://www.gov.pl/web/family/care-for-children-under-the-age-of-3 https://empatia.mpips.gov.pl/web/piu/mapa-zlobkow-i-klubow-dzieciecych Kindergartens:\nRead more..\n\nEvents and activities for children\n\nKids in Krakow – a guide More info Kids in Kraków – Krakow events, places, fun and activities for kids In Krakow kids can have fun in plenty of dragon squares. Use the following link to find the map: Map of dragon squares\nRead more..", "metadata": {"url": "https://wtp.agh.edu.pl/category/living-in-krakow/", "title": "Living in Kraków – Welcome Point", "depth": 3, "duplicate": false, "content_hash": "1946361d9db5c581554054a59dc46e3a", "word_count": 349, "headings": [{"level": 1, "text": "Living in Kraków"}, {"level": 2, "text": "Transportation"}, {"level": 2, "text": "Phone number"}, {"level": 2, "text": "The magic of Krakow and the surrounding area"}, {"level": 2, "text": "Leisure, culture and sport"}, {"level": 2, "text": "Emergency and medical care"}, {"level": 2, "text": "Living with your family in Krakow"}, {"level": 2, "text": "Day care centres and schools"}, {"level": 2, "text": "Events and activities for children"}]}}