{"content": "# Konferencje - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/nauka/konferencje/\nCrawled: 2025-03-19 21:37:36\n\nKonferencje\n\nAKTUALNE WYDARZENIA:\n\nARCHIWUM:\n\n2019\n\nOgólnopolska Konferencja Naukowa „Wiedza i mądrość w kulturze. Od encyklopedii przez wikinomię po smart mobs”\n; organizatorzy: WH AGH, Ośrodek Badawczy Facta Ficta; 9-10.02.2019; kontakt: prof. Zbigniew Pasek, dr Krzysztof M. Maj, \ninfo\n.\n\nKonferencja upowszechniająca rezultaty projektu “Skrzydła dla innowacji przyszłością dojrzałej edukacji”\n; organizatorzy: WH AGH, Zachodniopomorska Grupa Doradcza Sp. z o. o. i Związek Pracodawców Pomorza Zachodniego; 20.03.2019; kontakt: dr Rafał Olszowski; \ninfo\n.\n\nOgólnopolska Konferencja Naukowa „Kulturowe oblicza technologii”\n; organizatorzy: WH AGH; 21-22.03.2019; kontakt: prof. Izabela Trzcińska, dr Jowita Guja; \ninfo\n.\n\nOgólnopolska Konferencja Naukowa „Kultura najnowsza – przegląd bieżących tendencji w literaturze, sztuce i filozofii”\n, organizatorzy: Koło Naukowe Studentów Socjologii AGH, Kulturoznawcze Koło Naukowe AGH, redakcja Amor Fati – czasopismo oraz Fundacja “dzień dobry! kolektyw kultury”; 30-31.03.2019; kontakt: Lidia Knapek, Agata Krzeszowska, lic. Sebastian Medoń, Karolina Pach.\n\nOgólnopolska Konferencja Naukowa „Co Bóg mówi o seksie? Erotyzm w dyskursach religijnych”\n; organizatorzy: WH AGH, Ośrodek Badawczy Facta Ficta; 16-17.05.2019; kontakt: prof. Katarzyna Skowronek, prof. Zbigniew Pasek i dr Krzysztof M. Maj; \ninfo\n.\n\nOgólnopolska Konferencja Naukowa „Społeczeństwo obywatelskie, społeczności lokalne w sytuacjach katastrof naturalnych – diagnozy, praktyki i rekomendacje”\n; organizatorzy: Komisja Zagrożeń Cywilizacyjnych Polskiej Akademii Umiejętności, Instytut Filozofii i Socjologii Polskiej Akademii Nauk, WH AGH i Sekcja Społeczeństwa Obywatelskiego Polskiego Towarzystwa Socjologicznego; 28.05.2019; kontakt: prof. Dariusz Wojakowski; \ninfo\n.\n\nKonferencja Naukowa „Nostalgia, retromania, hauntologia. Konteksty kulturowe, medialne i społeczne”\n; organizatorzy: redakcja Amor Fati, Koło Naukowe Studentów Socjologii oraz Fundację „dzień dobry! kolektyw kultury”; 1-2.06.2019; kontakt: Karolina Pach i mgr Rafał Sowiński.\n\n2018\n\nOgólnopolska Konferencja Naukowa „Ars epistolandi. Listy dawniej i dziś”\n; organizatorzy: WH AGH, Ośrodek Badawczy Facta Ficta; 9-10.06.2018; kontakt: prof. Zbigniew Pasek, \ninfo\n.\n\nII Ogólnopolska Interdyscyplinarna Konferencja Naukowa „TechSpo’18: Władza algorytmów?”\n; organizator: WH AGH; 20-21.09.2018; kontakt: Dorota Żuchowska-Skiba, Magdalena Igras-Cybulska, Damian Gałuszka. Grzegorz Ptaszek, \ninfo\n.\n\nKonferencja naukowa “Dynamika przemian w gospodarce i finansach. Instytucje i procesy”\n; organizatorzy: WH AGH i Narodowy Bank Polski Oddział Okręgowy w Krakowie, 22.11.2018; \ninfo\n.\n\nKonferencja naukowa „Ezoteryzm i popkultura – w kłączu wzajemnych inspiracji”\n; organizatorzy: WH AGH i Polskie Stowarzyszenie Badań Nad Zachodnim Ezoteryzmem; 14.12.2018; kontakt: Izabela Trzcińska.\n\n2017\n\nInterdyscyplinarna Konferencja Naukowa „Dziedzictwo Reformacji. Wymiar społeczno-kulturowy”\n; organizatorzy: Katedra Kulturoznawstwa i Filozofii WH AGH i Katedra Socjologii Religii Wydziału Humanistycznego Uniwersytetu Pedagogicznego w Krakowie; 9-10.03.2017; kontakt: Zbigniew Pasek.\n\nOgólnopolska Konferencja Naukowa „Obraz choroby w dyskursie kulturowym”\n; organizator: WH AGH; 18-19.05.2017; kontakt: Anna Małecka, Jacek Dębicki, Elżbieta Murias, \ninfo\n.\n\nSeminarium Naukowe „Tradycje ezoteryczne”\n; organizatorzy: WH AGH, Polskie Stowarzyszenie Badań nad Zachodnim Ezoteryzmem, Instytut Socjologii Uniwersytetu Kardynała Stefana Wyszyńskiego oraz Katedra Porównawczych Studiów Cywilizacji Uniwersytetu Jagiellońskiego; 26.05.2017; kontakt: Izabela Trzcińska.\n\nOgólnopolska Konferencja Naukowa „Dyskursy gier wideo 3”\n; organizatorzy: WH AGH, Ośrodek Badawczy Facta Ficta; 2-4.06.2017, \ninfo\n.\n\nOgólnopolska Konferencja Naukowa „Emocje Robotów w narracjach kultury i technologii”\n; organizatorzy: Wydział Humanistyczny AGH, SKNF Bozon AGH, Wydział Fizyki i Informatyki Stosowanej AGH, Kulturoznawcze Koło Naukowe WH AGH oraz Ośrodek Badawczy Facta Ficta; 19-20.10.2017; kontakt: Izabela Trzcińska.\n\nOgólnopolska Konferencja Naukowa „Rodzina w świecie 'nowej gospodarki”\n; organizatorzy: Wydział Humanistyczny AGH, Sekcja Socjologii Rodziny Polskiego Towarzystwa Socjologicznego, Instytut Socjologii Uniwersytetu Wrocławskiego; 16.11.2017; kontakt: Stella Grotowska.\n\nMiędzynarodowa Konferencja Naukowa „Pokręcone Sny Historii. Propaganda, Ideologia i Animacja z Perspektywy V4”\n; organizator: Fundacja Promocji Kultury Artystycznej, Filmowej i Audiowizualnej Etiuda&Anima; partner naukowy: Wydział Humanistyczny AGH; 23-24.11.2017; kontakt: Bogusław Zmudziński.\n\n2016\n\nOgólnopolska Interdyscyplinarna Konferencja Naukowa „Technologiczno-społeczne oblicza XXI wieku”\n; organizator: WH AGH; 3-5.03.2016; kontakt: Grzegorz Ptaszek, Damian Gałuszka.\n\nStudencka Konferencja Naukowa „Ciemna Strona UX#2 – UX Machine”\n; organizatorzy: WH AGH, koło naukowe ITberries; 16-17.04.2016.\n\nOgólnopolska Konferencja Naukowo-Dydaktyczna „Nowe technologie a niepełnosprawność”\n; organizatorzy: WH AGH, Pełnomocnik Rektora AGH ds. Osób Niepełnosprawnych, Biuro ds. Osób Niepełnosprawnych AGH; 19.04.2016; kontakt: Barbara Gąciarz.\n\nMiędzynarodowa Konferencja Naukowa „Religia a wyzwania współczesności z perspektywy nauk społecznych”\n; organizatorzy: Sekcja Socjologii Religii Polskiego Towarzystwa Socjologicznego, WH AGH, Instytut Religioznawstwa Uniwersytetu Jagiellońskiego, Instytut Filozofii i Socjologii Uniwersytetu Pedagogicznego; 17-19.11.2016; kontakt: Stella Grotowska.\n\nOgólnopolska Konferencja Naukowa „(Pro)obywatelski Samorząd: Praktyki, Teorie, Wyzwania”\n; organizatorzy: WH AGH, Oddział Krakowski Polskiego Towarzystwa Socjologicznego; 8-9.12.2016; kontakt: Tomasz Piróg i Tomasz Masłyk.\n\n2015\n\nInternational Conference of Young Scientists „Sociology – Social Work – Regulation of Social Problems”\n; organizatorzy: Lviv Polytechnic National University, Lesya Ukrainka Eastern European National University, Wydział Humanistyczny AGH; 24-25.04.2015, Lwów; kontakt: prof. Dariusz Wojakowski, \ninfo\n.\n\nOgólnopolska Konferencja Naukowa „Dyskursy gier wideo”\n; organizatorzy: WH AGH, Ośrodek Badawczy Facta Ficta; 5-7.06.2015, Kraków.\n\nOgólnopolska Konferencja Naukowa „Emocjonalne aspekty kultury”\n; organizator: WH AGH; 24.10.2015; kontakt: Łukasz Trzciński i Maria Bielawka, \ninfo\n.\n\nOgólnopolska Konferencja Naukowa „Nowe technologie dla muzealnictwa”\n; organizator: WH AGH; 18.12.2015; kontakt: Anna Olszewska. \nProgram\n\n2014\n\nInternational Conference „Between Work and Retirement. Transition to Retirement in Central and Eastern European Societies”\n, 24.01.2014, kontakt: dr Łukasz Krzyżowski.\n\nInternational Conference „Gender in NeoPagan and Native Faith Movements in Central and Eastern Europe”\n, 8-9.03.2014, kontakt: dr Anna Olszewska.\n\nKonferencja naukowa „Polscy Niepełnosprawni. Obywatele, konsumenci, pracownicy”\n, 8-9.05.2014, kontakt: prof. Barbara Gąciarz, mgr Anna Kulpa, \nstrona internetowa\n.\n\nKonferencja naukowa „Tradycje zachodniego ezoteryzmu w badaniach polskich”\n, 30-31.05.2014, Kraków; kontakt prof. Zbigniew Pasek.\n\nInterdyscyplinarna międzynarodowa konferencja naukowa „Sieć pamięci. Cyfrowe postaci pamięci społecznej”\n, 3-4.06.2014, Kraków; kontakt: dr Łucja Kapralska.\n\nInterdyscyplinarna Konferencja Naukowa „Społeczne, kulturowe i technologiczne wymiary starości”\n; 6-7.11.2014, Kraków; kontakt: prof. Katarzyna Skowronek, dr Łukasz Krzyżowski.\n\n2013\n\nOgólnopolska konferencja naukowa „Współczesna psychologia mediów. Człowiek – technologia – media”\n, 14-15.11.2013, kontakt: Grzegorz Ptaszek, \ninfo\n.\n\n2012\n\nKonferencja naukowa „Współczesne neopogaństwo i rodzimowierstwo”\n, 15-16 września 2012.\n\nKonferencja naukowa „Współczesna psychologia mediów”\n, kontakt: Grzegorz Ptaszek, 15-16.11.2012.\n\nKonferencja naukowa „Pozareligijne wymiary duchowości”\n, 6-7.12.2012, kontakt: Katarzyna Skowronek, Radosław Tyrała.\n\n2011\n\nMiędzynarodowa Konferencja „Performatywne wymiary kultury”\n, 12-13.05.2011, kontakt: Katarzyna Leszczyńska.\n\nSecond Conference for Promoting Polish-German Cooperation in the Social Sciences & Humanities\n, 20-22.05.2011, kontakt: Klaus Mueller.\n\nKonferencja studencko-doktorancka „Kulturowe aspekty zmysłowej sfery człowieka”\n, 25-26.11.2011, kontakt: Jowita Guja.\n\nKonferencja naukowa „Problemy społeczne Małopolski i ich instytucjonalne wymiary. Refleksje teoretyczne i praktyczne rozwiązania”\n, organizatorzy: Oddział Krakowski Polskiego Towarzystwa Socjologicznego i Instytut Filozofii i Socjologii Polskiej Akademii Nauk (AGH jako jeden ze współorganizatorów), 8.12.2011, kontakt: Katarzyna Leszczyńska.\n\n2010\n\nIstota kultury szkoły jako miejsca nauczania i oddziaływań wychowawczych\n, 11-12.06.2010, kontakt: Ewa Augustyniak, \nstrona internetowa\n.\n\nWartości podstawowe w kontekstach współczesnych\n, 22-23.04.2010, kontakt: Maciej Uliński.\n\nAteizm w kulturze Zachodu i Wschodu\n, 24-25.06.2010, kontakt: Jowita Guja.\n\nOgólnopolska Konferencja Naukowa Studentów i Doktorantów „Poznajmy się – polska socjologia wczoraj i dziś”\n, 03.2010, kontakt: Katarzyna Harężlak, Kamil Łuczaj.\n\nConference Promoting Polish-German Cooperation in European Studies\n, 26-28.11.2010, Frankfurt, kontakt: Klaus Mueller.\n\n2009\n\nWarsztaty dla Młodych Naukowców „Mozaiki Przestrzeni Transnarodowych”\n, 8-9.05.2009, kontakt: Łukasz Krzyżowski.\n\nSociety-Culture-Technology at the Dawn of the 21st Century\n, 21-22.05.2009, kontakt: Janusz Mucha, Katarzyna Leszczyńska.\n\nAgora czy Hyde Park? Internet jako przestrzeń społeczna grup mniejszościowych\n, 15-16.10.2009, kontakt: Łucja Kapralska.\n\nSpołeczeństwo obywatelskie zaczyna się w szkole – indywidualne dążenia a troska o dobro wspólne\n, 22-23.10.2009, kontakt: Anna Okońska-Walkowicz.\n\nSpołeczność akademicka wobec studentów niepełnosprawnych. Źródła sukcesów i porażek integracji społecznej i aktywności zawodowej\n, 20.11.2009, kontakt: Barbara Gąciarz.\n\nMiędzynarodowa Konferencja Naukowa „Religia a sprawy międzynarodowe”\n, 19-20.11.2009, kontakt: Robert Borkowski.\n\n2008\n\nIstota Kultury Szkoły jako miejsca nauczania i oddziaływań wychowawczych\n, 6-7 .06.2008, kontakt: Ewa Augustyniak, \nstrona internetowa\n.\n\nThe 2008 Interim Conference of the Research Network of Economic Sociology of the European Sociological Association\n, 2-4.07.2008, kontakt: Maria Nawojczyk, Anna Kulpa-Ogdowska, Tomasz Piróg.\n\nMoralne Dylematy Społeczeństwa Polskiego Doby Ponowoczesnej\n, 26.09.2008, kontakt: Agata Maksymowicz.", "metadata": {"url": "https://wh.agh.edu.pl/nauka/konferencje/", "title": "Konferencje - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "43dd8ee9e37ae004e70b8e66c5bc0f5c", "word_count": 1225, "headings": [{"level": 1, "text": "Konferencje"}, {"level": 2, "text": "AKTUALNE WYDARZENIA:"}, {"level": 2, "text": "ARCHIWUM:"}, {"level": 3, "text": "%20"}]}}