{"content": "#  Działanie 12 -- Inicjatywa Doskonałości – Uczelnia Badawcza \n\nURL: https://www.idub.agh.edu.pl/dzialania/integracja-procesu-ksztalcenia-z-badaniami-naukowymi#c12676\nCrawled: 2025-03-19 21:12:03\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Działanie 12 \n\nW ramach realizacji zadań Działania 12: „Integracja procesu kształcenia z badaniami naukowymi” IDUB AGH realizowany jest program wsparcia dla nowych kierunków studiów, w których kształcenie prowadzone będzie w jednostkach realizujących badania w priorytetowych obszarach badawczych (POB).\n\nIV edycja programu (realizacja w 2024 r.) \n\nIII edycja programu (realizacja w 2023 r.) \n\nII edycja programu (termin składania wniosków do 31 grudnia 2022 r.)\n\nI edycja programu (termin składania wniosków do 31 grudnia 2021 r.)\n\nDedykowana najzdolniejszym studentom, pozwalająca na elastyczne łączenie studiów z pracą naukowo-badawczą.\n\nIII edycja konkursu (składanie wniosków do 6 października 2024 r.)\n\nII edycja konkursu (składanie wniosków do 20 września 2023 r.)\n\nI edycja konkursu (składanie wniosków do 10 listopada 2022 r.) \n\nStudenci, w ramach IOS, uzyskają możliwość zaliczenia części efektów uczenia i punktów ECTS na podstawie swojego udziału projektach badawczych i działalności Studenckich Kół Naukowych powiązanej z POB.\n\nV edycja konkursu (termin składania wniosków do 2 grudnia 2024 r.) \n\nIV edycja konkursu (termin składania wniosków do 4 grudnia 2023 r.) \n\nIII edycja konkursu (termin składania wniosków do 9 grudnia 2022 r.) \n\nII edycja konkursu (termin składania wniosków do 8 kwietnia 2022 r.) \n\nI edycja konkursu (termin składania wniosków do 30 kwietnia 2021 r.)\n\nCelem programu jest dofinansowanie oferty przedmiotów innowacyjnych tworzonych i prowadzonych w ramach Uczelnianej Bazy Przedmiotów Obieralnych, pozwalającej na elastyczne kształtowanie lub uzupełnienie programu studiów.\n\nIV edycja konkursu (składanie wniosków do 31 grudnia 2024 r.)\n\nIII edycja konkursu (składanie wniosków do 30 czerwca 2024 r.)\n\nII edycja konkursu (składanie wniosków do 31 grudnia 2023 r.)\n\nI edycja konkursu (składanie wniosków do 31 grudnia 2023 r.)\n\nStopka\n\n © 2024 Inicjatywa Doskonałości – Uczelnia Badawcza\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.idub.agh.edu.pl/dzialania/integracja-procesu-ksztalcenia-z-badaniami-naukowymi#c12676", "title": " Działanie 12 -- Inicjatywa Doskonałości – Uczelnia Badawcza ", "depth": 2, "duplicate": false, "content_hash": "dc2de060ddb963e6ccf0617e0a0d6c70", "word_count": 283, "headings": [{"level": 1, "text": "Działanie 12"}, {"level": 2, "text": "Stopka"}]}}