{"content": "#  Promotorzy -- Szkoła Doktorska AGH \n\nURL: https://www.sd.agh.edu.pl/promotorzy\nCrawled: 2025-03-19 21:39:02\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Promotorzy \n\nOpieka naukowa nad przygotowaniem rozprawy doktorskiej jest sprawowana przez promotora lub promotorów, albo przez promotora i promotora pomocniczego.\n\nW przypadku wyznaczenia dwóch lub więcej promotorów wymagana jest zgoda kierownika jednostki organizacyjnej (Dziekana Wydziału), która ponosi koszty związane z przeprowadzeniem tego postępowania.\n\nPromotorem może być osoba posiadająca stopień doktora habilitowanego lub tytuł profesora, a promotorem pomocniczym - osoba posiadająca co najmniej stopień doktora.\n\nPromotorem może być osoba nie spełniająca warunków określonych w ust. 3, która jest pracownikiem zagranicznej uczelni lub instytucji naukowej, jeżeli Rada dyscypliny uzna, że osoba ta posiada znaczące osiągnięcia w zakresie zagadnień naukowych, których dotyczy rozprawa doktorska. Fakt ten musi być potwierdzony uchwałą rady dyscypliny.\n\nPromotorem nie może zostać osoba, która w okresie ostatnich 5 lat:\n\nbyła promotorem 4 doktorantów, którzy zostali skreśleni z listy doktorantów z powodu negatywnego wyniku oceny śródokresowej, lub\n\nsprawowała opiekę nad przygotowaniem rozprawy przez co najmniej 2 osoby ubiegające się o stopień doktora, które nie uzyskały co najmniej 2 pozytywnych recenzji z 3 możliwych.\n\nZmiana promotora, promotorów albo promotora pomocniczego może być dokonana w uzasadnionych przypadkach przez przewodniczącego rady dyscypliny na pisemny wniosek doktoranta.\n\nNauczyciel akademicki oraz pracownik naukowy nie mogą bez uzasadnionej przyczyny uchylić się od pełnienia funkcji promotora, promotora pomocniczego, recenzenta.\n\nW przypadku uzasadnionej przyczyny odmowy, przewodniczący rady dyscypliny lub rada dyscypliny powołuje nowe osoby do pełnienia tych funkcji.\n\nDyrektor Szkoły Doktorskiej AGH corocznie z początkiem nowego roku akademickiego organizuje\n cykliczne spotkania informacyjno-szkoleniowe dla promotorów doktorantów Szkoły Doktorskiej AGH, na którym poruszona przede wszystkim tematykę związaną z funkcją promotorską rozpraw doktorskich, a także tematyką związana z całokształtem zasad i zagadnień dotyczących funkcjonowania szkół doktorskich w świetle ustawy 2.0.\n\nStopka\n\nBiblioteka Główna\n\nOchrona danych osobowych\n\nStrona główna AGH\n\nInicjatywa Doskonałości – Uczelnia Badawcza\n\nSzkoła Doktorska AGH\nbud. A3, I p., pok. 118\nal. Mickiewicza 30\n30-059 Kraków\n\nDziekanat\n E-mail: phd@agh.edu.pl\n Tel. +48 12 617 56 13\n Tel. +48 12 617 56 11\n Tel. +48 12 617 56 14\n Obsługa bezpośrednia i telefoniczna doktorantów:\n poniedziałek - nieczynne\n wtorek-piątek - 9:00-13:00\n\nSekretariat\n E-mail: sdbiuro@agh.edu.pl\n Tel. +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/promotorzy", "title": " Promotorzy -- Szkoła Doktorska AGH ", "depth": 3, "duplicate": false, "content_hash": "cadf5b80f243d56c7846665c0b3ae6ce", "word_count": 344, "headings": [{"level": 1, "text": "Promotorzy"}, {"level": 2, "text": "Stopka"}]}}