{"content": "# DIANA Defence and Security Days w Krakowie-- Cybersecurity Centre \n\nURL: https://www.cc.agh.edu.pl/aktualnosci/detail?tx_news_pi1%5Baction%5D=detail&tx_news_pi1%5Bcontroller%5D=News&tx_news_pi1%5Bnews%5D=1101&cHash=8a6065f5aed1b6cb7dd546e5bb908dc4\nCrawled: 2025-03-19 21:39:16\n\nDIANA Defence and Security Days w Krakowie \n\n 10/02/2025 \n\n Ekosystem NATO DIANA rośnie w siłę, a Kraków stał się miejscem, gdzie „rodzina DIANA” mogła się spotkać, wymienić doświadczeniami i zaprezentować swoje innowacyjne rozwiązania. \n\nW dniach 4-6 lutego 2025 roku Kraków stał się centrum innowacji i współpracy. Wydarzenie DIANA Defence and Security Days było okazją do spotkania się ponad 400 osób z ponad z Europy, Stanów Zjednoczonych i Kanady, centrów testowych oraz akceleratorów współpracujących z NATO. Celem spotkania było wzmocnienie ekosystemu DIANA oraz wsparcie innowatorów rozwijających technologie o podwójnym zastosowaniu (dual-use). \n\nGenerał brygady Marcin Górka, polski przedstawiciel w Radzie Dyrektorów DIANA, otworzył wydarzenie, a kluczowy wykład wygłosił pułkownik Dennis Gyllensporre, przewodniczący Rady DIANA. Wśród licznych paneli i prelekcji znalazły się również warsztaty dotyczące współpracy z klientami sektora obronności, walidacji technologii na polu bitwy. Wydarzenie prowadzili przedstawiciele pierwszej kohorty NATO DIANA, którzy dzieli się lekcjami wyniesionymi z poprzedniej edycji.  \n\nWydarzenie było również okazją do prezentacji polskich innowacji. Wśród 74 start-upów drugiej kohorty DIANA znalazły się cztery polskie firmy: IS-Wireless, Blue Armada Robotics, Microamp oraz ResQuant. Innowatorzy mieli możliwość zdobycia praktycznej wiedzy na temat rozwoju produktów, pozyskiwania finansowania oraz poruszania się w skomplikowanych strukturach sektora obronności. \n\nKraków odgrywa szczególną rolę w rozwijającym się ekosystemie DIANA. W marcu 2024 roku powstał tu Krakow DIANA Accelerator — wspólne przedsięwzięcie Krakowskiego Parku Technologicznego oraz Akademii Górniczo-Hutniczej. Akcelerator oferuje nowoczesny program wspierający rozwój technologii dual-use oraz przestrzeń do pracy dla innowatorów. Dzięki tej inicjatywie Kraków stał się ważnym punktem na mapie międzynarodowych działań DIANA. \n\n„Polska odgrywa coraz większą rolę w budowaniu przyszłości innowacji na rzecz obronności. Jesteśmy dumni, że możemy wspierać rozwój ekosystemu DIANA i pokazywać potencjał polskich innowatorów” — podkreśliła Izabela Albrycht z Centrum Cyberbezpieczeństwa AGH, które to Centrum przygotowało na DIANA Defence and Security Days raport prezentujący ofertę siedmiu polskich Centrów Testowych w sieci NATO DIANA. Publikacja jest dostępna na stronie diana.krakow.pl. \n\nPolska, jako kraj przeznaczający najwyższy procent PKB na obronność w NATO, odgrywa istotną rolę w kształtowaniu przyszłości technologii dual-use. DIANA Defence and Security Days w Krakowie pokazały, jak ważne jest współdziałanie sektora obronności z innowatorami, aby wspólnie budować bezpieczniejszą przyszłość. \n\nPowrót", "metadata": {"url": "https://www.cc.agh.edu.pl/aktualnosci/detail?tx_news_pi1%5Baction%5D=detail&tx_news_pi1%5Bcontroller%5D=News&tx_news_pi1%5Bnews%5D=1101&cHash=8a6065f5aed1b6cb7dd546e5bb908dc4", "title": "DIANA Defence and Security Days w Krakowie-- Cybersecurity Centre ", "depth": 3, "duplicate": false, "content_hash": "60b1b5c9ece22141b9cb069239a3eaa4", "word_count": 347, "headings": [{"level": 1, "text": "DIANA Defence and Security Days w Krakowie"}, {"level": 2, "text": "Stopka"}]}}