{"content": "#  Hakerzy na wojnie z Zachodem -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/nauka/spotkania/nagrania/hakerzy-na-wojnie-z-zachodem\nCrawled: 2025-03-19 21:12:16\n\nSkip to content ↓\n\n Hakerzy na wojnie z Zachodem \n\nCzy INFRASTRUKTURA KRYTYCZNA może zostać sparaliżowna przez ATAK HAKERSKI? Jak neutralizować ZAGROŻENIA W CYBERPRZESTRZENI oraz w jaki sposób reagować, kiedy już dojdzie do ataku?\n\nCzęstotliwość cyberataków na infrastrukturę krytyczną w państwach zachodnich, które testują odporność kluczowych systemów na wrogie działania, wzrosła wraz z intensyfikacją napięcia międzynarodowego. Uderzenia przeprowadzane przez hakerów mogą pozbawić prądu rzesze odbiorców, spowodować chaos komunikacyjny czy sparaliżować systemy niezbędne do działania administracji publicznej – przynajmniej jeśli wierzyć doniesieniom medialnym. Czy tego typu katastroficzne scenariusze mogą się kiedyś spełnić, jak zapobiegać atakom cybernetycznym oraz w jaki sposób odpowiadać w sytuacji, gdy już do nich dojdzie rozmawiamy osobami specjalizującymi się w tematyce cyberbezpieczeństwa.\n\nDr Dominika Dziwisz\n Adiunkt w Katedrze Bezpieczeństwa Narodowego UJ. Doktorat z wyróżnieniem na temat polityki cyberbezpieczeństwa USA uzyskała na Wydziale Studiów Międzynarodowych i Politycznych UJ w 2014 roku. Jej badania koncentrują się na analizie strategii i polityki cyberbezpieczeństwa państw, cyberwojnie i szarej strefie działań wojennych, a także związkami Big Data z prawami człowieka. Od 2022 r. kieruje anglojęzycznymi programami studiów licencjackich, International Relations and Area Studies (IRAS) oraz Global and Development Studies (GLAD), na Uniwersytecie Jagiellońskim.\n\nAndrzej Sidor\n Kierownik Referatu ds. Cyberbezpieczeństwa w Urzędzie m. Krakowa. Koordynuje i sprawuje ogólny nadzór nad prawidłowym funkcjonowaniem miejskich systemów informatycznych. Jest odpowiedzialny za monitoring oraz ochronę cybernetyczną kluczowej infrastruktury miasta. Absolwent WAT, ATR i AGH. Ekspert w zakresie cyberbezpieczeństwa, który doświadczenie zawodowe zdobywał współuczestnicząc w budowie systemów teleinformatycznych na potrzeby NATO. Posiada liczne certyfikaty.\n\nPłk rez. Piotr Januszewicz\n Absolwent Wydziału Elektroniki i Technik Informacyjnych Politechniki Warszawskiej oraz Studiów Podyplomowych na Wydziale Cybernetyki Wojskowej Akademii Technicznej. Rzeczoznawca w zakresie Technicznej Ochrony Mienia. Współtwórca i pierwszy szef Centrum Bezpieczeństwa Cybernetycznego Sił Zbrojnych. Były dyrektor Departamentu Cyberbezpieczeństwa w Ministerstwie Cyfryzacji odpowiedzialny za opracowanie Strategii Cyberbezpieczeństwa Państwa oraz Ustawy o Krajowym Systemie Cyberbezpieczeństwa. Wykładowca akademicki z zakresu cyberbezpieczeństwa.\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/nauka/spotkania/nagrania/hakerzy-na-wojnie-z-zachodem", "title": " Hakerzy na wojnie z Zachodem -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "c194278acf3e0ce8bb87a507adcd5ea8", "word_count": 378, "headings": [{"level": 1, "text": "Hakerzy na wojnie z Zachodem"}, {"level": 2, "text": "Stopka"}]}}