{"content": "# Tekst źródłowy strony Jan Stefan Manitius – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Jan_Stefan_Manitius&action=edit\nCrawled: 2025-03-19 22:12:53\n\nTekst źródłowy strony Jan Stefan Manitius\n\n← \nJan Stefan Manitius\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nTekst źródłowy strony można podejrzeć i skopiować.\n\n{{Infobox scientist\n|family-name=Manitius\n|given-name=Jan Stefan\n|honorific-prefix=Prof. zw. mgr  inż.\n|image=Jan_Manitius.jpg\n|birth_date=19 kwietnia 1911\n|birth_place=Zduńska Wola\n|death_date=14 czerwca 1996\n|death_place=Kraków\n|fields=elektrotechnika, automatyka napędu, energoelektronika\n|function=Prorektor AGH (1956-1961)\n|faculty=Wydział Elektrotechniki, Automatyki i Elektroniki\n|awards=Złoty Krzyż Zasługi, Srebrny Krzyż Zasługi, Krzyż Komandorski Orderu Odrodzenia Polski, Krzyż Oficerski Orderu Odrodzenia Polski, Order Sztandaru Pracy, Medal Komisji Edukacji Narodowej\n|dhc_year=1994\n|dhc_reason=za wybitne osiągnięcia w dziedzinie nauk technicznych, a w szczególności w energoelektronice, automatyce napędu elektrycznego oraz w uznaniu Jego zasług w organizowaniu i rozwoju Wydziału Elektrotechniki, Automatyki i Elektroniki\n|honorAGH=Zasłużony dla AGH, Doktor Honoris Causa AGH\n|name=Jan Manitius\n|image_size=13234\n}}\n{{Funkcja\n|Stanowisko=Prorektor\n|Jednostka=Akademia Górniczo-Hutnicza\n|Rok_od=1956\n|Rok_do=1961\n}}\n{{Funkcja\n|Stanowisko=Dziekan\n|Jednostka=Wydział Elektryfikacji Górnictwa i Hutnictwa\n|Rok_od=1952\n|Rok_do=1954\n}}\nProf. zw. mgr  inż. '''Jan Stefan Manitius''' (1911–1996)\n\nDyscyplina/specjalności: elektrotechnika, automatyka napędu, energoelektronika\n\n== Nota biograficzna ==\n\nUrodził się w Zduńskiej Woli 19 kwietnia 1911 roku. Zmarł 14 czerwca 1996 roku, pochowany w Krakowie na Cmentarzu Rakowickim.\n\nStudia na Wydziale Elektrycznym Politechniki Warszawskiej ukończył w 1935 roku, uzyskując dyplom inżyniera elektryka, ze specjalnością maszyny elektryczne. \n\nTytuł naukowy profesora nadzwyczajnego uzyskał w 1954 roku, profesora zwyczajnego w 1964 roku.\n\nW latach 1936-1939 pracował w Państwowych Zakładach Tele- i Radio-technicznych w Warszawie, zajmując się głównie maszynami elektrycznymi do zasilania dużych radiostacji. Opracował wówczas szereg oryginalnych konstrukcji maszyn, które następnie zostały opatentowane. Po wybuchu wojny został ewakuowany wraz z częścią załogi PZTiR do Rumunii. Stamtąd przedostał się do Francji, gdzie otrzymał przydział do 2 Dywizji Strzelców Pieszych Armii Polskiej. Podczas internowania w Szwajcarii został przydzielony do obozu uniwersyteckiego w Winterthur, gdzie pod opieką Politechniki w Zurichu zorganizowano kształcenie internowanych żołnierzy. Sprawował tam funkcję asystenta maszyn elektrycznych (1940-1941) przy szwajcarskim wykładowcy na Wydziale Elektrotechniki. W latach 1941-1942 prowadził wykłady z teorii maszyn komutatorowych i transformatorów oraz ćwiczenia z konstrukcji transformatorów. Współpracował ponadto z Katedrą Maszyn Elektrycznych Politechniki w Zurichu jako asystent wolontariusz wykonując prace badawcze z dziedziny teorii maszyn elektrycznych.\n\nW 1945 roku powrócił do Polski i objął stanowisko starszego asystenta, a od 1947 roku - adiunkta w Katedrze Budowy Maszyn Elektrycznych Politechniki Śląskiej w Gliwicach. Jednocześnie (1946-1947) pracował w Biurze Projektów Maszyn Elektrycznych w Katowicach na stanowisku kierownika Działu Studiów. W 1948 roku został kierownikiem Działu Elektrycznego Biura Projektów Urządzeń Hutniczych \"Biprohut\" w Zabrzu. Zorganizował wówczas ścisłą współpracę tej jednostki z Katedrą Budowy Maszyn Elektrycznych Politechniki Śląskiej.\n\nOd 1952 roku związany z Akademią Górniczo-Hutniczą w Krakowie, gdzie zorganizował Katedrę Elektrotechniki Hutniczej oraz [[Wydział Elektryfikacji Górnictwa i Hutnictwa]], którego został pierwszym dziekanem (1952-1954). W latach 1956-1961 pełnił też funkcję Prorektora ds. Nauczania AGH. Był organizatorem i długoletnim dyrektorem Instytutu Automatyki Napędu i Urządzeń Przemysłowych AGH. \n\nW 1981 roku odszedł na emeryturę.\n\nPiastował liczne funkcje w centralnych organach naukowych jako: przewodniczący Komisji Głównej w Komitecie Nauki i Techniki (1968-1972), przewodniczący Zespołu Struktur i Programów w Radzie Głównej Szkolnictwa Wyższego Nauki i Techniki (1971-1973) oraz  przewodniczący Zespołu Dydaktyczno-Wychowawczego Elektrotechniki przy Ministerstwie Nauki Szkolnictwa Wyższego i Techniki (1962-1972).\n\nAutor publikacji naukowych poświęconych problematyce dotyczącej teorii układów elektromechanicznych i sterowania z zastosowaniem energoelektroniki. Do najważniejszych jego publikacji książkowych należą:\nNapędy elektryczne maszyn wyciągowych, 1957.\nHutnicze napędy elektryczne. T. 1, Teoretyczne podstawy napędu (1963). T. 2, Automatyka napędów (1972). Projektowanie przekształtników tyrystorowych (1974).\nAutor ponad 35 artykułów naukowych oraz ponad 50-ciu patentów i zastrzeżeń patentowych w latach 1964-1982. Promotor 12 rozpraw doktorskich.\n\nSzczególnie zasłużony w dziedzinie przekształtnikowych napędów elektrycznych. Stworzył naukowe podstawy tych napędów i zapewnił przemysłowe wdrożenia wielu nowatorskich rozwiązań. Zdobyte doświadczenie w dziedzinie teorii i projektowania, zaowocowało wieloma nowatorskimi rozwiązaniami układów sterowania i regulacji napędów elektrycznych w polskim hutnictwie. Podczas budowy Huty im. Lenina został powołany na technicznego doradcę Dyrekcji. Jego konsultacje i ekspertyzy były cenione w całej Polsce. Nauczyciel i wychowawca wielu pokoleń inżynierów i pracowników naukowych.\n\nCzłonek Stowarzyszenia Elektryków Polskich (od 1950 roku), członek Koła SEP nr 16 przy AGH, członek Zarządu Oddziału Krakowskiego SEP (1960-1965).\n\nCzłonek Komitetu Elektrotechniki PAN oraz licznych rad naukowych instytutów naukowo-badawczych. Przez wiele lat przewodniczący Rady Nadzorczej Instytutu Fizyki i Techniki Jądrowej AGH. Doktor honoris causa AGH (1994).\n\n==== Odznaczenia i nagrody ====\n\n[[Złoty Krzyż Zasługi]], [[Srebrny Krzyż Zasługi]], [[Krzyż Oficerski Orderu Odrodzenia Polski]], [[Krzyż Komandorski Orderu Odrodzenia Polski]], [[Order Sztandaru Pracy]], [[Medal Komisji Edukacji Narodowej]], tytuł: Zasłużony Nauczyciel PRL, tytuł honorowy: Zasłużony dla AGH, Nagroda Państwowa Zespołowa II stopnia, liczne Nagrody Rektora za działalność naukową i dydaktyczną, Srebrne i Złote Odznaczenie Honorowe SEP, Złota Odznaka Honorowa NOT, Medal im. prof. M. Pożaryskiego, tytuł: Zasłużony Senior SEP, godność członka honorowego SEP\n\n== Źródła do biogramu ==\n\n==== Książki ==== \n\n* 100 lat AGH : twarze wydziału w latach 1952-2018. Kraków 2019, s. 125-138, [foto]\n* Informator nauki polskiej, 1995/96. T. 4: Ludzie nauki. Wyd. 26. Warszawa1996, s. 408\n* Kto jest kim w Polsce : informator biograficzny. Red. L. Mackiewicz, A. Żołna. Ed. 3. Warszawa 1993, s. 435\n* Mitkowski W.: Kronika Wydziału Elektrotechniki, Automatyki, Informatyki i Elektroniki AGH. Kraków 2002, s. 65-70, [foto]\n* Non omnis moriar… : groby profesorów AGH Cmentarz Rakowicki. Z. 2019. Oprac. H. Sieński. Kraków 2019, s. 133-135, [foto]\n* Polacy zasłużeni dla elektryki : początki elektrotechnicznego szkolnictwa wyższego, pionierzy elektryki. Pod red. J. Hickiewicza. Warszawa ; Gliwice ; Opole 2009, s. 489-495, [foto]\n* Postaci AGH  we wspomnieniach i anegdotach. Red. E. Konieczna. Kraków [2008], s. 86-90, [foto]\n* Profesor Kazimierz Bisztyga : (1922-2010) : wychowawca wielu pokoleń inżynierów elektryków, autorytet w dziedzinie napędów elektrycznych i działacz stowarzyszeniowy. Red. J. Strzałka. Kraków 2022, s. 169-172, [foto]\n* Słownik biograficzny techników polskich. Z. 17. Red. J. Piłatowicz. Warszawa 2006, s. 99-102, [foto]\n* Słownik biograficzny zasłużonych elektryków krakowskich. Cz. 1. Pod red. J. Strzałki. Kraków 2009, s. 125-128, [foto]\n* 100 lat Oddziału Krakowskiego Stowarzyszenia Elektryków Polskich : 1919-2019. Oprac. J.  Strzałka. Kraków 2019, s 44, [foto]\n* Twarze Wydziału w latach 1952-2012. Red. J. Kajdański, M. Czekaj. [Kraków] 2012, s. 105-118, [foto]\n* Who is who absolwentów Wydziału Elektrotechniki, Automatyki i Elektroniki [AGH] : [w 45 lecie Wydziału 1952-1997]. Kraków 1999, s. 10, 13, [foto]\n* Who is who? elitarnego Wydziału Elektrycznego AGH. Red. i układ albumu J. Czajkowski, Z. K. Witek. Kraków 2002, s. 10, 300, [foto]\n* Wielka Księga 85-lecia Akademii Górniczo-Hutniczej. [Oprac.] zespół aut. K. Pikoń (red. naczelny), A. Sokołowska (dyrektor projektu), K. Pikoń. Gliwice 2004, s. 221-222, [foto]\n* Z dziejów Akademii Górniczo-Hutniczej w Krakowie w latach 1919-1967. Oprac. J. Sulima-Samujłło oraz zespół aut. Kraków 1970, s. 624-625 (Wydawnictwa Jubileuszowe 1919-1969)\n* Zygmunt H.: Słownik biograficzny zasłużonych elektryków krakowskich. Cz. I. Kraków 2009, s. 125-128\n\n==== Artykuły ==== \n\n* Bisztyga K.: Jubileusz Profesora Jana Manitiusa. ''Zeszyty Naukowe. Akademia Górniczo-Hutnicza'' ; nr  915. [Seria ] ''Elektrotechnika'' 1982, T. 1, z. 2, s. 5-7, [foto]\n* Bisztyga K.: Prof. Jan Manitius. Jubileusze. ''Przegląd Elektrotechniczny'' 1981, R. 57, nr 6, s. 250\n* Bisztyga K.: Profesorowi Janowi Manitiusowi : znani i lubiani w AGH... czyli uczeni i o uczonych. ''Biuletyn Informacyjny Pracowników AGH'' 1994, nr 10-11, s. 18\n* ''Biuletyn Rektora'' [''AGH''] 1991, 1 maja, s. 2-3\n* Cieśla A.: 60 lat Wydziału Elektrotechniki, Automatyki, Informatyki i Elektroniki. ''Biuletyn AGH'' 2012, nr 54/55, s. 28-29, [foto]\n* Doktoraty honoris causa. ''Biuletyn Informacyjny Pracowników AGH'' 1994, nr 5, s. 16-18\n* Engel Z. W.: Półwiecze działalności Wydziału Inżynierii Mechanicznej i Robotyki AGH. ''Biuletyn Informacyjny Pracowników AGH'' 2002, nr 108, s. 6-10\n* Konieczna E.: Postaci AGH we wspomnieniach i anegdotach : Prof. Jan Manitius. ''Miesiąc w Krakowie'' 2009, nr 5, s. 51-52, [foto] [wspominają: M. Tondos, P. Maćko, H. Zygmunt, A. Manitius, A. Manitius] \n* Kozioł R.: Wybitni elektrycy : [Jan Manitius]. ''Jakość i Użytkowanie Energii Elektrycznej'' 1996, T. 2, z. 1, s. 61-63, [foto]\n* Mitkowski W.: Kronika wydarzeń [Wydziału Elektrotechniki, Automatyki, Informatyki i Elektroniki AGH]. ''Biuletyn Informacyjny Pracowników AGH'' 2002, nr 111, s. 16-18\n* Podrzucki C.: Konwent Seniorów AGH w dwóch ostatnich kadencjach swej działalności. ''Biuletyn Informacyjny Pracowników AGH'' 2001, nr 90, s. 7-8\n*[[Media:Tablice - Czlonkowie Honorowi SW AGH. Zasluzeni dla AGH. Biuletyn AGH nr 78-79.pdf|Sieński H.: Członkowie Honorowi Stowarzyszenia Wychowanków AGH. Zasłużeni dla Akademii Górniczo-Hutniczej : tablice - pamięć wiecznie żywa - cz 14. ''Biuletyn AGH'' 2014, nr 78-79, s. 34-35]]\n* Zygmunt H.: Wspomnienia pośmiertne : prof. Jan Manitius 1911-1996. ''Przegląd Elektrotechniczny'' 1997, [nr] 2, s. 52-53, [foto]\n\n==== Inne ==== \n\n* Na podstawie materiałów Sekretariatu Prorektora ds. Ogólnych AGH\n\n{{DEFAULTSORT:Manitius, Jan Stefan}}\n[[Category:Biogramy]]\n[[Category:Doktorzy honoris causa AGH]]\n\nSzablony użyte w tym artykule:\n\nSzablon:Funkcja\n (\ntekst źródłowy\n) \nSzablon:Infobox scientist\n (\ntekst źródłowy\n) \nWróć do \nJan Stefan Manitius\n.\n\nŹródło: „\nhttp://historia.agh.edu.pl/wiki/Jan_Stefan_Manitius\n”", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Jan_Stefan_Manitius&action=edit", "title": "Tekst źródłowy strony Jan Stefan Manitius – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "e4f3135ebec3504827a41b6128866ac1", "word_count": 1426, "headings": [{"level": 1, "text": "Tekst źródłowy strony Jan Stefan Manitius"}]}}