{"content": "# „Kolejka na Kasprowy i kontrowersje” – felieton-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/aktualnosci/detail/kolejka-na-kasprowy-i-kontrowersje-felieton\nCrawled: 2025-03-19 21:14:22\n\n„Kolejka na Kasprowy i kontrowersje” – felieton \n\n 15/03/2025 \n\nRobię kolejny „przerywnik” w serii felietonów inspirowanych medalami w mojej szufladzie (opisuję ludzi, którzy są uwiecznieni na tych medalach), ponieważ mimo wysokich temperatur w większości polskich miast – mnóstwo ludzi wyjeżdża teraz na narty. Obecnie cały świat stoi otworem i narciarze chętnie korzystają z możliwości uprawiania ulubionych sportów za granicą, głównie w Alpach i Dolomitach. Liczne są dostępne dziś oferty w Szwajcarii, Austrii, Francji, a także we Włoszech. Także u naszych południowych sąsiadów, na Słowacji i w Czechach, jest wiele atrakcyjnych propozycji.\n\nDziś to wszystko jest dostępne, chociaż nietanie. Ale wielu narciarzy lubi Zakopane, a zwłaszcza Kasprowy Wierch. Opowiem więc o wybudowaniu i udostępnieniu kolejki linowej z Kuźnic na ten szczyt.\n\nBył to w latach 30. XX wieku pierwszy tego typu projekt w Polsce i podobno 60. na świecie\n\nPomysł zbudowania kolejki linowej rzucił w marcu 1934 roku Aleksander Bobkowski. Miał on – jak to się dzisiaj mówi – „siłę przebicia”, bo był prezesem Polskiego Związku Narciarskiego i wiceministrem komunikacji.\n\nProjekt od razu wywołał kontrowersje. Protestowali członkowie Państwowej Rady Ochrony Przyrody, a także 94 różne inne instytucje naukowe i turystyczne. Nic to nie dało, bo zwolennicy kolejki byli silniejsi. 24.07.1935 r. powołano spółkę Towarzystwo Budowy i Eksploatacji Kolei Linowej Zakopane (Kuźnice) – Kasprowy Wierch, która zatrudniała około 1000 pracowników. Prace w terenie ruszyły 01.08.1935 roku\n\nPrzyjęto założenie, że trasę pokonywać się będzie w dwóch odcinkach. Pierwszy od Kuźnic do Myślenickich Turni, a drugi od Myślenickich Turni na szczyt Kasprowego Wierchu. Długość całej trasy wynosiła ponad 4 km, a różnica poziomów początku i końca trasy wynosiła 936 m. Prace budowlane prowadzono bardzo intensywnie, na 3 zmiany, po 16 godzin dziennie. Do Myślenickich Turni materiały budowlane dowożono samochodami po specjalnie zbudowanej drodze. Dalej, do Hali Gąsienicowej wywoziły go furmanki zaprzężone w huculskie koniki. Ale potem nie było innego sposobu, tylko budulec wynoszono na górę na plecach robotników.\n\nBudowa była traktowana priorytetowo, bo była dla polskiego rządu sprawą prestiżową, więc nie szczędzono sił i środków. Pierwszy odcinek ukończono 26.02.1936 r., a drugi 29.02.1936 r. Pierwsi pasażerowie wjechali na szczyt 15.03.1936 r.\n\nBudowa trwała dokładnie 227 dni i kosztowała 3,5 mln ówczesnych złotych, ale budziła takie zainteresowanie i sprzedawano tyle biletów, że koszt budowy zwrócił się jeszcze przed 1939 rokiem\n\nZadbano o stronę estetyczną stacji – dolnej w Kuźnicach, środkowej na Myślenickich Turniach oraz końcowej na szczycie Kasprowego Wierchu. Wszystkie te stacje projektowało małżeństwo architektów: Anna i Aleksander Kodelscy. Oni także zaprojektowali budynek Obserwatorium Meteorologicznego, który stanął na szczycie Kasprowego Wierchu na wysokości 1987 m n.p.m. Budowę tego Obserwatorium ukończono w 1937 roku, a oddano go do użytku 22.02.1938 r. Ze względu na swoje unikatowe położenie Obserwatorium to rejestruje zjawiska meteorologiczne o niespotykanej gdzie indziej skali. To tu w dniu 6.5.1968 zanotowano wiatr o szybkości 288 km/h, a w dniu 31.03.1938 zmierzono pokrywę śnieżną o grubości 388 cm.\n\nPo 70 latach eksploatacji w dniu 6.5.2007 r. kolej linową na Kasprowy wyłączono i poddano gruntownemu remontowi. Dokonano szeregu modernizacji, w szczególności zwiększono prędkość i pojemność wagonów. Zmodernizowaną kolej uruchomiono 18.01.2008 r.\n\nOczywiście zwiększenie możliwości przewożenia pasażerów na szczyt Kasprowego Wierchu znowu spotkało się z protestami ekologów. Ale chwilowo kolej istnieje i warto z niej skorzystać!\n\nSkrócona wersja powyższego felietonu autorstwa prof. Ryszarda Tadeusiewicza została opublikowana w „Dzienniku Polskim” oraz „Gazecie Krakowskiej” 14\n marca 2025 r.\n\nWykaz wszystkich publikacji popularnonaukowych prof. Tadeusiewicza wraz z odnośnikami do ich pełnych wersji\n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/aktualnosci/detail/kolejka-na-kasprowy-i-kontrowersje-felieton", "title": "„Kolejka na Kasprowy i kontrowersje” – felieton-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "c59e664f6290c58be5def6bb072fef02", "word_count": 562, "headings": [{"level": 1, "text": "„Kolejka na Kasprowy i kontrowersje” – felieton"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}