{"content": " \n \n \nRaport społeczny   \nAkademii Górniczo –Hutniczej   \nim. Stanisława Staszica   \nw Krakowie  \n \n \n \n \n \nAkademia, będąca uniwersytetem technicznym, służy nauce, gospodarce i społeczeństwu \nprzez kształcenie studentów i rozwój kadry naukowej oraz prowadzenie badań naukowych. \nAkademia pielęgnuje swoje tradycje i wychowuje studentów na ludzi mądrych i prawych, \nw duchu  odpowiedzialności zawodowej i obywatelskiej, zgodnie ze swoja dewizą:   \n„Labore creata, labori et scientiae servio”  (Statut AGH) . \n \n \n \nKraków 2017   \nŹródło : Fot. KSAF  \n\n \n \nStrona 2 z 19  \n \n \n \n  \nSzanowni Państwo,  \nUczelnie pełni ą wyjątkową rolę w kształtowaniu społeczeństwa wiedzy. Źródłem wiedzy \njest nie tylko praca i współpraca zespołów badawczych lecz również nabierające coraz \nwiększego znaczenia relacje uczelni z otoczeniem gospodarczym, samorządowym, \nbiznesowym, czyli otoczen iem społecznym. Jakość tych relacji ma kluczowe znaczenie dla \nbudowania pozycji społecznej uczelni.  \nZastosowanie – dzięki zdobytej przez człowieka w XXI wieku wiedzy – wszelkich środków \nmogących t ę jakość polepszyć, wydaje się wręcz konieczne. Takie podejś cie może zapewnić \noczekiwany przez wszystkich zrównoważony rozwój oparty na symbiotycznych relacjach ze \nśrodowiskiem i jego zasobami.  \nPojęcie społecznej odpowiedzialności uczelni funkcjonuje od niedawna, ale uczelnie, które \nczęsto są dużymi, bardzo skompli kowanymi i wieloprocesowymi instytucjami poprzez \nrealizowanie postulatów CSR mogą uzyskać w swoim środowisku  przewagę . Budowanie  \ni utrzymywanie poprawnych relacji z otoczeniem wymaga prowadzenia stałego dialogu  \nz interesariuszami. Umożliwia to podjęcie p róby zdefiniowania wyzwań i wspólne \nposzukiwanie optymalnego ich rozwiązania.  \nJest mi niezmiernie miło przekazać Państwu pierwszy raport społeczny Akademii Górniczo -\nHutniczej – pierwszej uczelni w Polsce, która opracowała i opisała działania zgodne  \nz postu latami sieci United Nations Global Compact. Jestem przekonany, że przygotowany \nraport posłuży w przyszłości do stałego zwiększania standardów związanych ze \nzrównoważonym rozwojem oraz pozwoli na wzrost świadomości społeczeństwa w tym \nzakresie.  \n \n \nProf. dr h ab. inż. Tadeusz Słomka  \nRektor AGH  \n  \n\n \n \nStrona 3 z 19  \nAkademi a Górnicz o-Hutnicza w Krakowie łączy prawie 100-letnią tradycj ę z nowymi \nbadaniami naukowymi oraz kierunk ami i specjalności ami zajmując od lat czołowe miejsca \nw rankingach wyższych uczelni.  Jest największ ą uczelni ą techniczną w kraju – zarówno pod \nwzględem  liczby studentów, jak i samodzielnych pracowników nauki , współpracuj ąc \naktywnie z innymi uczelniami, gospodarką oraz organami  administracji państwowej  \ni samorządowej. AGH na rynku globalnym r ealizuj e ponad 500 umów dotyczących \nwspółpracy  z zagranicznymi podmiotami , stwarzając studentom możliwość wyjazdów \nzagranicznych oraz uzyska nia podwójnego dyplomu. Studenci i pracownicy mogą też \nrozwija ć swoje zainteresowa nia naukow e działając  np. w kołach  czy organizacjach \nnaukowych , a także kulturalnych i sportowych , uczestnicząc w licznych wydarzeniach \norganizowanych przez fundacje, kluby, zespoły artystyczne . Ponadto w pracach uczelni \nbiorą udział przedstawiciele związków zawodowych, tj. Zw iązek Nauczycielstwa Polskiego \nAGH oraz NSZZ Solidarność AGH . Takie działania wpisują się w zakres koncepcji społecznej \nodpowiedzialnoś ci biznesu (CSR) , w tym społecznej odpowiedzialności uczelni, która odnosi \nsię do szeroko pojętego otoczenia organizacji, a tym samym jej oddziaływania na \nspołeczeństwo w aspekcie społecznym, ekonomicznym i środowiskowym . CSR dotyczy \nbowiem zagad nień społecznych, pracowniczych, środowiska naturalnego, poszanowania \npraw człowieka oraz przeciwdziałania korupcji .  \n \nPrzedstawiany pierwszy raport społecznej odpowiedzialności ma na celu podsumowanie  \ni usystematyzowanie najważniejszych działań  podejmowanych w tym obszarze w  ostatnich \nlatach  w AGH . Mamy nadzieję, iż będzie on także okazją do jeszcze szerszego \nzaangażowania społeczności akademickiej, promocj i i regularn ego przegląd u aktywności \njednostek i podmiotów działających w obrębie Uczelni oraz pozw oli wskazać i zaplanować \nnowe obszary i kierunki uwzględni ające  potrzeb y interesariuszy.  \n \nW wielu krajach raporty społeczn ej odpowiedzialnoś ci sporządzane są nie tylko przez \nprzemysł, ale coraz częściej organizacj e pozarządowe , w tym również uczeln ie, głównie  te \nnotowan e w czołówce Akademicki ego Rankingu Uniwersytetów Świata . Tymczasem według \nstanu na koniec 2017 r . żadna polska uczelnia nie opublikowała społecznego raportu   \nz działalności . \n \nAkademia Górniczo -Hutnicza w Krakowie w 2017 r . przystąpiła do sieci współpracy United \nNations Global Compact  zrzeszającej ponad 9  000 największych firm i 5  000 instytucji  \nz całego świata, które wspólnie dyskutują z rządami i instytucjami naukowymi na szczeblu \nkrajowym  i ponadnar odowym o zrównoważonym rozwoju. W związku z  tym AGH jest \nzobowiązane do przedłożenia  do 2019 r. pierwszego  raport u społecznego . Prezentowany \nraport uwzględnia rekomendacje i standard y raportowania  zgodn e z postulatami  sieci \nUnited Nations Global Impact  (10 zasad ONZ Global Compact)  - odnoszą ce się do kwestii \nśrodowiskowych,  pracowniczych i etyki . Autorzy będą jednak wdzięczni za cenne uwagi , \nktóre pozwolą  wypracowa ć najlepsz e praktyk i i strategi e raportowania społecznej \nodpowiedzialności uczelni w Polsce.  Dane prezentowane w raporcie pochodzą ze strony \ninternetowej www.agh.pl, opracowań własnych , analiz Pionu  Kanclerza oraz ze Sprawozda ń \nRektora Akademii Górniczo –Hutniczej im. Stanisława Staszica w Krakowie  opracowanych \ncorocznie przez Dział Informacji i Promocji  AGH. \n  CSR – wprowadzenie  \n\n \n \nStrona 4 z 19  \n \n \n \n \n \n \n \n \n \n  \n \n \n \n  \n \n4 144 pracowników  \n16 Wydziałów  \n58 specjalności  \n200 kierunków  \n \n31 956 studentów w tym:  \n28 653 studia I i II stopnia  \n1 008 studia III stopnia  \n2 295 studia podyplomowe  \n58 specjalności  \n \nI miejsce  wśród polskich uczelni technicznych  \nw międzynarodowym rankingu CWTS Leiden \nRanking (maj 2017)  \nI miejsce  wśród polskich uczelni technicznych  \nw rankingu Best Global Universities  \n(październik 2017)  \nNajlepsza polska uczelnia techniczna \nw rankingu publikacji Nature Index   \n(marzec 2017)  AGH w liczbach  \nŹródło grafiki: https://www.flaticon.com  \n\n \n \nStrona 5 z 19  \n \n \n \n  \n \n II miejsce  w rankingu Kuźnia Prezesów \n„Rzeczpospolitej” (grudzień 2016)  \nII miejsce  wśród polskich uczelni \ntechnicznych w rankingu Webometrics (lipiec \n2017)  \nII miejsce  wśród polskich uczelni \ntechnicznych w rankingu BRICS  & Em erging \nEconomies  2017 (grudzień 2016)  \nII miejsce  wśród polskich uczelni \ntechnicznych w rankingu QS 2016 \n„Quacquarelli Symonds – Emerging Europe \nand Central Asia” (czerwiec 2016)  \nIII miejsce  wśród uczelni technicznych  \nw rankingu „Perspektyw” 2017 (czerwiec \n2017)  \nIII miejsc e wśród polskich uczelni  \nw ogólnym zestawieniu rankingu NTU \nNational Taiwan University (październik \n2017)  \nIII miejsce  wśród polskich uczelni \ntechnicznych w  międzynarodowym rankingu \ncytowań Transparent Ranking (styczeń 2017)  \n \nNajlepsze studia inżynierskie w Polsce  na \nkierunkach Fizyka Techniczna, Inżynieria \nMateriałowa oraz Mechanika i Budowa Maszyn \n(maj 2017)  \nKlasyfikacja w rankingu  U-Multirank  oraz  \nw zestawieniach tematycznych i kierunkowych \nw QS Quacquarelli Symmonds World University \nRankin g (marzec 2017)  \nJedyna uczelnia z Polski  w zestawieniu \nobszarów mining & mineral engineering  \ni metallurgical engineering , a także \nnajwyższe pozycje spośród polskich szkół \nwyższych w obszarach instruments science  \n& technology oraz computer science  \n& engineering w rankingu Global Ranking of \nAcademic Subjects (lipiec 2017)  \nW czołówce polskich uczelni w rankingu CWUR \nThe Center for World University Rankings  \n(lipiec 2016)  \nNajlepsza polska uczelnia techniczna  \nw rankingu publikacji Nature Index  (marzec \n2017)  \n Źródło grafiki: https://www.flaticon.com  AGH w rankingach  \n\n \n \nStrona 6 z 19 2. Misja Akademii -Górniczo -Hutniczej  w Krakowie  \n \n \n \n \n \n \n \nAkademia Górniczo -Hutnicza im. Stanisława Staszica w Krakowie jest nowoczesną uczelnią \npubliczną rozwijającą partnerską współpracę z uczelniami w kraju, Europie i na świecie. \nPriorytetem Uczelni jest realizacja zadań wkomponowanych w trójkąt wiedzy: kształcenie \n– badania naukowe – innowacje. Akademia Górniczo -Hutnicza jest uniwersyte tem \ntechnicznym, w którym nauki ścisłe mają bardzo silną reprezentację  \ni stanowią podstawę rozwoju szerokiego spektrum nauk stosowanych przy stopniowo \nwzrastającej roli nauk społecznych i humanistycznych. Zgodnie ze światowymi trendami \nrozwoju AGH tworzy nowe kierunki kształcenia, zachowując klasyczne, niezbędne do \nprawidłowego rozwoju nauki, techniki oraz gospodarki naszego kraju.  \n \nSystem kształcenia przyjęty w AGH zmierza do kształtowania u studentów umiejętności \npozyskiwania i wykorzystywania wiedzy, lo gicznego, konstruktywnego  \ni perspektywicznego myślenia, szybkiego i trafnego wnioskowania oraz podejmowania \noptymalnych decyzji. Akademia Górniczo -Hutnicza prowadzi badania naukowe na wysokim \nświatowym poziomie w różnych dziedzinach i dyscyplinach naukowy ch, które są podstawą \nwysokiego poziomu kształcenia i rozwoju kadry, stanowiąc jeden z fundamentalnych \nelementów funkcjonowania i pozycji Uczelni.  \nOd początku istnienia AGH jest Uczelnią mocno powiązaną z jednostkami gospodarki \nnarodowej i samorządu region alnego, realizującą postulat służby dla polskiej gospodarki \ni doradztwa dla władz państwowych i samorządowych. Uczelnia wspiera wszelkie działania \nmające na celu tworzenie silnych zespołów badawczych: międzywydziałowych, \nmiędzyuczelnianych i międzynarodowy ch. Silna pozycja Akademii Górniczo -Hutniczej \nwymaga intensyfikacji i aktywności Uczelni w zakresie współpracy krajowej i zagranicznej \nzarówno w obszarach edukacyjnych jak i badawczych. Elementem takiej strategii jest \ntworzenie sieci  stowarzyszonych uczeln i, jednostek naukowobadawczych i przemysłowych. \nUczelnia winna stać się swoistym konsorcjum akademicko -gospodarczym rozwijającym \nwłasną aktywność gospodarczą poprzez tworzenie warunków do transferu technologii \ni inkubacji przedsiębiorczości.  \n \nAkademia Górn iczo-Hutnicza została powołana do kształcenia i wychowywania studentów, \nkształcenia i rozwoju kadry naukowej oraz prowadzenia badań naukowych i prac \nrozwojowych zgodnie z zasadami wolności nauczania, misji odkrywania oraz wolności nauki \ni przekazywania pra wdy, w duchu poszanowania jednostki i służby dla dobra kraju \ni ludzkości. Dewizą AGH jest praca w duchu uczelnianego hasła „ Wiedza -Pasja -Więź ”. \n(Zasada 1 i 2 UN Global Compact) .  Misja AGH  \n\n\n \n \nStrona 7 z 19  \n3. Interesariusze  \n \nInteresariusze to zidentyfikowane osoby i podmioty, z którymi uczelnia utrzymuje relacje \npośrednio i bezpośrednio, co w kontekście CSR jest jednoznaczne ze wskazaniem wobec \nkogo uczelnia jest społecznie odpowiedzialna. Do grupy tej zaliczyć należy interesa riuszy \nwewnętrznych i zewnętrznych:  \n Interesariusze wewnętrzni to studenci, słuchacze studiów podyplomowych, \ndoktoranci, pracownicy naukowo -dydaktyczni, pracownicy administracyjni, władze \nwydziałów, organizacje studenckie, koła naukowe, wewnętrzne jednostki  \norganizacyjne powołane do realizacji zadań (m.in. Centrum Karier).  \n Interesariusze zewnętrzni to kandydaci na studia, absolwenci, pracodawcy   \nz zewnętrznego otoczenia rynku pracy, organa władz centralnych, regionalnych  \ni lokalnych, uczelnie krajowe i zagr aniczne , podmioty akredytujące, Ministerstwo \nNauki i Szkolnictwa Wyższego, przedsiębiorcy wdrażający wyniki prac badawczo –\nrozwojowych, media, przedstawiciele biznesu.  \n \n \n \nRys. 1. Interesariusze AGH   \nInteresariusze AGH  \n\n \n \nStrona 8 z 19 4. Zarządzanie AGH w kontekście CSR  \n \nCele działalności uczelni jest stałe doskonalenie w trzech kluczowych obszarach: \nkształceniu, działalności badawczej i rozwojowej oraz zacieśniani u współpracy i relacji \nuczelni z otoczeniem społecznym i gospodarczym. W kontekście CSR powyższe obszary \nprzekładają się na działania istotne z perspektywy realizacji założeń społecznej \nodpowiedzialności w 3 aspektach: ekonomicznym, społecznym i środowiskowym.  \n \n4.1. Aspekt y ekonomiczn e \n \nAspekt ekonomiczny obejmuje działania i postawy wpływają ce na konkurencyjność \npodmiotu , w tym te , zmierzające do pozyskania środków finansowych umożliwiających \nrealizację celów instytucji  oraz szeroko pojętą współpracę międzynarodową .  \nDziałalność AGH w tym obszarze dotyczy pozyskiwania środków zewnętrznych na badania \nnaukowe i dydaktykę z dotacji statutowej (stanowiącej zazwyczaj około 50 -60% wpływów) \noraz z realizowanych projektów krajowych (np. z NCBiR, NCN, fundusz y strukturaln ych), \nmiędzynarodowych  (H2020, KIC), umów z przemysłem oraz komercjalizacj i wyników \nbadań naukowych  (rys. 2). Raportując w tym obszarze należy wziąć pod uwagę \nzagadnienia związane z  ochroną własności intelektualnej, transferem technologii oraz \nwspółpracą z podmiotami gospodarcz ymi w sektorach związanych z kierunkami kształcenia \ni badań AGH . \n \n \n \nRys. 2. Przychody AGH w latach 2013-2016 w mln zł  \n  351,4382,3426,7 434,8280,4312,1316,3 292,2\n0100200300400500600700800\n2013 2014 2015 2016\nz budżetu państwa własneCSR – aspekty ekonomiczne  \n \n\n \n \nStrona 9 z 19 Zadania związane z działalnością w obszarze oddziaływania ekonomicznego AGH \nrealizowan e są przez Wydziały , oraz wiele podmiotów znajdujących się strukturze uczelni, \nktóre mają jasno zdefiniowane cele i zadania. Wybrane jednostki oddziałujące na \ninteresariuszy zewnętrznych zaprezentowano na rysunku 3.  \n \n \n \nRys. 3. Jednostki oddziałujące na aspekty ekonomiczne  \n \nAGH jest otarte na współpracę z interesariuszami zewnętrznymi co podkreśla  \nw najnowszej Strategii Rozwoju AGH  z 2017 r. Wskazano, w niej bowiem iż s ilna pozycja \nAGH wymaga intensyfikacji i aktywności Uczelni w zakresie współpracy krajowej  \ni zagranicznej  zarówno w obszarach edukacyjnych jak i badawczych. Elementem takiej \nstrategii jest tworzenie sieci  stowarzyszonych uczelni, jednostek naukowobadawczych  \ni przemysłowych. Uczelnia winna stać się swoistym konsorcjum akademicko -gospodarczym \nrozwijającym włas ną aktywność gospodarczą poprzez tworzenie warunków do transferu \ntechnologii i inkubacji przedsiębiorczości . \n  \nCSR – aspekty ekonomiczne  \n \n\n \n \nStrona 10 z 19 Potencjał innowacyjny AGH wyraża się w wymiarze własności \nintelektualnej, która obejmuje patenty, znaki towarowe, wzory \nużytkowe oraz projekty wynalazcze. Za tworzenie mechanizmów \nułatwiających i intensyfikujących transfer innowacyjnych \ntechnologii i wiedz y z AGH do przedsiębiorców i innych instytucji \nzewnętrznych odpowiada w ramach struktury uczelni Centrum \nTransferu Technologii (CTT) AGH. \n \nObecnie jedn ą z osi priorytetowej CTT jest pr ogram \n\"Inkubator Innowacyjności +\" \"Wsparcie zarządzania \nbadaniami naukowymi i komercjalizacji wyników prac \nB + R w jednostkach naukowych i  przedsiębiorstwach ” \na implementowany przez konsorcjum A GH, Centrum \nTransferu Technologii AGH i Krakowskiego Centrum \nInnowacyjnych Technologii INNOAGH Sp. z o.o. w  ramach M NiSW . Jego c elem jest \nwsparcie procesu zarządzania wynikami badań naukowych i prac rozwojowych,  \nw szczególności w zakresie komercjalizacji. Realizacja programu powinna przyczynić  się do \npromocji osiągnięć naukowych, zwiększenia ich wpływu na rozwój innowacyjności oraz \nwzmocnienia współpracy między środowiskiem naukowym a otoczeniem gospodarczym.  \nW 2016 r. w ramach projektu powołano 16 Brokerów Innowacji (w ramach każdego  \nz Wydziałów AGH) pełniących rolę pośredników działających w określonych obszarach \nwiedzy, odpowiedzialnych za nawiązanie współpracy między środowiskiem naukowym \na otoczeniem gospodarczym, w celu wdrożenia wyników badań naukowych w  konkretnych \nrozwiąza niach  rynkowych.  \nW 2016 r . CTT prowadziło obsługę procedur podpisywania przez AGH 170 dokumentów \n(umów i porozumień o współpracy oraz listów intencyjnych z instytucjami zewnętrznymi).  \n \nW 2010 r . powołano Krakowskie Centrum Innowacyjnych T echnologii \nINNOAGH Sp. z o.o., w którym 100% udział ów posiada AGH. Spółka jest \nquasi funduszem inwestycyjnym Uczelni, którego celem jest doradztwo  \ni wsparcie dla pracowników naukowych zainteresowanych zakładaniem \ninnowacyjnych przedsiębiorstw tworzonych na bazie własnoś ci \nintelektualn ej powstając ej na Uczelni, oraz inwestowanie w takie \nprzedsiębiorstwa, głównie poprzez wnoszenie  aportem praw do patentów, \nknow -how lecz także gotówki.  Centrum nie posiada własnego parku \ntechnologicznego, natomiast współpracuj e z parkami regionalnymi, głównie Krakowskim \nParkiem Technologicznym Sp. z o.o., w którym AGH ma  mniejszościowe udziały. Na bazie \nwłasności intelektualnej AGH w ramach spółki INNOAGH Sp. z o.o. powstał o dotychczas   \n19 firm.  \n \nAkademicki Inkubator Przedsiębiorczości ma dostarcz ać pracownikom \nnauki odpowiedni e narzędzi a do komercjalizacji badań. W jego ramach \nzostały  dotychczas założone 142 firmy. Z pomocy Inkubatora do  końca \ngrudnia 2016 r. skorzystały 42  firmy (jednoosobowe działalności \ngospodarcze, spółki cywilne, sp . z o.o. oraz spółk i komandytow e). \nPodejmowane przez Uczelnię działania dotyczące wsparcia zatrudnienia \nstudentów i absolwentów m.in. poprzez wzrost istotnych dla pracodawców \nich kompetencji i umiejętności jest wyrazem realizacji postulatów \nzrównoważonego rozwoju.  \nIstniejące od 1999 r. Centrum Karier (CK) prowadzi wykłady i szkolenia, z których \nkorzystają indywidualni studenci lub zorganizowane grupy danego \nwydziału/kierunku/organizacji studenck ich lub kół naukowych.  Pracownicy CK \nprzeprowadzili w 2016 r. 60 szkoleń dla ok. 1040 studentów i absolwentów AGH, 22  \nwykłady adresowane do studentów AGH z Wydziałów: IMiC, EAIiIB, IMiR, GGiOŚ, EiP, WZ, \na także 4 wykłady o charakterze otwartym. Wszystkie s zkolenia i wykłady są nieodpłatne .   \nCSR – aspekty ekonomiczne, innowacje  \n\n \n \nStrona 11 z 19  \nJednostką wspierającą interdyscyplinarny rozwój \njest Instytut Autostrada Technologii i Innowacji  \n(IATI), jako  największy wirtualny instytut w Polsce \ngrupuj ący zarówno uczelnie, przedsiębiorstwa jak  \ni instytuty badawcze. IATI d ziała w formie \nkonsorcjum, którego liderami są: Akademia \nGórniczo -Hutnicza im. Stanisława Staszica  \nw Krakowie oraz Politechnik a Wrocławsk a, oraz 48 członków (23 uczelnie, 8 instytutów \nbadawczych oraz 17 przedsiębiorstw ). Współpraca w IATI bazuje na Centrach Kompetencji  \n(ponad 70 na terenie całej Polski ), które można nazwać inkubatorami wiedzy .  \nPriorytetem strategii Uczelni w obszarze nauki i innowacji jest prowadzenie badań \nnaukowych i działalności innowacyjnej na najwyższym poziomie, wkomponowanych  \nw trójkąt wiedzy „Kształcenie – Badania naukowe – Innowacje”.  \nW najnowszej  Strategii Rozwoju AGH  z 2017 r. wskazano n ajważniejsze cele AGH  \nw zakresie nauki i innowacji:  \n prowadzenie badań w obszarach priorytetowych dla Uczelni, uwzględniających \nnajnowsze trendy światowe w nauce i technice,  \n tworzenie międzyjednostkowych i interdyscyplinarnych zespołów  lub centrów \nbadawczych realizujących badania priorytetowe,  \n osiągnięcie wysokiej pozycji w światowych rankingach dotyczących poziomu badań \nnaukowych i innowacyjności oraz uzyskanie wyróżniających ocen w kategoryzacji \npolskich jednostek naukowych,  \n podjęcie działań umożliwiających uzyskanie statusu uniwersytetu badawczego,  \n stymulowanie badań podstawowych, które mogą stanowić podstawę do tworzenia \ninnowacji,  \n prowadzenie badań i działań innowacyjnych w powiązaniu z otoczeniem naukowym, \ngospodarczym i społecznym , \n kształtowanie twórczych postaw innowacyjnych wśród pracowników, studentów  \ni doktorantów AGH,  \n rozwój przedsiębiorczości akademickiej.  \nW aspekcie ekonomicznym, wyrazem społecznej odpowiedzialności AGH, jest także \ndziałalność w obszarze pozyskiwania środków zewnętrznych na projekty rozwojowe,  \nw tym innowacyjne, wspierające proces kształcenia, badania naukowe oraz rozwój \ninfrastruktury Uczelni. AGH jest beneficjentem środków zewnętrznych pozyskiwanych  \nz programów krajowych i międzynarodowych, zarówno w  sposób bezpośredni (lider lub \npartner) ora z poprzez projekty B+R realizowane przez pracowników i studentów uczelni. \nAGH posiada wyodrębnione struktury wspierające pozyskiwanie środków i zarządzanie \nprojektami. Centrum Obsługi Projektów AGH zostało powołane zarządzeniem JM Rektora \nAGH nr 46/2014 z dnia 30 -12-2014. Celem jego powołania było wypracowanie  \ni wdrożenie mechanizmów ułatwiających realizację projektów w AGH. Obecnie AGH \nrealizuje ponad 100 projektów międzynarodowych prowadzonych wspólnie z  partnerami \nzagranicznymi m.in. w ramach następując ych programów: Programy Ramowe UE w tym \nHoryzont 2020, Fundusze Norweskie, Fundusze Szwajcarskie, KIC InnoEnergy, KIC \nRawMaterials, Europejska Agencja Kosmiczna, Fundusz Wyszehradzki, Fundusz Węgla  \ni Stali, EUREKA, COST, ERA, Programy współpracy bilateral nej, Erasmus+.  \n \n  \nCSR – współpraca nauka - biznes  \n\n \n \nStrona 12 z 19 AGH realizuje swoją misję związaną z e zwiększaniem  jakości \nkształcenia, rozwojem potencjału naukowego oraz wsparciem \ninnowacyjności również poprzez współpracę międzynarodową. Bazuje  \nona na formalnych relacjach z podmiotami zagranicznymi w ramach \numów o współpracy oraz wspierani a wymiany międzynarodowej \nstudentów i  pracowników. W kwietniu 2016 r . AGH otrzymała nagrodę \nMNiSW  za szczególną aktywność w  promocji polskiej nauki i  wybitne \nosiągnięcia na arenie międzynarodowej za rok 2015.  Dział Współpracy \nz Zagranicą posiada w  swoim rejestrze 242 umowy o  współpracy o  charakterze generalnym \ntzw. Memorandum of Understanding, zawarte z  uczelniami na całym świecie (stan na 31.12 \n2016 r.). Obecnie AGH współpracuje z  62 krajami świata. Do tychczas  najwięcej umów \npodpisano z  uczelniami z  Ukrainy (38), Francji (23) oraz z USA  (21). W  2016 r. AGH zawarło \nporozumienia o  współpracy m.in. z  Vel Tech Rangarajan Institute of Science and \nTechnology z  Indii, Uniwersytetem w  Walencji z  Hiszpanii, NED Universi ty of Engineering \nand Technology z  Pakistanu oraz University of Cape Verde  z Republiki Zielonego Przylądka.  \n \nTylko w 2016 r . AGH sygnowała 26 umów o  wspólnym systemie kształcenia i  dyplomowania \nz prestiżowymi uczelniami z  Niemiec, Francji, Japonii, Ukrainy, Portugalii oraz Finlandii ,  \na 454 osoby odwiedziły AGH. Goście zagraniczni przyjeżdżają do AGH głównie w  celu \nrozwijania ws półpracy naukowej, w  ramach projektów badawczych oraz prowadzenia zajęć \ndydaktycznych. Najwięcej gości zagranicznych przyjął Wydział Matematyki Stosowanej.   \nZ kolei pracownicy AGH zrealizowali 2  693 wyjazdy zagraniczne. Prawie 1/3 z nich  wiąże \nsię z  udziałem w  konferencjach, sympozjach i  kongresach. Inne cele wyjazdów \nzagranicznych to  m.in.: realizacja projektów europejskich, prowadzenie zajęć \ndydaktycznych, uczestnictwo w  obronach prac dyplomowych, realizacja praktyk, udzi ał \nw targach i  wystawach, podpisywanie umów o  współpracy, reprezentowanie AGH \nw oficjalnych delegacjach przygotowywanych \nprzez uczelnię.  \nW roku akademickim 2016/2017 aktywnych było \n460 umów w  ramach programu Erasmus+, \nstanowiących podstawę do wyjazdów \nzagranicznych studentów i pracowników. Program Erasmus+ posiada bardzo wysoki \npriorytet w  systemie kształcenia studentów w  AGH. Studenci mogą wyjeżdżać w  celu \nrealizacji części studiów lub odbycia praktyki. W  roku akademickim 2016/2017 na studia \nza granicę w  ramach programu Erasmus+ wyjechało 165 studentów , a dodatkowo do  \nkrajów partnerskich – spoza U E i krajów stowarzyszonych  zostało zrealizowanych 28 \nmobilności , zarówno studenckich jak i pracowniczych.   \nNa wniosek Rady Programowej ds. Przedmiotów Obieralnych Prorektor ds. Kształcenia AGH \nzatwierdził w 2016 r . 24 nowe przedmioty obcojęzyczne. W efekcie , w ramach bloku \nobcojęzycznego , oferowanych było łącznie 155 przedmiotów prowadzonych głównie \nw języku angielskim , ale w językach: niemieckim, francu skim i  rosyjskim.  \n \nW strukturze AGH działa ponadto Centrum Studentów Zagranicznych odpowiedzialne za \nkompleksową obsługę procesu przyjęcia na studia kandydatów cudzoziemców, zarówno \nw ramach studiów regularnych , jak i programów wymian. W ramach poszerzani a oferty \nprzedmiotów dla studentów zagranicznych oraz działań na rzecz wzrostu kompetencji \npolskich studentów do studiowania i pracy w  międzynarodowym środowisku działa  w AGH \nuczelniany program dydaktyczny Uczelniana Baza Przedmiotów Obieralnych  (UBPO) . Jej \ncelem jest stworzenie studentom AGH elastycznej oferty uzupełniania programu studiów, \ndoskonalenia znajomości specjalistycznego języka obcego, opracowania bogatej oferty \nprzedmiotów humanistycznych i  społecznych oraz ogólnodostępnej oferty przedmiotów \nobieralnych. W  2016 roku liczba studentów uczestniczących w  programie wzrosła o  10%, \nnatomiast liczba wypełnionych miejsc na poszczególnych przedmiotach wzrosła o  13% \nw stosunku do 2015 r. Studenci zagraniczni z  programów wymian międzynarodowych \nuczestnicz ą średnio w  4 przedmiotach UBPO w  danym semestrze. Coraz więcej studentów \nregularnych AGH biorących udział w  programie UBPO uczęszcza na kilka przedmiotów .  \nCSR – współpraca międzynarodowa  \n\n \n \nStrona 13 z 19 Co roku wzrasta liczba studentów cudzoziemców podejmujących studia na pełnym cyklu \nkształcenia, w  tym także w  ramach umów o  wspólnym kształceniu („podwójny dyplom”), \nzawieranych z  uczelniami partnerskimi (m.in. Narodowym Techniczn ym Uniwersytetem \nNafty i  Gazu w IvanoFrankivsku, Przykarpac kim Narodowym Uniwersytetem im.  w Stefanyka  \nw IvanoFrankivsku, Pol itechniką Lwowską we Lwowie, Wschodnioeuropejskim Narodowym \nUniwersytete m im. L. Ukrainki w  Łucku). Największą liczbę studentów cudzoziemców \nw ramach studiów na pełnym cyklu kształcenia stanowią obywatele Ukrainy, Wietnamu, \nBiałorusi, Mongolii, Angoli i  Albanii. W roku akademickim 2016/2017 na wydziałach AGH \nw ramach studiów na pełnym cyklu kształcenia (studia stacjonarne i  niestacjonarne) \nstudiowało 582 studentów, a w ramach programów wymian, przez okres co najmniej \njednego semestru kolejnych 85.   \n \n4.2. Aspekt y środowiskow e \n \nNa przestrzeni kilkunastu lat obserwowany jest wzrost znaczenia ochrony środowiska \nw gospodarce, który jest wynikiem coraz wyższej świadomości ekologicznej społeczeństwa. \nSpołeczeństwo wymaga od przedsiębiorców stosowania praktyk bezpiecznych dla \nśrodowiska . Interesariusze  coraz częściej interesują się wyrobami  \ni usługami spełniającymi coraz wyższe standardy środowiskowe . Sytuacja ta znajduje \nswoje odzwierciedlenie w raportowaniu społecznym, któr e stanowi dokumentację wysiłków \npodejmowanych na rzecz wdrażania systemowych metod  osiągania coraz wyższych \nstandardów obszarze zrównoważonego rozwoju  (Zasada 7 UN Global Compact ).  \nAspekty środowiskowe przyczyniają się nie tylko do ochrony środowiska , ale również \npoprawy życia i zdrowia interesariuszy AGH. Dlatego AGH w swoich działania ch na rzecz \nochrony środowiska organizuje m.in. utylizację przeterminowanych odczynników \ni odpadów chemicznych, opakowań zawierających pozostałości substancji niebezpiecznych \noraz rtęci, odbiór odpadów biurowych, które następnie utylizuje Przedsiębiorstwo EKO -\nKrak, czy zbiórkę makulatury. Jest to szczególnie istotne bo średnie zużycie papieru na  \npracownika to około 2400 kartek tj. prawie 5 ryz. Dzięki wdrażany m działani om AGH \nspełnienia obecne wymogi ustawy o odpadach bez ponoszenia kosztów , jak również dąży \nobniżenia zużycia materiałów , w tym wody i ścieków oraz generowanych odpadów – rys. 4 \n(Zasada 8 UN Global Compact ). \n \n \n \nRys. 4. Wielkość zużycia wody oraz generowanych odpadów (m3) przypadającej na 1 \npracownika  \n 29,2228,3927,07\n3,994,034,00\n0,00 5,00 10,00 15,00 20,00 25,00 30,00 35,00201420152016\nOdpady wytwarzane rocznie (m3/osoba)\nRoczne zużycie wody (m3/osoba)CSR – aspekty środowiskowe  \n\n \n \nStrona 14 z 19 Ze względu na zwiększające się inwestycje infrastrukturalne , jak również ilość \nprowadzonych badań zużycie energii elektrycznej i cie plnej w przeliczeniu na pracownika \nwykazuje tendencje wzrostowe (rys. 5). Jednak warto podkreślić iż AGH przeprowadziło \nwiele działań  m.in. termo modernizację budynków, zwiększenie udziału odnawialnych \nźródeł energii oraz modernizację systemów wentylacyjnych, mających zminimalizować \nnegatywne oddziaływanie na środowisko.  \n \n \n \nRys.5. Wielkość zużycia energii elektrycznej (MWh) i cieplnej (GJ) przypadającej na 1 \npracownika  \n \nWspółcześnie główną strategią na rzecz ochrony środowiska jest gospodarka o obiegu \nzamkniętym  (GOZ) . Model GOZ prz yczynia się do transformacji z modelu linearnego „weź-\nzużyj-wyrzuć” na model cyrkulacyjny „obieg zamknięty” . Idee GOZ promowane są przez \nAGH za pośrednictwem  (Zasada 9 UN Global Compact ): \n \njednostek własnych  (m.in. zamontowanie paneli fotowoltaicznych \nw Centrum Energetyki AGH, oświetlanie  energooszczędnymi  \nświetlówkami zamiast żarówkami, zakup najbardziej energooszczędnego  \nkomputer a – Prometheus  oraz wirtualizacja danych ); \n \n \npracowników  (m.in. promowanie akcji na rzecz ochrony środowiska np. \nmożliwość bezpłatnego odbioru tonerów i tuszy znajdujących się \nw magazynie chemicznym , sprzedaż  jabłek oraz naturalnych soków \ntłoczonych z ekologicznej produkcji  Uniwersytetu Rolniczego) ; \n \n \nstudentów  (m.in. projektowanie  nowych rozwiązań technologicznych tak \njak np. SolarBoat  - łódka zbudowana z paneli fotowoltaicznych , Emoto  - \nelektryczny motocykl; wprowadzenie  w klubach fundacji Academica  \nkubków wykonanych z ekologicznego plastiku, które mogą by ć \nwielokrotnie używane .  4,054,384,53\n18,1219,8422,17\n0,00 5,00 10,00 15,00 20,00 25,00201420152016\nRoczne zużycie energii cieplnej (GJ/osoba)\nRoczne zużycie energii elektrycznej (MWh/osoba)\nŹródło grafiki: https://www.flaticon.com  \n\n \n \nStrona 15 z 19 4.3. Aspekt y społeczn e \n \nNa podstawie wytycznych i standardów przyjętych w raportowaniu w zakresie społecznej \nodpowiedzialności uczelni w aspekcie społecznym ocenia się r elacji z pracownikami oraz \nformalnymi i nieformalnymi grupami interesariuszy – stowarzyszeniami, fundacjami, \nzrzeszeniami działającymi przy AGH, ale również poprzez uzyskane wyniki w zakresie \nefektów kształcenia. Głównym aspektem społecznej odpowiedzialności jest oddziaływanie \nUczelni na interesariuszy. To oni tworzą AGH i od ich pasji i zaangażowania zależy \nefektywny rozwój nauki. W związku z tym bardzo ważnym czynnikiem wpływającym na \notoczenie wewnętrzne i zewnętrzne uczelni są m.in. organizowane szkolenia, proj ekty \nedukacyjne, świadczenia socjalne, oferty kulturalno -rozrywkowe , jak również wiele innych \ninicjatyw.  \n \nPracownicy i studenci – prawa  i obowiązki  \nZasady zatrudniania oraz prawa i obowiązki pracowników są  opisan e m.in. w  Statucie  \ni Regulaminie pracy. Określono w nich „ Zasady i tryb przeprowadzania konkursów oraz \ntryb postepowania poprzedzającego zatrudnienie nauczycieli akademickich w Akademii \nGórniczo -Hutniczej”. W Regulaminie AGH zapisano  obowiązek  równego traktowania  \nw zatrudnieniu wskazując, iż j akakolwiek dyskryminacja w zatrudnieniu, bezpośrednia lub \npośrednia, w szczególności ze względu na płeć, wiek, niepełnosprawność, rasę, religię, \nnarodowość, przekonania polityczne, przynależność związkową, pochodzenie etniczne , \nwyznanie, orientację seksualną, a także ze względu na zatrudnienie na czas określony lub \nnieokreślony, albo w pełnym lub niepełnym wymiarze czasu pracy – jest niedopuszczalna. \nPracownicy powinni być równo traktowani w zakresie: nawiązania i rozwiązania s tosunku \npracy  - warunków zatrudnienia, awansowania, dostępu do szkolenia w celu podnoszenia \nkwalifikacji zawodowych. Jasno określony jest też postulat, iż jakiekolwiek działania lub \nzachowania będące mobbingiem  nie będą w żaden sposób tolerowane przez pracodawcę  \n(Zasad y 6, 10 UN Global Compact ).  \n \nOd 2003 r. na AGH przyjęty Uchwałą Senatu AGH nr 35/2003 obowiązuje Kodeks Etyczny \nw którym podkreśla się, iż ś rodowisko akademickie AGH jest  świadome wpływu nauki, \nedukacji i techniki na jakość ludzkiego życia i wierne swoim powinnościom akademickim  \ni społecznym  i zobowiązuje się  w swojej pracy do przestrzegania zasad etycznych  \ni stosowania się do najwyższych standardów akademickich oraz deklaruje :  \n \n1. Dbać o dobre imię AGH i jej promocję w każdym miejscu i w każdej formie .  \n2. Zachować sumienność i uczciwość w przekazywaniu wiedzy a w szczególności  \nw ocenie stopnia jej przyswojenia przez studentów.  \n3. Być rzetelnym w badaniach naukowych i krytyce naukowej.  \n4. Być życzliwym opiekunem i wychowawcą studentów oraz młodych adeptów nauki.  \n5. W działalności poza Uczelnią przestrzegać norm etycznych w korzystaniu  \nz dorobku naukowego, dydaktycznego i organizacyjnego AGH.  \n6. Zachowywać uczciwość w korzystaniu z dóbr materialnych i niemater ialnych AGH  \nw pracy naukowej, w szczególności nie wykonywać na terenie Uczelni prac dla \ninnych podmiotów ani nie wykorzystywać marki AGH dla celów prywatnych bez \nstosownego zezwolenia lub umowy.  \n7. Unikać rzeczywistych lub potencjalnych konfliktów interesów i  działań \nwymierzonych w powagę i autorytet Uczelni.  \n8. Podnosić poziom społecznego zrozumienia osiągnięć nauki i techniki oraz \nniezwłocznie ujawniać zagrożenia dla ludzi i środowiska.  \n9. Sprzeciwiać się każdej formie patologii życia akademickiego i społecznego.  \n \nW 2016 r. Rektor AGH ustanowił funkcję Rzecznika Praw Studenta (dr hab. inż. Manueli \nReben, prof. AGH ), którego  zadanie m jest m.in. „udzielanie pomocy prawnej studentom  \nw zakresie praw i obowiązków studenta, w szczególności przedstawianie zainteresowanym \nstudentom informacji dotyczących funkcjonowania i regulacji prawnych obowiązujących  CSR – aspekty społeczne  \n \n\n \n \nStrona 16 z 19 w uczelni, zwłaszcza dotyczących prze biegu toku studiów oraz procedur przyznawania \npomocy materialnej, interweniowanie u władz uczelni i wydziału w  przypadkach łamania \npraw studenta czy doradzanie studentom w sprawach związanych z przestrzeganiem przez \npracowników uczelni praw studenta zawart ych w ustawie, Statucie, Regulaminie studiów \nAGH i innych aktach prawnych obowiązujących w uczelni ” (Zasada 3 UN Global \nCompact ). \n \nWsparcie pracowników i studentów – pomoc materialna i socjalna  \n \nW 2016 r . w AGH wypłacono ponad 40,5 mln zł na rzecz świadczeń pomocy materialnej  \n(z czego ponad 4% to pomoc materialna dla doktorantów). Liczba studentów pobiera jących  \nstypendium to 7  000 osób. Średnie stypendium socjalne to ok. 550 zł (wraz ze \nzwiększeniem z tytułu zakwaterowania), a średnie stypendium rek tora dla najlepszych \nstudentów to ok. 590 zł. Z funduszy zewnętrznych stypendium ministra otrzymało 20 \nstudentów i 4 doktorantów AGH. Kolejnym funduszem na rzecz studentów  \ni doktorantów jest Własny Fundusz Stypendialny, którego beneficjentami są m.in.: st udenci \nzagraniczni, studenci -sportowcy ora uczestnicy program Erasmus (w 2016 r . łączna ilość \nwypłat z funduszu wynosiła 1,3 mln zł). Ponadto bogata infrastruktura Uczelni umożliwia \nzakwaterowanie 8  000 studentów oraz dok torantów kształcących się na AGH , jak również \ninnych uczelniach w 20 domach akademickich (głównie na terenie Miasteczka Studenckiego \nAGH). AGH jest też właścicielem ośrodków wypoczynkowo -rekreacyjnych , w których  \nrównież możliw y jest  wypoczynek pracownik ów, emeryt ów oraz rencist ów w okresie letnim \ni zimowym. AGH wynagradza również pracowników w postaci dofinansowania na wakacj e \nwraz z rodziną oraz przyznaje trzynastą pensję.   \n \nDla pracowników, emerytów, rencistów oraz studentów i doktorantów przewidziana jest \nszeroka oferta świadczeń obejmująca m.in. obszary aktywności fizycznej, kulturalno -\nspołeczn ej, turystyczn ej, edukacyjn ej jak również dotycząca higieny i zdrowia  (Zasada 4 \nUN Global Compact ). Benefity wpływają na poprawę jakości życia codziennego \npraco wników oraz studentów , czego rezultatem jest zwiększenie efektywności w pracy  \ni nauce. Przyznawanie świadczeń dla emerytów, rencistów i pracowników jest zależne od \nśredniego przychodu na osobę w rodzinie tj. 4 grupy (w zł): 1 – do 2000; 2 – 2000-4000; \n3 – 3000-4000; 4 – powyżej 6000  (Zasada 6 UN Global Compact ).  \n \nWartość pomocy socjalnej na 1 pracownika AGH systematycznie wzrastała w ostatnich \nlatach osiągając poziom ponad 2800 zł w 2016 r. (rys. 6), a na szkolenia oscyluje  \nw granicach 100-130 zł (rys.  7). \n \n \nRys. 6. Wartość wydatków przeznaczonych na pomoc socjalną (zł) na jednego pracownika \nAGH  2 3362 5262 817\n050010001500200025003000\n2014 2015 2016CSR – aspekty społeczne  \n\n \n \nStrona 17 z 19  \nRys. 7. Wartość wydatków przeznaczonych na szkolenia (zł) na jednego pracownika AGH  \n \nAGH wspiera dodatkowo projekty prorodzinne, dzięki którym możliwe jest \ndofinansowywan ie licznych obozów, kolonii , jak również warsztatów dla najmłodszych \nm.in. poprzez projekt „AGH JUNIOR” . Jego celem jest przedstawienie w ciekawy sposób \ntematów z  zakresu chemii, fizyki, inżynierii mechanicznej oraz elektronicznej, geologii, \ngeofizyki, wpływa ją na rozwój pasji wśród najmłodszych naukowców. W 2016 r .  \nw ramach projektu zrealizowano m.in.: artykuły w dziale „ Odkrywamy świat nauki  \ni techniki ” w któr ych studenci oraz naukowcy prezentują zjawiska naukowe , jak również \nprzybliżają świat wynalazków i najważniejsz ych osiągnię ć w naukach ścisłych \ni  technicznych . Opracowano również serię książek popularno -naukowych dla dzieci pt.: 1. \nBajkowe wycieczki do krai ny prawdziwej nauki i  technik i: „Poznaj prawa Przyrody ”, \n2.  Bajkowe wycieczki do krainy prawdziwej nauki i  techniki : „Poznaj domowe urządzenia ”, \n3. „Dzieci w świecie Internetu oraz niecodziennych tajemnic fizyki ”: „Poznaj nowoczesne \ntechnologie oraz zjawiska fizyczne ” (Zasada 5 UN Global Compact ). \n \nAGH w swoich działaniach dąży do wzmocnienia więzi poprzez współpracę z  fundacjami, \nstowarzyszeniami , jak również organizacjami. Każda z jednostek ma wyznaczone cele \nstatutowe, dzięki którym realizowane są liczne inicjatywy. W 2016 r . przykładowym \nrezultatem  inicjatyw  organizacji działającej przy AGH jest nagroda „ Lodołamacze 2016 ” dla \nBiura ds. Osób Niepełnosprawnych (BON), w kategorii instytucje zatrudniające osoby  \nz niepełno sprawnościami  i walczące ze społecznym wykluczeniem (region małopolsko -\nświętokrzyski). BON AGH, oferuje szerokie spektrum pomocy dla studentów, doktorantów \noraz pracowników . \n \nWspółpraca z interesariuszami zewnętrznymi  \n \nNa szczególną uwagę zasługuje też Kodeks dobre praktyki w szkołach wyższych \nopracowany  przez  Fundację Rektorów Polskich i uchwalony przez Zgromadzenie Plenarne \nKonferencji Rektorów Akademickich Szkół Polskich w 2007 r. , w którym zaprezentowano \n10 podstawowych zasad i dobrych obyczajów w ki erowaniu uczelnią, wykraczających ponad \nwymogi prawa powszechnego oraz innych regulacji prawnych odnoszących się do uczelni  \n(Zasad y 3, 6, 10 UN Global Compact ), tj.:  \n1. Zasada służby publicznej .  \n2. Zasada bezstronności w sprawach publicznych .  \n3. Zasada legalizmu .  \n4. Zasada autonomii i odpowiedzialności .  \n5. Zasada podziału i równowagi władzy w uczelni .  \n6. Zasada kreatywności .  \n7. Zasada przejrzystości .  \n8. Zasada subsydiarności .  \n9. Zasada poszanowania godności i tolerancji . \n10. Zasada uniwersalizmu badań i kształcenia .   \n  103,36129,42123,24\n050100150\n2014 2015 2016CSR – aspekty społeczne  \n\n \n \nStrona 18 z 19  \n5. Upowszechnianie koncepcji CSR  poprzez działalność \ndydaktyczną  – studium przypadku  \n \nOd 201 1 r. na Wydziale Zarządzania AGH realizowany jest przedmiot Społeczna \nOdpowiedzialność Biznesu  w języku polskim i angielskim . Zajęcia prowadzone są  \nw formie warsztatów (analiz przypadków), podkreślając także istotę pozafinansowej \nwartości, jaką generuje działalność podmiotu w  kontekście otoczenia biznesowego.  \nW oparciu o międzynarodowy standard raportowania  Global Reporting Initiative  (GRI) \nzwracano studentom uwagę, aby informacje zawarte w raporcie obejmowały te aspekty \ni zagadnienia, które odzwierciedlają istotne oddziaływanie gospodarcze oraz społeczne \norganizacji oraz jej wpływ na środowisko. W kolejnym roku akademickim ( 2016/2017) \nstudenci mają zidentyfikowa ć na poszczególnych W ydziału AGH zasad y UN Global Compact \n(Zasada 10 UN Global Compact ). Obecnie zajęcia z CSR prowadzone są także  na innych \nWydziałach AGH , np. na Wydziale Górnictwa i Geoinżynierii, który ponadto wraz z kołami \nnaukowymi organizował cykl warsztatów i seminariów poświęconych tematyce społecznej \nodpowiedzialności biznesu – Festiwal Odpowiedzialnego Biznesu ; na Wydziale \nHumanistycznym, który wspólnie ze Stowarzyszeniem Wzmacniacz.org zorganizował cykl \nspotkań cykl spotkań CSR KRK . Ponadto studenci AGH wygrali  \nw konkursie CSR Master w 2017 r. proponując  funkcjonalne szachy dla niewidomych. \nPowstało już wiele publikacji z tego zakres u, a także prac magisterski ch i doktorski ch.  \n \n \n \nRys. 5. Wydział Zarządzania AGH   \nCSR – promocja  \n\n \n \nStrona 19 z 19  \n6. Wnioski i rekomendacje  \n \nPrezentowany dokument jest podsumowanie m działań Akademii Górniczo –Hutniczej \nw Krakowie w obszarach wpisujących się w koncepcję społecznej odpowiedzialności uczelni. \nPomimo rosnącej liczby podmiotów raportujących społecznie , zarówno  gospodarczych, \ndziałających dla zysku, jak również instytucji realizujących zadania w  obszarze społecznym, \nnaukowym, kulturalnym, dotychczas żadna Polska uczelnia nie opracowała ra portu  \nw zakresie społecznej odpowiedzialności.  \nW oparciu o analizę danych na potrzeby opracowania należy stwierdzić, że A GH gromadzi \ni upublicznia obecnie dane będące podstawą do raportowania społecznego.  \nW konsekwencji przygotowanie cyklicznych raportó w według międzynarodowych \nstandardów oraz  na bazie  zidentyfikowan ych dobrych praktyk wymaga usystematyzowania  \nsposobu zbierania informacji oraz wdrożeni a odpowiednich procedur w zakresie \nprzygotowania raportów CSR , zgodnie ze standardami GRI . Obecny raport , zgodny  \nz zasadami Global Compact , może być podstawą dla szerszego  \ni systematycznego raportowania, gdyż tylko takie działania pozwalają na stałe \nśledzenie zmian i monitorowanie działań uczelni w obszarze CSR .  \nPrzygotowanie raportu społecznego zgodnego ze standardami GRI wymaga podjęcia \nnastępując ych działa ń: \n1. Wskazani a i powołania przez Władze Uczelni zespołu zajmującego się problematyką \nCSR, co pozwala na realizację zasady ciągłego doskonalenia ;  \n2. Przegląd dotychczas opracowanych  dokumentów i treści  (raporty, strategie, strony \nwww, informacje publiczne) w celu identyfikacji dostępności danych ; \n3. Przegląd standardowych wskaźników GRI i ocena możliwości pozyskania \nustandaryzowanych danych (praca w zespole z przedstawicielami pionu \nadministracyjnego, przedstawicieli wydziałów, kwestury, działu kadr, zamówień \npublicznych , przedstawicieli studentów ); \n4. Spotkanie informacyjne  dla pracowników AGH zarządzających informacjami  \nw zakresie założ eń raportowania społecznego ; \n5. Dobór wskaźników i obszarów  raportowania zgodnie z GRI , które zostaną \nprzedstawione  w raporcie ; \n6. Ujednolicenie sposobu raportowania dla poszczególnych jednostek uczelni ; \n7. Zaangażowanie interesariuszy (badania ankietowe, warsztaty , wykłady, spotkania \ninformacyjne, komunikaty online) ; \n8. Opracowanie formuły prezentacji danych CSR (podstrona www, broszura, ulotka);  \n9. Konsultacje raportu z interesariuszami;  \n10. Publikacja raportu . \n \n \n \n \n \nAutorzy:  \ndr hab. Joanna Kulczycka prof. AGH,  \nEwelina Pędziwiatr,  \nAgnieszka Czaplicka,  \nAgnieszka Bielecka , \nPaweł Kućmierz  \n \n CSR – wnioski i rekomendacje  \n\n", "metadata": {}}