{"content": "#  Zakład Fotofizyki i Elektrochemii Półprzewodników -- Akademickie Centrum Materiałów i Nanotechnologii \n\nURL: https://acmin.agh.edu.pl/badania-naukowe/zaklad-fotofizyki-i-elektrochemii-polprzewodnikow\nCrawled: 2025-03-19 21:38:10\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Zakład Fotofizyki i Elektrochemii Półprzewodników \n\nProfil badawczy\n\nZespół\n\nAparatura badawcza\n\nProjekty badawcze\n\nPublikacje\n\nPatenty\n\nDydaktyka\n\nPrace doktorskie i dyplomowe\n\nWięcej o nas\n\nObszary działalności \nZakładu Fotofizyki i Elektrochemii Półprzewodników\n koncentrują się wokół syntezy i fizykochemii nanostruktur metalicznych i półprzewodnikowych do zastosowań w elektrochemii, fotoelektrochemii, katalizie oraz przetwarzaniu informacji i pokrywają kilka dziedzin naukowych z zakresu chemii organicznej, chemii fizycznej i chemii biologicznej. Ponadto zespół prowadzi badania w zakresie konstrukcji optoelektronicznych urządzeń neuromimetycznych, teorii informacji, a także nowych metod przetwarzania sygnałów akustycznych. Nasze nanomateriały są badane przede wszystkim pod kątem mechanizmów generacji nośników ładunku, zjawisk transportu nośników oraz zjawisk perkolacji, procesów rekombinacji oraz pułapkowania nośników, a także zjawisk emergentnych będących skutkiem samoorganizacji zarówno małych cząsteczek, jak i makrocząsteczek na powierzchniach półprzewodnikowych. Do głównych technik pomiarowych należą: impulsowa spektroskopia fotoprądu oraz impulsowa spektroskopia fotonapięcia (obie techniki powstały i są rozwijane w ramach zespołu), spektroskopia fotomodulacyjna, emisyjna, absorpcyjna i rozproszeniowa, spektroskopia elektronowa oraz w podczerwieni oraz szereg metod elektrochemicznych, a także dyfraktometria rentgenowska i mikroskopia elektronowa. Do syntezy nanomateriałów wykorzystujemy elektroosadzanie, metody zol-żel oraz metody solwotermalne.\n\nW obszarze zainteresowań członków zespołu znajduje się również analiza kinetyki oraz mechanizmu reakcji elektrodowych. Członkowie grupy posiadają duże doświadczenie w prowadzeniu badań woltamperometrycznych, spektroelektrochemicznych, elektrograwimetrycznych oraz korozyjnych. Podsiadamy zaawansowaną aparaturę badawczą umożliwiającą kompleksową charakterystykę otrzymywanych materiałów w kontekście ich potencjalnych zastosowań pod względem właściwości półprzewodnikowych, korozyjnych oraz elektrokatalitycznych.\n\nMetodyka syntezy nanocząstek i nanokompozytów.\n\nCharakterystyka nowych materiałów i związków metodami spektroskopowymi.\n\nPomiary kinetyki procesów elektrochemicznych i fotoelektrochemicznych.\n\nPomiar pracy wyjścia oraz spektroskopia fotonapięcia powierzchniowego.\n\nAnaliza sygnałów elektrycznych w szerokim zakresie częstotliwości 1 mHz – 40 GHz.\n\nKinetyka korozji metali i stopów.\n\nOptymalizacja warunków prądowo-napięciowych procesów galwanicznego nanoszenia powłok funkcjonalnych.\n\nPomiary aktywności elektrokatalitycznej materiałów.\n\n Grant NCBR Współpraca V4-Korea: \"Perowskitowe ogniwa fotowoltaiczne o wydajności ponad 27%: badanie in-situ dynamiki nośników ładunku i kinetyki wzrostu kryształów\"\t\n 07-02-2024 \n\n Grant NCN OPUS 25: \"Otrzymywanie i właściwości nowych, hybrydowych materiałów Cu-(Pd, Ag, Zn)-(B-g-C3N4) do fotoelektrochemicznej konwersji dwutlenku węgla do węglowodorów w reaktorach przepływowych\"\t\n 08-01-2024 \n\nWięcej\n\n Więcej o nas \n\nStopka\n\nDla pracowników AGH\n\nBiblioteka Główna AGH\n\nUczelnia badawcza IDUB AGH\n\nCentrum Obsługi Projektów e-COP AGH\n\n © 2024 Akademickie Centrum Materiałów i Nanotechnologii\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://acmin.agh.edu.pl/badania-naukowe/zaklad-fotofizyki-i-elektrochemii-polprzewodnikow", "title": " Zakład Fotofizyki i Elektrochemii Półprzewodników -- Akademickie Centrum Materiałów i Nanotechnologii ", "depth": 3, "duplicate": false, "content_hash": "f0246d8c7a2a250ede9f90ebbd144efa", "word_count": 361, "headings": [{"level": 1, "text": "Zakład Fotofizyki i Elektrochemii Półprzewodników"}, {"level": 2, "text": "Więcej o nas"}, {"level": 2, "text": "Stopka"}]}}