{"metadata": {"url": "https://rekrutacja.agh.edu.pl/category/faq-questions-ii/", "title": "Pytanie FAQ II st – Strona Centrum Rekrutacji", "depth": 2, "duplicate": false, "content_hash": "3d751c8b40a32f4fe3ca8424db625485", "word_count": 502, "headings": [{"level": 1, "text": "Strona Centrum Rekrutacji - Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 3, "text": "O CO NAJCZĘŚCIEJ PYTACIE"}, {"level": 2, "text": "STUDIA I STOPNIA"}, {"level": 2, "text": "STUDIA II STOPNIA"}, {"level": 4, "text": "FAQ"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Czy w rekrutacji na studia pierwszego stopnia  wystarczy mi jedno rozszerzenie?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Jak liczymy nasz wskaźnik rekrutacyjny? (studia I stopnia)"}, {"level": 4, "text": "Poprawiałem maturę i otrzymałem aneks z nowymi wynikami. Jakie dane mam wpisać w systemie rekrutacyjnym?"}, {"level": 4, "text": "Kiedy uzyskam informację o wartości mojego wskaźnika rekrutacji?"}, {"level": 4, "text": "Posiadam podwójne obywatelstwo. Na jakich zasadach będę rekrutowany?"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Nie zostałem zakwalifikowany na studia drugiego stopnia w pierwszym cyklu rekrutacyjnym. Czy mogę wziąć udział w drugim cyklu na ten sam kierunek, co w pierwszym?"}, {"level": 4, "text": "Czy mogę dokonać wpisu w terminie innym niż przewidziany w kalendarzu rekrutacji dla danego cyklu?"}, {"level": 4, "text": "Posiadam tytuł licencjata. Czy mogę kandydować na dowolny kierunek studiów drugiego stopnia?"}, {"level": 4, "text": "Mam zamiar przenieść się na Akademię Górniczo-Hutniczą z innej uczelni. Jak to zrobić?"}, {"level": 4, "text": "Kiedy i gdzie składać podania o stypendium socjalne? W jaki sposób mogę ubiegać się o przydział miejsca w domu studenckim?"}]}, "content": "# Pytanie FAQ II st – Strona Centrum Rekrutacji\n\nURL: https://rekrutacja.agh.edu.pl/category/faq-questions-ii/\nCrawled: 2025-03-20 01:09:45\n\nPo zakończeniu każdej rekrutacji czyścimy naszą bazę kont, więc co rekrutację trzeba się rejestrować na nowo. By brać udział w aktualnej rekrutacji, prosimy o utworzenie nowego konta (oczywiście można użyć tych samych danych co poprzednio). […]\n\nCzytaj więcej\n\nPodstawą przepisania ocen (czy też zwolnienia z zajęć) jest zgoda odpowiedniego dziekana wydziału – nie jest to proces automatyczny i samo zaliczenie przedmiotu o tej samej nazwie czy podobnym programie nie gwarantuje, że zaliczenie i oceny zostaną przepisane. Zasady przepisywania ocen mogą różnić się zależnie od wydziału – jeśli chcielibyście ubiegać się o przepisanie ocen, […]\n\nCzytaj więcej\n\nTak, potwierdzenie tożsamości w systemie e-Rekrutacja za pomocą aplikacji mobilnej mObywatel jest obowiązkowe. mObywatel automatycznie wypełni i potwierdzi większość wymaganych danych osobowych w systemie e-Rekrutacja – można się nim również do systemu logować. Do mObywatela można zalogować się poprzez: Jeśli nie posiadasz jeszcze profilu zaufanego ani nie możesz skorzystać z innych wyżej wymienionych opcji, możesz […]\n\nCzytaj więcej\n\nBadania lekarskie na podstawie skierowania otrzymanego z Centrum Rekrutacji AGH można zrealizować nieodpłatnie w wybranych przychodniach – szczegóły na stronie http://www.bhp.agh.edu.pl/kandydaci/wykaz-przychodni/. W pozostałych Poradniach Medycyny Pracy badania te mogą być wykonane, ale odpłatnie. Uzyskane od lekarza zaświadczenie o braku przeciwwskazań zdrowotnych do podjęcia studiów na wybranym kierunku należy dostarczyć do Dziekanatu Wydziału prowadzącego dany kierunek […]\n\nCzytaj więcej\n\nWszystkie informacje dla kandydatów na studia I i II stopnia posiadających obywatelstwo polskie, którzy uzyskali wykształcenie za granicą znajdują się na stronie Wykształcenie zagraniczne. Dla kandydatów nieposiadających obywatelstwa polskiego, informacje na temat warunków rekrutacyjnych można znaleźć na stronie Działu Studentów Zagranicznych. […]\n\nCzytaj więcej\n\nIstnieje możliwość przystąpienia do rekrutacji w drugim cyklu rekrutacyjnym na ten sam kierunek, co w pierwszym cyklu. W tym celu należy jeszcze raz złożyć i opłacić deklarację kierunku oraz przesłać wszystkie wymagane dokumenty. […]\n\nCzytaj więcej\n\nNie. Wpisu należy dokonać w terminie przewidzianym na wpisy w danym cyklu rekrutacji. Brak wpisu oznacza rezygnację z miejsca przyznanego na studiach. W przypadku zdarzeń losowych uniemożliwiających wpis w wyznaczonym terminie oraz potwierdzonych wiarygodnym dokumentem możliwe jest złożenie wniosku o przedłużenie/przywrócenie terminu wpisów. […]\n\nCzytaj więcej\n\nW przypadku ubiegania się o przyjęcie na studia drugiego stopnia kończące się uzyskaniem tytułu zawodowego magistra inżyniera kandydat musi posiadać tytuł inżyniera, magistra inżyniera lub tytuł równoważny. W przypadku niespełniania warunku posiadania wymaganego tytułu inżyniera uzupełnienie brakujących kompetencji inżynierskich możliwe jest w oparciu o czterosemestralny program studiów zatwierdzony przez Senat. W przypadku niespełniania warunku posiadania […]\n\nCzytaj więcej\n\nPrzeniesienie na studia z innej uczelni nie jest częścią rekrutacji. Wymaga zgody Dziekana Wydziału prowadzącego kierunek, na który student innej uczelni chciałby się przenieść. Pytania w tej sprawie należy kierować bezpośrednio do Dziekana odpowiedniego Wydziału, dane teleadresowe dostępne są na stronach poszczególnych jednostek AGH. […]\n\nCzytaj więcej\n\nWniosek o stypendium należy zarejestrować w systemie USOSweb. Oryginał wniosku wraz z niezbędnymi załącznikami w wersji papierowej należy złożyć w Dziekanacie Wydziału. Pytania w tej sprawie należy kierować do Dziekanatów Wydziałów. Przydatne adresy znajdują się na stronie: Jednostki AGH. Więcej informacji można odnaleźć na stronie Działu Spraw Studenckich – stypendium socjalne. Akademik dla studentów pierwszego roku […]\n\nCzytaj więcej"}