{"content": " \n \nUSOS web  – mLegitymacja  \nInstrukcja dla studenta  \naktualizacja: 02.01.202 3 \n  \n\n\n  \n2 \nUSOSweb – mLegitymacja  \nUWAGA! Ze względu na obowiązujące przepisy, mLegitymacje są dostępne tylko dla studentów \nstudiów wyższych, czyli I -go i II -go stopnia. Ustawodawca nie uwzględnił mLegitymacji dla dokto-\nrantów oraz pracowników uczelni.  \nW celu aktywowania mLegitymacji należy zalogować się do USOSweb ( web.usos.agh.edu.pl ), na-\nstępnie przejść do zakła dki Dla studentów > Moje studia > mLegitymacja  i kliknąć przycisk Zamów \nmLegitymację  (Rys. 1).  \n \nRys. 1 \nJeśli po wciśnięciu przycisku Zamów mLegitymację  na stronie pojawi się komunikat Przepraszamy. \nStrona jest chwilowo niedostępna…  (Rys. 2)., to wynika on z problemów w działaniu rządowego ser-\nwera mDokumenty. Zespół DUSOS nie ma wpływu na działanie tego serwisu i nie może wspomnia-\nnego błędu naprawić.  \nW zaistniałej sytuacji należy spróbować zamówić mLegitymację ponownie, z a jakiś czas.  \n\n\n  \n3 \nUSOSweb – mLegitymacja  \n \nRys. 2 \nTeraz należy poczekać, aż zamówienie zostanie przetworzone przez system (Rys. 3). \n \nRys. 3 \nPo tym, jak legitymacja stanie się aktywna, na stronie USOSweb wyświetli się komunikat widoczny \nna Rys. 4. \n\n\n  \n4 \nUSOSweb – mLegitymacja  \n \nRys. 4 \nW kolejnym kroku należy zalogować się do aplikacji mObywatel na telefonie i kliknąć w Dodaj do-\nkument  (Rys. 5), a nast ępnie wybrać mLegitymacja Studencka  (Rys. 6). Później należy zaakceptować \nregulamin (Rys. 7), a potem zeskanować kod QR, który wyświetla się na stronie USOSweb (Rys. 8) \noraz przepisać ze strony USOSweb kod aktywacyjny (Rys. 9). \n \nUWAGA! Kod QR po jakimś czasie przedawnia się. Skutkuje to tym, że nie można go ponownie \nwykorzystać, przestaje się także wyświetlać na stronie USOSweb. W takiej sytuacji należy go wyge-\nnerować ponownie. Aby to zrobić należy unieważnić mLegitymację i zamówić ponownie nową.\n\n\nmObywatel\nDodaj nowy dokument =>\n\n>eeceplene CUVIL- Ie\n\nSOVID-19\nMeN\nNg) ze w\n\nmObywatel Recent Polak za\n(mTozsamosé) eRecepta granica\n\nKarta Duzej Rodziny\nUlgi i znizki dla rodzin wielodzietnyct\n\nB mLegitymacja Szkolna\nKorzystaj z ulg i znizek dla ucznié\n\nKoronawirus\n\n- informator\n\nmLegitymacja Studencka\nK ‘aj zulgi ek dla studentdév\n\nss) Bilkom — bilety kolejowe\n\nbilet\n\n= »  Matopolska Karta Aglomeracyjna\nRys. 5\nRys. 6\n< ® < Aktywacja mDokumentu (@) < Aktywacja mDokumentu @\n\nDodajesz mLegitymacje\nstudencka Podaj kod aktywacyjny. Kod ten znajduje\nsig obok kodu QR, ktory otrzymates w\nsekretariacie. Podezas wpisywania kodu\naktywacyjnego zwrdé uwage na\n\n©) Sprawdé czy na Twojej uczelni dostepne sq\nwielkos¢ znakéw.\n\nmLegitymacje.\n\nPo wpisaniu kodu nacisnij Aktywuj.\n\nPrzygotuj kod QR ihasto do aktywacji\nmLegitymacji.\n\nPrzeczytaj i zaakceptuj regulamin (ponizej).\n\ndotgczone do niego hasto.\n\nMasz problem ze skanowaniem?\n\nZapoznatem | zapoznatam sie z trescia\nRegulaminu mLegitymacji studenckiej i £O)\n\nakceptuje jego werunki\n\nRys. 7 Rys. & Rys. 9\n\n® Zeskanuj lub przepisz kod QR i wpisz\n\n\n\n  \n6 \nUSOSweb – mLegitymacja  \nPo wykonaniu powyższych czynności legitymacja stanie się dostępna w aplikacji mObywatel \n(Rys.  10). \n \nRys. 10 \nW celu wygenerowania mLegitymacji na kolejne urządzenia należy unieważnić mLegitymację \nw  systemie USOS i powtórnie wykonać procedurę aktywacji.  \n \n \nUWAGA! mLegitymacja jest ważna w okresie ważności E lektronicznej Legitymacji Studenckiej . \nAby móc złożyć zamówieni e na mLegitymację koniecznie jest posiadanie ważnej legitymacji ELS \n(plastikowej).  \n \nUWAGA! W przypadku jaki chkolwiek zmian w danych osobowych studenta konieczne jest wy-\ngenerowanie  nowej mLegitymacji.  \n \n \n \n \n \n \n \n \nWszelkie pytania prosimy kierować na adres mailowy: pomoc -usos@agh.edu.pl  \n\n\n", "metadata": {}}