{"content": "# Krok po kroku - AGH e-Sklep\n\nURL: https://sklep.agh.edu.pl/krok-po-kroku,31\nCrawled: 2025-03-19 21:17:46\n\nStrona główna\n  /\n\nKrok po kroku\n\nKrok po kroku\n\nKrok po kroku\n\nW Sklepie Internetowym AGH można zrobić zakupy, wybierając jedną z dwóch możliwych opcji.\n\nszybkie zakupy bez rejestracji\nTę formę polecamy osobom, które nie planują częstych zakupów w Sklepie Internetowym AGH i nie chcą zakładać w nim konta. Korzystając z szybkich zakupów należy wybrać produkt, dodać go do koszyka, a następnie postępować zgodnie z ukazującymi się komunikatami. Szybie zakupy wymagają akceptacji regulaminu, podania danych osobowych oraz adresu dostawy w przypadku wyboru przesyłki kurierskiej jako opcji dostawy. \n\nzałożenie konta – rejestracja i logowanie\nOsoby, które założyły konto w Sklepie Internetowym AGH mają dostęp do historii swoich zakupów oraz będą otrzymywać informacje o promocjach, rabatach i wyprzedażach. \nAby utworzyć konto w Sklepie Internetowym AGH, należy kliknąć przycisk \nRejestracja\n w prawym górnym rogu strony głównej sklepu. Po prawidłowym uzupełnieniu formularza i zatwierdzeniu go poprzez kliknięcie „utwórz konto”, na adres mailowy podany w formularzu zostanie wysłana wiadomość z linkiem aktywacyjnym. Aby pomyślnie zakończyć proces zakładania konta należy kliknąć w znajdujący się w treści maila link lub skopiować go do paska przeglądarki. Zarejestrowane osoby po wejściu na stronę sklepu logują się za pomocą adresu e-mail oraz indywidualnego hasła do swojego konta i mogą zrobić zakupy.\n\nSzczegółowe informacje znajdują się w \nRegulaminie\n.\n\nPłatność\n\nUżytkownik powinien dokonać płatności za zamówiony towar w terminie do 7 dni roboczych od dnia, w którym otrzymał e-mail z potwierdzeniem przyjęcia zamówienia przez Sprzedającego. \n\nSklep oferuje następujące formy płatności:\n\nprzelewy bankowe na rachunek bankowy Sprzedającego (08 1240 2294 1111 0010 6980 9131 Bank Pekao S.A. Kraków) przy czym Klient dokonujący przelewu z konta zagranicznego musi poprzedzić numer konta Sklepu literami: „PL”, a także wpisać kod SWIFT banku, w którym funkcjonuje konto Sklepu („Pekao”);\npłatności elektroniczne odbywające się za pośrednictwem Serwisu Płatności eCard SA.\n\nSprzedający wyklucza możliwość dokonywania płatności gotówką.\n\nSzczegółowe informacje znajdują się w \nRegulaminie\n. \n\nWysyłka\nCzas realizacji zamówienia\n\nTermin realizacji zamówienia wynosi 7 dni roboczych, nie dłużej jednak niż 30 dni od zaksięgowania środków na koncie Sprzedającego. \n\nSposoby realizacji zamówienia\n\nMożliwe są dwa sposoby realizacji zamówienia:\n\nbezpłatny odbiór osobisty w siedzibie Sprzedającego możliwy po otrzymaniu przez Kupującego e-maila z informacją o zmianie statusu zamówienia. Adres siedziby Sprzedającego: Dział Informacji i Promocji AGH, al. Mickiewicza 30 w Krakowie, bud. A-0, pok. 116. \nOdbiór zamówień odbywa się:\nponiedziałek: 8.00 – 15.00\nwtorek: 8.00 – 15.00\nśroda: 8.00 – 15.00\nczwartek: 8.00 – 15.00\npiątek: 8.00 – 14.00\nAby odebrać zamówienie należy okazać dowód tożsamości ze zdjęciem oraz wydruk potwierdzenia złożenia zamówienia.\nZamówienie może być także odebrane przez osobę upoważnioną przez Kupującego. Jednak musi ona okazać upoważnienie do odbioru zamówienia, dowód tożsamości ze zdjęciem oraz wydruk zamówienia.\nPrzesyłka za pośrednictwem firmy kurierskiej – kiedy zamówiony towar będzie gotowy do wysyłki, Użytkownik otrzyma na adres e-mail powiadomienie o zmianie statusu zamówienia na „zrealizowane”. Kurier w ciągu kilku dni dostarczy przesyłkę do adresata. Koszt przesyłki dostarczonej przez firmę kurierską jest wyliczany przy składaniu zamówienia. \n\nSzczegółowe informacje znajdują się w \nRegulaminie\n.\n\nZwroty i reklamacje\n\nZgodnie z prawem Klient może zwrócić zakupiony w Sklepie Internetowym AGH towar. Ma na to 14 dni, licząc od daty jego otrzymania. Zwrócić można wyłącznie nieuszkodzony towar w oryginalnym, nienaruszonym opakowaniu.\n\nO zamiarze odstąpienia od umowy Klient ma obowiązek poinformować Sprzedającego za pośrednictwem poczty elektronicznej przed odesłaniem zakupionego towaru.\n\nW wypadku odstąpienia od umowy Klient ma obowiązek dostarczyć towar wraz z oryginalnym opakowaniem, oryginałem dowodu zakupu (fakturą) oraz oświadczeniem o odstąpieniu od umowy do siedziby Sprzedającego (załącznik nr 3 do regulaminu). W wypadku zwrotu towaru w formie przesyłki kurierskiej koszty takiej przesyłki ponosi Klient. \n\nW sytuacji, gdy zakupiony towar okazał się wadliwy, Klient może złożyć reklamację. W tym celu powinien przesłać Sprzedającemu formularz reklamacyjny, w którym należy opisać stwierdzoną wadę (Załącznik nr 4 do Regulaminu). Wypełniony formularz można przesłać w wersji papierowej lub jako skan za pośrednictwem poczty elektronicznej \n\nZwrot reklamowanego Towaru wraz z oryginałem dowodu zakupu może nastąpić po otrzymaniu przez Klienta potwierdzenia przyjęcia reklamacji przez Sprzedającego i w sposób z nim ustalony.\n\nRozpatrzenie reklamacji przez Sprzedającego nastąpi w terminie 10 dni roboczych od otrzymania przez Sprzedającego reklamowanego Towaru. O wyniku postępowania reklamacyjnego Sprzedający poinformuje Klienta za pośrednictwem poczty elektronicznej. \n\nSzczegółowe informacje znajdują się w \nRegulaminie\n.", "metadata": {"url": "https://sklep.agh.edu.pl/krok-po-kroku,31", "title": "Krok po kroku - AGH e-Sklep", "depth": 2, "duplicate": false, "content_hash": "99df5f4bc175ae639ad726bfb79583e1", "word_count": 689, "headings": []}}