{"content": "#  Erasmus+ Program -- AGH University Doctoral School \n\nURL: https://www.sd.agh.edu.pl/en/erasmus-program\nCrawled: 2025-03-19 21:22:00\n\nSkip to content\n\nSkip to footer\n\n Erasmus+ Program \n\nRegulations for the operation of the Erasmus+ program in 2021/2027 at AGH - students' and doctoral students' study/placement trips\n\nThe programme offers numerous opportunities for studying abroad, taking part in a professional mobility in a foreign country or pursuing international educational projects.\n\nErasmus+ is a EU programme promoting education, training, youth, and sport. It is a continuation of European educational initiatives that started in 1998. The programme aims to support pupils, students, teachers, lecturers, and volunteers in conducting international projects that enhance competencies. Therefore, institutions and organizations, both public and private, supporting formal education as well as non-formal and informal learning for people of all ages, are also eligible to participate in the programme. The European budget for the programme for the years 2021–2027 is 26.2 billion euros. With the new financial perspective, the scope of Erasmus+ was expanded, making it more innovative and inclusive, as well as more digital. It will also play a key role in the creation of the European Education Area, scheduled to be launched by 2025. Through the  European Education Area, the European Union intends, among other things, to ensure that all young people have access to the highest quality education and training, to enable learners to move easily between education systems in different countries and to give them the opportunity to find work across Europe.\n\nPolish Foundation for the Development of the Education System is the National Agency for the Erasmus+ Programme, responsible for implementing the programme in Poland.\n\nStopka\n\nAGH University Doctoral School\nbuild. A3, I floor, room 118\nal. Mickiewicza 30\n30-059 Krakow\n\nOffice for Doctoral Students' Affairs\n E-mail: phd@agh.edu.pl\n Phone: +48 12 617 56 13\n Phone: +48 12 617 56 11\n Phone: +48 12 617 56 14\n Direct and telephone support for doctoral students\n Monday - closed\n Tuesday - Friday - 9:00 a.m. - 1:00 p.m.\n\nDirector's Office\n E-mail: sdbiuro@agh.edu.pl\n Phone: +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/en/erasmus-program", "title": " Erasmus+ Program -- AGH University Doctoral School ", "depth": 3, "duplicate": false, "content_hash": "177a93217a048970ca7d1f01f9c2ec99", "word_count": 324, "headings": [{"level": 1, "text": "Erasmus+ Program"}, {"level": 2, "text": "Stopka"}]}}