{"content": "#  Stypendia doktoranckie -- Szkoła Doktorska AGH \n\nURL: https://www.sd.agh.edu.pl/doktoranci/stypendia-doktoranckie\nCrawled: 2025-03-19 21:38:54\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Stypendia doktoranckie \n\nStypendium doktoranckie przysługuje co do zasady każdemu doktorantowi kształcącemu się w szkole doktorskiej, który nie posiada stopnia doktora, przez łączny okres nieprzekraczający 4 lat.\n\nStypendium doktoranckie nie przysługuje doktorantowi, którego kształcenie w szkole doktorskiej wiąże się z \nobowiązkiem zatrudnienia w podmiocie prowadzącym szkołę doktorską\n:\n\nna podstawie umowy o pracę;\n\nz wynagrodzeniem, którego wysokość przekracza wysokość wynagrodzenia profesora.\n\nWysokość stypendium doktoranckiego\n\nUbezpieczenie zdrowotne, społeczne i chorobowe doktorantów\n\nStypendium doktoranckie w czasie zawieszenia kształcenia\n\nZwiększenie stypendium doktoranckiego\n\nZwiększenie stypendium doktoranckiego ze środków projektu IDUB\n\nZarządzenie Rektora AGH w sprawie centralizacji obsługi spraw związanych z wypłatą stypendiów doktoranckich doktorantom Szkoły Doktorskiej AGH\n\nOświadczenie - stopień doktora i zatrudnienie\n\nOświadczenie - kształcenie w szkole doktorskiej\n\nOświadczenie - numer konta bankowego\n\nOświadczenie - składki ZUS\n\nFormularz zgłoszenia do ZUS\n\nOświadczenie - 30-krotność składek ZUS\n\nMinimalna wysokość stypendium doktoranckiego (brutto) finansowanego z subwencji wynosi:\n\n37% wynagrodzenia profesora – do miesiąca, w którym została przeprowadzona ocena śródokresowa tj. \n3.466,90 zł\n.;\n\n57% wynagrodzenia profesora – po miesiącu, w którym została przeprowadzona ocena śródokresowa tj. \n5.340,90 zł.\n\nWyższe stypendium doktoranckie otrzymuje doktorant posiadający orzeczenie o niepełnosprawności, orzeczenie o stopniu, o którym mowa w art. 5 oraz art. 62 ustawy z dnia 27 sierpnia 1997 r. o rehabilitacji zawodowej i społecznej oraz zatrudnianiu osób niepełnosprawnych. Taka osoba otrzymuje stypendium doktoranckie w wysokości zwiększonej o 30%.\n\nWysokość minimalnego miesięcznego wynagrodzenia zasadniczego dla profesora w uczelni publicznej określona w rozporządzeniu wynosi\n9.370,00zł.\n\nStypendium doktoranckie nie jest opodatkowane podatkiem dochodowym. Doktoranci kształcący się w szkołach doktorskich i pobierający stypendium doktoranckie są natomiast objęci obowiązkowym ubezpieczeniem emerytalnym i rentowym oraz wypadkowym. Ubezpieczenie chorobowe jest dobrowolne.\n\nUbezpieczenie zdrowotne\n\nDoktoranci z Polski\n\nUczelnia zgłasza obowiązkowo do ubezpieczenia zdrowotnego doktorantów, którzy nie posiadają innego tytułu do tego ubezpieczenia. Obowiązek ten powstaje z dniem złożenia oświadczenia o niepodleganiu obowiązkowi ubezpieczenia zdrowotnego z innego tytułu - \nOświadczenie - składki ZUS\n, nie wcześniej jednak niż z dniem rozpoczęcia odpowiednio pierwszego semestru kształcenia, a wygasa z dniem ukończenia kształcenia w szkole doktorskiej albo skreślenia z listy doktorantów.\n\nKażdorazowa zmiana tytułów do ubezpieczenia, tj. nabycie/utrata prawa do renty, rozpoczęcie pracy na podstawie umowy o pracę lub umowy zlecenia, utrata prawa do ubezpieczenia jako członek rodziny po ukończeniu 26 roku życia, wymaga natychmiastowego złożenia ww. oświadczenia. Zgłoszenie do ubezpieczenia zdrowotnego na podstawie innego tytułu do ubezpieczenia zdrowotnego niż status doktoranta, powoduje automatycznie utratę prawa do świadczeń zdrowotnych na podstawie statusu doktoranta.\n Wyrejestrowanie z ubezpieczenia zdrowotnego na podstawie innego tytułu do ubezpieczenia zdrowotnego niż status doktoranta, powoduje automatycznie utratę prawa do świadczeń zdrowotnych.\n\nDoktorant nie nabywa automatycznie prawa do świadczeń zdrowotnych tylko z tego względu, że jest doktorantem. Zgłoszenie do tego ubezpieczenia przez Uczelnię odbywa się tylko na podstawie złożonego przez doktoranta oświadczenia.\n Zgłoszenie do ubezpieczenia zdrowotnego przez Uczelnię, nie powoduje zmniejszenia kwoty stypendium doktoranckiego.\n\nPrawo do świadczeń opieki zdrowotnej dla osób, które ukończyły szkołę doktorską – wygasa po upływie 4 miesięcy od jej ukończenia albo skreślenia z listy doktorantów.\n\nDoktoranci spoza UE lub EFTA\n\nDoktoranci spoza Unii Europejskiej lub państwa członkowskiego Europejskiego Porozumienia o Wolnym Handlu (EFTA), którzy kształcą się w Polsce i nie posiadają uprawnień do ubezpieczenia zdrowotnego z innego tytułu, mogą ubezpieczyć się dobrowolnie. W tym celu, bez pośrednictwa Szkoły Doktorskiej, doktorant powinien:\n\nByć zameldowany w Polsce i posiadać numer PESEL.\n\nZgłosić się do placówki NFZ i złożyć wniosek o dobrowolne objęcie ubezpieczeniem zdrowotnym.\n\nPo pozytywnym rozpatrzeniu wniosku podpisać umowę o objęcie ubezpieczeniem z NFZ-tem.\n\nW ciągu 7 dni od podpisania umowy zgłosić się z nią do placówki ZUS-u i wypełnić druk ZUS ZZA.\n\nPamiętać o terminowym odprowadzaniu składki i składaniu deklaracji ZUS DRA.\n\nNFZ\n\nZUS\n\nUbezpieczenia społeczne\n\nStypendium doktoranckie, bez względu na miejsce pochodzenia doktoranta, jest oskładkowane z tytułu obowiązkowego ubezpieczenia emerytalnego i rentowego. Podstawą wymiaru składek na ubezpieczenia społeczne doktorantów jest kwota brutto stypendium doktoranckiego.\n\nSkładkę emerytalną finansują po połowie doktorant i Uczelnia (po 9,76%). Część składki rentowej w wysokości 1,5% podstawy finansuje doktorant, a część w wysokości 6,5% podstawy Uczelnia. Składkę wypadkową w całości płaci Uczelnia.\n\nDoktorant może podlegać dobrowolnemu ubezpieczeniu chorobowemu. Składka chorobowa wynosi 2,45% od kwoty brutto stypendium doktoranckiego i jest finansowana przez doktoranta. Zgłoszenie do tego ubezpieczenia następuje na podstawie złożonego przez doktoranta dokumentu - \nOświadczenie - składki ZUS\n.\n\nW okresie zawieszenia kształcenia do ustalenia wysokości stypendium doktoranckiego stosuje się odpowiednio przepisy dotyczące ustalania zasiłku macierzyńskiego, z tym że przez podstawę wymiaru zasiłku rozumie się wysokość miesięcznego stypendium doktoranckiego, przysługującego w dniu złożenia wniosku o zawieszenie. \n\nW celu zawieszenia kształcenia należy złożyć \nWniosek o zawieszenie kształcenia\n.\n\nDoktoranci do 7 października 2024 r. składają w Jednostkach wnioski o przyznanie zwiększenia stypendium doktoranckiego z Jednostek – finansowanego z subwencji.\n\nWniosek o przyznanie stypendium doktoranckiego za osiągnięcia naukowe\n\nRegulamin wypłacania stypendium doktoranckiego dla doktorantów szkół doktorskich\n\nZarządzenie Nr 46/2023 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 7 września 2023 r. w sprawie wprowadzenia Regulaminu wypłacania stypendium doktoranckiego dla doktorantów szkół doktorskich\n\nSzczegółowe zasady oceny, składania, punktacji i dokumentowania osiągnięć do wniosku o zwiększone stypendium doktoranckie dla doktorantów szkoły doktorskiej wykazujących szczególną aktywność publikacyjną na rok akademicki 2024/25 mają zastosowanie w roku akademickim 2024/2025\n\nZwiększone stypendium doktoranckie może być przyznane doktorantowi na pierwszym roku kształcenia w szkole doktorskiej, który spełnił łącznie następujące warunki:\n 1) osiągnął w trakcie studiów drugiego stopnia albo jednolitych studiów magisterskich, średnią ocen powyżej 4.75,\n 2) uzyskał w postępowaniu rekrutacyjnym do szkoły doktorskiej wynik lokujący go w 30% najlepszych kandydatów przyjętych do szkoły doktorskiej na pierwszy rok kształcenia. W przypadku, gdy 30% najlepszych kandydatów stanowi liczba niecałkowita, stosuje się zaokrąglenie w dół do liczby całkowitej.\n\nPierwszym celem działania 5 w ramach projektu Inicjatywa Doskonałości – Uczelnia Badawcza jest przyciąganie najlepszych kandydatów do Szkoły Doktorskiej, stworzenie warunków pozwalających doktorantom na efektywną pracę badawczą (bez konieczności wykonywania dodatkowej pracy), pozwalającą na utrzymanie własne i rodziny oraz motywowanie doktorantów do intensywnej pracy.\n\nOferta IDUB dla doktorantów\n\nStopka\n\nBiblioteka Główna\n\nOchrona danych osobowych\n\nStrona główna AGH\n\nInicjatywa Doskonałości – Uczelnia Badawcza\n\nSzkoła Doktorska AGH\nbud. A3, I p., pok. 118\nal. Mickiewicza 30\n30-059 Kraków\n\nDziekanat\n E-mail: phd@agh.edu.pl\n Tel. +48 12 617 56 13\n Tel. +48 12 617 56 11\n Tel. +48 12 617 56 14\n Obsługa bezpośrednia i telefoniczna doktorantów:\n poniedziałek - nieczynne\n wtorek-piątek - 9:00-13:00\n\nSekretariat\n E-mail: sdbiuro@agh.edu.pl\n Tel. +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/doktoranci/stypendia-doktoranckie", "title": " Stypendia doktoranckie -- Szkoła Doktorska AGH ", "depth": 3, "duplicate": false, "content_hash": "7f96dad7c33411a33ad52375fa3164a2", "word_count": 1033, "headings": [{"level": 1, "text": "Stypendia doktoranckie"}, {"level": 3, "text": "Ubezpieczenie zdrowotne"}, {"level": 3, "text": "Ubezpieczenia społeczne"}, {"level": 2, "text": "Stopka"}]}}