{"content": "#  Blok humanistyczno-społeczny -- Centrum Obsługi Kształcenia AGH \n\nURL: https://www.cok.agh.edu.pl/ubpo/blok-humanistyczno-spoleczny\nCrawled: 2025-03-19 22:41:19\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Blok humanistyczno-społeczny \n\nCharakterystyka bloku\n\nBlok humanistyczno-społeczny UBPO tworzy ponad 100 przedmiotów dedykowanych studentom studiów I i II stopnia z dyscyplin szeroko pojętej humanistyki, jak również ukierunkowanych na zagadnienia społeczne, ekonomiczne, przedsiębiorczości czy rozwój kompetencji miękkich.\n\nDzięki przedmiotom H-S z UBPO studenci mogą realizować obowiązkowy z punktu widzenia programu studiów przedmiot humanistyczno-społeczny, lub wybrać z bazy przedmiot nieobjęty programem studiów, jako przedmiot dodatkowy.\n\nWiększość przedmiotów H-S z UBPO to przedmioty 2 lub 3-ECTSowe (w bazie jest jeden przedmiot za 1 ECTS dedykowany studentom II stopnia), zatem są to w znakomitej większości przedmioty 30 – 45-godzinne.\n\nWiększość zajęć jest planowana w paśmie porannym, tj. 8:00 – 10:30, oraz popołudniowym – od godziny 15:00\n\nPełna oferta przedmiotów H-S na dany rok akademicki w podziale na semestry zimowy i letni znajduje się w systemie\n\nSylabusy AGH.\n\nBaza przedmiotów H-S jest otwarta do rejestracji dwa razy w roku akademickim przed rozpoczęciem każdego semestru.\n\nZapisy odbywają się za pośrednictwem\n systemu USOSWeb.\n\nDlaczego wybieram przedmiot humanistyczno-społeczny?\n\nStudenci kierunków studiów niebędących naukami humanistycznymi lub społecznymi mają obowiązek (Rozporządzenie MNiSW ws. studiów) zrealizować w ramach programu studiów moduły humanistyczne lub społeczne za sumaryczną ilość nie mniejszą niż 5 ECTS w ramach poziomu studiów.\n\nW programach studiów w AGH obowiązkowe moduły H-S najczęściej rozdzielone są na dwa kursy po 2 lub 3 ECTS przypadające na plan studiów w poszczególnych semestrach. Tak punktowane przedmioty znajdują się w bloku H-S UBPO (oraz jeden przedmiot za 1 ECTS dla studentów studiów II stopnia).\n\nAGH stwarza możliwość uczęszczania i realizacji modułów H-S w ramach UBPO, dającej szerokie spektrum wyboru) lub w ramach kursów organizowanych indywidualnie przez wydziały. Część wydziałów, poza możliwością skorzystania z własnej oferty, wskazuje blok H-S UBPO jako alternatywę dla realizacji takiego kursu (-ów).\n\nStopka\n\nKanał AGH w serwisie YouTube\nFanpage AGH w serwisie Facebook\nFanpage AGH w serwisie Linkedin\nKanał AGH w serwisie Twitter\nFanpage AGH w serwisie Instagram\nFanpage AGH w serwisie Tiktok\n\nBack", "metadata": {"url": "https://www.cok.agh.edu.pl/ubpo/blok-humanistyczno-spoleczny", "title": " Blok humanistyczno-społeczny -- Centrum Obsługi Kształcenia AGH ", "depth": 3, "duplicate": false, "content_hash": "9adea765dbb160c1e4a7fedad3cd8772", "word_count": 320, "headings": [{"level": 1, "text": "Blok humanistyczno-społeczny"}, {"level": 2, "text": "Charakterystyka bloku"}, {"level": 2, "text": "Dlaczego wybieram przedmiot humanistyczno-społeczny?"}, {"level": 2, "text": "Stopka"}]}}