{"content": "#  Badania -- Wydział Fizyki i Informatyki Stosowanej AGH \n\nURL: https://www.fis.agh.edu.pl/badania\nCrawled: 2025-03-19 21:36:26\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Badania \n\nDziałalność naukowo-badawcza\n\nNajważniejsze tematy \ndziałalności naukowej\n Wydziału to badania podstawowe i aplikacyjne w takich dziedzinach jak fizyka ciała stałego, fizyka jądrowa oraz fizyka środowiska, fizyka medyczna, a także rozwój metod numerycznych i obliczeniowych, w różnych zastosowaniach.\n\nKatedra Fizyki Ciała Stałego\n\nProblematyka naukowa katedry koncentruje się na badaniu właściwości strukturalnych, magnetycznych i elektronowych warstw i układów wielowarstwowych o grubościach nano- i sub-nanometrowych, związków międzymetalicznych ziemia rzadka-metal przejściowy 3d i ich roztworów międzywęzłowych z wodorem, azotem i węglem, nadprzewodników nisko- i wysokotemperaturowych oraz tlenków magnetycznych, tlenków magnetooporowych i nanocząstkowych materiałów magnetycznych oraz materiałów metalicznych nieuporządkowanych.\n\nZestaw do preparatyki cienkich warstw metodą epitaksji z wiązki molekularnej oraz badań ich własności metodami LEED, AES, MOKE i CEMS z możliwością transferu próbek w ultrawysokiej próżni,\n\nspektrometr ARUPS-XPS\n\nmagnetometr wibracyjny VSM,\n\nsusceptometr AC,\n\nspektrometr ESR,\n\nukład do pomiarów magnetooporu z chłodziarką helową,\n\nukład do pomiarów ciepła właściwego w zakresie 2-300 K,\n\ndyfraktometr rentgenowski z regulacją temperatury 2-450 K,\n\nzestaw do pomiarów własności fizycznych (PPMS-Quantum Design) w zakresie 2-400 K (VSM: 2-1100 K) z magnesem nadprzewodzącym 0-9 Tesli i skraplarką helową w obiegu zamkniętym,\n\n4 spektrometry moessbauerowskie (6 izotopów) 4-1000 K,\n\nprotonowy spektrometr-relaksometr NMR 15 MHz,\n\nspektrometr NMR do badań materiałów magnetycznych 5-1000 MHz z chłodziarką helową 2-300 K.\n\nWiele eksperymentów jest prowadzonych przez pracowników Katedry na \"wielkich urządzeniach badawczych\", w laboratoriach synchrotronowych, czy neutronowych, takich jak ESRF i ILL w Grenoble, HASYLAB w Hamburgu, czy ELETTRA w Trieście.\n\nKatedra Fizyki Medycznej i Biofizyki\n\nObecna struktura Katedry Fizyki Medycznej i Biofizyki datuje się z września 2009. W Katedrze znalazła sie część (poprzedniego) Zakładu Metod Jądrowych, tworząc Zespół Badań Biomedycznych i Środowiskowych. Także, m. in. w wyniku przejścia na emeryturę prof. Marty Wasilewskiej-Radwańskiej, zespół Obrazowania Rezonansu Magnetycznego połączył się z zespołem Obrazowania i Modelowania Biomedycznego, tworząc nowy zespół Obrazowania i Modelowania, pod kierunkiem prof. Henryka Figla. Profil działalności naukowej tego zespołu jest kontynuacją poprzednich tematyk badawczych połączonych grup.\n\nNasze zainteresowania badawcze koncentrują się na dwóch obszarach: (1) fizyce ciała stałego oraz (2) fizyce bio-farmako-medycznej. Jeżeli chodzi o badania w pierwszym temacie to są one skoncentrowane nad studiami - teoretycznymi i doświadczalnymi - różnych własności fizycznych fazy sigma w binarnych stopach (np. FeCr, FeV, CoCr), a także własności dynamicznych poli- i nanokrystalicznych bcc stopów Fe-Cr, z użyciem różnych technik doświadczalnych (n.p. spektroskopia Moessbauerowska, Jądrowy Rezonans Magnetyczny, dyfrakcja neutronów, magnetometria) oraz modeli teoretycznych (n.p. metoda funkcji Greena Korringa-Kohna-Rostokera). W temacie drugim, interesują nas głównie postacie i własności żelaza, znajdującego się w próbkach organicznych (n.p. ferrytyna), a także w materiałach farmakologicznych (lekach) i innych materiałach o zastosowaniach medycznych.\n\nBadania w dziedzinie Obrazowania Rezonansu Magnetycznego koncentrują się na problematyce układów nisko-polowych na magnesach stałych. Inne kierunki badań to problemy związane z radio- i fototerapią czerniaka złośliwego, a także opis procesów biologicznych z udziałem wolnych rodników. Oba te tematy obejmują zarówno badania doświadczalne jak i teoretyczne. Zespół zajmuje się również opisem matematycznym wybranych procesów fizjologicznych. W szczególności, wykorzystywane jest modelowanie kompartmentowe do opisu pozaustrojowej terapii wątroby. Zespół zajmuje się także obrazowaniem i kontrolą jakości w medycynie nuklearnej. W zakresie tej tematyki powstają projekty i konstrukcje fantomów, umożliwiających badania statyczne i dynamiczne. Zespół zajmuje się także obrazowaniem medycyny nuklearnej, a także procedurami kontroli jakości (Quality Assurance - QA). W tej tematyce powstają projekty i realizacje fantomów, umożliwiających statyczne i dynamiczne.\n\nZespół Badań Biomedycznych i Środowiskowych zajmuje się rozwojem i zastosowaniem jądrowych metod analitycznych i badawczych układów dynamicznych. Głównymi kierunkami są tutaj badania biomedyczne, środowiskowe, a także badania w kontekście ochrony dziedzictwa kulturowego. W szczególności, badana jest rola biomodulatorów w mechanizmach biochemicznych, odpowiedzialnych za powstawanie i rozwój różnych schorzeń neurodegeneracyjnych, takich jak glejaki pnia mózgu, czy epilepsja. Mikroobrazowanie chemiczne, na poziomie pierwiastkowym i cząsteczkowym, opiera się na technikach wykorzystujących promieniowanie synchrotronowe, na przykład technice SRXRF (synchrotron radiation X-ray fluorescence), absorpcji promieniowania X w pobliżu progu absorpcji (XANES - Near Edge X-ray Absorption Fine Structure), spektroskopii wykorzystującej strukturę subtelną blisko progu absorpcji (EXAFS - extended X-ray absorption fine structure spectroscopy) oraz synchrotronowej mikrospektroskopii w podczerwieni z transformatą Fourier'a (FTIR - Fourier Transform Infrared).\n\nZespół Biofizyki Molekularnej i Bioenergetyki został założony w listopadzie 2008 roku Zainteresowania naukowe Zespołu koncentrują się na badaniach procesów bioenergetycznych na poziomie molekularnym, które dotyczą następujących zagadnie?\n\ntransportu elektronów w fotosystemie II i w bakteryjnych centrach reakcji (szczególny nacisk położony jest na badania wpływu metali ciężkich oraz wyjaśnienie roli żelaza niehemowego w tym procesie);\n\nwydzielania tlenu w procesie fotosyntezy;\n\nbadaniach struktury, organizacji i własności fizykochemicznych natywnych i modelowych układów białkowo-lipidowych;\n\nochronnej i strukturalnej funkcji karotenoidów w natywnych i modelowych kompleksach fotosyntetycznych;\n\nbadaniach własności fizycznych (topografii, elastyczności, adhezji) zdrowych i patologicznych komórek i ich organelli oraz określeniu wpływu wybranych bodźców na właściwości komórek obu rodzajów;\n\nanalizie wpływu własności mechanicznych biopolimerów na podstawowe, życiowe funkcje komórek takie jak migracja, proliferacja, adhezja;\n\nbadaniach wpływu promieniowania jonizującego i jonów metali na stabilność błon erytrocytów ludzkich;\n\ncharakterystyce fizycznej i chemicznej nanorurek węglowych.\n\nKatedra Fizyki Materii Skondensowanej\n\nDziałalność naukowa Katedry skoncentrowana jest w pierwszym rzędzie n\n\nAnalizie własności i symetrii wybranych faz struktur uporządkowanych.\n\nBadaniach struktur aperiodycznych.\n\nProcesach deformacji, rekrystalizacji i naprężeń w różnych materiałach.\n\nStrukturze elektronowej ciała stałego. state\n\nBadaniach polimerów.\n\nTeorii niepewności pomiarów.\n\nKatedra Informatyki Stosowanej i Fizyki Komputerowej\n\nKatedra prowadzi badania w kilku kierunkach; tu zamieszczamy krótki opis tematyki naukowej Zespołu Układów Złożonych. Część tej tematyki jest realizowana we współpracy z Katedrą Fizyki Materiałów na Uniwersytecie Kraju Basków w Hiszpanii. Dotyczy ona modelowania pola rozproszonego mikroskopowych drutów amorficznych, charakteryzujących się złożoną strukturą domenową. Modelowania dotyczą specyfiki procesu remagnetyzacji takich drutów, wynikającej z ich bistabilności.\n\nInny temat, to modelowanie procesów socjologicznych, w oparciu o założenia i prawa teorii gier. Od roku 2009, ta tematyka jest realizowana w ramach 7. Programu Ramowego UE, dotyczącego zastosowania teorii złożoności do opisu układów socjo-technicznych. Nasz wkład do projektu bazuje na naszych wcześniejszych doświadczeniach związanych z automatami komórkowymi i sieciami złożonymi i stanowi rozszerzenie i kontynuację tych badań.\n\nNową tematykę Katedry stanowi biometria - zastosowanie technik informatycznych, a w szczególności metod rozpoznawania obrazów do identyfikacji i weryfikacji cech osobniczych u ludzi.\n\nKatedra Oddziaływań i Detekcji Cząstek\n\nDziałalność naukową Katedry można podzielić na trzy główne obszar\n\nbadania podstawowe elementarnych składników materii i ich oddziaływań w zderzeniach cząstek przy wysokich energiach,\n\nprojektowanie i konstrukcja detektorów i współpracującej z nimi elektroniki dla eksperymentów fizyki wysokich energii i innych,\n\nrozwój technik pomiarowych dla eksperymentów neurobiologicznych (neuroscience) oraz badanie interfejsów pomiędzy układami elektronicznymi a żywymi tkankami nerwowymi.\n\nEksperymenty fizyki wysokich energii należą do długofalowych i bardzo kosztownych badań. Ze względu na olbrzymi koszt urządzeń pomiarowych sa one przeprowadzane w bardzo szerokiej współpracy międzynarodowej. Udział zespołu w takich eksperymentach jest bardzo kompletny i pokrywa praktycznie wszystkie fazy projektów: przygotowanie programu badań, projekty i konstrukcja aparatury eksperymentalnej, analiza zebranych danych, a także obsługa i ciągły rozwój układów detekcji. W chwili obecnej, zespół uczestniczy w analizie i interpretacji danych z trzech eksperymentó\n\nATLAS na LHC,\n\nLHCb na LHC,\n\nSTAR na RHIC,\n\nw których zderzane są wiązki protonów i/lub ciężkich jonów przy różnych energiach w układzie środka masy.\n\nRównolegle, realizowane są programy naukowo-badawcze związane z rozwojem nowych technologii detektorów, pod kątem usprawnienia rozwiązań stosowanych w eksperymencie ATLAS, a także zastosowania tych nowych technologii w Międzynarodowym Zderzaczu Liniowym (ILC - International Linear Collider). Istotny obszar działalności grupy jest związany z elektroniką front-end do odczytu detektorów pozycjo-czułych z zastosowaniem specjalizowanych układów scalonych (ASIC - Application Specific Integrated Circuits). Katedra jest członkiem europejskiej organizacji EUROPRACTICE, oferującej dostęp do narzędzi CAD i wykonywania układów prototypoych w zaawansowanych technologiach półprzewodnikowych. Zespół zajmuje się technikami odczytu dla następujących problemów detekcj\n\ndetektory torów częstek dla eksperymentów fizyki wysokich energii, na bazie krzemowych detektorów paskowych,\n\ndetektory dla obrazowania promieniowania X, na bazie krzemowych detektorów paskowych ,\n\ndetektory dla obrazowania neutronowego, na bazie mikro-paskowych komorach gazowych (Micro Strip Gas Chambers - MSGC),\n\ndetektory dla cząstek naładowanych i dla obrazowania promieniowania X, na bazie gazowych powielaczy elektronowych (Gas Electron Multipliers - GEM).\n\nSzczególny obszar badań stanowią uszkodzenia radiacyjne w przyrządach półprzewodnikowych i obwodach elektronicznych. Uszkodzenia radiacyjne w elektronice front-end stanowią zasadnicze ograniczenie dla jakości danych zbieranych z detektorów i determinują czas życia eksperymentów fizyki pracy elektroniki fizyki wysokich energii.\n\nW obszarze neurobiologii (neuroscience) zajmujemy się rozwojem układów scalonych dla obrazowania nerwowych aktywności elektrycznej żywych komórek nerwowych. Wspólny cel wielu projektów badawczych sprowadza się tu do opracowania metody dwustronnej komunikacji pomiędzy żywymi neuronami i obwodami elektronicznymi. Taka metoda oparta jest na elektrycznej stymulacji neuronów z wykorzystaniem różnych rozkładów przestrzenno-czasowych sygnałów stymulujących, z jednoczesną rejestracją sprowokowanych reakcji neuronów. Rozwijane układy doświadczalne oparte są na układach matryc wieloelektrodowych oraz układach ASIC. We współpracy z różnymi ośrodkami naukowymi prowadzimy badania nad dedykowanymi układami pozwalającymi badać różne tkanki nerwowe, między innymi siatkówkę oka, tkanki różnych obszarów mózgu i kory mózgowej.\n\nKatedra Zastosowań Fizyki Jądrowej\n\nKatedra Zastosowań Fizyki Jądrowej składa się z trzech zespołów badawczych: (i) \nZespołu Fizyki Środowiska\n, (ii) Zespołu Metod Jądrowych i (iii) Zespołu Fizyki Materiałów Funkcjonalnych. Badania naukowe prowadzone w Katedrze obejmują wybrane zagadnienia fizyki jądrowej w kontekście jej zastosowań takich jak nauki o środowisku, nauka o materiałach, a także przemysłowe aplikacje metod jądrowych. Katedra i jej zespół sprawuje opiekę merytoryczną nad dwoma specjalnościami nauczanymi, w ramach kierunku Fizyka Techniczna, na studiach drugiego stopnia Wydziału, a poprzedzonymi analogicznymi kierunkami dyplomowania na studiach pierwszego stopnia.\n\nAparatura naukowa będąca w posiadaniu Katedry obejmuje m.in\n\nChromatografy wyposażone w detektory FID, ECD i PDHID do pomiaru stężeń gazów śladowych w atmosferze;\n\nspektrometry mas wraz z liniami preparacyjnymi do pomiaru stosunków izotopowych pierwiastków lekkich (H, C, O, N) w różnych matrycach;\n\nsystem do pomiaru aktywności naturalnych i sztucznych nuklidów gamma-promieniotwórczych w próbkach stałych i ciekłych z wykorzystaniem spektrometrii gamma;\n\nspektrometry ciekło-scyntylacyjne do pomiarów niskich aktywności izotopów promieniotwórczych (\n3\nH, \n14\nC, \n90\nSr, \n210\nPb, \n222\nRn, izotopy uranu i radu);\n\nukład do syntezy materiałów w łuku elektrycznym;\n\naparaturę do otrzymywania monokryształów metodą Czochralskiego;\n\nukłady do pomiarów parametrów elektrycznych i magnetycznych materiałów;\n\nstanowisko pomiarowe z izotopowym źródłem neutronów do pomiarów parametrów neutronowych materiałów.\n\nStopka\n\n © 2024 Wydział Fizyki i Informatyki Stosowanej\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.fis.agh.edu.pl/badania", "title": " Badania -- Wydział Fizyki i Informatyki Stosowanej AGH ", "depth": 3, "duplicate": false, "content_hash": "0c35504f5b63ee758b5ab4dac35ebf80", "word_count": 1639, "headings": [{"level": 1, "text": "Badania"}, {"level": 1, "text": "Działalność naukowo-badawcza"}, {"level": 2, "text": "Katedra Fizyki Ciała Stałego"}, {"level": 2, "text": "Katedra Fizyki Medycznej i Biofizyki"}, {"level": 2, "text": "Katedra Fizyki Materii Skondensowanej"}, {"level": 2, "text": "Katedra Informatyki Stosowanej i Fizyki Komputerowej"}, {"level": 2, "text": "Katedra Oddziaływań i Detekcji Cząstek"}, {"level": 2, "text": "Katedra Zastosowań Fizyki Jądrowej"}, {"level": 2, "text": "Stopka"}]}}