{"content": "# Week of Sound 2021\n\nURL: http://www.unesco.agh.edu.pl/aktualnosci/week-of-sound-2021/\nCrawled: 2025-03-19 21:40:09\n\nWeek of Sound 2021\nWypowiedzi: \n1. Prof. dr hab. inż. Jerzy Lis, JM Rektor, Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie;\n2. Prof. dr hab. inż. Rafał Wiśniowski, Prorektor ds. Współpracy, Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie;\n3. Prof. dr hab. inż. Janusz Szpytko, Kierownik Centrum AGH UNESCO, Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie;\n4. Dr hab. inż. Krzysztof Mendrok, prof. AGH, Dziekan Wydziału Inżynierii Mechanicznej i Robotyki, Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie;\nDyskusja panelowa: \n1. Dr hab. inż. Tadeusz Wszołek, prof. AGH, Kierownik Katedry Mechaniki i Wibroakustyki, Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie (moderator);\n2. Mr Akinniyi, Nigeria; UNESCO AGH Chair Fellow;\n3. Mr Aung, Myanmar; UNESCO AGH Chair Fellow;\n4. Mr Heri, Madagascar; UNESCO AGH Chair Fellow;\n5. Mr Matthew, Nigeria; UNESCO AGH Chair Fellow;\n6. Mr Yorlandys, Cuba; UNESCO AGH Chair Fellow;\nWybrane projekty\nKatedra Mechaniki i Wibroakustyki, Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie:\nBadania akustyki wybranych obiektów w Polsce z analizą krajobrazu dźwiękowego.\nhttp://kmiw.imir.agh.edu.pl/index.php\nCyfryzacja materialnego i niematerialnego dziedzictwa kulturowego Lipnicy Murowanej, projekt Multisensoryczne UNESCO.\nhttp://kmiw.imir.agh.edu.pl/index.php#unesco\nWpływ maseczek i przyłbic na zrozumiałość mowy, badania studentek AGH.\nhttps://www.agh.edu.pl/nauka/info/article/wplyw-maseczek-i-przylbic-na-zrozumialosc-mowy-badania-studentek-agh/", "metadata": {"url": "http://www.unesco.agh.edu.pl/aktualnosci/week-of-sound-2021/", "title": "Week of Sound 2021", "depth": 3, "duplicate": false, "content_hash": "6608429549405646890a41d51c4ba91d", "word_count": 187, "headings": [{"level": 1, "text": "Week of Sound 2021"}, {"level": 1, "text": "Wybrane projekty"}]}}