{"metadata": {}, "content": "FAQ z rozliczania  Grantów  Rekt ora \n1. Czy jak koło naukowe  ma za sponsora  firmę,  która  ma umowę  z AGH \n(np. Ansys)  i jeśli koło ma osobną  umowę  sponsorską,  to czy można  to mieć  \njako wkład?  \nOdpowiedź : W wersji  bazowej  oprogramowania  - nie. W przypadku  licencji  na zasoby,  \ndo której  dostępu  nie ma AGH - tak. \n2. Czy można  sfinansować  za środki  z grantu  przyjazd/nocleg kogoś  (np. mówca  \nna konferencji)  do Krakowa?  \nOdpowiedź : Nie można  pokrywać  kosztów  pobytu pracowników,  studentów   innych  \nuczelni  lub prelegentów  oraz opłacać  honorariów.  Natomiast  różne  konsultacje  można  \nrozliczyć  w formie  usługi  na podstawie  faktury lub rachunku.    \n3. Czy podczas  oceniania  studenci  dalej  stanowią 50%  składu  komisji  oceniaj ącej \nwnioski?  \nOdpowiedź : Tak. \n4. Czy oświadczenia  mogą  być podpisane  przez  opiekuna  koła i potem  zostać  \ndostarczone  do dziekana i dalej  do programu?  \nOdpowiedź : Nie, chyba, że to będzie  prawniczo rozumiana  siła wyższa.  Oświadczenia  \nmuszą  zostać  podpisane  przez  Dziekana  Wydziału,  uzupełnione  przez  Biuro  \nAdministracyjne  o pieczątkę  ,,koszt  ujęty  w planie’’  i zeskanowane  przy składanym  \nwniosku.  \n5. Gdzie  i kiedy  otrzymać  można  pieczęć  pionu  kół naukowych  na preliminarzu  \nprojektu ? \nOdpowiedź : Od Pełnomocników  Rektora  w godzinach  konsultacji.  Preliminarze  składamy  \nwraz kompletem  grantowych  dokumentów  w styczniu, zgodnie  z terminarzem  \nprzedstawionym  w regulaminie.  \n6. Czy na preliminarzu  projektu  również  należy  w biurze  administracyjnym  \nuzyskać  pieczątkę  ,,koszt  ujęty  w planie’’,  czy jedynie  na oświadczeniach  \ndofinansowania  z wydziału?  (od dziekana  wydziału  i kierownika  katedry)  \nOdpowiedź : Tylko  na oświadczeniu . \n7. Kiedy  należy  zdobyć  pieczątki  i podpisy  \"akceptacja\"  Rektora  i Kwestury  \nna preliminarzu?  \nOdpowiedź : Po otrzymaniu  grantu  należy  złożyć  preliminarz  z pustym  miejscem  \nna powyższe  pieczątki  u Państwa  Pełnomocników.  Podpisy  w/w osób uzupełni  DSS.  \n8. Skąd  bierze  się numer  grantu?  \nOdpowiedź : Numer  grantu  jest to numer  preliminarza  nadany  przez  DSS.  \n\n9. W którym  miejscu  wniosku  należy  dokładnie  opisać  zgodność  z KIS, RIS i POB? \nOdpowiedź : Numer należy  podać  w pozycjach  3-5 na wniosku  a opisać  w opisie  projektu . \n10.  Czy firmy  mają  wycenić  wartość wsparcia  bezgotówkowego?  \nOdpowiedź : Tak, podając  kwotę  brutto . \n11. W jaki sposób  należy  składać  wnioski  (elektronicznie  czy papierowo)?  \nOdpowiedź : Najpierw  należy  złożyć  elektronicznie,  następnie  do Pełnomocników  Rektora  \nw formie  papierowej,  zgodnie  z harmonogramem  programu . \n12. Jaki jest sposób  i forma  składania  wniosków?  Z ilu dokumentów  powinien  \nskładać  się wniosek?  Które  załączniki na tym etapie  wystarczą  do poprawnego  \nzłożenia  wniosku?  \nOdpowiedź : Wszystko  jest określone  w formularzu  zgłoszeniowym.  \n13. Czym  różni  się KIS od RIS oraz jak obszernie  (ile znaków)  należy  opisać  \nsposób  realizacji  tych specjalizacji?  Czy granty  realizujące  te specjalizacje  \nw niewielkim  stopniu  są skazane  na odrzucenie?  \nOdpowiedź : KIS - Krajowe  Inteligentne  Specjalizacje,  RIS - Regionalne  Inteligentne  \nSpecjalizacje.  Nie wpisanie  KISu i RISu nie dyskwalifikuje  wniosku,  ale znacząco  wpłynie  \nna uzyskaną  ocenę  względem  innych  wniosków.  \n14. Czy w kosztach  realizacji  należy  uwzględniać  koszty  delegacji  pracowników  \nAGH?  \nOdpowiedź : Tak. \n15. Czy umowy  sponsorskie  można  zawierać  przez  fundacje  nie wymienione  \nw regulaminie?  \nOdpowiedź : Zgodnie  z poleceniem  władz  rektorskich  akceptowane  są tylko \nogólnouczelniane  fundacje.  W razie wątpliwości  należy  indywidualnie  skonsultować  się \nz Pełnomocnikami  Rektora.  \n16. Czy umowy  zawarte  pod koniec  trwania  poprzedniego sezonu  (np. w maju-\nczerwcu),  nie uwzględnione  w poprzedniej  edycji  grantu,  można  zawrzeć  \nw oświadczeniach  na ten rok? Jeżeli  tak, to czy sponsor musi  się zadeklarować  \njuż teraz  o przedłużeniu  umowy  (nastąpiłoby to wtedy  po dłuższym  okresie  \nniż 45 dni od ogłoszenia  wyników)?   \nOdpowiedź : W takich  sytuacjach   należy  skontaktować  się bezpośrednio z DSS. \n17. Załącznik  nr 3 - Oświadczenie  o dofinansowaniu  projektu  zobowiązuje  firmę  \ndo podpisania  umowy  w przypadku  uzyskania  przez  koło Grantu  Rektora.  \nJednak  niektóre  firmy  chcą  dofinansowywać  lub przekazać  materiał y \nwyłącznie  na niektóre  specyficzne  zadania  w ramach  projektu,  związane  z ich \ndziałalnością.  W przypadku  otrzymania  dofinansowania  w konkursie  \n\nmniejszego  niż konieczne  do realizacji  tego zadania,  firma  musi  podpisać  \numowę  (bo się do tego zobowiązała),  a koło nie jest w stanie  zrealizować  \nzadania i wywiązać  się z umowy,  poprzez  przedstawienie  efektów  sponsorowi.  \nCo w takim  przypadku?  \nOdpowiedź : Należy  kontaktować  się z Pełnomocnikami,  możliwa  jest aktualizacja  \nkosztorysu  szczegółowego  zawartego we wniosku   po otrzymaniu  dofinansowania  FNKS . \n18. Czy to, że w nadchodzącej  edycji  Grantów w Regulaminie  są wymienione  \nkonkretne  Fundacje,  oznacza,  że zostały  wynegocjowane  z nimi warunki  \no bezprowizyjnej/darmowej  obsłudze  kół? Jeśli nie, to na jakich  zasadach  \nzostały wymienione  konkretne  Fundacje?  \nOdpowiedź : Zgodnie  z poleceniem  władz  rektorskich  akceptowane  są tylko \nogólnouczelniane  fundacje.  Każda  fundacja  ma swój kosztorys  prowadzenia  księgowego  \ni administracyjnego  projektu.  Koszta  księgowości  finansów  należy  ująć w planowanym  \nbudżecie . \n19. Czy prezentacje wyników  Grantu  może  wykonać  przedstawiciel  projektu  nie \nbędący  osobą  wpisaną  jako odpowiedzialna  za realizację  projektu?   \nOdpowiedź : Jeśli dołączyła  do projektu  w późniejszym  czasie, to tak. \n20. Z czego  wynika maksymalna  data przedłużenia  terminu  realizacji  Grantów? \nW poprzedniej  edycji  była możliwość  przedłużenia  do końca  roku  \nkalendarzowego  a teraz  jest do 30.11.2023. \nOdpowiedź : Jest to związane  z rozliczeniem  rocznym  uczelni  oraz zakończeniem  edycji,  \nzłożeniem  sprawozdań  przed  uruchomieniem  nowej  edycji.   \n21. Czy 28 listopada  to na pewno  będzie  ostateczny  termin  składania wniosków?  \nCzy planuje  się wydłużenie  terminu?  \nOdpowiedź : 28 listopada  to ostateczny  termin.  \n22. Czy limit 10 tysięcy  na zakup  środków  trwałych  jest tylko  na jeden  przedmiot,  \nczy na wszystkie  zakupy?   \nOdpowiedź : Tylko na indywidualny  zakup.  \n\n"}