{"content": "# Nauka | Wydział Zarządzania AGH\n\nURL: https://www.zarz.agh.edu.pl/index.php/nauka/\nCrawled: 2025-03-19 21:34:48\n\nNauka\n\nAktualności\n\nGdzie szukać naborów i konkursów\n\nOPUS 29\n\nNarodowe Centrum Nauki ogłosiło konkurs OPUS 29 na projekty badawcze, przeznaczony dla naukowców i naukowczyń na wszystkich etapach kariery naukowej. Nabór wniosków trwa do 17 czerwca 2025 r. do godziny 16.00.\n\nTo szansa dla naukowców/naukowczyń na każdym etapie kariery naukowej, aby zdobyć grant na realizację projektu badawczego trwającego 12, 24, 36 lub 48 miesięcy. Projekty OPUS można realizować bez udziału partnerów zagranicznych, ale również we współpracy z partnerami z zagranicznych instytucji naukowych lub z wykorzystaniem przez polskie zespoły badawcze wielkich międzynarodowych urządzeń badawczych (bez projektów LAP).\n\nW konkursie nie ma kryteriów wstępnych dotyczących posiadanych stopni naukowych lub zaawansowania kariery naukowej, może w nim wziąć udział nawet osoba bez stopnia doktora. Kierownik projektu musi mieć w swoim dorobku naukowym co najmniej jedną opublikowaną lub przyjętą do druku pracę naukową.\n\nBudżet pojedynczego projektu nie jest ograniczony, jednak musi być uzasadniony przedmiotem i zakresem badań. W kosztorysie można zaplanować takie pozycje jak wynagrodzenia dla kierownika i wykonawców projektu (w tym na stanowisku typu post-doc), stypendia, zakup aparatury naukowo-badawczej, urządzeń, oprogramowania, materiałów i drobnego sprzętu, usługi obce, wyjazdy służbowe, wizyty, konsultacje i inne koszty niezbędne do realizacji projektu.\n\nUwaga: obowiązuje nowy podział paneli dziedzinowych.\n\nBudżet konkursu wynosi 550 mln zł.\n\nhttps://www.ncn.gov.pl/ogloszenia/konkursy/opus29\n\nNCN Konfigurator Grantu\n\nZachęcamy do korzystania z Konfiguratora Grantów NCN.\n\nKonfigurator grantu | Narodowe Centrum Nauki\n\nPo udzieleniu odpowiedzi na klika pytań generator wskazuje konkurs pasujący do wprowadzonych przez Państwa danych dot. np. przebiegu kariery naukowej.\n\nInformacja nt. konkursu M-ERA.NET 3 Call 2025\n\nw dniu 04 marca 2025 r. ogłoszony został konkurs M-ERA.NET 3 Call 2025, nadzorowany w Polsce przez Narodowe Centrum Badań i Rozwoju. \n\nW ramach konkursu mogą być finansowane międzynarodowe projekty łączące badania materiałowe z potrzebami przemysłowymi poprzez stymulowanie nowych produktów i procesów produkcyjnych oraz rozwijanie synergii, które mogą być bardzo skuteczne w osiąganiu symbiozy przemysłowej.\n\nZakres tematyczny konkursu obejmuje następujące obszary tematyczne:\n\nSustainable materials for energy applications\n\n  Innovative surfaces, coatings and interfaces\n\n  Advanced composites and lightweight materials\n\n  Functional materials\n\n  Materials addressing environmental challenges\n\n  Next generation materials for electronics\n\nZakończenie naboru wniosków nastąpi 13 maja 2025 r., godz. 12:00\n\nOgłoszenie wyników: luty 2026\n\nLink do strony konkursu: \nhttps://www.gov.pl/web/ncbr/m-eranet-3-call-2026\n\nOsobą odpowiedzialną za konkurs w Dziale Programów Międzynarodowych AGH jest:\n\nMichał Ślósarczyk\n\nNAWA – Oferty grantów i stypendiów dla doktorantów i pracowników nauki\n\nOferty grantów i stypendiów dla doktorantów i pracowników nauki – NAWA.\n\n03_Granty i stypendia_marzec_2025\n\nNCBR ogłasza XII konkurs w ramach programu GOSPOSTRATEG\n\nNCBR ogłasza XII konkurs otwarty w ramach Strategicznego Program Badań Naukowych i Prac Rozwojowych „Społeczny i gospodarczy rozwój Polski w warunkach globalizujących się rynków” – GOSPOSTRATEG\n\nNabór wniosków w systemie LSI będzie trwał od 07 marca do 30 maja 2025r. (do godziny 16:00). Wnioskowanie w AGH odbywa się za pośrednictwem systemu \neCOP\n, termin rejestracji karty upływa 23 maja 2025r.\n\nCelem głównym Programu jest wzrost wykorzystania w perspektywie do 2028 r. rezultatów badań społeczno-ekonomicznych w kształtowaniu krajowych i regionalnych polityk rozwojowych. \nTematyka aktualnego naboru:\n\nobszar pułapki średniego dochodu i przeciętnego produktu;\n\nobszar pułapki braku równowagi;\n\nobszar pułapki demograficznej;\n\nobszar pułapki słabości instytucji.\n\nProjekt może obejmować kilka zagadnień badawczych, przy czym w przypadku wskazania kilku zagadnień badawczych w obrębie różnych obszarów Programu, wnioskodawca musi wskazać jeden, główny obszar, w który wpisuje się projekt.\n\nKto może złożyć wniosek: \nDo konkursu mogą przystąpić konsorcja, w skład których wchodzą wyłącznie przedsiębiorstwa, jednostki naukowe oraz podmioty wdrażające, przy czym:\n\nw skład konsorcjum wchodzą co najmniej dwie jednostki naukowe albo co najmniej jedna jednostka naukowa i co najmniej jedno przedsiębiorstwo oraz\n\nw skład każdego konsorcjum wchodzi podmiot wdrażający, posiadający środki finansowe oraz prawne możliwości zastosowania w praktyce rozwiązania będącego wynikiem projektu, do czego podmiot wdrażający jest obligatoryjnie zobowiązany.\n\nPodmiotem wdrażającym może być wyłącznie:\n\nPrezydent Rzeczypospolitej Polskiej,\n\nRada Ministrów,\n\nurząd wojewódzki (w rozumieniu art. 13 ust. 1 ustawy z dnia 23 stycznia 2009 r. o wojewodzie i administracji rządowej w województwie, z zastrzeżeniem, że wniosek o dofinansowanie jest składany przez wojewodę jako organ administracji publicznej, o którym mowa w art. 5 § 2 pkt 3 ustawy z dnia 14 czerwca 1960 r. – kodeks postępowania administracyjnego, a umowa o dofinansowanie zawierana jest przez Skarb Państwa reprezentowany przez wojewodę),\n\nminister kierujący określonym działem administracji rządowej, o którym mowa w art. 4 ustawy z dnia 4 września 1997 r. o działach administracji rządowej,\n\nNarodowy Bank Polski,\n\nwojewództwo (reprezentowane przez marszałka województwa),\n\nurząd obsługujący centralny organ administracji rządowej (z zastrzeżeniem, że wniosek o dofinansowanie jest składany przez właściwy centralny organadministracji rządowejw rozumieniu art. 5 § 2 pkt 3 ustawy z dnia 14 czerwca 1960 r. – kodeks postępowania administracyjnego, a umowa o dofinansowanie zawierana jest przez Skarb Państwa reprezentowany przez ten organ);\n\nKonsorcjum może się składać z minimum 3 i maksimum 5 podmiotów.\n\nJakie środki można otrzymać: \n\nMinimalna wysokość kosztów kwalifikowalnych projektu wynosi 1 000 000 zł.\n\nMaksymalna wysokość kosztów kwalifikowalnych projektu wynosi 8 000 000 zł.\n\nNa co można otrzymać środki: \nw konkursie można otrzymać środki np. na wynagrodzenia dla zespołu badawczego, amortyzację aparatury naukowo-badawczej oraz wartości niematerialnych i prawnych, usługi podwykonawstwa, zakup materiałów, udział w konferencjach i szkoleniach itp. zgodnie z katalogiem kosztów kwalifikowanych\n\nUWAGA!!! \nw konkursie przygotowano dwa przewodniki kwalifikowania wydatków, dla jednostek naukowych oraz dla przedsiębiorców.\n\nOkres realizacji projektu: \nProjekt może być realizowany przez okres od 6 do maksymalnie 36 miesięcy.\n\nZastosowanie w praktyce przed podmiot wdrażający powinno nastąpić \nw terminie trzech lat od zakończenia realizacji projektu.\n\nWięcej informacji o konkursie na \nstronie NCBR.\n\n______________________________\n\nSzkolenie NCN dotyczące konkurs MINIATURA\n\nNarodowe Centrum Nauki zaprasza na szkolenie dotyczące konkursu MINIATURA, które odbędzie się 13 marca 2025 r. w godzinach 11.00–12.00.\n\nO wydarzeniu\n\nSpotkanie przeznaczone jest dla naukowców/naukowczyń planujących składanie wniosków w konkursie i obejmie następujące tematy:\n\ncel konkursu,\n\nkonstrukcja wniosku,\n\nzasady oceny wniosku,\n\nnajczęściej pojawiąjące się błędy we wnioskach MINIATURA.\n\nObowiązuje rejestracja \n(\nlink\n).\n\n______________________________\n\nKonkurs w ramach akcji 2 programu Erasmus+ Sojusze na rzecz innowacji\n\nInformujemy o trwającym naborze w ramach akcji nr 2 programu ERASMUS+ Sojusze na rzecz innowacji.\n\nSojusze na rzecz innowacji mają na celu zwiększenie zdolności innowacyjnych Europy poprzez ściślejszą współpracę i przepływ wiedzy między placówkami szkolnictwa wyższego, kształcenia i szkolenia zawodowego (zarówno podstawowego, jak i ustawicznego), przedsiębiorstwami oraz szerszym środowiskiem społeczno-gospodarczym, w tym sektorem badań naukowych.\n\nMają również zachęcać do zdobywania nowych umiejętności i pomóc w rozwiązaniu problemu niedopasowania umiejętności poprzez opracowywanie nowych programów nauczania dla szkolnictwa wyższego oraz kształcenia i szkolenia zawodowego, a także wspieranie zmysłu inicjatywy i przedsiębiorczości w UE.\n\nDziałania obejmują m.in.:\n\nCzęść 1. (Sojusze na rzecz edukacji i przedsiębiorstw)\n\nIdentyfikator konkursu: \nERASMUS-EDU-2025-PI-ALL-INNO-EDU-ENTERP\n\nwspieranie innowacji w szkolnictwie wyższym, kształceniu i szkoleniu zawodowym oraz sektorze przedsiębiorstw\n\nrozwijanie przedsiębiorczości i umiejętności\n\nwspieranie przepływu wiedzy między placówkami szkolnictwa wyższego, kształcenia i szkolenia zawodowego oraz przedsiębiorstwami\n\nCzęść 2. (Sojusze na rzecz współpracy sektorowej w zakresie umiejętności)\n\nIdentyfikator konkursu: \nERASMUS-EDU-2025-PI-ALL-INNO-BLUEPRINT\n\nopracowanie ogólnoeuropejskiego strategicznego podejścia do współpracy sektorowej w zakresie umiejętności\n\nopracowanie europejskich podstawowych programów nauczania i programów szkoleniowych dla całego sektora\n\nZasady finansowania\n\nFinansowanie lump sum w wysokości \n80%\n\nWymagany wkład własny 20%\n\nMaksymalne kwoty dotacji UE na projekt są następujące:\n\nGrupa -1 – sojusze na rzecz edukacji i przedsiębiorstw\n\n1 mln EUR (projekt 2-letni)\n\n1,5 mln EUR (projekt 3-letni)\n\nGrupa -2 – sojusze na rzecz współpracy sektorowej w zakresie umiejętności (realizacja „planu działania”)\n:\n\n4 mln EUR (projekt 4-letni)\n\nDeadline: 6 marca 2025\n\nSzczegółowe informacje o konkursie\n\nWnioski należy składać za pośrednictwem \nFunding and Tender Portal\n. Obowiązuje również rejestracja w aplikacji e-cop.\n\n______________________________\n\nNCN Harmonogram konkursów NCN w 2025 roku\n\nNCN podało planowany harmonogram konkursów jakie zamierza ogłosić w 2025r.\n\nJak co roku Dział Projektów Krajowych CWP będzie Państwa wspierał podczas wnioskowania w następujących naborach:\n\nMINIATURA 9\n – nabór ciągły od 3 lutego do 31 lipca\n\nOPUS 29 \n – nabór w dniach 17 marca – 17 czerwca\n\nPRELUDIUM 24\n – nabór w dniach 17 marca – 17 czerwca\n\nSONATA BIS 15  \n– nabór w dniach 16 czerwca – 16 września\n\nMAESTRO 17 \n– nabór w dniach 16 czerwca – 16 września\n\nOPUS 30\n – nabór w dniach 15 września – 15 grudnia\n\nSONATA 21\n – nabór w dniach 15 września – 15 grudnia\n\nSONATINA 10\n – nabór w dniach 15 grudnia 2025 – 16 marca 2026 \n\nZachęcamy do zapoznania się z pełnym harmonogramem planowanych naborów jaki zamieszczony został na stronach interentowych NCN – \nharmonogram \n\n___________________________________________________________\n\nŚcieżka SMART – NCBR ogłosiło nabór wniosków\n\n Konkurs skierowany jest do konsorcjów, planujących realizację kompleksowych projektów z zakresu: prac B+R, wdrożeń innowacji, rozwoju infrastruktury B+R, internacjonalizacji, rozwoju kompetencji pracowników i osób zarządzających przedsiębiorstwem, cyfryzacji i zazieleniania działalności przedsiębiorstw.\n\nLiderem konsorcjum może być wyłącznie przedsiębiorstwo.\n\nRozpoczęcie naboru wniosków: 10 stycznia 2025 r.\n\nZakończenie naboru wniosków: 28 marca 2025 r. 16:00\n\nLink do strony konkursu / dokumentacji: \nhttps://www.gov.pl/web/ncbr/feng0101-ip01-00324—projekty-realizowane-w-konsorcjach\n\n___________________________________________________________\n\nProjekty naukowe\n\nNowy projekt „Straightening Up Cybersecurity Posture of Montenegrin Higher Education system” (CSupMNE)\n\nWydział Zarządzania AGH realizuje wraz z kilkunastoma partnerami zagranicznymi (uczelnie, firmy, instytucje publiczne) międzynarodowy projekt dofinansowany w ramach programu Erasmus+ „The European Alliance for Advancing Circular Economy via Industrial Digital Symbiosis” (CSupMNE). Liderem projektu jest: Univerzitet Donja Gorica Podgorica.\n\nOkres realizacji: 2024-12-01 – 2027-11-30\n\nGłówny projekt ma na celu reformę krajowego systemu edukacji w Republice Czarnogóry, dzięki czemu wszystkie podmioty szkolnictwa wyższego będą w stanie oceniać, chronić i zarządzać stale rosnącym ryzykiem biznesowym i zagrożeniami, jakie stanowią system edukacji w świecie cyfrowym, a dzięki temu pomoże zapewnić ochronę swoim pracownikom, studentom i partnerom podczas całej podróży po uczelni.\n\nKierownik Projektu ze strony AGH: dr hab. inż. Jerzy Duda, prof. uczelni\n\nWartość projektu dla AGH : 78.099,30 EUR\n\nSfinansowane ze środków UE. Wyrażone poglądy i opinie są jedynie opiniami autora lub autorów i niekoniecznie odzwierciedlają poglądy i opinie Unii Europejskiej lub Europejskiej Agencji Wykonawczej ds. Edukacji i Kultury (EACEA). Unia Europejska ani EACEA nie ponoszą za nie odpowiedzialności.\n\nNowy projekt „The European Alliance for Advancing Circular Economy via Industrial Digital Symbiosis” (SymbioTech)\n\nWydział Zarządzania AGH jako lider realizuje wraz z kilkunastoma partnerami zagranicznymi (uczelnie, firmy, instytucje publiczne) międzynarodowy projekt dofinansowany w ramach programu Erasmus+ „The European Alliance for Advancing Circular Economy via Industrial Digital Symbiosis” (SymbioTech).\n\nOkres realizacji: 2024-11-01 – 2027-10-31\n\nPrzejście na gospodarkę o obiegu zamkniętym jest kamieniem węgielnym zrównoważonego rozwoju w Europie, jak stwierdzono w Europejskim Zielonym Ładzie. Projekt SymbioTech wpisuje się w tę wizję, koncentrując się na integracji technologii cyfrowych w symbiozie przemysłowej (IS). To innowacyjne podejście wykorzystuje postęp technologiczny w celu ułatwienia efektywnego wykorzystania zasobów, redukcji odpadów i zrównoważonych praktyk przemysłowych, znacząco przyczyniając się do realizacji celów Unii Europejskiej w zakresie zrównoważonego rozwoju i klimatu.  Głównym celem SymbioTech jest ustanowienie solidnych ram dla profesjonalistów, w szczególności menedżerów ds. symbiozy przemysłowej, w celu zastosowania zaawansowanych technologii cyfrowych we wspieraniu praktyk gospodarczych o obiegu zamkniętym. Kluczowe cele obejmują:\n* Wzmocnienie profesjonalistów wiedzą i narzędziami do projektowania i zarządzania cyfrowymi mechanizmami symbiozy przemysłowej.\n* Wypełnienie luki między obecnymi praktykami przemysłowymi a potencjałem oferowanym przez innowacje cyfrowe.\n* Stworzenie sieci wykwalifikowanych specjalistów zdolnych do kierowania Europą w kierunku bardziej zrównoważonej i wydajnej przyszłości przemysłowej.\n\nKierownik Projektu ze strony AGH: prof. dr hab. Dagmara Lewicka\n\nWartość projektu dla AGH : 217.075,00  EUR\n\nSfinansowane ze środków UE. Wyrażone poglądy i opinie są jedynie opiniami autora lub autorów i niekoniecznie odzwierciedlają poglądy i opinie Unii Europejskiej lub Europejskiej Agencji Wykonawczej ds. Edukacji i Kultury (EACEA). Unia Europejska ani EACEA nie ponoszą za nie odpowiedzialności.\n\nProjekt SPIN– Małopolskie Centra Transferu Wiedzy – czas start!\n\n27 listopada Zarząd Województwa Małopolskiego podjął decyzję o dofinansowaniu projektu „SPIN – Małopolskie Centra Transferu Wiedzy”\n.\n\nRealizacja projektu potrwa do 31 grudnia 2026 roku, a jego całkowita wartość to ponad 13,8 mln złotych.\n\nZgodnie z treścią uchwały nr 2539/24 z dnia 27 listopada 2024 r. Zarząd Województwa Małopolskiego podjął decyzję o rozpoczęciu realizacji projektu nr FEMP.01.05-IP.01-0915/24 w ramach Priorytetu 1. Fundusze europejskie dla badań i rozwoju oraz przedsiębiorczości, Działanie 1.5 Regionalny ekosystem innowacji, typ projektu A. SPIN – Małopolskie Centra Transferu Wiedzy Program Fundusze Europejskie dla Małopolski 2021-2027 złożonego przez Województwo Małopolskie – Departament Rozwoju Regionu pn.: „SPIN – Małopolskie Centra Transferu Wiedzy”.\n\nW aktualnej edycji projektu zapraszamy do Centrów Transferu Wiedzy, w których można otrzymać proinnowacyjne wsparcie doradcze dla firm z sektora MŚP i small mid-caps.\n\n Politechnika Krakowska im. Tadeusza Kościuszki Małopolskie Centrum Budownictwa Energooszczędnego – realizuje usługi dla przedsiębiorców w ramach Małopolskich Inteligentnych Specjalizacji: energia zrównoważona oraz chemia\n\nUniwersytet Rolniczy im. Hugona Kołłątaja w Krakowie Centrum Innowacji oraz Badań Prozdrowotnej i Bezpiecznej Żywności – realizuje usługi dla przedsiębiorców w ramach Małopolskiej Inteligentnej Specjalizacji: nauki o życiu (life science)\n\nPolska Akademia Nauk Instytut Gospodarki Surowcami Mineralnymi i Energią – realizuje usługi dla przedsiębiorców w ramach Małopolskich Inteligentnych Specjalizacji: chemia oraz produkcja metali i wyrobów metalowych\n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie Wydział Zarządzania – realizuje usługi dla przedsiębiorców w ramach Małopolskich Inteligentnych Specjalizacji: elektrotechnika i przemysł maszynowy oraz przemysły kreatywne i czasu wolnego.\n\nWięcej informacji o projekcie można znaleźć: \nCentrum Transferu Wiedzy WZ AGH\n\nKierownik Projektu ze strony AGH: dr inż. Paweł Jastrzębski\n\nWartość projektu dla AGH : 2375000.00  PLN\n\nPrzezwyciężanie różnic w dostępie do technologii cyfrowych w Europie i Azji Południowo-Wschodniej” (akronim: ODDEA )\n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie realizuje projekt dofinansowany w ramach programu Horyzont Europa pt. \n„Przezwyciężanie różnic w dostępie do technologii cyfrowych w Europie i Azji Południowo-Wschodniej” (akronim: ODDEA )\nwww.oddea.org\n\nOkres realizacji: 2022-12-01 – 2026-011-30\n\nCelem projektu jest umożliwienie współpracy pracowników naukowych i doktorantów w zakresie badań w dziedzinie digitalizacji, w tym w szczególności wymiany wiedzy, pomysłów i dostarczenia znaczących wyników oraz nawiązania dalszej współpracy badawczej w dziedzinie digitalizacji. Celem realizujących projekt jest przedstawienie nowatorskich (innowacyjnych) kierunków badawczych w szybko rozwijającym się obszarze nauki. Zagadnienia związane z cyfryzacją są przedmiotem zainteresowań naukowców na całym świecie. Świadczy o tym wciąż rosnąca liczba publikacji. Oczekiwania wobec transformacji cyfrowej są niezwykle wysokie, jednak w rzeczywistości istnieje znaczny opór przed jej wdrażaniem, a realizowane projekty transformacji cyfrowej często nie przynoszą oczekiwanych rezultatów. \n\nKierownik Projektu ze strony AGH: dr Rafał Kusa\nWartość projektu dla AGH : 280 600  EUR   \n\nWSPARCIE FINANSOWE W RAMACH PROGRAMU MINISTRA NAUKI I SZKOLNICTWA WYŻSZEGO POD NAZWĄ „PROJEKTY MIĘDZYNARODOWE WSPÓŁFINANSOWANE”\n\nPrzedmiotem przedsięwzięcia jest wsparcie finansowe w związku z realizacją projektu pn.:\nPrzezwyciężanie różnic w dostępie do technologii cyfrowych w Europie i Azji Południowo-Wschodniej\n (akronim: ODDEA )\n  w ramach programu Horyzont Europa MSCA Staff Exchanges, na podstawie umowy  zawartej  z z European Research Executive Agency (REA) o nr 101086381\n\nDofinansowanie: 300 253,00 zł\n\nNowy projekt „PRO-SLO. PRO-SLO PhD Winter/Summer School”\n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie realizuje projekt dofinansowany w ramach programu Horyzont Europa pt. „\nPRO-SLO. PRO-SLO PhD Winter/Summer School”\n\nOkres realizacji: 2023-10-01 – 2026-09-30\n\nCelem projektu PRO-SLO jest wypełnienie luki pomiędzy działalnością w sektorze surowców a dyskursem gospodarczym, społecznym i etycznym oraz przygotowanie profesjonalnego personelu niezbędnego do zapewnienia społecznego przyzwolenia na działalność w tym sektorze (ang. Social Licence to Operate, SLO), poprzez szkolenie doktorantów i studentów drugiego stopnia mające na celu dogłębne poznanie złożonego procesu SLO i pełnienie roli ambasadorów przemysłu surowcowego. Podstawą projektu jest unikalne konsorcjum ekspertów SLO reprezentujących wszystkie strony trójkąta wiedzy (badania, edukacja, innowacje), którzy będą odpowiedzialni za przygotowanie szkoły PRO-SLO. Szkoła będzie zorganizowana przy wykorzystaniu innowacyjnych metod nauczania/uczenia się, uzupełnionych wyprawami terenowymi, eksperymentami behawioralnymi i ocenami opartymi na wyzwaniach. Nieformalna/formalna wymiana wiedzy będzie wspierana przez mentorów z przemysłu. Zgodnie z europejskim „Planem działań w dziedzinie edukacji cyfrowej”, szkoła będzie miała format asynchroniczny/synchroniczny z jasną ścieżką uczenia się. Szkoła PRO-SLO umożliwi doktorantom i studentom zrozumienie, refleksję, dyskusję, negocjowanie i rozwiązywanie wyzwań na różnych etapach procesu SLO. Po pomyślnym ukończeniu szkoły PRO-SLO, uczestnicy pozyskają wymaganą wiedzę, umiejętności i postawy kluczowe dla skutecznej realizacji zadań w zakresie złożonego procesu SLO. Przyniesie to nie tylko korzyści doktorantom i studentom, ale także społeczeństwu obywatelskiemu i sektorowi surowców. Wszystko to zostanie zapewnione dzięki atrakcyjności i elastyczności programu szkoły PRO-SLO, zarówno pod względem tematycznym, jak i pedagogicznym.\n\nKierownik Projektu ze strony AGH: dr hab. Joanna Kulczycka, prof. uczelni\n\nWartość projektu dla AGH : 57 081,00  EUR   \n\nProjekt „Premia na Horyzoncie 2”\n\nPrzedmiotem przedsięwzięcia „Premia na Horyzoncie 2” jest wsparcie finansowe w związku z realizacją projektu pn. „RMsManager. Kurs dla menedżerów ds. surowców” w ramach programu ramowego w zakresie badań naukowych i innowacji finansowanego z programu Horyzont 2020, na podstawie umowy nr 19057.\n\n Dofinansowanie: 96 447,00 zł\n\nCałkowita wartość: 96 447,00 zł\n\nAkronim\n\nKonto księgowe\n\nKierownik\n\nProgram\n\nInstytucja finansująca\n\nData rozpoczęcia\n\nData zakończenia\n\nTytuł\n\nRodzaj badania\n\nstrona internetowa projektu\n\nSPIN\n\n46.72.200.87160\n\nPaweł Jastrzębski\n\nFundusze Europejskie dla Małopolski 2021-2027\n\nUMWM\n\n14.10.2024\n\n31.12.2026\n\nSPIN – Małopolskie Centra Transferu Wiedzy Wsparciem dla Przedsiębiorców\n\nRozwojowe\n\nCentrum Transferu Wiedzy WZ AGH\n\nhttps://www.spin.malopolska.pl/\n\nSymbioTech\n\n502.200.70140\n\nDagmara Lewicka\n\nERASMUS+\n\nEACEA\n\n1.11.2024\n\n31.10.2027\n\nEuropejski sojusz na rzecz rozwoju gospodarki o obiegu zamkniętym poprzez cyfrową symbiozę przemysłową\n\nRozwojowe\n\nCSupMNE\n\n502.200.70150\n\nJerzy Duda\n\nERASMUS+\n\nEACEA\n\n1.12.2024\n\n30.11.2027\n\nOpracowanie założeń dla polityki cyberbezpieczeństwa w czarnogórskim systemie szkolnictwa wyższego\n\nEdukacyjne\n\nPRO-SLO\n\n502.200.20060\n\nJoanna Kulczycka\n\nHORYZONT EUROPA\n\nKE\n\n1.10.2023\n\n30.09.2026\n\nPRO-SLO – Szkoła zimowa/letnia PRO-SLO PhD\n\nEdukacyje\n\nhttps://www.proslo.eu/\n\nRAIL4EARTH\n\n27.27.200.70110\n\nKatarzyna Gdowska\n\nHORIZON-EU-RAIL\n\nKE\n\n16.01.2023\n\n30.11.2026\n\nSustainable and green rail systems\n\nBadawczy\n\nhttps://erju.agh.edu.pl/\n\nRAIL4EARTH\n\n22.22.200.70130\n\nKatarzyna Gdowska\n\nProjekt międzynarodowy współfinansowany\n\nMEiN\n\n1.12.2022\n\n30.11.2026\n\nSustainable and green rail systems\n\nBadawczy\n\nhttps://erju.agh.edu.pl/\n\n68.10.200.04100\n\nGrzegorz Ginda\n\nDoktoraty wdrożeniowe\n\nMEiN\n\n17.11.2022\n\n31.10.2026\n\nMetodyka wdrażania metodologii Six Sigma w ramach przedsiębiorstwa projektowo-produkcyjnego, ze szczególnym uwzględnieniem procesów dotyczących rozwoju produktu z branży motoryzacyjnej\n\nŚrodki na naukę\n\nODDEA\n\n27.27.200.70100\n\nRafał Kusa\n\nERDF\n\nWspólny Sekretariat Europa Środkowa, Wiedeń\n\n2022-12-01\n\n2025\n\nPrzezwyciężanie wykluczenia cyfrowego w Europie Środkowej\n\nRozwojowe\n\nhttps://oddea.org/contact-us/\n\nPnH2 – RMsManager\n\n68.68.200.70090\n\nJoanna Kulczycka\n\nPremia na Horyzoncie\n\nMEiN\n\n22.10.2021\n\n06.08.2024\n\nRMsManager. Kurs dla menedżerów ds. surowców\n\nRozwojowe\n\n SpinLoop\n\n38.68.200.04150\n\nRafał Rumin\n\nProgramy Krajowe\n\nMEiN\n\n12.05.2023\n\n12.05.2024\n\nBadania modeli infrastruktury tubowej oraz elementów konstrukcyjnych związanych z technologią Hyperloop w środowisku próżniowym.\n\nPodstawowe\n\nEO_SME\n\n18.18.200.04090\n\nMarcin Suder\n\nMiniatura 6\n\nNCN\n\n23.11.2022\n\n23.11.2023\n\nWpływ warunków rynkowych na zmiany strategii i orientacji przedsiębiorczej przedsiębiorstw sektora MŚP\n\nPodstawowe\n\nSPINAKER\n\n12.72.200.87140\n\nJoanna Kulczycka\n\nSPINAKER\n\nNAWA\n\n01.06.2021\n\n31.08.2023\n\nVacation learning at AGH for Sustainable Industry 4.0 Education\n\nEdukacyjne\n\nhttps://goz.agh.edu.pl/; https://vacation.agh.edu.pl/\n\nStypendium naukowe dla wybitnego młodego naukowca\n\nJakub Jurasz\n\nStypendium naukowe dla wybitnego młodego naukowca\n\nMNiSW\n\n10.08.2020\n\n9.08.2023\n\nStypendium naukowe dla wybitnego młodego naukowca\n\nHEI-ETEIA\n\n502.200.20050\n\nWojciech Kowalik\n\nKIC-HORYZONT 2020\n\nEIT\n\n01.07.2021\n\n31.07.2023\n\nEnergy Transition Entrepreneurs in Action (ETEIA) – developing a supportive academic environment for the young talents\n\nEdukacyjne\n\nhttp://eteia.agh.edu.pl/\n\nHYPERLOOP AGH\n\n68.72.200.87150\n\nRafał Rumin\n\nNajlepsi z najlepszych\n\nMEiN\n\n2.12.2022\n\n30.06.2023\n\nUdział i prezentacja badań oraz ich fizycznych rezultatów na ogólnoświatowej konferencji European Hyperloop Week – z projektem „AGH HYPERLOOP”\n\nPodstawowe\n\nPnH2 – RMTechFlow\n\n68.68.200.70080\n\nJoanna Kulczycka\n\nPremia na Horyzoncie\n\nMNiSW\n\n11.06.2021\n\n11.06.2023\n\nRMTechFlow: Współpraca na rzecz zaawansowanych materiałów i trasferu wiedzy\n\nEdukacyje\n\nPackAlliance\n\n502.200.70070\n\nJoanna Kulczycka\n\nERASMUS+\n\nEACEA\n\n01.01.2020\n\n31.12.2022\n\nEuropejski sojusz na rzecz szkolenia i współpracy w zakresie innowacji w kierunku zrównoważonego systemu opakowań\n\nEdukacyje\n\nhttps://www.packall.eu/ \n\nRMs Manager\n\n502.200.20040\n\nJoanna Kulczycka\n\nKIC-HORYZONT 2020\n\nEIT\n\n01.01.2020\n\n31.10.2022\n\nRMsManager. Kurs dla menedżerów ds. surowców\n\nEdukacyje\n\nhttps://rmsmanagercourse.pl/\n\nDIALOG\n\n46.72.200.84450\n\nWojciech Kowalik\n\nProgram Operacyjny Pomoc Techniczna 2014-2020\n\nMR/MFiPR\n\n4.12.2019\n\n31.07.2022\n\nDIALOG Działanie Innowacje Aktywność Ludzie Otwartość Gotowość\n\nRozwojowe\n\nO projekcie (dialogkrynica.pl)\n\nDMMS\n\n03.03.200.04020\n\nWaldemar Kaczmarczyk\n\nProgramy Krajowe\n\nMNiSW\n\n07.06.2019\n\n31.12.2020\n\nDecision Making in Manufacturing and Services\n\nŚrodki na naukę\n\nRMTechFlow\n\n502.200.20030\n\nJoanna Kulczycka\n\nKIC-HORYZONT 2020\n\nEIT\n\n01.01.2019\n\n31.12.2020\n\nRMTechFlow: Współpraca na rzecz zaawansowanych materiałów i trasferu wiedzy\n\nEdukacyje\n\nhttps://rmtechflow.eitrawmaterials.eu/ \n\nStypendium naukowe dla wybitnego młodego naukowca\n\n66.66.200.03780\n\nŁukasz Lach\n\nStypendium naukowe dla wybitnego młodego naukowca\n\nMNiSW\n\n25.01.2018\n\n31.12.2020\n\nStypendium naukowe dla wybitnego młodego naukowca\n\nIWK\n\n502.200.85440\n\nJoanna Duda\n\nProgramu Operacyny Wiedza Edukacja Rozwój\n\nNCBiR\n\n01.01.2018\n\n21.12.2020\n\nInterdyscyplinarny wymiar kompetencji  w krajowych inteligentnych specjalizacjach\n\nEdukacyje\n\nhttps://iwkwkis.zarz.agh.edu.pl/\n\nARTCademy\n\n500.200.70060\n\nEwa Beck-Krala\n\nERASMUS+\n\nEACEA\n\n01.11.2018\n\n31.10.2020\n\nAkademia sztuki i rzemiosł tradycyjnych – ARTCademy\n\nEdukacyje\n\nhttps://www.artcademy.eu;\nhttps://www.facebook.com/ArtCademy/\n\nMoPED\n\n502.200.70050\n\nKatarzyna Gdowska\n\nERASMUS+\n\nEACEA\n\n15.10.2017\n\n14.10.2020\n\nModernizacja nauczania w szkolnictwie wyższym poprzez innowacyjne narzędzia edukacyjne\n\nEdukacyje\n\nhttp://mopedproject.eu/\n\nCuBR III\n\n17.17.200.03530\n\nMaria Richert\n\nCuBR III\n\nNCBiR\n\n01.05.2017\n\n31.08.2020\n\nOpracowanie kompleksowej technologii aktywnego i pasywnego zabezpieczenia antykorozyjnego instalacji wzbogacania rud metali nieżelaznych\n\nBadawczy\n\nHyperloop\n\n23.23.200.04000\n\nRafał Rumin\n\nProgramy Krajowe\n\nNCBiR\n\n21.03.2019\n\n30.06.2020\n\nPotencjał rozwoju i wdrażania w Polsce technologii kolei próżniowej w kontekście społecznym, technicznym, ekonomicznym i prawnym\n\nRozwojowe\n\nWMOP\n\n18.18.200.03980\n\nRafał Kusa\n\nProgramy Krajowe\n\nNCN\n\n29.03.2019\n\n30.06.2020\n\nWspółpraca międzyorganizacyjna jako przejaw orientacji przedsiębiorczej\n\nPodstawowe\n\nZSPLIO\n\n18.18.200.03400\n\nHenryk Gurgul\n\nOPUS 10\n\nNCN\n\n15.06.2016\n\n16.06.2020\n\nZmiany strukturalne w polskiej gospodarce: Wnioski z pierwszych dekad transformacji i perspektywy na kolejne lata\n\nBadawczy\n\nModelowanie nowych aplikacji ICAPM do szacowania kosztu kapitału spółek notowanych na Giełdzie Papierów Wartościowych w Warszawie – wpływ akcji groszowych i spekulacyjnych.\n\n18.18.200.03410\n\nStanisław Urbański\n\nOPUS 10\n\nNCN\n\n09.06.2016\n\n08.06.2020\n\nModelowanie nowych aplikacji ICAPM do szacowania kosztu kapitału spółek notowanych na Giełdzie Papierów Wartościowych w Warszawie – wpływ akcji groszowych i spekulacyjnych.\n\nEdukacyjne\n\nsystemy kognitywne\n\n18.18.200.03700\n\nLidia Ogiela\n\nProgramy Krajowe\n\nNCN\n\n04.07.2017\n\n25.03.2019\n\nNowe klasy kognitywnych systemów zarządzania usługami i współdzielenia danych w Cloud Computingu\n\nPodstawowe\n\nPOLONEZ1\n\n29.29.200.7004\n\n Anna Avdiushchenko\n\nPOLONEZ1\n\nNCN\n\n01.11.2016\n\n31.10.2018\n\nThe Circular Economy Conception Towards Ecoinnovations and Sustainability of Regions – Horizon 2020, Marie Skłodowska-Curie grant agreemen\n\nBadawczy\n\nhttp://www.ce4reg.zarz.agh.edu.pl/\n\nGameHub\n\n502.200.03170\n\nKatarzyna Gdowska\n\nERASMUS+KA2\n\nEACEA\n\n15.10.2015\n\n14.10.2018\n\nGameHub: University-enterprises cooperation in Game Industry in Ukraine\n\nEdukacyjne\n\nhttp://gamehub-cbhe.deusto.es/project/; https://projects.pnu.edu.ua/en/erasmus-ka2-projects-2/gamehub/\n\nQRM4ETO\n\n72.72.200.85430\n\nAndrzej Macioł\n\nRegionalny Program Operacyjny Województwa Mazowieckiego\n\nMJWPU\n\n01.10.2016\n\n30.09.2018\n\nQRM4ETO – opracowanie innowacyjnych procesów projektowania i produkcji na zamówienie (ETO – Engineer to Order) realizujących koncepcję szybkiego wytwarzania (QRM – Quick Response Manufacturing)\n\nRozwojowe\n\nCzasopisma naukowe\n\nMANAGERIAL ECONOMICS\n\nDecision Making in Manufacturing and Services\n\nKonferencje naukowe\n\nXXIV Międzynarodowa Konferencja Naukowa Zarządzanie Przedsiębiorstwem – Teoria i praktyka\n\nKraków, 04-06.06.2025\n\nIX Konferencja NAUKA i BIZNES ‐ wspólne wyzwania\n\nKraków, 16.11.2023\n\n International Conference on Decision Making in Manufacturing and Services (DMMS 2019)\n\nZakopane, 26-29 wrzesień  2019\n\nGospodarka o obiegu zamkniętym – racjonalne gospodarowanie zasobami (2019)\n\nRacławice 02-03 lipiec 2019\n\nV FlexSimposium 2017 PL\n\nKraków, 12-13 IX 2017\n\nZRNT 2016: ZMIANY – INNOWACJE – KREATYWNOŚĆ\n\nKraków, 23-24 maja 2016\n\nZasoby naturalne a rozwój zrównoważony i trwały\n\nKraków, 19-21 IX 2016\n\nThe International Conference on Industrial Logistics (ICIL) 2016\n\nZakopane, 28 IX – 1 X 2016\n\nStudia\n\nStudia licencjackie i inżynierskie\n\nStudia magisterskie\n\nStudia po angielsku\n\nStudia doktoranckie\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nKierunki studiów\n\nJakość kształcenia\n\nZintegrowany program rozwoju\n\nOrganizacja\n\nZespół Obsługi Studentów studia stacjonarne\n\nZespół Obsługi Studentów studia niestacjonarne\n\nInfrastruktura Wydziału\n\ne-Wydział\n\nWydział\n\nO nas\n\nWładze Wydziału\n\nJednostki naukowe\n\nLaboratoria\n\nAdministracja Wydziału\n\nSamorząd studentów i doktorantów\n\nWspółpraca\n\nGalerie\n\ncovid19\n\nDni otwarte\n\nNauka\n\nBadania i granty\n\nPostępowania awansowe\n\nCzasopisma naukowe\n\nKonferencje naukowe\n\nNaukowy ruch studencki\n\nBiblioteka wydziałowa", "metadata": {"url": "https://www.zarz.agh.edu.pl/index.php/nauka/", "title": "Nauka | Wydział Zarządzania AGH", "depth": 3, "duplicate": false, "content_hash": "7a8a35a5a0a1a51c4fbb7da1c75cb98b", "word_count": 3642, "headings": [{"level": 1, "text": "Nauka"}, {"level": 2, "text": "Aktualności"}, {"level": 3, "text": "OPUS 29"}, {"level": 3, "text": "NCN Konfigurator Grantu"}, {"level": 3, "text": "Informacja nt. konkursu M-ERA.NET 3 Call 2025"}, {"level": 3, "text": "NAWA – Oferty grantów i stypendiów dla doktorantów i pracowników nauki"}, {"level": 3, "text": "NCBR ogłasza XII konkurs w ramach programu GOSPOSTRATEG"}, {"level": 3, "text": "Szkolenie NCN dotyczące konkurs MINIATURA"}, {"level": 3, "text": "Konkurs w ramach akcji 2 programu Erasmus+ Sojusze na rzecz innowacji"}, {"level": 3, "text": "NCN Harmonogram konkursów NCN w 2025 roku"}, {"level": 3, "text": "Ścieżka SMART – NCBR ogłosiło nabór wniosków"}, {"level": 2, "text": "Projekty naukowe"}, {"level": 2, "text": "Nowy projekt „Straightening Up Cybersecurity Posture of Montenegrin Higher Education system” (CSupMNE)"}, {"level": 6, "text": "Sfinansowane ze środków UE. Wyrażone poglądy i opinie są jedynie opiniami autora lub autorów i niekoniecznie odzwierciedlają poglądy i opinie Unii Europejskiej lub Europejskiej Agencji Wykonawczej ds. Edukacji i Kultury (EACEA). Unia Europejska ani EACEA nie ponoszą za nie odpowiedzialności."}, {"level": 2, "text": "Nowy projekt „The European Alliance for Advancing Circular Economy via Industrial Digital Symbiosis” (SymbioTech)"}, {"level": 6, "text": "Sfinansowane ze środków UE. Wyrażone poglądy i opinie są jedynie opiniami autora lub autorów i niekoniecznie odzwierciedlają poglądy i opinie Unii Europejskiej lub Europejskiej Agencji Wykonawczej ds. Edukacji i Kultury (EACEA). Unia Europejska ani EACEA nie ponoszą za nie odpowiedzialności."}, {"level": 2, "text": "Projekt SPIN– Małopolskie Centra Transferu Wiedzy – czas start!"}, {"level": 2, "text": "Przezwyciężanie różnic w dostępie do technologii cyfrowych w Europie i Azji Południowo-Wschodniej” (akronim: ODDEA )"}, {"level": 2, "text": "WSPARCIE FINANSOWE W RAMACH PROGRAMU MINISTRA NAUKI I SZKOLNICTWA WYŻSZEGO POD NAZWĄ „PROJEKTY MIĘDZYNARODOWE WSPÓŁFINANSOWANE”"}, {"level": 2, "text": "Nowy projekt „PRO-SLO. PRO-SLO PhD Winter/Summer School”"}, {"level": 2, "text": "Czasopisma naukowe"}, {"level": 4, "text": "MANAGERIAL ECONOMICS"}, {"level": 4, "text": "Decision Making in Manufacturing and Services"}, {"level": 2, "text": "Konferencje naukowe"}, {"level": 3, "text": "Studia"}, {"level": 3, "text": "Organizacja"}, {"level": 3, "text": "Wydział"}, {"level": 3, "text": "Nauka"}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": ""}]}}