{"metadata": {}, "content": "A G H AKADEMIA GORNICZO-HUTNICZA\nIM, STANISLAWA STASZICA W KRAKOWIE\nprof. dr hab. inz.\n\nRafat Danko\n\nPROREKTOR DS. STUDENCKICH\n\nCSS-sspm.4410-3/2024 Krakéw, dnia 09.05.2024 r.\n\nSzanowni Panstwo\nDziekani oraz Prodziekani ds. Studenckich\nWydzialtéw AGH\n\nw miejscu\n\nS2Anque. : Poozteo ,\n\nW zwiazku z opublikowaniem przez MEIN informacji o wysokosci\ndotacji na Swiadczenia dla student6w i doktorant6w w roku 2024\ninformuje, ze aktualny stan Funduszu stypendialnego pozwala na\nwydtuzenie okresu przyznania Swiadczen w roku akademickim 2023/2024\ndo 10 miesiecy.\n\nStypendium socjalne, stypendium dla oséb niepetnosprawnych oraz\nstypendium rektora zostanie wyptacone w miesiacu lipcu studentom\nstudiéw I i II stopnia:\n\n1) ktérym wydano decyzje administracyjna o przyznaniu swiadczenia\nz Funduszu stypendialnego do czerwca br. oraz\n\n2) ktérzy w miesiacu lipcu beda posiadaé status studenta, zgodnie z § 6\nust. 3 Regulaminu Swiadczen dia student6w AGH oraz\n\n3) ktérzy wyraza zgode na zmiane decyzji w zakresie okresu przyznania\nprzedmiotowego swiadczenia.\n\nWyrazenie zgody na zmiane decyzji moze odbyé sie w formie\nelektronicznej - w przypadku stypendium socjalnego i stypendium dla\noséb niepetnosprawnych zgode nalezy potwierdzi¢ w systemie USOSweb,\nnatomiast w przypadku stypendium rektora nalezy przekazaé tres¢ zgody\ndroga mailowa z adresu zarejestrowanego w domenie Uczelni\n(@student.agh.edu.pl).\n\nPracownikow Wydziatow prosze o wystanie do zainteresowanych\nstudentéw wiadomosci z treSciaq zgody na zmiane decyzji oraz niezwtoczne\nprzygotowanie decyzji administracyjnych zmieniajacych okres przyznania\n\nPrzewodniczacy powyzszych stypendiow.\nUczeiniane] Rady Pi * . dst éwiad . dni 7\nSa ent rzypominam, ze podstawa wyptaty Swiadczenia, zgodnie z §\n- ust.8 Regulaminu swiadczen, jest odbidr przez studenta decyzji\nte ost administracyjnej.\n2 fronetanra\n. Otrzymuja:\nDYREKTOR 1. JM Rektor AGH,\nCENTRUM SPRAW STUDENCKICH 2. Kwestor AGH,\naa 3. Dyrektor MS AGH, y\nSochedee 4. Dziat Dostepnogci AGH, VA\nmgr Karglina Sochacka 5. URSS i URSD AGH,\n6. SWiRS DSS,\nvohivay cine 7. aa.\n« Coats Matériainej\n2kgii Swiagey a al. A. Mickiewicza 30, 30-059 Krakow, tel.: +48 12 617 20 10\n\ne-mail: prorektor.studenci@agh.edu.pl, www.agh.edu.pl\n\nj\\\n\\ JU ;\nmgr AU na Kupis\nVy\n\n\n\n"}