{"content": "#  Centrum Energetyki / Akademia Górniczo-Hutnicza w Krakowie \n\nURL: https://www.ce.agh.edu.pl/browse/4/\nCrawled: 2025-03-19 21:39:38\n\nCentrum Energetyki AGH\nCentrum Energetyki AGH, utworzone w sercu Krakowa, to niezwykłe centrum badawczo-naukowe ukierunkowane na rozwój technologii energetycznych. Z licznymi laboratoriami, salami konferencyjnymi i lobby, służy Akademii Górniczo-Hutniczej im. Stanisława Staszica od roku 2014. To doskonałe, funkcjonalne miejsce, które nastawione jest na badania rozwojowe i współpracę w ramach B+R z przemysłem.\n\nCentrum Energetyki AGH świadomie kreuje nowoczesną kulturę innowacji. Mieści się tutaj ponad 30 pracowni, z czego 18, wyposażone w niszowy sprzęt specjalistyczny wykonuje usługi komercyjne. Przy twórczym udziale kadry naukowców AGH, tworzone są nowe technologie i optymalizowane procesy, powstają nowe trendy badawczo-rozwojowe oraz prowadzone są eksperckie panele tematyczne. \n\nW oddzielnej strefie Centrum Energetyki AGH znajdują się sale wykładowe i laboratoria dydaktyczne, przeznaczone dla studentów Akademii. To tutaj, pod okiem wybitnych naukowców AGH, młodzi otrzymują aktualną wiedzę oraz praktykę, po to, by w życiu zawodowym swoje kompetencje opierać się na solidnym wykształceniu.\n\nObszary badawcze\n\nCentrum Energetyki AGH zajmuje się szeroko rozumianą energetyką wraz z pokrewnymi dyscyplinami nauki:\nEnergetyka konwencjonalna:\n paliwa i sorbenty, kogeneracja i trigeneracja, ciepłownictwo\nTechnologie CCS i CCU\nEnergetyka odnawialna:\n energetyka wiatrowa, wodna, wodorowa, fotowoltaika, biomasa i biogaz, paliwa z odpadów\nNowe produkty i usługi:\n e-mobility, energetyka rozproszona i prosumencka\nEnergetyka przemysłowa:\n wykorzystanie palnych gazów procesowych, trigeneracja\nSieci elektroenergetyczne:\n smart grid, smart metering, magazynowanie energii, teleinformatyka\n\nDowiedz się więcej na temat współpracy z nami:\nO projekcie\nWspółpraca\nLaboratoria\nKontakt\n\nAktualności\n\n18.03.2022 \n\nZatrudnimy studentki i studentów do pracy zleconej – Aktualizacja\n\nCentrum Energetyki AGH poszukuje osób do realizacji prac badawczo-rozwojowych z firmą APTIV\nZakres obowiązków\nPrzygotowanie i sprawdzanie danych celem opracowania nowych procesów i ulepszeń do istniejących produktów...\n[więcej]\n\n23.02.2022 \n\nZasady funkcjonowania Uczelni od 28 lutego 2022 r.\n\nNowe Zarządzenie JM Rektora Akademii Górniczo-Hutniczej im. S. Staszica w Krakowie, Jerzego Lisa wprowadza aktualne zasady działalności Uczelni, które dotyczą wszystkich członków wspólnoty (pracowników, współpracowników,...\n[więcej]\n\n04.02.2022 \n\nPrzejście otwarte!\n\nUwaga! Informujemy, że wejście na teren AGH pomiędzy pawilonami C-3 i C-5 zostało otwarte. Umożliwia to dojście do budynków Centrum Energetyki (C-5) oraz części badawczo-dydaktycznej Centrum (C-6) od strony ul. Czarnowiejskiej...\n[więcej]\n\n06.10.2021 \n\nCOVID-19: Informacje i zalecenia w sprawie ochrony sanitarnej członków Wspólnoty Uczelni oraz gości AGH\n\nAktualne wiadomości i informacje na temat działalności Akademii Górniczo-Hutniczej im. Stanisława Staszica w czasie pandemii koronawirusa są publikowane na stronie:\nhttps://www.agh.edu.pl/covid-19-informacje\nCentrum Energetyki,...\n[więcej]\n\nWyświetla nowości od 17 do 20 ze wszystkich 26\n<< Pierwsza\n\n< Poprzednia\n\n1-4\n\n5-8\n\n9-12\n\n13-16\n\n17-20\n\n21-24\n\n25-26\n\nNastępna >\n\nOstatnia >>", "metadata": {"url": "https://www.ce.agh.edu.pl/browse/4/", "title": " Centrum Energetyki / Akademia Górniczo-Hutnicza w Krakowie ", "depth": 3, "duplicate": false, "content_hash": "bacedec9161ff296a0e3916c7dd0ed82", "word_count": 394, "headings": [{"level": 1, "text": "Centrum Energetyki AGH"}, {"level": 1, "text": "Obszary badawcze"}, {"level": 1, "text": "Dowiedz się więcej na temat współpracy z nami:"}, {"level": 2, "text": "Aktualności"}, {"level": 2, "text": "Zatrudnimy studentki i studentów do pracy zleconej – Aktualizacja"}, {"level": 2, "text": "Zasady funkcjonowania Uczelni od 28 lutego 2022 r."}, {"level": 2, "text": "Przejście otwarte!"}, {"level": 2, "text": "COVID-19: Informacje i zalecenia w sprawie ochrony sanitarnej członków Wspólnoty Uczelni oraz gości AGH"}, {"level": 1, "text": "Kontakt"}]}}