{"content": "# \n            Retrieval-Augmented Generation Workshop\n            | Wydział Informatyki AGH\n        \n\nURL: https://www.informatyka.agh.edu.pl/pl/retrieval-augmented-generation-workshop/\nCrawled: 2025-03-19 21:37:48\n\nA thematic track at the \nInternational Conference on Computational Science\n\nRAG Workshop is a part of the \nInternational Conference on Computational Sciencce (ICCS)\n taking place July 7-9, 2025 in Singapore. The theme of this year's conference is \n\"Making Complex Systems tractable through Computational Science\"\n.\n\nImportant dates:\n\nPaper submission deadline – final extension to \n7 March 2025\n\nNotification to authors: 31 March 2025\n\nCamera-ready papers: 18 April 2025\n\nMore info here:\n\nhttps://www.iccs-meeting.org/iccs2025/important-dates/\n\nContacts:\n\nAleksander Smywiński-Pohl, AGH University of Krakow, \napohllo@agh.edu.pl\n\nMagdalena Król, AGH University of Krakow, \nmagdakrol@agh.edu.pl\n\nWorkshop Description:\n\nAdvances in Retrieval-Augmented Generation (RAG) for Specialized Domains\n\nRetrieval-Augmented Generation (RAG) has emerged as a critical and rapidly evolving theme in the fields of Artificial Intelligence (AI) and Natural Language Processing (NLP). RAG systems address a significant limitation of Large Language Models (LLMs): their inability to incorporate real-time updates and private knowledge efficiently, as their knowledge is static and embedded within the model’s weights, making updates costly and time-intensive.\n\nBy integrating traditional and modern information retrieval (IR) techniques with the generative capabilities of LLMs, RAG systems offer a dynamic solution that allows models to access and utilize the most up-to-date and domain-specific information. This combination makes RAG a promising approach for building systems that are not only powerful but also accurate, efficient, and adaptable to specialized contexts.\n\nThis workshop aims to bring together researchers and practitioners working on RAG systems, particularly those focused on complex and high-stakes domains such as law, biology, physics, and medicine, where accuracy and reliability are paramount. Our goal is to foster discussions, share novel approaches, and identify emerging challenges in the development and application of RAG systems.\n\nTopics of Interest\n\nWe invite high-quality submissions addressing various aspects of RAG systems, including but not limited to:\n\nCore Improvements and Architectures\n\n•  \nInnovations in information retrieval models.\n\n•  \nNew architectures and frameworks for RAG systems.\n\n•  \nEnhanced techniques for vector representation and storage.\n\nEfficiency and Scalability\n\n•  \nMethods to improve processing speed and reduce memory consumption in RAG pipelines.\n\n•  \nQuantization techniques for efficient vector storage and retrieval.\n\n•  \nScalable solutions for large-scale domain-specific datasets.\n\nDomain-Specific Applications\n\n•  \nDevelopment of RAG systems tailored for specialized fields such as legal, biomedical, and scientific domains.\n\n•  \nStrategies for adapting LLMs to retrieval tasks in niche contexts.\n\nFusion and Retrieval Optimization\n\n•  \nModels for combining results from diverse retrieval systems.\n\n•  \nNovel fusion techniques to enhance relevance and accuracy.\n\nEvaluation and Robustness\n\n•  \nCreation of new evaluation datasets and benchmarks.\n\n•  \nMetrics and methodologies for assessing RAG performance.\n\n•  \nTechniques for controlling hallucinations in generated outputs.\n\nBroader Applications and Challenges\n\n•  \nEthical considerations and biases in RAG systems.\n\n•  \nCross-lingual or multilingual RAG applications.\n\n•  \nUse of RAG systems in low-resource or under-represented domains.\n\nWho Should Attend?\n\nThis workshop is designed for researchers, industry professionals, and students interested in the intersection of retrieval systems and generative models. Whether your focus is on improving foundational technologies, developing novel applications, or tackling real-world challenges in specialized domains, we invite you to join us in advancing the field of RAG.\n\nPapers\n\nFull Paper\n\n12-15\n\nShort Paper\n\n6-8\n\nAbstract\n\n2\n\nWCS (Workshops on Computational Science) papers (Full Paper, Short Paper) will be published in separate proceedings, that is, there will be a LNCS publication for the Main Conference, and a different LNCS publication for the Workshops. But both ICCS and WCS will be published by LNCS, and indexed in the same way.\n The only difference between Full and Short papers is the number of accepted pages. They are otherwise published and indexed in the exact same way.\n\nWhile we encourage full paper submissions, the “\nAbstract Only\n” option caters to researchers who can only publish in specific journals or work for companies in circumstances such that they cannot publish at all, but still want to present their work and discuss it with their peers at ICCS. In the “Abstract Only” option, a short abstract is included in the conference program, but not in LNCS.\n\nAfter the conference, the best papers will be invited for a special issue of the \nJournal of Computational Science\n (Impact Factor: 3.1)\n\nPapers submission\n\nManuscripts must be written in English and follow the LNCS template guidelines. By submitting a paper, at least one author agrees to register, attend the conference, and present the work.\n\nAccepted papers will be published in \nSpringer Lecture Notes in Computer Science (LNCS) series\n and indexed by Scopus, EI Engineering Index, Thomson Reuters Conference Proceedings Citation Index (part of ISI Web of Science), and other indexing services. Each paper will include linked references, XML versions, and citable DOI numbers.\n\nThe latest versions of the templates can be downloaded here and are also accessible on the \nOverleaf\n platform. Submissions must be made via \nEasyChair\n platform.\n\nMore info & Instruction for Authors:\n\nhttps://www.iccs-meeting.org/iccs2025/call-for-papers/\n\nWorkshop organizers:\n\nAleksander Smywiński-Pohl\n\nAGH University of Krakow\n\napohllo@agh.edu.pl\n\nMagdalena Król\n\nAGH University of Krakow\n\nmagdakrol@ahg.edu.pl\n\nProgram Committee:\n\nWitold Dzwinel\n\nAGH University of Krakow, Poland\n\nŁukasz Kobyliński\n\nInstitute of Computer Sciences, Polish Academy of Sciences, Poland\n\nMarek Kozłowski\n\nLaboratory of Natural Language Processing, OPI PIB\n\nTomer Libal\n\nUniversity of Luxembourg, Luxembourg\n\nPiotr Pęzik\n\nUniversity of Lodz, Poland\n\nMichal Pluháček\n\nCenter of Excellence in Artificial Intelligence, AGH University of Krakow, Poland\n\nJaromir Savelka\n\nCarnegie Mellon University, Pittsburgh USA\n\nKonrad Wojtasik\n\nWrocław University of Science and Technology", "metadata": {"url": "https://www.informatyka.agh.edu.pl/pl/retrieval-augmented-generation-workshop/", "title": "\n            Retrieval-Augmented Generation Workshop\n            | Wydział Informatyki AGH\n        ", "depth": 3, "duplicate": false, "content_hash": "02b558dcc21c3495b81474e99b519a42", "word_count": 880, "headings": [{"level": 1, "text": "Retrieval-Augmented Generation Workshop"}, {"level": 4, "text": "A thematic track at theInternational Conference on Computational Science"}, {"level": 4, "text": "Important dates:"}, {"level": 4, "text": "Contacts:"}, {"level": 4, "text": "Workshop Description:"}, {"level": 4, "text": "Topics of Interest"}, {"level": 4, "text": "Who Should Attend?"}, {"level": 4, "text": ""}, {"level": 4, "text": "Papers"}, {"level": 4, "text": "Papers submission"}, {"level": 4, "text": "Workshop organizers:"}, {"level": 4, "text": "Program Committee:"}, {"level": 5, "text": "Informacja o cookies"}]}}