{"content": "#  About -- Space Technology Centre \n\nURL: https://www.ctk.agh.edu.pl/en/about\nCrawled: 2025-03-19 21:25:05\n\nSkip to content\n\nSkip to footer\n\n About \n\nThe AGH Space Technology Centre was established in November 2020, by decision of AGH Rector Prof. Jerzy Lis. This decision was a result of the university obtaining the prestigious title of European University awarded by the European Commission.\n\nThe Centre focuses on advancing space technologies and fostering collaboration between academia and industry in the space sector. The Centre is involved in research, development, and education related to space exploration, satellite technology, and space sciences. It coordinates the UNIVERSEH project on behalf of the AGH University of Krakow. \n\n 1. Research work \n\nResearch is conducted in fields such as: Science of Signature, Materials and Structures, Life Science for Space, Space Missions, Space Education, and Space for Society.\n\nFind out more about our reasearch\n\n 2. Space Education \n\nThe Space Technology Centre develops educational programs, laboratories, and practical training through international collaboration. These are being created through participation in the European Universities project and in the international consortium of universities known as UNIVERSEH – the European Space University for Space and Humanity.\n\nFind out more\n\n 3. Supporting academic entrepreneurship \n\nThe Centre’s activities promote academic entrepreneurship by providing the conditions for founding and developing start-up companies, offering business mentoring, and supplying research infrastructure for developing space products and technologies. To achieve these objectives, STC collaborates with Polish and foreign companies from the space sector.\n\n 4. Space-related experiments: MXene in LEO \n\nThe experiment developed at AGH University of Krakow, MXene in LEO, is part of the Ignis mission, the first Polish technological and scientific mission to the International Space Station (ISS). The experiment focuses on studying MXenes – advanced nanomaterials with numerous potential applications. The project aims to test the stability of these materials in low-Earth orbit.\n\nFind out more\n\n 5. Space Technology Master's Degree Program \n\nThe latest task of the Space Technology Centre is the development and launch of the Master's Degree Program in Space Technologies. Students will be able to choose from three specializations: Upstream, Downstream, and Biomedical. The courses will be conducted entirely in English. The program is partnered with companies from the technology and space industries.\n\nFind out more\n\nStopka\n\nResearch\n\nProjects\n\nContact\n\nLogo to download\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/en/about", "title": " About -- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "52a1d3ccfbc88165156a0f6343cc1b8e", "word_count": 362, "headings": [{"level": 1, "text": "About"}, {"level": 2, "text": "Stopka"}]}}