{"content": "# History and traditions – Welcome Point\n\nURL: https://wtp.agh.edu.pl/history-and-traditions/\nCrawled: 2025-03-19 21:23:53\n\nWelcome Point\n > \nWhy AGH University?\n > \nHistory and traditions\n\nHistory and traditions\n\nThe efforts to establish a Polish mining school in Krakow and to appoint suitable teaching staff began in the second half of the 19th century and intensified when Galicia gained autonomy in 1860. Numerous projects were developed that considered, among other things, the creation of an independent mining academy or a faculty of mining at the Lviv Polytechnic or the Technical Institute in Krakow.\n\nAt the beginning of the 20th century, a group of prominent engineers and mining activists, led by Jan Zarański, went to great lengths to obtain approval for establishing a higher education institution in Krakow to educate mining engineers. Concentrated diplomatic action was taken in Vienna to win the favour of the Austrian government.\n\nThese efforts were successful, and on July 10, 1912, Krakow authorities received a permit to establish a mining academy.\n\nTime line:\n\n1913\n – establishment of Mining Academy\n\n1919\n – opening of the university\n\n1923\n – the cornerstone for the future university building was laid\n\n1935\n – the monuments of miners and steelworkers were unveiled in front of the main building of the academy\n\n1939 – 1945\n – the main building of the Academy was occupied by the German General Government\n\n1945\n – Mining Academy in Krakow was the only organised technical university in the country\n\n1969\n – The Academy of Mining and Metallurgy received the name of Stanisław Staszic\n\nMore information about the history of AGH University", "metadata": {"url": "https://wtp.agh.edu.pl/history-and-traditions/", "title": "History and traditions – Welcome Point", "depth": 3, "duplicate": false, "content_hash": "65f1c344d46865ea019f978a48abe893", "word_count": 247, "headings": [{"level": 1, "text": "History and traditions"}]}}