{"metadata": {}, "content": "Rb-D.0201 -1-30/24 \nStrona 1 z 19 ZARZĄDZENIE Nr 30/202 4 \nRektora Akademii Górniczo -Hutniczej  \nim. Stanisława Staszica w Krakowie  \nz dnia 23 maja 2024 r. \nw sprawie szczegółowych zasad organizacji rekrutacji kandydatów posiadających \nobywatelstwo polskie na pierwszy rok studiów rozpoczynających cykl  \nkształcenia w roku akademickim 2024/2025 oraz wysokości opłat  \nza postępowanie związane z przyjęciem na studia  \n \n \nDziałając na podstawie art. 23 ust. 1 ustawy z dnia 20 lipca 2018 r. – Prawo o szkolnictwie \nwyższym  i nauce  (t.j. Dz. U. z 2023 r. poz. 742 z późn. zm. ), § 15 i 38 rozporządzenia Ministra \nNauki i  Szkolnictwa Wyższego z dnia 27 września 2018 r. w sprawie  studiów  (t.j. Dz. U. z 2023 \nr., poz. 2787) w związku z § 1 ust. 5 uchwały nr 93/2023 Senatu AGH z dnia 28 czerwca 2023 \nr. w sprawie warunków, trybu oraz terminu rozpoczęcia i zakończenia rekrutacji na pierwszy rok \nstudiów pierwszego i drugiego stopnia roz poczynających cykl kształcenia w roku akademickim \n2024/2025  (t.j. uchwała nr 48/2024 z dnia 24 kwietnia 2024 r.),  zwanej dalej Uchwałą , \nzarządzam co następuje:  \nROZDZIAŁ 1.   \nPRZEPISY  OGÓLNE   \n§ 1.   \nPOSTANOWIENIA WSTĘPNE  \n1. Zarządzenie określa szczegółowe zasady organizacji rekr utacji na pierwszy rok studiów dla \nosób posiadających obywatelstwo polskie.  \n2. Rekrutację na studia w Akademii Górniczo -Hutniczej im. St anisława  Staszica w Krakowie \n(zwanej dalej AGH) organizują i prowadzą:  \n1) Rektor AGH poprzez działających z jego upoważnienia  Pełnomocnika lub Pełnomocników \nds. Rekrutacji;  \n2) Centrum Rekrutacji AGH, zwane dalej „CR”, oraz Dział Studentów Zagranicznych AGH  \nw Centrum Organizacji Kształcenia, zwany dalej „DSZ”, w zakresie obsługi administracyjnej \npostępowania rekrutacyjnego.  \n3. Organami pomocniczymi Pełnomocnika Rektora ds. Rekrutacji są:  \n1) Wydziałowe Zespoły ds. Rekrutacji jednostek odpowiedzialnych za kształcenie na danym \nkierunku studiów, zwane dalej „WZR”,  \n2) Dział Dostępności AGH, zwane dalej „BON”, w zakresie wsparcia procesu re krutacji \ni zapewnienia dostępności osobom ze szczególnymi potrzebami;  \n3) Prezydium Klubu Uczelnianego AZS AGH Kraków, zwanym dalej „KU AZS”, w zakresie \nwsparcia procesu rekrutacji kandydatów posiadających określone w Uchwale osiągnięcia \nsportowe;  \n4) Zespół ds. Egzaminu Wstępnego z Matematyki, zwany dalej „ZEWM” w zakresie \nopracowania pytań egzaminacyjnych z matematyki dla kandydatów na studia pierwszego \nstopnia, oraz oceny prac egzaminacyjnych;  \n5) Wydziałowe Komisje Egzaminacyjne, zwane dalej „WKE” powołane przez właściwego \nDziekana w składzie co najmniej trzech osób, w zakresie opracowania pytań do egzaminów \nwstępnych na studia drugiego stopnia oraz oceny prac egzaminacyjnych.  \n4. Pełnomocnik Rektora ds. Rekrutacji, CR, DSZ, WZR, BON, KU AZS, ZEWM zobowiązani są do \nwykonywania swoich obowiązków w  okresie rekrutacji podanym w § 4 Uchwały.  \n5. Proces rekrutacji na studia jest prowadzony poprzez elektroniczny system obsługi rekrutacji, \nzwany dalej „ e­Rekruta cja”. System umożliwia:  \n− rejestrację kandydatów,  \n− składanie deklaracji,  \n− wnoszenie opłat za przeprowadzenie rekrutacji i za Elektroniczną Legitymację Studenta \n(zwaną dalej ELS),  \n− przesyłanie elektronicznych kopii dokumentów,  \n− prowadzenie korespondencji bieżą cej z kandydatami w sprawach związanych z  rekrutacją,  \n− składanie elektronicznych kopii skarg i wniosków do procesu rekrutacji.  \n \n \n\nRb-D.0201 -1-30/24 \nStrona 2 z 19 § 2.   \nOBOWIĄZKI PROWADZĄCEGO REKRUTACJĘ  \n1. Do obowiązków Pełnomocnika Rektora ds. Rekrutacji, działającego z  upoważnienia Rektora, \nnależy: \n1) decydowanie w sprawie możliwości wyliczenia wartości składnika E wskaźnika rekrutacji \nWR na podstawie wyniku tzw. ogólnego egzaminu kierunkowego składanego na studiach \npierwszego stopnia na wybranych kierunkach (§ 6 ust. 9 Uchwały);  \n2) w przypadku świadec tw wydanych w zagranicznym systemie oświaty decydowanie \nw sprawie uznania egzaminu zewnętrznego za równoważny poziomowi rozszerzonemu \npolskiego egzaminu maturalnego, gdy poziom nie został określony na świadectwie lub \ndyplomie;  \n3) decydowanie w sprawie ustalenia wartości minimalnych wskaźnika rekrutacji na \nposzczególne kierunki studiów, kwalifikujących wstępnie kandydatów, których wskaźnik \nrekrutacyjny jest większy lub równy od ustalonej wartości minimalnej dla danego kierunku, \ndo wpisu na listę studentów;  \n4) wydawanie indywidualnych decyzji o  nieprzyjęciu kandydata na pierwszy rok studiów;  \n5) rozpatrywanie wniosków o ponowne rozpatrzenie sprawy o  nieprzyjęciu kandydata na \npierwszy rok studiów, z zastrzeżeniem § 10 ust. 7 niniejszego zar ządzenia;  \n6) rozpatrywanie wniosków o sprostowanie wyniku postępowania kwalifikacyjnego \nkandydatów kwestionujących wynik w całości lub jego części ze względu na niedokładności, \nbłędy pisarskie lub inne oczywiste omyłki;  \n7) rozpatrywanie wniosków o ponowne wylic zenie podstawy kwalifikacji w  związku ze zmianą \nwyniku egzaminu maturalnego spowodowaną weryfikacją sumy punktów, o  której mowa \nw art. 44zzz ustawy o  systemie oświaty (t.j. Dz.U. 2022, poz. 2230 ze zm.);  \n8) decydowanie w sprawie nieuruchomienia cyklu kształc enia na danym kierunku studiów \nz powodu zbyt małej liczby kandydatów;  \n9) decydowanie w sprawie zakończenia rekrutacji na dany kierunek studiów;  \n10) decydowanie w sprawie wznowienia rekrutacji na kierunek, na który rekrutacja została \nzakończona we wcześniejszym cy klu rekrutacyjnym;  \n11) przywracanie lub przedłużanie terminu złożenia podania o przyjęcie na studia lub wpisu na \nstudia dla zakwalifikowanych kandydatów.  \n2. Do obowiązków CR należy:  \n1) organizacja i obsługa administracyjna procesu rekrutacji na studia;  \n2) zbieranie – od jednostek odpowiedzialnych za kształcenie na poszczególnych kierunkach \nstudiów – niezbędnych informacji dotyczących organizacji procesu rekrutacji;  \n3) udzielanie kandydatom informacji i odpowiedzi na pytania w zakresie rekrutacji oraz \nprowadzenie korespo ndencji z kandydatami w  sprawach rekrutacji;  \n4) przyjmowanie od kandydatów wszystkich dokumentów wymaganych w  procesie rekrutacji;  \n5) koordynacja prac związanych z przygotowaniem i przeprowadzaniem egzaminów \nwstępnych na platformie UPeL,  \n6) zawiadamianie kandydat ów o terminie, miejscu i formie przeprowadzenia egzaminów,  \n7) kontrola poprawności danych kandydatów, które są przetwarzane w systemie \ne-Rekrutacja ;  \n8) przyjmowanie wniosków od kandydatów dotyczących zmiany ich danych w systemie  \ne-Rekrutacja ; \n9) wydawanie zaświa dczeń o wpisie kandydata na listę studentów pierwszego roku, a  także \nwydawanie innych dokumentów związanych z  rekrutacją kandydata;  \n10) wydawanie kandydatom potwierdzenia wyniku egzaminu wstępnego na dany kierunek \nstudiów w AGH;  \n11) wydawanie potwierdzenia ukończenia studiów pierwszego stopnia w AGH wraz z  uzyskaną \nw toku studiów średnią ocen dla potrzeb rekrutacji na studia drugiego stopnia;  \n12) przyjmowanie złożonych przez kandydatów skarg i wniosków dotyczących procesu \nrekrutacji na studia;  \n13) wydawanie skierowa ń na badania lekarskie dla kandydatów przyjętych na pierwszy rok \nstudiów;  \n14) potwierdzanie za zgodność z oryginałem kopii dokumentów zgodnie z  posiadanymi \npełnomocnictwami Rektora AGH;  \n15) rozpatrywanie wniosków o zwrot opłat związanych z procesem rekrutacji;  \n16) prowadzenie archiwum dokumentów związanych z rekrutacją przez okres co najmniej  \n6 miesięcy od dnia zakończenia rekrutacji;  \n\nRb-D.0201 -1-30/24 \nStrona 3 z 19 17) przekazywanie do dziekanatów jednostek odpowiedzialnych za kształcenie na \nposzczególnych kierunkach studiów dokumentacji kandydatów prz yjętych na pierwszy rok \nstudiów złożonych w procesie rekrutacji;  \n18) prowadzenie sprawozdawczości z przebiegu rekrutacji na studia w AGH;  \n19) organizacja szkoleń w zakresie procesu rekrutacji;  \n20) udział w szkoleniach dotyczących rekrutacji.  \n3. Do obowiązków WZR należy, w zakresie kierunków prowadzonych przez dany Wydział:  \n1) opiniowanie proponowanych wartości minimalnych wskaźnika rekrutacji na poszczególne \nkierunki studiów, kwalifikujących wstępnie kandydatów do wpisu na listę studentów;  \n2) opiniowanie konieczności zakwalifik owania na pierwszy rok studiów większej liczby \nkandydatów niż wynikającej z planowanej liczby miejsc określonej w  zarządzeniu Rektora \nAGH w sprawie ustalenia planowanej liczby miejsc na pierwszym roku studiów \nrozpoczynających cykl kształcenia w roku akadem ickim 2024/2025 na kierunkach, na które \nbędzie prowadzona rekrutacja ; \n3) opiniowanie konieczności zwiększenia liczby miejsc na pierwszym roku studiów \nniestacjonarnych określonej w zarządzeniu Rektora AGH w sprawie ustalenia planowanej \nliczby miejsc na pierwszym roku studiów rozpoczynających cykl kształcenia w roku \nakademickim 2024/2025 na kierunkach, na które będzie prowadzona rekrutacja ; \n4) opiniowanie możliwości kwalifikowania kandydatów na pierwszy rok studiów drugiego \nstopnia na podstawie wyników tzw. ogólnego egzaminu kierunkowego zdanego na studiach \npierwszego stopnia w  AGH zgodnego z zadeklarowanym  kierunkiem studiów;  \n5) organizacja egzaminów wstępnych na studia drugiego stopnia;  \n6) sporządzanie i archiwizacja protokołów zbiorczych z przeprowadzonych egza minów \nwstępnych na studia drugiego stopnia;  \n7) wprowadzanie do systemu e-Rekrutacja  wyników egzaminów wstępnych \nprzeprowadzonych bez wykorzystania UPeL;  \n8) archiwizacja prac egzaminacyjnych kandydatów z egzaminów wstępnych \nprzeprowadzonych bez wykorzystania UPeL ; \n9) informowanie kandydatów o specyfice kształcenia na danym kierunku studiów oraz \no warunkach i trybie rekrutacji.  \n4. Do obowiązków BON należy:  \n1) współpraca z CR w kwestii zapewnienia dostępności rekrutacji;  \n2) opracowanie informatora dla kandydatów ze szczególnymi potrzebami;  \n3) współpraca z wydziałami oraz sekcją BHP w kwestii gromadzenia danych o  występujących \nw trakcie studiów czynników szkodliwych, uciążliwych lub niebezpiecznych dla zdrowia na \nktóre narażeni są studenci;  \n4) weryfikacja szczególnych potrz eb kandydata na podstawie przedstawionej przez kandydata \ndokumentacji medycznej, wywiadu lub ankiet;  \n5) zapewnienie wsparcia w postaci asystenta dydaktycznego, tłumacza języka migowego, \nlipspeakera w trakcie przeprowadzania egzaminów wstępnych oraz wpisów na studia.  \n5. Do obowiązków KU AZS należy:  \n1) weryfikacja dokumentów poświadczających posiadanie danej klasy sportowej kandydata \nstarającego się o przyjęcia na pierwszy rok studiów w oparciu o osiągnięcia sportowe;  \n2) przekazywanie do CR informacji umożliwiających pr zyznanie dodatkowych punktów \nkandydatom posiadającym osiągnięcia sportowe.  \n6. Do obowiązków ZEWM należy:  \n1) opracowanie pytań egzaminu z matematyki;  \n2) wprowadzenie zadań na platformę UPeL ; \n3) ocena prac egzaminacyjnych kandydatów na studia pierwszego stopnia;  \n4) opinio wanie złożonych przez kandydatów zastrzeżeń do oceny egzaminu z matematyki . \n7. Do obowiązków WKE należy:  \n1) opracowanie pytań i zestawów egzaminacyjnych z egzaminów wstępnych na studia \ndrugiego stopnia;  \n2) weryfikacja poprawności wprowadzonych na platformę UPeL  pytań, odpowiedzi oraz \nsystemu oceniania;  \n3) ocena prac egzaminacyjnych kandydatów z egzaminów przeprowadzonych bez \nwykorzystania UPeL ; \n4) opiniowanie złożonych przez kandydatów zastrzeżeń do oceny egzaminu wstępnego;  \n5) sporządzanie i archiwizacja indywidualnych protokołów z egzaminów przeprowadzanych  \nw formie ustnej.  \n\nRb-D.0201 -1-30/24 \nStrona 4 z 19 § 3.   \nREJESTRACJA W SYSTEMIE E-REKRUTACJA  \n1. W celu przystąpienia do procesu rekrutacji należy w systemie e -Rekrutacja dokonać rejestracji \nna stronie internetowej rekrutacja.agh.edu.pl  poprzez utworzenie osobistego konta  \nw terminach wyszczególnionych w zarządzeniu Rektora AGH w sprawie ustalenia kalendarza \nrekrutacji, o którym  mowa w § 4 ust. 4 Uchwały, zwanym dalej „kalendarzem rekrutacji” . \n2. Osoba, zarejestrowana w systemie e-Rekrutacja  zobowiązana jest do potwierdzenia swojej \ntożsamości przy użyciu aplikacji mObywatel oraz wypełnia formularz rejestracyjny w zakresie \npozostałych danych .  \n3. Status kandydata w rekrutacji na pierwszy rok studiów w AGH otrzymuje osoba, która:  \n1) w przypadku studiów pierwszego stopnia:  \na) uzupełniła wszystkie wymagane dane w systemie e-Rekrutacja  oraz \nb) złożyła deklarację kierunku oraz  \nc) uiściła opłatę za przeprowadzenie rekrutacji na studia, o  której mowa w  § 9 ust.  \n1 niniejs zego zarządzenia;  \n2) w przypadku studiów drugiego stopnia:  \na) dopełniła wszystkie czynności określone w  pkt. 1 oraz  \nb) złożyła elektroniczne kopie dokumentów, o których mowa w § 18 ust. 2 lub § 18 ust.  \n6 niniejszego zarządzenia oraz  \nc) wprowadziła w systemie e-Rekrutacja  informacje dotyczące średniej ocen, o  których \nmowa w § 18 ust. 5 niniejszego zarządzenia.  \n4. Po założeniu osobistego konta w systemie e-Rekrutacja  podstawową formą kontaktu \nz osobami przystępującymi do rekrutacji na studia w AGH jest korespondenc ja poprzez \nsystem e-Rekrutacja . \n§ 4.   \nCYKL REKRUTACYJNY  \n1. Proces rekrutacji realizowany jest w cyklach rekrutacyjnych obejmujących tryb rekrutacji \nustalony Uchwałą.  \n2. Rekrutacja na studia pierwszego stopnia odbywa się w cyklach rekrutacyjnych obejmujących:  \n1) złożen ie lub potwierdzenie w systemie e-Rekrutacja  przez kandydata deklaracji \nprzystąpienia do kwalifikacji na dany kierunek studiów, zwanej dalej „deklaracją”;  \n2) wstępną kwalifikację kandydatów, której wyniki ogłaszane są w  postaci informacji o  wyniku \npostępowan ia kwalifikacyjnego przesłanej na osobiste konto kandydata w  systemie  \ne-Rekrutacja ; \n3) złożenie przez kandydata podania o przyjęcie na pierwszy rok studiów;  \n4) wpis wstępnie zakwalifikowanego kandydata na listę studentów na dany kierunek studiów \npierwszego rok u po dopełnieniu czynności, o których mowa w  rozdziale 2 niniejszego \nzarządzenia.  \n3. Rekrutacja na studia drugiego stopnia odbywa się w cyklach rekrutacyjnych obejmujących:  \n1) złożenie w systemie e-Rekrutacja przez kandydata deklaracji przystąpienia do kwalifikacji \nna dany kierunek studiów, zwanej dalej „deklaracją”;  \n2) w przypadku wagi punktów z egzaminu wstępnego wE określonej w Uchwale powyżej \nwartości 0 udział w egzaminie wstępnym. Kandydaci spełniający warun ki określone  \nw § 6 ust. 9 -11 Uchwały mają prawo odstąpienia od egzaminu wstępnego i złożenia \noświadczenia absolwenta AGH w sprawie wyliczenia składnika E wskaźnika rekrutacji na \npodstawie wyniku tzw. ogólnego egzaminu kierunkowego składanego na studiach \npierwszego stopnia ; \n3) wstępną kwalifikację kandydatów, której wyniki ogłaszane są w  postaci informacji o  wyniku \npostępowania kwalifikacyjnego przesłanej na osobiste konto kandydata w  systemie  \ne-Rekrutacja ; \n4) złożenie przez kandydata podania o przyjęcie na pierwszy rok studiów;  \n5) wpis wstępnie zakwalifikowanego kandydata na listę studentów na dany kierunek studiów \npierwszego roku po dopełnieniu czynności, o których mowa w rozdziale  3 niniejszego \nzarządzenia.  \n4. Szczegółowe zasady postępowania w poszczególnych etapach cyklu rekrutacyjnego na studia \npierwszego i drugiego stopnia określają odpowiednio rozdział 2 i 3 niniejszego zarządzenia.  \n \n \n \n \n\nRb-D.0201 -1-30/24 \nStrona 5 z 19 § 5.   \nPRAWA I OBOWIĄZKI KANDYDATA  \n1. Kandydat ma prawo przystąpić do rekrutacji na  studia pierwszego lub  drugiego stopnia \nprowadzone w formie stacjonarnej, jak i  niestacjonarnej.  \n2. Kandydat ma prawo do przesłania wymaganych dokumentów za pośrednictwem usługodawcy \nuprawnionego do wykonywania działalności pocztowej w obrocie krajowym lub za granicznym, \nzwanego dalej „pocztą”. Dokumenty powinny być dostarczone do CR zgodnie z  terminami \nprzewidzianymi w kalendarzu rekrutacji, na adres:  \nCentrum Rekrutacji AGH  \npaw. U2, pok. 101  \nal. Mickiewicza 30  \n30-059 Kraków  \n3. Kandydat, który przesyła dokumenty pocztą, ma obowiązek potwierdzić poprawność \nwprowadzonych do systemu e-Rekrutacja  danych osobowych za pomocą aplikacji mObywatel \nnajpóźniej przed wydrukowaniem dokumentów i nadaniem przesyłki.  \n4. Osoby ze szczególnymi potrz ebami określone w art. 2 pkt 3 ustawy z dnia 19 lipca 2019 r.  \no zapewnieniu dostępności osobom ze szczególnymi potrzebami (t.j. Dz.U. z 2022 r., poz. \n2240), oczekujące pomocy w zakresie wyrównania szans przy egzaminach organizowanych \nprzez AGH, mogą zgłos ić chęć skorzystania z  wsparcia w BON najpóźniej na 3 dni robocze \nprzed datą wyznaczonego terminu egzaminu wstępnego. Wsparcie BON w tym zakresie może \npolegać m. in. na pomocy tłumaczy języka migowego, lipspeakerów, adaptacji form \negzaminu, pomocy asystent ów osób niepełnosprawnych i dotyczy wyłącznie dostosowania \nformy egzaminu do szczególnych potrzeb kandydata.  \n5. Osoby niepełnoletnie mogą dokonać wpisu na listę studentów pod warunkiem, że \nprzedstawiciel ustawowy złoży oświadczenie o wyrażeniu zgody na podję cie studiów przez \nniepełnoletniego kandydata na piśmie wraz z dokumentem potwierdzającym bycie \nprzedstawicielem ustawowym niepełnoletniego kandydata. Niepełnoletni kandydat może \ndokonać wpisu samodzielnie pod warunkiem, że zgoda o której mowa w zdaniu powy żej \nzostanie opatrzona notarialnym potwierdzeniem własnoręczności podpisu przedstawiciela \nustawowego wraz z dokumentem potwierdzającym bycie przedstawicielem ustawowym \nniepełnoletniego kandydata . \n6. Obowiązkiem kandydata jest zapoznanie się z zasadami rekruta cji i ich przestrzeganie, \nwprowadzenie danych do systemu e-Rekrutacja  zgodnie z prawdą i posiadanymi \ndokumentami, bieżące sprawdzanie informacji dostępnych w systemie e-Rekrutacja  oraz \nzapoznawanie się z  wysyłanymi komunikatami.  \n7. W przypadku dokumentów, któ rych elektroniczne kopie składane są za pośrednictwem \nsystemu e-Rekrutacja , kopie te należy sporządzić w formie pliku w  formacie PDF, zapewniając \njego czytelność oraz stosując zasadę, zgodnie z którą jeden plik PDF odpowiada jednemu \nkompletnemu dokumentowi . \n§ 6.   \nPEŁNOMOCNICTWO  \n1. W imieniu kandydata wszystkie czynności związane z procesem rekrutacji mogą wykonywać \nosoby posiadające pełnomocnictwo w tym zakresie w formie aktu notarialnego lub \npełnomocnictwo z notarialnym potwierdzeniem własnoręczności podpisu kandydata oraz \nlegitymu jące się swoim dokumentem tożsamości wymienionym w tymże pełnomocnictwie.  \n2. W imieniu kandydata czynności związane z procesem rekrutacji pełnomocnik musi wykonywać \nosobiście. Oryginał pełnomocnictwa należy przechowywać w dokumentacji rekrutacyjnej \nkandydata , zwanej dalej „teczką kandydata”, a po wpisie na listę studentów w teczce akt \nosobowych studenta. W przypadku pełnomocnictwa w formie aktu notarialnego w teczce \nkandydata należy przechowywać potwierdzoną kopię pełnomocnictwa.  \n§ 7.   \nWYŁĄCZENIA ODPOWIEDZIALNOŚCI  AGH  \n1. AGH nie ponosi odpowiedzialności za niemożność zalogowania się do systemu e-Rekrutacja  \nlub dokonania zmian spowodowaną awariami sieci telekomunikacyjnych niezależnymi od AGH \noraz okresowymi przeciążeniami serwerów AGH.  \n2. AGH nie ponosi odpowiedzialnośc i za błędne wprowadzenie danych przez kandydata do \nsystemu e-Rekrutacja , błędne wypełnienie pól formularzy internetowych, ich niewypełnienie \nlub podanie informacji niezgodnych z właściwymi dokumentami.  \n\nRb-D.0201 -1-30/24 \nStrona 6 z 19 3. AGH nie odpowiada za nieterminowe uiszczenie opłaty, o której mowa w §  9 niniejszego \nzarządzenia.  \n4. AGH nie odpowiada za terminy dostarczenia dokumentów przez pocztę lub opóźnienia w  ich \ndostarczaniu. Terminy doręczeń są uzależnione od rodzaju przesyłki wybranej przez nadawcę.  \n§ 8.   \nBADANIA LEKARSKIE  \n1. Na wydziałac h, na których w trakcie studiów studenci narażeni są na działanie czynników \nszkodliwych, uciążliwych lub niebezpiecznych dla zdrowia, w trakcie dokonywania wpisu \nkandydat otrzymuje skierowanie na badanie lekarskie zgodne z  rozporządzeniem Ministra \nZdrowia z dnia 26 sierpnia 2019 r. w sprawie badań lekarskich kandydatów do szkół \nponadpodstawowych lub wyższych i na kwalifikacyjne kursy zawodowe, uczniów i  słuchaczy \ntych szkół, studentów, słuchaczy kwalifikacyjnych kursów zawodowych oraz doktorantów   \n(Dz. U. 2 019 r., poz. 1651).  \n2. Złożenie zaświadczenia lekarskiego wskazującego na brak przeciwwskazań zdrowotnych \nuniemożliwiających podjęcie nauki na danym kierunku studiów jest jednym z warunków \ndopuszczenia studenta do zajęć (zarządzenie nr 29/2016 Rektora AGH w sprawie badań \nlekarskich kandydatów na studia, studentów i doktorantów ). Informację o czynnikach \nszkodliwych, uciążliwych lub niebezpiecznych dla zdrowia, występujących w miejscu \nodbywania studiów przygotowują władze danego wydziału. Skierowanie jest wydaw ane \nkandydatom przez CR po dokonaniu wpisu na listę studentów.  \n§ 9.   \nOPŁATY  \n1. W rekrutacji na rok akademicki 2024/2025 wysokość opłaty za przeprowadzenie rekrutacji na \nstudia, zwanej dalej „opłatą rekrutacyjną”, jest zależna od liczby złożonych deklaracji , \nliczonych osobno dla każdego stopnia (pierwszego/drugiego) i  formy studiów \n(stacjonarne/niestacjonarne), i wynosi:  \n1) dla studiów pierwszego stopnia:  \na) 85 zł  za każdy zadeklarowany kierunek studiów w  przypadku, gdy kandydat nie \nprzystępuje do egzaminu z matematyki organizowanego przez AGH;  \nb) 100 zł   za każdy zadeklarowany kierunek studiów w  przypadku, gdy kandydat \nprzystępuje do egzaminu z matematyki organizowa nego przez AGH;  \n2) dla studiów drugiego stopnia:  \na) 85 zł  za każdy zadeklarowany kierunek studiów, na który nie jest przeprowadzany \negzamin wstępny;  \nb) 100 zł   za każdy zadeklarowany kierunek studiów, na który przeprowadzany jest \negzamin wstępny.  \n2. Opłatę rekrutacyjną, w wysokości określonej w ust. 1, należy uiścić poprzez system szybkich \npłatności elektronicznych eCard  lub przelewem bankowym na rachunek bankowy AGH nr \n20 1240  2294  1111  0010  2490  5481 , po poprawnym złożeniu deklaracji kierunku na \ndany poziom i formę studiów. W przypadku przelewu bankowego w jego tytule kandydat \nwpisuje kod podany w  systemie e-Rekrutacja  dotyczący danej formy i  stopnia studiów.  \n3. Opłata rekrutacyjna winna być uiszczona do godz. 14.00 ostatniego dnia przeznaczonego na \nskładanie deklaracji przystąpienia do kwalifikacji na studia w systemie e-Rekrutacja  w danym \ncyklu rekrutacyjnym, określonego w kalendarzu rekrutacji, z zastrzeżeniem ust.  4. Za dzień \nuiszczenia opłaty uznaje się datę uznania rachunku eCard  – w przypadku szyb kich \npłatności elektronicznych lub datę uznania rachunku bankowego AGH , o którym mowa  \nw ust. 2.  \n4. W przypadku, o którym mowa w ust. 1 pkt 1 lit. b, opłata rekrutacyjna winna być uiszczona \ndo godz. 14.00 ostatniego dnia przeznaczonego na składanie w systemi e e-Rekrutacja  \ndeklaracji przystąpienia do egzaminu z matematyki organizowanego przez AGH, określonego \nw kalendarzu rekrutacji w przypadku studiów pierwszego stopnia.  \n5. Opłata rekrutacyjna zostanie zwrócona kandydatowi, na wniosek złożony do CR poprzez \nsystem e-Rekrutacja , w przypadku:  \n1) złożenia, w CR lub poprzez system e-Rekrutacja , pisemnej rezygnacji z rekrutacji:  \na) na studia pierwszego stopnia:  \n− w przypadku, gdy kandydat nie przystępuje do egzaminu organizowanego przez AGH \n– na co najmniej dzień przed podany m terminem pierwszej wstępnej kwalifikacji dla \ndanej deklaracji,  \n− w przypadku, gdy kandydat przystępuje do egzaminu organizowanego przez AGH – na \nco najmniej dzień przed podanym w kalendarzu rekrutacji terminem tego egzaminu,  \n\nRb-D.0201 -1-30/24 \nStrona 7 z 19 b) na studia drugiego stopnia – najpóźniej ostatniego dnia przeznaczonego na składanie \ndeklaracji przystąpienia do kwalifikacji na studia w systemie e-Rekrutacja  w danym \ncyklu rekrutacyjnym;  \n2) niedopuszczenia kandydata do wstępnej kwalifikacji na studia z powodu uchybienia \nterminu przeznaczonego na uiszczenie opłaty rekrutacyjnej, o którym mowa w ust. 3:  \na) na studia pierwszego stopnia – w ostatnim cyklu rekrutacyjnym na dany kierunek \nstudiów wymi eniony w  deklaracji,  \nb) na studia drugiego stopnia – w danym cyklu rekrutacyjnym;  \n3) niedopuszczenia kandydata do wstępnej kwalifikacji z powodu zakończenia rekrutacji na \ndany kierunek;  \n4) usprawiedliwionej nieobecności na egzaminie wstępnym na studia drugiego st opnia;  \n5) nieuruchomienia cyklu kształcenia na danym kierunku studiów;  \n6) niedopuszczenia kandydata do wstępnej kwalifikacji na studia ze względu na nieotrzymanie \nstatusu kandydata z powodu niespełnienia warunków, o których mowa w §  3 ust.  \n3 niniejszego zarządz enia; \n7) nieposiadania przez kandydata dokumentu uprawniającego do podjęcia studiów wyższych \nwymienionych w art. 69 ust. 2 ustawy z dnia 20 lipca 2018 r. – Prawo o  szkolnictwie \nwyższym i nauce ; \n8) dokonania nadpłaty .  \n6. Opłata rekrutacyjna zwracana jest w wysokośc i równej kwocie wynikającej z różnicy \ndokonanych opłat i należności wynikających z liczby deklaracji uwzględnianych we wstępnej \nkwalifikacji na rachunek bankowy podany we wniosku o zwrot opłaty rekrutacyjnej lub –  \nw przypadku płatności kartą - na rachunek  karty, którą dokonana była płatność.  \n7. Koszt wydania ELS w formie elektronicznej karty procesorowej wynosi 22 zł. Opłatę za ELS \nnależy uiścić poprzez system szybkich płatności elektronicznych eCard  lub na rachunek \nbankowy, o którym mowa w ust. 2.  \n8. Wnioski o  zwrot opłaty rekrutacyjnej i opłaty za ELS mogą być składane najpóźniej w  terminie \n14 dni od dnia zakończenia rekrutacji, której dotyczy wniosek. Za dzień zakończenia rekrutacji \nuznaje się datę zakończenia rekrutacji w danym okresie podaną odpowiednio w §  4 ust.  \n2 i 3 Uchwały. Wnioski złożone po terminie pozostawia się bez rozpoznania.  \n9. CR rozpatruje wnioski o zwrot opłat związanych z  procesem rekrutacji w  terminie 30 dni od \ndaty ich wpłynięcia.  \n§ 10.   \nWNIOSKI KANDYDATÓW W POSTĘPOWANIU REKRUTACYJNYM  \n1. Kandydat kwestionujący wynik postępowania kwalifikacyjnego lub jego część w  odniesieniu \ndo jego osoby ze względu na niedokładności, błędy pisarskie lub inne oczywiste omyłki, może \nwnieść w ciągu trzech dni od daty ogłoszenia tego wyniku wniosek o jego spro stowanie .  \n2. Wniosek, o którym mowa w ust. 1, kierowany jest do Rektora za pośrednictwem CR.  \n3. Pełnomocnik Rektora ds. Rekrutacji wyjaśnia w drodze postanowienia wątpliwości co do \nwyniku postępowania kwalifikacyjnego.  \n4. Postanowienie Pełnomocnika Rektora, o którym mowa w ust. 3, wydane zostanie w  terminie \n7 dni od daty wpłynięcia wniosku o sprostowanie wyniku postępowania kwalifikacyjnego lub \njego części i dostarczone kandydatowi w postaci informacji przesłanej na osobist e konto \nkandydata w systemie e­Rekrutacja  lub listownie za zwrotnym potwierdzeniem odbioru.  \n5. Kandydaci, którzy otrzymali decyzję o nieprzyjęciu na pierwszy rok studiów, mogą w  terminie \n14 dni od daty jej doręczenia złożyć do Rektora wniosek o ponownie rozp atrzenie \nsprawy . Warunkiem otrzymania decyzji o nieprzyjęciu na studia jest złożenie podania, \no którym mowa w  § 4 ust. 2 pkt 3 lub § 4 ust. 3 pkt 4 niniejszego zarządzenia.  \n6. Wniosek, o którym mowa w ust. 5, kierowany jest do Rektora za pośrednictwem CR.  \n7. Na podstawie wniosku o ponowne rozpatrzenie sprawy Pełnomocnik Rektora ds.  Rekrutacji \nprzeprowadza postępowanie wyjaśniające, przy czym przeprowadza je Pełnomocnik Rektora \nds. Rekrutacji inny niż ten, który brał udział w wydawaniu zaskarżonej decyzji.  \n8. Pełno mocnik Rektora ds. Rekrutacji wydaje decyzję w terminie do 30 dni od daty wpłynięcia \nwniosku o ponownie rozpatrzenie sprawy i przesyła ją kandydatowi listownie za zwrotnym \npotwierdzeniem odbioru lub CR wydaje je kandydatowi w przypadku osobistego zgłoszeni a \nsię po odbiór tejże decyzji.  \n9. Kandydat ma prawo złożyć do Pełnomocnika Rektora ds. Rekrutacji wniosek o  przedłużenie \nlub przywrócenie terminu wpisu na studia . Na rozstrzygnięcia Pełnomocnika Rektora ds. \nRekrutacji w kwestii wniesionych wniosków odwołania nie przysługują.  \n10. Wniosek o przedłużenie terminu wpisu można składać przed upływem terminu na \ndokonywanie wpisu na listę studentów przez zakwalifikowanych kandydatów, określonego  \n\nRb-D.0201 -1-30/24 \nStrona 8 z 19 w kalendarzu rekrutacji. We wniosku należy przedstawić i udokumentować okolic zności \nwyjaśniające brak możliwości złożenia wymaganych dokumentów w terminie.  \n11. Wniosek o przywrócenie terminu wpisu należy wnieść w ciągu siedmiu dni od dnia ustania \nprzyczyny uchybienia terminu. Przywrócenie terminu wpisu jest możliwe tylko i wyłącznie \njeżeli kandydat uprawdopodobni, iż uchybienie terminu nastąpiło bez jego winy.  \n12. Wnioski, o których mowa w ust. 1, 5 i 9, są składane oddzielnie dla każdej deklaracji. Wnioski \nzłożone po terminie określonym odpowiednio w ust. 1, 10 i 11 pozostawia się bez rozp oznania.  \n13. Kandydat, o którym mowa w § 3 ust. 6 Uchwały, ma prawo złożyć do Pełnomocnika Rektora \nds. Rekrutacji wniosek o  ponowne wyliczenie podstawy kwalifikacji  na studia \npierwszego stopnia na kierunku, na który kandydował.  \n14. Wniosek, o którym mowa w ust. 13 , należy złożyć niezwłocznie po otrzymaniu przez \nkandydata świadectwa dojrzałości wydanego w wyniku weryfikacji sumy punktów lub \nodwołania, jednak nie później niż przed upływem terminu zakończenia rekrutacji określonym \nw § 4 ust. 2 Uchwały.  \n15. Do wniosku nale ży dołączyć elektroniczną kopię świadectwa dojrzałości wydanego w  wyniku \nweryfikacji sumy punktów lub odwołania w przypadku przesłania wniosku poprzez system  \ne-Rekrutacja  lub okazać oryginał do wglądu.  \n16. O rozstrzygnięciu Pełnomocnika Rektora ds. Rekrutacj i kandydat jest powiadamiany poprzez \ninformację przesłaną na osobiste konto kandydata w systemie e­Rekrutacja  lub listownie za \nzwrotnym potwierdzeniem odbioru. W przypadku, gdy wartość wskaźnika rekrutacji:  \n1) jest nie mniejsza niż minimalna wartość wskaźnik a rekrutacji kwalifikująca do przyjęcia na \npierwszy rok studiów pierwszego stopnia ustalona w cyklach rekrutacyjnych, w  których \nkandydat dotychczas brał udział, Pełnomocnik Rektora ds. Rekrutacji wstępnie kwalifikuje \ngo do przyjęcia na studia i  wyznacza do datkowy termin złożenia podania i wpisu na listę \nstudentów pierwszego roku;  \n2) jest mniejsza niż minimalna wartość wskaźnika rekrutacji kwalifikująca do przyjęcia na \npierwszy rok studiów pierwszego stopnia ustalona w cyklach rekrutacyjnych, w  których \nkandyda t dotychczas brał udział, Pełnomocnik Rektora ds. Rekrutacji zawiadamia \nkandydata o  nieprzyjęciu na studia.  \n17. Kandydat przystępujący do egzaminów organizowanych przez AGH (egzamin z  matematyki, \negzamin wstępny) ma prawo złożyć wniosek o wgląd do pracy egzami nacyjnej oraz \nzastrzeżenia do oceny egzaminu wstępnego, o których mowa odpowiednio w §13  \nust. 7 i 8 oraz §20 ust. 10 i 11. Na rozstrzygnięcie Pełnomocnika Rektora ds. Rekrutacji \ndotyczące zastrzeżeń do oceny z egzaminu wstępnego nie przysługuje odwołanie.  \nROZDZIAŁ 2.   \nREKRUTACJA  NA STUDIA  PIERWSZEGO  STOPNIA  \n§ 11.   \nSKŁADANIE DEKLARACJI W SYSTEMIE E-REKRUTACJA  \n1. Kandydat na studia pierwszego stopnia w danym cyklu rekrutacyjnym może złożyć \nmaksymalnie do pięciu deklaracji kierunków, na które będzie składane podanie \nz zastrzeżeniem §  5 ust. 4 Uchwały.  \n2. Wśród deklarowanych kierunków mogą być tylko te, na które aktualnie jest prowadzona \nrekrutacja.  \n3. Deklaracja jest uwzględniania w kwalifikacji w danym cyklu rekrutacyjnym jedynie po \nuiszczeniu opłaty rekrutacyjnej. Wszystkie opłacone deklaracje są sobie równoważne.  \n4. Kandydat, który na dokumencie stanowiącym podstawę przyjęcia na studia wyższe, o  którym  \nmowa w § 12 ust. 4 pkt 1 lit. a, nie ma wyniku egzaminu z matematyki na poziomie \nrozszerzonym lub równoważnym temu poziomowi może złożyć deklarację  przystąpienia do \negzaminu z matematyki.  \n5. W okresie przeznaczonym na składanie deklaracji przystąpienia do k walifikacji w systemie \ne-Rekrutacja  w danym cyklu rekrutacyjnym kandydat może samodzielnie dokonać zmiany \nkierunku studiów, wskazanego w deklaracji. Zmiana może dotyczyć tylko tych deklaracji, \nktóre nie brały udziału we wstępnej kwalifikacji.  \n§ 12.   \nWPROWADZANIE  WYNIKÓW EGZAMINU MATURALNEGO  \n1. Kandydat posiadający wykształcenie uzyskane w polskim systemie oświaty  po \nzałożeniu osobistego konta wprowadza do systemu e-Rekrutacja  wyniki:  \n\nRb-D.0201 -1-30/24 \nStrona 9 z 19 1) z części pisemnej egzaminu maturalnego w skali 0 -100% dla wszystkich przedmiotów \nwymienionych na świadectwie dojrzałości oraz na ewentualnych aneksach do świadectwa \nlub na zaświadczeniu o  wynikach egzaminu maturalnego z  poszczególnych przedmiotów;  \n2) z części pisemnej egzaminu dojrzałości z przedmiotu głównego wymienionego w tabeli  \n1 Uchwa ły oraz części ustnej z  egzaminu dojrzałości z  matematyki ze świadectwa \ndojrzałości z wynikami egzaminu dojrzałości w skali ocen 1 -6 lub 2 -5 lub z zaświadczenia \no wynikach egzaminu maturalnego z  poszczególnych przedmiotów, o  których mowa  \nw przepisach o sy stemie oświaty ; \n3) z części pisemnej i praktycznej z egzaminów potwierdzających kwalifikacje zawodowe  \nz wszystkich kwalifikacji wyodrębnionych w danym zawodzie wymienionych na dyplomie \npotwierdzającym kwalifikacje zawodowe w zawodzie nauczanym na poziomie te chnika \n(formuła 2017);  \n4) egzaminów zawodowych z wszystkich kwalifikacji wyodrębnionych w danym zawodzie \nwymienionych na certyfikatach kwalifikacji zawodowej w zawodach nauczanych na \npoziomie technika  (formuła 2019).  \n2. Wyniki egzaminu maturalnego kandydata pobi erane są z Systemu Informacji Oświatowej - \nKrajowy Rejestr Matur (SIO -KReM) pod warunkiem, że znajdują się one w tym systemie oraz \nprzy składaniu deklaracji przystąpienia do egzaminu maturalnego kandydat wyraził zgodę na \nprzetwarzanie danych osobowych dla celów związanych z egzaminem i  procesem rekrutacji \nna studia. Pobrane wyniki są porównywane z  wynikami wprowadzonymi przez kandydata.  \nW przypadku wystąpienia różnic kandydat informowany jest komunikatem o konieczności \nsprostowania wprowadzonych wyników.  \n3. Kandydat posiadający dyplom IB  (International Baccalaureate) wydany przez organizację \nInternational Baccalaureate Organization w Genewie albo dyplom EB  (European \nBaccalaureate) wydany przez Szkołę Europejską zgodnie z Konwencją o  Statucie Szkół \nEuropejskic h (Dz.U. z 2005 r., Nr 3, poz. 10) po założeniu osobistego konta wprowadza do \nsystemu e-Rekrutacja  wyniki z  części pisemnej egzaminu maturalnego dla wszystkich \nprzedmiotów wymienionych na dyplomie IB albo dyplomie EB.  \n4. Kandydat posiadający wykształcenie uzy skane w zagranicznym systemie oświaty  po \nzałożeniu osobistego konta zobowiązany jest złożyć za pośrednictwem systemu e-Rekrutacja : \n1) w celu przeliczenia ocen na skalę punktową od 0 do 100% elektroniczne kopie:  \na) zalegalizowanego lub opatrzonego apostille  świadectwa, dyplomu lub innego \ndokumentu, o którym mowa w art. 69 ust. 2 pkt 4 -7 ustawy z dnia 20 lipca 2018 r. – \nPrawo o szkolnictwie wyższym i nauce (z wyłączeniem dyplomów IB i EB) , uzyskanego \nza granicą i uprawniającego do ubiegania się o przyjęcie na  studia w  uczelniach każdego \ntypu w państwie, w  którego systemie działała instytucja wydająca świadectwo – \nuprawnienie to weryfikowane jest przez DSZ,  \nb) suplementu bądź innego oficjalnego dokumentu obejmującego przedmioty zaliczone \nprzez kandydata w szkole ś redniej wraz z  uzyskanymi ocenami, jeżeli nie są wskazane \nna świadectwie lub innym dokumencie uzyskanym za granicą,  \nc) dokumentu poświadczającego wynik egzaminu zewnętrznego kwalifikującego na studia \npierwszego stopnia w kraju lub w systemie edukacji, w który m zostało wydane \nświadectwo o którym mowa w lit.  a.  \n2) tłumaczenia na język polski dokumentów wymienionych w pkt. 1 sporządzone przez osobę \nwpisaną przez Ministra Sprawiedliwości na listę tłumaczy przysięgłych lub osobę \nzarejestrowaną jako tłumacz przysięgły  w państwie członkowskim Unii Europejskiej, \npaństwie członkowskim Europejskiego Porozumienia o Wolnym Handlu (EFTA) – stronie \numowy o  Europejskim Obszarze Gospodarczym lub państwie członkowskim Organizacji \nWspółpracy Gospodarczej i Rozwoju (OECD), lub kons ula Rzeczypospolitej Polskiej, \nwłaściwego dla państwa, na którego terytorium lub w  którego systemie edukacji wydano \nświadectwo, lub akredytowane w  Rzeczypospolitej Polskiej przedstawicielstwo \ndyplomatyczne lub urząd konsularny państwa, na którego terytoriu m lub w którego \nsystemie edukacji wydano dokument, z zastrzeżeniem ust. 5.  \n5. Jeżeli przetłumaczenie dokumentów na język polski zgodnie z ust. 4 pkt 2 napotyka trudne \ndo usunięcia przeszkody, CR może wyrazić zgodę na przedłożenie przez wnioskodawcę \ntłumaczeni a dokonanego przez inny podmiot, którego wiarygodność nie budzi zastrzeżeń.  \n6. Dokumenty, o których mowa w § 12 ust. 4 pkt 1 niniejszego zarządzenia, kandydat musi \nzłożyć za pośrednictwem systemu e-Rekrutacja  najpóźniej do godz. 14.00 ostatniego dnia \nprzeznac zonego na składanie deklaracji przystąpienia do kwalifikacji na studia, \nz zastrzeżeniem § 13 ust. 2.  \n\nRb-D.0201 -1-30/24 \nStrona 10 z 19 7. Przeliczenia ocen na skalę procentową od 0 do 100% zgodnie z  algorytmem nr 5 Uchwały \ndokonuje CR, które następnie wprowadza wyniki do systemu e-Rekrutacja .  \n8. Kandydat, który posiada zaświadczenie o uzyskanym tytule laureata lub finalisty olimpiady \nstopnia centralnego lub laureata konkursu ogólnopolskiego wymienionego w  uchwale \n180/2020 Senatu AGH z dnia 26 czerwca 2020 r. w sprawie zasad przyjmowania na stud ia \nlaureatów oraz finalistów olimpiad stopnia centralnego, a także laureatów konkursów \nogólnopolskich w 2024 r . (tj. uchwała nr 49/2024 Senatu AGH z  dnia 24 kwietnia 2024r.), \nzobowiązany jest umieścić w systemie e-Rekrutacja  elektroniczną kopię zaświadczen ia \nuprawniającego do zwolnienia z  postępowania kwalifikacyjnego na dany kierunek studiów  \nw terminie przeznaczonym w danym cyklu rekrutacyjnym na składanie deklaracji, określonym \nw kalendarzu rekrutacji . \n9. Kandydat posiadający osiągnięcia sportowe określone w § 7a ust. 1 Uchwały zobowiązany jest \numieścić w systemie e-Rekrutacja  elektroniczną kopię zaświadczenia uprawniającego do \nprzyznania dodatkowych punktów w terminie przeznaczonym w danym cyklu rekrutacyjnym \nna składanie deklaracji, określonym w kalendarzu  rekrutacji. Zaświadczenie wydane przez \nuprawniony związek sportowy określające co najmniej rodzaj klasy sportowej, termin jej \nobowiązywania i  osiągnięcia sportowe będące podstawą otrzymania klasy sportowej podlega \nweryfikacji przez członka Prezydium Klubu  Uczelnianego AZS AGH Kraków. Opinia o akceptacji \nlub odrzuceniu zaświadczenia jest przekazywana przez Prezydium Klubu Uczelnianego AZS \nAGH Kraków do CR niezwłocznie, jednak nie później niż na jeden dzień przed wstępną \nkwalifikacją w danym cyklu rekrutacyj nym. \n10. Kandydat ponosi wszelkie konsekwencje wynikające z wprowadzenia błędnych wyników do \nsystemu e-Rekrutacja . W przypadku jakichkolwiek wątpliwości, kandydat powinien \nskontaktować się z CR.  \n§ 13.   \nEGZAMIN Z MATEMATYKI ORGANIZOWANY PRZEZ AGH  \n1. Kandydat, który na  dokumencie stanowiącym podstawę przyjęcia na studia wyższe, o  którym \nmowa w § 12 ust. 4 pkt 1 lit. a, nie ma wyniku egzaminu z matematyki na poziomie \nrozszerzonym lub równoważnym temu poziomowi, może przystąpić do egzaminu  \nz matematyki organizowanego prz ez AGH.  \n2. Dokumenty, o których mowa w § 12 ust. 4 pkt 1 niniejszego zarządzenia, kandydat musi \nzłożyć za pośrednictwem systemu e-Rekrutacja  w przypadku, gdy wyraził chęć przystąpienia \ndo egzaminu z matematyki organizowanego przez AGH – najpóźniej do godz. 1 4.00 \nostatniego dnia przeznaczonego na składanie deklaracji przystąpienia do tego egzaminu, \nokreślonego w kalendarzu rekrutacji.  \n3. O możliwości przystąpienia do egzaminu decyduje CR po weryfikacji dokumentów, o  których \nmowa wyżej i powiadamia kandydata komun ikatem w systemie e-Rekrutacja . \n4. Po otrzymaniu komunikatu, o którym mowa w ust. 3 kandydat wyraża chęć przystąpienia do \negzaminu w systemie e-Rekrutacja  i składa deklaracje kierunków, na które chce aplikować \noraz dokonuje opłaty w wysokości określonej w § 9 ust. 1 pkt. 1 lit. b niniejszego zarządzenia.  \n5. Egzamin przeprowadzany jest w sposób zdalny w terminach określonych w  kalendarzu \nrekrutacji, za pośredni ctwem Uczelnianej Platformy e -Learningowej (UPeL). O terminie \negzaminu kandydat powiadamiany jest komunikatem w systemie e-Rekrutacja . Wynik \negzaminu jest udostępniany kandydatowi w dniu wstępnej kwalifikacji na studia.  \n6. W przypadku wystąpienia okolicznośc i niezależnych od AGH uniemożliwiających prawidłowe \nprzeprowadzenie egzaminu w  wyznaczonym terminie, ZEWM w porozumieniu  \nz Pełnomocnikiem Rektora ds. Rekrutacji może zdecydować o przełożeniu terminu egzaminu \nlub anulowaniu przeprowadzonego egzaminu. Nowy termin egzaminu jest wyznaczany \nniezwłocznie po ustąpieniu okoliczności, które spowodowały przełożenie lub anulowanie \negzaminu i przekazywany jest kandydatowi w postaci komunikatu wysłanego na osobiste \nkonto w  systemie e-Rekrutacja . \n7. Kandydat ma prawo złoży ć wniosek o wgląd do pracy egzaminacyjnej do ZEWM za \npośrednictwem CR w  terminie 3 dni od daty ogłoszenia wyników egzaminu z matematyki. \nWgląd do pracy jest możliwy w  obecności pracownika CR lub ZEWM.  \n8. Kandydat ma prawo w terminie 5. dni od daty ogłoszenia wyników egzaminu z  matematyki \nzłożyć do ZEWM za pośrednictwem CR zastrzeżenia do oceny z egzaminu. ZEWM w  terminie \n5 dni sporządza pisemną opinię co do przedstawionych zastrzeżeń i  przekazuje ją \nPełnomocnikowi Rektora ds. Rekrutacji, który na jej podstawie  rozstrzyga o  uwzględnieniu \nw całości albo w części albo o odrzuceniu zastrzeżeń kandydata do oceny z  egzaminu. Na \nrozstrzygnięcie Pełnomocnika Rektora ds. Rekrutacji dotyczące zastrzeżeń do oceny  \nz egzaminu z matematyki nie przysługuje odwołanie.  \n\nRb-D.0201 -1-30/24 \nStrona 11 z 19 § 14.   \nZASADY  KWALIFIKOWANIA NA STUDIA PIERWSZEGO STOPNIA  \n1. Kandydat może zostać wstępnie zakwalifikowany na każdy zadeklarowany w systemie \ne-Rekrutacja  kierunek studiów, po spełnieniu warunków rekrutacji i opłaceniu deklaracji.  \n2. Wstępną kwalifikację kandydatów do wpisu n a listę studentów pierwszego roku Pełnomocnik \nRektora ds. Rekrutacji przeprowadza w terminach przewidzianych w  kalendarzu rekrutacji dla \ndanego cyklu rekrutacyjnego jednocześnie dla wszystkich kierunków studiów, na które \nprowadzona jest rekrutacja albo pod ejmuje decyzję o  zakończeniu rekrutacji na dany \nkierunek studiów lub o nieuruchomieniu cyklu kształcenia na danym kierunku studiów  \nz powodu zbyt małej liczby kandydatów.  \n3. Dla każdego kierunku studiów tworzona jest, według malejącej wartości wskaźnika \nrekrutacyjnego, odrębna lista rankingowa zawierająca nazwiska kandydatów – zarówno dla \nkierunków prowadzonych w języku polskim, jak i angielskim.  \n4. Kandydaci, którzy złożyli poprzez system e-Rekrutacja  zaświadczenie stwierdzające uzyskanie \ntytułu laureata lub fi nalisty z danej olimpiady lub laureata konkursu ogólnopolskiego \nuprawniające do zwolnienia z  postępowania kwalifikacyjnego w oparciu o  wyniki egzaminu \nmaturalnego na kierunek wymieniony w deklaracji, otrzymują maksymalną wartość \nwskaźnika rekrutacji, tj. 1 000 pkt, oraz status deklaracji „zwolniony” i mają pierwszeństwo \nwe wstępnej kwalifikacji na ten kierunek przed innymi kandydatami.  \n5. Wartość wskaźnika rekrutacji kandydata wyliczana jest według zasad podanych w  Uchwale \nna podstawie wyników znajdujących się w systemie e-Rekrutacja  w chwili wstępnej \nkwalifikacji.  \n6. Wstępną kwalifikację do wpisu na listę studentów pierwszego roku studiów otrzymują \nkandydaci, których wartość wskaźnika rekrutacji jest nie mniejsza niż minimalna wartość \nwskaźnika rekrutacji kwalifi kująca do przyjęcia na pierwszy rok studiów według listy \nrankingowej, o której mowa w ust. 3, ustalona przez Pełnomocnika Rektora ds. Rekrutacji \nw porozumieniu z  WZR. Jeżeli na liście rankingowej znajdą się kandydaci o jednakowej \nwartości wskaźnika rekruta cji większej lub równej wartości minimalnej, to wszyscy muszą \nznaleźć się na liście wstępnie zakwalifikowanych.  \n7. Opinie, o których mowa w § 2 ust. 3 pkt. 1 -3 niniejszego zarządzenia, WZR przesyła do \nPełnomocnika Rektora ds. Rekrutacji na adres cr@agh.edu.pl  do godziny 11.00 w dniu \nwstępnej kwalifikacji kandydatów na studia określonym w  kalendarzu rekrutacji dla danego \ncyklu rekrutacyjnego.  \n8. Kandydat otrzymuje status „niezakwalifikowany” w przypadku:  \n1) zakończenia rekrutacji na dany kierunek lub  \n2) niespełnienia warunków Uchwały lub  \n3) gdy uzyskana przez niego wartość wskaźnika rekrutacji jest mniejsza niż minimalna \nwartość wskaźnika kwalifikująca do przyjęcia na pierwszy rok studiów ustalona przez \nPełnomocnika Rektora ds. Rekrutacji w  porozumieniu z  WZR lub  \n4) w przypa dku, o którym mowa w §  15 ust. 4 niniejszego zarządzenia.  \n9. Kandydat o statusie „niezakwalifikowany” może otrzymać decyzję o  nieprzyjęciu na pierwszy \nrok studiów danego kierunku tylko i wyłącznie po złożeniu podania o przyjęcie na pierwszy \nrok studiów wraz z  dokumentami wymienionymi w § 15 ust. 2 niniejszego zarządzenia, \nw terminach podanych w kalendarzu rekrutacji przeznaczonych na przyjmowanie podań  \no przyjęcie na studia w tym cyklu rekrutacyjnym, w  którym uzyskał ten status.  \n10. Dla każdej deklaracji opublikowanie wyników wstępnej kwalifikacji następuje w terminach \npodanych w kalendarzu rekrutacji  w postaci informacji o wyniku postępowania \nkwalifikacyjnego przesłanej na osobiste konto kandydata w systemie e-Rekrutacja . \n11. Kandydat ws tępnie zakwalifikowany na dany kierunek studiów otrzymuje poprzez system  \ne-Rekrutacja  „wezwanie do uzupełnienia dokumentów” koniecznych do rozpatrzenia podania \no przyjęcie na pierwszy rok studiów.  \n12. Liczba komunikatów, o których mowa w ust. 10 i 11, jest zależna od liczby złożonych \ndeklaracji oraz statusu kwalifikacji na dany kierunek studiów.  \n§ 15.   \nSKŁADANIE PODAŃ O PRZYJĘCIE NA PIERWSZY ROK STUDIÓW  \n1. Wstępnie zakwalifikowany kandydat, po otrzymaniu komunikatu w  systemie e-Rekrutacja , \nzobowiązany jest złożyć do kumenty wymienione w ust. 2 w terminach podanych  \nw kalendarzu rekrutacji  przeznaczonych na przyjmowanie podań w  danym cyklu \nrekrutacyjnym, w  którym uzyskał status „zakwalifikowany”.  \n2. Wstępnie zakwalifikowany kandydat zobowiązany jest złożyć następujące do kumenty:  \n\nRb-D.0201 -1-30/24 \nStrona 12 z 19 1) wydrukowane z systemu e-Rekrutacja  i własnoręcznie podpisane podanie o przyjęcie na \npierwszy rok studiów, zweryfikowane przez CR z danymi zawartymi w dokumencie \ntożsamości kandydata;  \n2) oryginał świadectwa, dyplomu lub zaświadczenia, o których mowa w  art. 69 ust. 2 ustawy \nz dnia 20 lipca 2018 r.  – Prawo o szkolnictwie wyższym i nauce,  celem weryfikacji ocen \nwprowadzonych do systemu e-Rekrutacja  i wykonania kopii do teczki akt osobowych \nstudenta (w  przypadku, gdy dyplom matury międzynarodowej - Interna tional \nBaccalaureate Diploma Programme - nie został jeszcze kandydatowi wydany, kandydat \nmoże złożyć zaświadczenie o  wynikach matury międzynarodowej);  \n3) w przypadku kandydatów będących laureatami lub finalistami olimpiad stopnia centralnego \nlub laureatów kon kursów ogólnopolskich – oryginał zaświadczenia stwierdzającego \nuzyskanie tytułu laureata lub finalisty z danej olimpiady lub laureata konkursu \nogólnopolskiego celem weryfikacji prawa do zwolnienia z postępowania kwalifikacyjnego \nna dany kierunek studiów i  wykonania kopii do teczki akt osobowych studenta;  \n4) w przypadku kandydatów niepełnoletnich – oświadczenie przedstawiciela ustawowego, \no którym mowa w §  5 ust. 5  niniejszego zarządzenia;  \n5) w przypadku kandydatów posiadających osiągnięcia sportowe – oryginał  za świadczenia  \no którym mowa w § 12 ust. 9.  \n3. W przypadku kandydatów na studia posiadających wykształcenie uzyskane \nw zagranicznym systemie oświaty  należy dodatkowo przedstawić do wglądu oryginały \ndokumentów wymienionych w §  12 ust. 4 niniejszego zarządzenia c elem wykonania ich kopii \ndo teczki akt osobowych studenta.  \n4. W przypadku wystąpienia różnic pomiędzy danymi przetwarzanymi w systemie e-Rekrutacja , \na złożonymi dokumentami, CR dokonuje korekty. Jeżeli po korekcie wyników wskaźnik \nrekrutacji ulegnie obniżeniu  poniżej ustalonej minimalnej wartości kwalifikującej do przyjęcia \nna pierwszy rok studiów dla danego kierunku status kandydata zostanie zmieniony na \n„niezakwalifikowany”.  \n§ 16.   \nWPIS NA LISTĘ STUDENTÓW PIERWSZEGO ROKU  \n1. Kandydat wstępnie zakwalifikowany na studi a, który złożył podanie o przyjęcie na pierwszy \nrok studiów, może zostać wpisany na listę studentów pierwszego roku danego kierunku \nstudiów wyłącznie w terminach przeznaczonych na dokonywanie wpisu na listę \nstudentów w danym cyklu rekrutacyjnym podanym w k alendarzu rekrutacyjnym . Po \nupływie tych terminów wpis na listę studentów jest niemożliwy z  zastrzeżeniem § 10 ust.  \n9 niniejszego zarządzenia.  \n2. Przed dokonaniem wpisu na listę studentów pierwszego roku kandydat wstępnie \nzakwalifikowany na studia zobowiązany jest:  \n1) uiścić opłatę za ELS, o której mowa w §  9 ust. 7 niniejszego Zarządzenia, z wyjątkiem \nkandydatów posiadających status studenta AGH lub absolwentów AGH;  \n2) złożyć za pośrednictwem systemu e-Rekrutacja  wersję elektroniczną aktualnej, kolorowe j \nfotografii kandydata (w stroju oficjalnym), spełniającej wymagania podane na stronie \nhttp://www.sdp.agh.edu.pl/karty -elektroniczne -cke/wymogi -zdjec-do-els-eld-oraz-lsna/. \n3. W celu dokonania wpisu na listę studentów pierwszego roku kandydat zobowiązany jest \ndopełnić następujące czynności:  \n1) przedstawić do wglądu ważny dokument tożsamości albo decyzję właściwego wojewody \npotwierdzającą posiadanie obywatelstwa po lskiego wraz z dokumentem potwierdzającym \ntożsamość wydanym przez inne państwo;  \n2) złożyć wydrukowaną z systemu e-Rekrutacja  wypełnioną i  własnoręcznie podpisaną kartę \nwpisu na listę studentów pierwszego roku, zawierającą wypełnioną ankietę osobową wraz \nz fotografią tożsamą z wersją elektroniczną, o której mowa w ust. 2 pkt 2;  \n3) jeżeli wymagane jest uznanie świadectwa lub innego dokumentu uzyskanego \nw zagranicznym systemie oświaty – należy złożyć decyzję administracyjną kuratora \noświaty w sprawie jego uznania za  dokument potwierdzający w Rzeczypospolitej Polskiej \nwykształcenie średnie i  uprawnienie do kontynuacji nauki, w tym uprawnienie do ubiegania \nsię o przyjęcie na studia wyższe, z uwzględnieniem zakresu uprawnień w  państwie wydania \nświadectwa lub innego doku mentu, zwaną dalej decyzją administracyjną kuratora oświaty, \nalbo zaświadczenie o  złożeniu w kuratorium oświaty dokumentów niezbędnych do uznania \nświadectwa lub innego dokumentu uzyskanego w zagranicznym systemie oświaty.  \n\nRb-D.0201 -1-30/24 \nStrona 13 z 19 4. W przypadku złożenia w trakcie dok onywania wpisu na listę studentów pierwszego roku \nzaświadczenia o  złożeniu w kuratorium oświaty dokumentów niezbędnych do uznania \nświadectwa lub innego dokumentu uzyskanego w zagranicznym systemie oświaty:  \n1) decyzję administracyjną kuratora oświaty należy zł ożyć w dziekanacie, niezwłocznie po jej \nuzyskaniu, jednak w terminie nie dłuższym niż do końca pierwszego semestru studiów;  \n2) kandydat otrzymuje zaświadczenie o warunkowym wpisie na listę studentów pierwszego \nroku z  zastrzeżeniem, że nieprzedstawienie decyzj i administracyjnej kuratora oświaty we \nwskazanym terminie spowoduje wydanie decyzji o odmowie przyjęcia na studia;  \n3) w przypadku nieprzedstawienia decyzji administracyjnej kuratora oświaty w terminie \nwskazanym w zaświadczeniu o wpisie na listę studentów pie rwszego roku właściwy dziekan \nodpowiedzialny za kształcenie na danym kierunku studiów zobowiązany jest odmówić \ndokonania wpisu na drugi semestr studiów i niezwłocznie poinformować o  tym fakcie CR.  \n5. W przypadku złożenia w trakcie dokonywania wpisu na listę s tudentów pierwszego roku \nzaświadczenia o wynikach uzyskanych w zagranicznym systemie oświaty:  \n1) oryginał świadectwa, dyplomu lub innego dokumentu, o którym mowa w art. 69 ust. 2 pkt \n4-7 ustawy z dnia 20 lipca 2018 r. – Prawo o szkolnictwie wyższym i nauce  należy \nprzedstawić do wglądu w celu wykonania kopii do teczki akt osobowych studenta w  CR lub \ndziekanacie, niezwłocznie po jego uzyskaniu, jednak w  terminie nie dłuższym niż do dnia \npoprzedzającego dzień rozpoczęcia roku akademickiego;  \n2) kandydat otrzymuje  zaświadczenie o warunkowym wpisie na listę studentów pierwszego \nroku z zastrzeżeniem, że nieprzedstawienie dokumentów, o których mowa w pkt. 1 we \nwskazanym terminie spowoduje wydanie decyzji o odmowie przyjęcia na studia.  \n6. Po sprawdzeniu kompletności i ważności wszystkich wyżej wymienionych dokumentów CR \nwpisuje kandydata na listę studentów pierwszego roku i wydaje kandydatowi zaświadczenie \no wpisie na listę studentów pierwszego roku z zastrzeżeniem ust. 7.  \n7. W przypadkach, o których mowa w ust. 4 i 5 niniejszego paragrafu, CR wpisuje kandydata na \nlistę studentów pierwszego roku i  wydaje kandydatowi zaświadczenie o  warunkowym \nwpisie na listę studentów pierwszego roku z zastrzeżeniem, że niedopełnienie czynności \nwymienionych w t ym zaświadczeniu we wskazanych terminach spowoduje wydanie decyzji  \no nieprzyjęciu na studia.  \n8. Kandydatowi, który przesłał pocztą dokumenty wymagane do dokonania wpisu na listę \nstudentów pierwszego roku, CR wysyła zaświadczenie o  wpisie lub warunkowym wpis ie \nna listę studentów pierwszego roku  listownie za zwrotnym potwierdzeniem odbioru. \nPotwierdzenie doręczenia albo zwrotu przesyłki pocztowej CR umieszcza w  teczce akt \nosobowych studenta.  \n9. Niezłożenie przez kandydata, który został wstępnie zakwalifikowany, p odania o przyjęcie na \nstudia oraz wymaganych dokumentów w terminach podanych w kalendarzu rekrutacji \nprzeznaczonych na dokonywanie wpisu na listę studentów w  danym cyklu rekrutacyjnym,  \nw którym uzyskał status „zakwalifikowany”, oznacza rezygnację tego kan dydata z  ubiegania \nsię o przyjęcie na ten kierunek studiów w tym cyklu rekrutacyjnym.  \n10. W przypadku, o którym mowa w ust. 9, kandydat chcąc uczestniczyć w  kolejnym cyklu \nrekrutacyjnym musi ponownie zadeklarować dany kierunek studiów i dokonać opłaty \nrekruta cyjnej.   \nROZDZIAŁ 3.   \nREKRUTACJA  NA STUDIA  DRUGIEGO  STOPNIA  \n§ 17.   \nSKŁADANIE DEKLARACJI W SYSTEMIE E-REKRUTACJA  \n1. Kandydat na studia drugiego stopnia może złożyć w pierwszym cyklu rekrutacyjnym, \nz zastrzeżeniem § 6 ust. 5 Uchwały:  \n1) dwie deklaracje kierunków, jeżeli:  \na) egzaminy wstępne na obydwa kierunki będą przeprowadzane przy użyciu Uczelnianej \nPlatformy e -Learningowej (UPeL) i  \nb) terminy egzaminów, o których mowa w lit. a, nie pokrywają się, z zastrzeżeniem ust. 5.  \n2) jedną deklarację kierunku, jeżeli:  \na) nie są spełnione łącznie wszystkie warunki określone w pkt 1 lub  \nb) kandydat korzysta z prawa, o którym mowa w § 6 ust. 9 Uchwały lub  \nc) egzamin wstępny na dany kierunek ma wagę wE = 0 w tabeli 5 Uchwały.  \n2. Kandydat zakwalifikowany lub wpisany na listę studentów  w pierwszym cyklu rekrutacyjnym, \nz zastrzeżeniem ust. 3:  \n\nRb-D.0201 -1-30/24 \nStrona 14 z 19 1) w przypadku o którym mowa w ust. 1 pkt 1, może złożyć w drugim cyklu rekrutacyjnym \ntylko jedną deklarację na inny kierunek studiów,  \n2) w przypadku o którym mowa w ust. 1 pkt 2 nie ma możliwości złożen ia deklaracji kierunku.  \n3. Kandydat zakwalifikowany lub wpisany na listę studentów w pierwszym cyklu rekrutacyjnym \nmoże złożyć rezygnację ze studiów i uczestniczyć w kwalifikacji zgodnie z  zasadami opisanymi \nw ust. 1.  \n4. Lista dostępnych kierunków w deklaracjac h składanych na dwa kierunki jednocześnie zostanie \nograniczona w systemie e-Rekrutacja  do kierunków, które spełniają warunki o  których mowa \nw ust. 1 pkt 1 lit. a.  \n5. WZR, w porozumieniu z WKE, może zdecydować o przeprowadzeniu egzaminu wspólnego na \nwybrane ki erunki studiów. Kandydat przystępujący do egzaminu wspólnego może być \nkwalifikowany wyłącznie na kierunki studiów, na które złożył deklaracje.  \n6. Wśród deklarowanych kierunków mogą być tylko te, na które aktualnie jest prowadzona \nrekrutacja.  \n7. Deklaracja jest uwzględniania w kwalifikacji w danym cyklu rekrutacyjnym jedynie po \nuiszczeniu opłaty rekrutacyjnej.  \n§ 18.   \nWPROWADZANIE ŚREDNIEJ OCEN ZE STUDIÓW PIERWSZEGO STOPNIA  \nORAZ POTWIERDZENIE POSIADANYCH KWALIFIKACJI  \n1. Kandydat zobowiązany jest wypełnić w systemie e-Rekrutacja  formularz rejestracyjny \npodając w sekcji Wykształcenie wyższe wymagane informacje dotyczące ukończenia studiów \npierwszego stopnia lub jednolitych magisterskich, będących podstawą ubiegania się  \no przyjęcie na studia drugiego stopnia w AGH. Ponadto, jeżeli posiada więcej niż jeden dyplom \nukończenia studiów, może podać wszystkie ukończone szkoły wyższe i uzyskane tytuły \nzawodowe, wówczas składając deklarację na dany kierunek studiów wskazuje, który  dyplom \nukończenia studiów pierwszego stopnia lub jednolitych magisterskich ma być podstawą \nkwalifikacji na deklarowany kierunek.  \n2. Kandydat posiadający wykształcenie uzyskane w polskim systemie szkolnictwa \nwyższego  najpóźniej do godz. 14.00 ostatniego dnia  przeznaczonego na składanie deklaracji \nprzystąpienia do kwalifikacji na studia w systemie e-Rekrutacja  w danym cyklu \nrekrutacyjnym, określonego w kalendarzu rekrutacji, składa poprzez system e-Rekrutacja  \nelektroniczne kopie:  \n1) dyplomu ukończenia studiów pie rwszego stopnia lub jednolitych magisterskich, \nw przypadku ukończenia większej liczby studiów należy złożyć ten dyplom, który stanowić \nbędzie podstawę przyjęcia na studia;  \n2) zaświadczenia z informacją o średniej ocen uzyskanych na ukończonych studiach \npierw szego stopnia lub jednolitych magisterskich i skali ocen obowiązującej w  uczelni,  \nw której kandydat uzyskał dyplom lub suplement do dyplomu, jeżeli zawiera te informacje;  \n3) własnoręcznie podpisanego oświadczenia absolwenta AGH w sprawie wyliczenia składnika  \nE wskaźnika rekrutacji na podstawie wyniku tzw. ogólnego egzaminu kierunkowego  – \ndotyczy kandydatów, którzy spełniają warunki określone w  § 6 ust. 9 w związku z ust. 11 \nUchwały i chcą poddać się rekrutacji na podstawie wyniku tzw. ogólnego egzaminu \nkierun kowego;  \n4) rozstrzygnięcia Dziekana w sprawie uzupełnienia brakujących kompetencji inżynierskich  \nw przypadkach określonych w § 6 ust. 14 Uchwały . \n5) rozstrzygnięcie Prodziekana ds. Kształcenia właściwego dla kierunku studiów, na który \naplikuje kandydat, w spraw ie spełnienia dodatkowych warunków na kierunki Inżynieria \nMechatroniczna oraz Raw Materials Value Chain, o  których mowa w § 6 ust. 16 i 17 \nUchwały . \n6) Kandydat posiadający osiągnięcia sportowe określone w § 7a ust. 1 Uchwały zobowiązany \njest umieścić w system ie e-Rekrutacja  elektroniczną kopię zaświadczenia uprawniającego \ndo przyznania dodatkowych punktów w terminie przeznaczonym w danym cyklu \nrekrutacyjnym na składanie deklaracji, określonym w  kalendarzu rekrutacji. Zaświadczenie \nwydane przez uprawniony związ ek sportowy określające co najmniej rodzaj klasy \nsportowej, termin jej obowiązywania i  osiągnięcia sportowe będące podstawą otrzymania \nklasy sportowej podlega weryfikacji przez członka Prezydium Klubu Uczelnianego AZS AGH \nKraków. Opinia o  akceptacji lub od rzuceniu zaświadczenia jest przekazywana przez \nPrezydium Klubu Uczelnianego AZS AGH Kraków do CR niezwłocznie, jednak nie później \nniż na jeden dzień przed wstępną kwalifikacją w danym cyklu rekrutacyjnym.  \n\nRb-D.0201 -1-30/24 \nStrona 15 z 19 3. W przypadku, gdy dyplom, o którym mowa w ust. 2 pkt  1, nie został jeszcze kandydatowi \nwydany,  kandydat składa zaświadczenie o  ukończeniu studiów oraz uzyskanym tytule \nzawodowym z zastrzeżeniem ust. 4.  \n4. W przypadku, gdy kandydat kwalifikuje się na podstawie dyplomu ukończenia studiów \npierwszego stopnia w AG H i informacja o uzyskanej średniej ocen na tych studiach znajduje \nsię w Uniwersyteckim Systemie Obsługi Studiów AGH, zaświadczenie o którym mowa w ust. \n3 wydaje CR w momencie wpisu na listę studentów pierwszego roku.   \n5. Kandydat jest zobowiązany wprowadzić  najpóźniej do godz. 14.00 ostatniego dnia \nprzeznaczonego na składanie deklaracji przystąpienia do kwalifikacji na studia do systemu \ne-Rekrutacja  średnią ocen uzyskaną na ukończonych studiach pierwszego stopnia lub \njednolitych studiach magisterskich zgodni e z przesłanymi dokumentami.  \n6. Kandydat posiadający wykształcenie uzyskane w zagranicznym systemie szkolnictwa \nwyższego zobowiązany jest najpóźniej do godz. 14.00 ostatniego dnia przeznaczonego na \nskładanie deklaracji przystąpienia do kwalifikacji na studia złożyć za pośrednictwem systemu \ne-Rekrutacja :  \n1) w celu przeliczenia ocen na skalę obowiązującą w AGH elektroniczne kopie:  \na) zalegalizowanego lub opatrzonego apostille  dyplomu ukończenia studiów co najmniej \npierwszego stopnia lub innego dokumentu ukończenia uc zelni w  zagranicznym systemie \nszkolnictwa wyższego, uprawniającego do ubiegania się o przyjęcie na studia drugiego \nstopnia w uczelniach każdego typu w  państwie, w  którego systemie działała instytucja \nwydająca dyplom – uprawnienie to weryfikowane jest przez  DSZ; \nb) suplementu bądź innego oficjalnego dokumentu obejmującego przedmioty, jeżeli nie są \nwskazane w dyplomie lub innym dokumencie o ukończeniu uczelni w  zagranicznym \nsystemie szkolnictwa wyższego, zaliczone przez kandydata w ramach odbytych \ndotychczas stu diów obejmujący w  szczególności wykłady, ćwiczenia audytoryjne, \nćwiczenia laboratoryjne, seminaria, projekty wraz z  uzyskanymi ocenami;  \n2) tłumaczenia na język polski dokumentów wymienionych w pkt. 1 sporządzone przez osobę \nwpisaną przez Ministra Sprawiedliwo ści na listę tłumaczy przysięgłych lub osobę \nzarejestrowaną jako tłumacz przysięgły w państwie członkowskim Unii Europejskiej, \npaństwie członkowskim Europejskiego Porozumienia o Wolnym Handlu (EFTA) – stronie \numowy o Europejskim Obszarze Gospodarczym lub p aństwie członkowskim Organizacji \nWspółpracy Gospodarczej i Rozwoju (OECD), lub konsula Rzeczypospolitej Polskiej, \nwłaściwego dla państwa, na którego terytorium lub w  którego systemie edukacji wydano \ndyplom, lub akredytowane w  Rzeczypospolitej Polskiej prze dstawicielstwo dyplomatyczne \nlub urząd konsularny państwa, na którego terytorium lub w którego systemie edukacji \nwydano dokument, z zastrzeżeniem ust.  7; \n3) rozstrzygnięcia, o których mowa w ust. 2 pkt 4 i 5;  \n4) zaświadczenie o którym mowa w ust. 2 pkt 6.  \n7. Jeżeli  przetłumaczenie dokumentów na język polski zgodnie z ust. 6 pkt 2 napotyka trudne \ndo usunięcia przeszkody, CR może wyrazić zgodę na przedłożenie przez wnioskodawcę \ntłumaczenia dokonanego przez inny podmiot, którego wiarygodność nie budzi zastrzeżeń.  \n8. Przeliczenia ocen na skalę ocen obowiązującą w AGH, proporcjonalnie do skali ocen w  jakiej \nzostały wystawione oceny na dyplomie, o którym mowa w ust. 6 pkt. 1, oraz ustalenia \nwartości średniej ocen ze studiów dokonuje CR, które następnie wprowadza wyniki do \nsystemu e-Rekrutacja.  \n§ 19.   \nZASADY KWALIFIKOWANIA NA STUDIA DRUGIEGO STOPNIA  \n1. Pełnomocnik Rektora ds. Rekrutacji podejmuje decyzję, o której mowa w  § 2 ust. 1 pkt  \n1 niniejszego zarządzenia, najpóźniej w dniu  rozpoczęcia rekrutacji w okresie letnim \ni zimowym określonym odpowiednio w § 4 ust. 2 i 3 Uchwały.  \n2. Celem rozstrzygnięcia, o którym mowa w ust. 1, WZR przesyła opinię potwierdzającą \nspełnienie warunku określanego w § 6 ust. 10 Uchwały  do Pełnomocnika Rekt ora ds. \nRekrutacji na adres poczty elektronicznej cr@agh.edu.pl nie później niż 14 dni przed \nterminem, o którym mowa w  ust. 1.  \n3. Wstępną kwalifikację kandydatów do wpisu na listę studentów pierwszego roku Pełnomocnik \nRektora ds. Rekrutacji przeprowadza w te rminach przewidzianych w  kalendarzu rekrutacji dla \ndanego cyklu rekrutacyjnego jednocześnie dla wszystkich kierunków albo podejmuje decyzję \no zakończeniu rekrutacji na dany kierunek lub podejmuje decyzję o  nieuruchomieniu cyklu \nkształcenia na danym kierunk u studiów z  powodu zbyt małej liczby kandydatów.  \n\nRb-D.0201 -1-30/24 \nStrona 16 z 19 4. Dla każdego kierunku studiów tworzona jest, według malejącej wartości wskaźnika \nrekrutacyjnego, odrębna lista rankingowa zawierająca nazwiska kandydatów – zarówno dla \nkierunków prowadzonych w języku polskim , jak i angielskim.  \n5. Wartość wskaźnika rekrutacji kandydata wyliczana jest według zasad podanych w  Uchwale \nna podstawie wyników znajdujących się w  systemie e-Rekrutacja  w chwili wstępnej \nkwalifikacji.  \n6. Wstępną kwalifikację do wpisu na listę studentów pierws zego roku studiów otrzymują \nkandydaci, których wartość wskaźnika rekrutacji jest nie mniejsza niż minimalna wartość \nwskaźnika rekrutacji kwalifikująca do przyjęcia na pierwszy rok studiów według listy \nrankingowej, o której mowa w ust. 4, ustalona przez Peł nomocnika Rektora ds. Rekrutacji \nw porozumieniu z  WZR. Jeżeli na liście rankingowej znajdą się kandydaci o jednakowej \nwartości wskaźnika rekrutacji większej lub równej wartości minimalnej, to wszyscy muszą \nznaleźć się na liście wstępnie zakwalifikowanych.  \n7. Opinie, o których mowa w § 2 ust. 3 pkt. 1 -3 niniejszego zarządzenia, WZR przesyła do \nPełnomocnika Rektora ds. Rekrutacji na adres cr@agh.edu.pl do godziny 11.00 w dniu \nwstępnej kwalifikacji kandydatów na studia określonym w  kalendarzu rekrutacji dla daneg o \ncyklu rekrutacyjnego.  \n8. Kandydat otrzymuje status „niezakwalifikowany” w przypadku:  \n1) gdy uzyskana przez niego wartość wskaźnika rekrutacji jest mniejsza niż minimalna \nwartość wskaźnika kwalifikująca do przyjęcia na pierwszy rok studiów ustalona przez \nPełno mocnika Rektora ds. Rekrutacji w  porozumieniu z  WZR lub  \n2) niespełnienia warunków Uchwały lub  \n3) nieprzystąpienia do egzaminu wstępnego w przypadku wagi punktów z egzaminu \nwstępnego wE określonej w Uchwale powyżej wartości 0 lub  \n4) w przypadku, o którym mowa w § 2 1 ust. 4 niniejszego zarządzenia lub  \n5) zakończenia rekrutacji na dany kierunek.  \n9. Kandydat o statusie „niezakwalifikowany” może otrzymać decyzję o  nieprzyjęciu na pierwszy \nrok studiów danego kierunku tylko i wyłącznie po złożeniu podania o przyjęcie na pierwszy \nrok studiów wraz z  dokumentami wymienionymi w § 21 ust. 2 niniejszego zarząd zenia, \nw terminach podanych w kalendarzu rekrutacji przeznaczonych na przyjmowanie podań  \no przyjęcie na studia w tym cyklu rekrutacyjnym, w  którym uzyskał ten status.   \n10. Opublikowanie wyników wstępnej kwalifikacji następuje w terminach podanych \nw kalendarz u rekrutacji  w postaci informacji o wyniku postępowania kwalifikacyjnego \nprzesłanej na osobiste konto kandydata w  systemie e-Rekrutacja . \n11. W przypadku zakwalifikowania kandydata na dany kierunek studiów otrzymuje on również \n„wezwanie do uzupełnienia dokument ów” koniecznych do rozpatrzenia podania o  przyjęcie na \npierwszy rok studiów.  \n12. Liczba komunikatów, o których mowa w ust. 10 i 11, jest zależna od liczby złożonych \ndeklaracji oraz statusu kwalifikacji na dany kierunek studiów.  \n§ 20.   \nEGZAMIN WSTĘPNY  \n1. Kandydaci na studia drugiego stopnia przystępują do egzaminu wstępnego, z  wyłączeniem \nkandydatów korzystających z uprawnienia o  którym mowa w § 6 ust. 9 Uchwały.  \n2. Egzaminy wstępne odbywają się w terminach podanych w kalendarzu rekrutacji.   \n3. W przypadku wys tąpienia okoliczności niezależnych od AGH uniemożliwiających prawidłowe \nprzeprowadzenie egzaminu w  wyznaczonym terminie, WZR w porozumieniu  \nz Pełnomocnikiem Rektora ds. Rekrutacji może zdecydować o przełożeniu terminu egzaminu \nlub anulowaniu przeprowadzon ego egzaminu. Nowy termin egzaminu wstępnego jest \nwyznaczany niezwłocznie po ustąpieniu okoliczności, które spowodowały przełożenie lub \nanulowanie egzaminu i przekazywany jest kandydatowi w postaci komunikatu wysłanego na \nosobiste konto w  systemie e-Rekrut acja. \n4. Najpóźniej w dniu poprzedzającym egzamin kandydat otrzymuje szczegółową informację \no miejscu i godzinie egzaminu w postaci komunikatu przesłanego na osobiste konto \nkandydata w systemie e-Rekrutacja .  \n5. Kandydat przystępuje do egzaminu wstępnego:  \n1) w prz ypadku egzaminów stacjonarnych – w momencie wejścia do sali egzaminacyjnej;  \n2) w przypadku egzaminów zdalnych – w momencie kliknięcia przez kandydata w link \nprzekierowujący do egzaminu wyświetlany na osobistym koncie kandydata w systemie \ne-Rekrutacja .  \n\nRb-D.0201 -1-30/24 \nStrona 17 z 19 6. Weryf ikacja tożsamości kandydata następuje w momencie jego przystąpienia do egzaminu \npoprzez:  \n1) okazanie dokumentu tożsamości – w przypadku egzaminów stacjonarnych;  \n2) zalogowanie do systemu e-Rekrutacja – w przypadku egzaminów zdalnych z  zastrzeżeniem \nust. 7.  \n7. W przypadku, o którym mowa w ust. 5 pkt 2, kandydat ma obowiązek zapewnienia poufności \ndanych logowania i nieudostępniania ich osobom trzecim pod rygorem unieważnienia \negzaminu i eliminacji z dalszego postępowania rekrutacyjnego.  \n8. WZR wprowadza do systemu e-Rekrutacja  wyniki egzaminu wstępnego lub egzaminu \nkierunkowego. Wyniki egzaminów wstępnych realizowanych z  wykorzystaniem UPeL są \npobierane bezpośrednio z  UPeL.  \n9. Ogłoszenie wyników egzaminów wstępnych następuje jednocześnie z  ogłoszeniem wyników \nwstępnej kwa lifikacji w terminach podanych w  kalendarzu rekrutacji  w postaci \ninformacji o wyniku egzaminu wstępnego znajdującej się w sekcji Egzaminy na osobistym \nkoncie kandydata w systemie e-Rekrutacja .  \n10. Kandydat ma prawo złożyć wniosek o wgląd do pracy egzaminacyjn ej do WZR za \npośrednictwem CR w terminie 3 dni  od daty ogłoszenia wyników egzaminu wstępnego. \nWgląd do pracy jest możliwy w  obecności pracownika CR, członka WZR lub członka WKE,  \na w przypadku egzaminów realizowanych z wykorzystaniem UPeL – w obecności pra cownika \nCR. \n11. Kandydat ma prawo w terminie 5 dni  od daty ogłoszenia wyników egzaminu wstępnego \nzłożyć do WKE, za pośrednictwem CR, zastrzeżenia do oceny z egzaminu wstępnego. WKE  \nw terminie 3 dni sporządza pisemną opinię co do przedstawionych zastrzeżeń i  przekazuje ją \nPełnomocnikowi Rektora ds. Rekrutacji, który na jej podstawie rozstrzyga o  uwzględnieniu \nw całości albo w części albo o odrzuceniu zastrzeżeń kandydata do oceny z  egzaminu. Na \nrozstrzygnięcie Pełnomocnika Rektora ds. Rekrutacji dotyczące zastr zeżeń do oceny  \nz egzaminu wstępnego nie przysługuje odwołanie.  \n§ 21.   \nSKŁADANIE PODAŃ O PRZYJĘCIE NA PIERWSZY ROK STUDIÓW  \n1. Wstępnie zakwalifikowany kandydat, po otrzymaniu właściwego komunikatu w  systemie \ne-Rekrutacja , zobowiązany jest złożyć dokumenty wymienio ne w ust. 2 w terminach \npodanych w kalendarzu rekrutacji  przeznaczonych na przyjmowanie podań w  danym \ncyklu rekrutacyjnym, w  którym uzyskał status „zakwalifikowany”.  \n2. Wstępnie zakwalifikowany kandydat zobowiązany jest złożyć następujące dokumenty:  \n1) wydrukowane z systemu e-Rekrutacja  i własnoręcznie podpisane podanie o przyjęcie na \npierwszy rok studiów na wybranym kierunku, zweryfikowane przez CR z danymi zawartymi \nw dokumencie tożsamości kandydata;  \n2) oryginał dyplomu ukończenia studiów pierwszego stopn ia lub studiów jednolitych \nmagisterskich celem wykonania kopii do teczki kandydata (w  przypadku, gdy dyplom nie \nzostał jeszcze kandydatowi wydany, kandydat może złożyć zaświadczenie o  ukończeniu \nstudiów oraz uzyskanym tytule zawodowym);  \n3) zaświadczenie z inf ormacją o średniej ocen uzyskanych na ukończonych studiach \npierwszego stopnia lub jednolitych magisterskich i  skali ocen obowiązującej w uczelni, na \nktórej kandydat uzyskał dyplom lub suplement do dyplomu, jeżeli zawiera te informacje; \nCR weryfikuje wartoś ć średniej wprowadzonej do systemu e-Rekrutacja  na podstawie \nelektronicznych wersji tychże dokumentów;  \n4) rozstrzygnięcie Dziekana w sprawie uzupełnienia brakujących kompetencji inżynierskich  \nw przypadkach określonych w § 6 ust. 14 Uchwały ; \n5) rozstrzygnięcie Prodziekana ds. Kształcenia właściwego dla kierunku studiów, na który \naplikuje kandydat, w sprawie spełnienia dodatkowych warunków na kierunki Inżynieria \nMechatroniczna oraz Raw Materials Value Chain, o  których mowa w § 6 ust. 16 i 17 \nUchwa ły; \n6) oryginał oświadczenia absolwenta AGH w sprawie wyliczenia składnika E wskaźnika \nrekrutacji na podstawie wyniku tzw. ogólnego egzaminu kierunkowego  w przypadku \nkorzystania z warunku określonego w § 6 ust. 9 Uchwały ; \n7) w przypadku kandydatów posiadających osiągnięcia sportowe – oryginał zaświadczenia,  \no którym mowa § 18 ust. 2 pkt 6.  \n3. W przypadku kandydatów na studia posiadających wykształcenie uzyskane \nw zagranicznym systemie szkolnictwa wyższego  należy dodatkowo przedstawić do \n\nRb-D.0201 -1-30/24 \nStrona 18 z 19 wglądu oryginały dokumentów wymienionych w §  18 ust. 6 niniejszego zarządzenia celem \nwykonania ich kopii do teczki kandydata.  \n4. W przypadku występowania różnic pomiędzy danymi przetwarzanymi w  systemie \ne-Rekrutacja , a złożonymi dokumentami, CR dokonuje korekty. Jeżeli po korekcie dany ch \nwskaźnik rekrutacji ulegnie obniżeniu poniżej minimalnej wartości wskaźnika rekrutacji \nkwalifikującej do przyjęcia na pierwszy rok studiów dla danego kierunku status kandydata \nzostaje zmieniony na „niezakwalifikowany”.  \n§ 22.   \nWPISY NA LISTĘ STUDENTÓW PIERWSZE GO ROKU  \n1. Wstępnie zakwalifikowany kandydat, który złożył podanie o przyjęcie na pierwszy rok studiów, \nmoże zostać wpisany na listę studentów pierwszego roku danego kierunku studiów  wyłącznie \nw terminach przeznaczonych na dokonywanie wpisu na listę studentów  w danym \ncyklu rekrutacyjnym podanym w kalendarzu rekrutacyjnym . Po upływie tych terminów \nwpis na listę studentów będzie niemożliwy, z  zastrzeżeniem § 10 ust. 9 niniejszego \nzarządzenia.  \n2. Przed dokonaniem wpisu na listę studentów pierwszego roku kandydat wst ępnie \nzakwalifikowany na studia zobowiązany jest:  \n1) uiścić opłatę za ELS, o której mowa w § 9 ust. 7 niniejszego Zarządzenia, z wyjątkiem \nkandydatów posiadających status studenta AGH lub absolwentów AGH;  \n2) złożyć za pośrednictwem systemu e-Rekrutacja  wersję e lektroniczną aktualnej, kolorowej \nfotografii kandydata (w stroju oficjalnym), spełniającej wymagania podane na stronie  \nhttp://www.sdp.agh.edu.pl/karty -elektroniczne -cke/wymogi -zdjec-do-els-eld-oraz-lsna/. \n3. W celu dokonania wpisu na listę studentów pierwszego roku kandydat zobowiązany jest \ndopełnić następujące czynności:  \n1) przedstawić do wglądu ważny dokument tożsamości albo decyzję właściwego wojewody \npotwierdz ającą posiadanie obywatelstwa polskiego wraz z dokumentem potwierdzającym \ntożsamość wydanym przez inne państwo;  \n2) złożyć wydrukowaną z systemu e-Rekrutacja  wypełnioną i  własnoręcznie podpisaną kartę \nwpisu na listę studentów pierwszego roku, zawierającą wypełnioną ankietę osobową wraz \nz fotografią tożsamą z wersją elektroniczną, o której mowa w ust. 2 pkt 2;  \n3) jeżeli wymagana jest nostryfikacja dyplomu lub innego dokumentu ukończenia uczelni  \nw zagranicznym systemie szkolnictwa wyższego, o  którym mowa § 18 ust. 6 pkt.  \n1 lit. a niniejszego zarządzenia – należy złożyć zaświadczenie stwierdzające równoważność \ndyplomu lub innego dokumentu ukończenia uczelni za granicą z  odpowiednim polskim \ndyplomem ukończenia studiów wyższych albo zaświadczenie o złożeniu we właściwej \njednostce Uczelni dokumentów niezbędnych do nostryfikacji dyplomu lub innego \ndokumentu ukończenia u czelni w  zagranicznym systemie szkolnictwa wyższego.  \n4. W przypadku złożenia w trakcie dokonywania wpisu na listę studentów pierwszego roku \nzaświadczenia o ukończeniu studiów oraz uzyskanym tytule zawodowym, oryginał dyplomu \nukończenia studiów pierwszego sto pnia, jednolitych magisterskich lub dokument równoważny \nz odpowiednim polskim dyplomem należy przedstawić do wglądu w  dziekanacie niezwłocznie \npo jego uzyskaniu w terminie nie dłuższym niż 30 dni od daty jego wydania.  \n5. W przypadku złożenia w trakcie dokonyw ania wpisu na listę studentów pierwszego roku \nzaświadczenia o złożeniu we właściwej jednostce Uczelni dokumentów niezbędnych do \nnostryfikacji dyplomu lub innego dokumentu ukończenia uczelni w zagranicznym systemie \nszkolnictwa wyższego:  \n1) zaświadczenie wydawa ne po przeprowadzeniu postępowania nostryfikacyjnego należy \nzłożyć w dziekanacie, niezwłocznie po jego uzyskaniu, w terminie nie dłuższym niż do końca \npierwszego semestru studiów;  \n2) kandydat otrzymuje zaświadczenie o warunkowym wpisie na listę studentów pier wszego \nroku z zastrzeżeniem, że nieprzedstawienie zaświadczenia, o którym mowa w pkt. 1 we \nwskazanym tam terminie spowoduje wydanie decyzji o odmowie przyjęcia na studia;  \n3) w przypadku nieprzedstawienia zaświadczenia, o którym mowa w pkt. 1 we wskazanym \ntam terminie, właściwy dziekan odpowiedzialny za kształcenie na danym kierunku studiów \nzobowiązany jest odmówić dokonania wpisu na drugi semestr studiów oraz niezwłocznie \npoinformować o tym fakcie CR.  \n6. Po sprawdzeniu kompletności i ważności wszystkich dokumentó w CR wpisuje kandydata na \nlistę studentów pierwszego roku i wydaje kandydatowi zaświadczenie o wpisie na listę \nstudentów pierwszego roku z zastrzeżeniem ust. 7.  \n\nRb-D.0201 -1-30/24 \nStrona 19 z 19 7. W przypadkach, o których mowa w ust. 4 i 5, CR wpisuje kandydata na listę studentów \npierwszego roku i  wydaje kandydatowi zaświadczenie o warunkowym wpisie na listę \nstudentów pierwszego roku, z zastrzeżeniem, że niedopełnienie czynności wymienionych \nw tym zaświadczeniu we wskazanych terminach spowoduje wydanie decyzji o nieprzyjęciu na \nstudia.  \n8. Kandyd atowi, który przesłał pocztą dokumenty wymagane do dokonania wpisu na listę \nstudentów pierwszego roku, CR wysyła zaświadczenie o  wpisie lub warunkowym wpisie \nna listę studentów pierwszego roku  listownie za zwrotnym potwierdzeniem odbioru. \nPotwierdzenie dor ęczenia albo zwrotu przesyłki pocztowej CR umieszcza w  teczce akt \nosobowych studenta.  \n9. Niezłożenie przez kandydata, który został wstępnie zakwalifikowany, wymaganych \ndokumentów w terminach podanych w kalendarzu rekrutacji przeznaczonych na dokonywanie \nwpisu na listę studentów w  danym cyklu rekrutacyjnym, w którym uzyskał status \n„zakwalifikowany”, oznacza rezygnację tego kandydata z ubiegania się o  przyjęcie na ten \nkierunek studiów w tym cyklu rekrutacyjnym.  \n10. W przypadku, o którym mowa w ust. 9, kandydat chc ąc uczestniczyć w  kolejnym cyklu \nrekrutacyjnym musi ponownie zadeklarować dany kierunek i dokonać opłaty rekrutacyjnej.  \nROZDZIAŁ 4.   \n§ 23.   \n POSTANOWIENIA KOŃCOWE  \nZarządzenie wchodzi w życie z dniem podpisania.  \n \nR E K T O R  \n \nprof. dr hab. inż. Jerzy Lis  \n\n"}