{"content": "Rb-D.0201-1-108/20 \nStrona 1 z 2 ZARZĄDZENIE Nr 108/2020 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 21 grudnia 2020 r. w sprawie oceny okresowej pracowników Na podstawie art. 128 ustawy z dnia 20 lipca 2018 r. Prawo o szkolnictwie wyższym i nauce (tekst jednolity: Dz. U. z 2020 r. poz.85, z późn. zm.) oraz § 53 ust. 4 Statutu AGH z dnia 26 czerwca 2019 r. (z późn. zm.), zarządzam co następuje: §1. Ocena okresowa obejmuje wyłącznie nauczycieli akademickich. §2. 1. Ocena okresowa nauczyciela akademickiego procedowana jest w następujących obszarach aktywności: 1) działalność dydaktyczna, 2) działalność naukowo-badawcza, 3) działalność organizacyjna. 2. Działalność dydaktyczna obejmuje: 1) obciążenie dydaktyczne, 2) opiekę nad pracami licencjackimi, inżynierskimi, magisterskimi i doktorskimi, 3) ocenę studentów, 4) dodatkowe osiągnięcia dydaktyczne. 3. Działalność naukowo-badawcza obejmuje działalność: 1) publikacyjną (artykuły i monografie naukowe), 2) wynalazczą, 3) w zakresie efektów finansowych badań naukowych lub prac rozwojowych. 4. Działalność organizacyjna obejmuje aktywności na rzecz Uczelni, wydziału i otoczenia społeczno-gospodarczego Uczelni. §3. Przy dokonywaniu oceny okresowej, uwzględnia się ocenę nauczyciela akademickiego w zakresie wypełniania przez niego obowiązków związanych z kształceniem, dokonaną przez studentów  i doktorantów. Ocenę ustala się na podstawie wyników ankiet przeprowadzonych wśród studentów i doktorantów. Zasady i tryb przeprowadzania ankiety określa odrębne zarządzenie Rektora. §4. Oceny działalności dydaktycznej dokonuje się na lata akademickie, a pozostałych działalności na lata kalendarzowe. §5. Wynik końcowy oceny okresowej wyrażony jest słownie jako: - ocena wyróżniająca; - ocena pozytywna; - ocena negatywna. §6. 1. Oceny nauczyciela akademickiego dokonuje kierownik podstawowej jednostki organizacyjnej. 2. Oceny każdego nauczyciela akademickiego, który wyraził takie życzenie, dokonuje komisja oceniająca powołana przez kierownika podstawowej jednostki organizacyjnej, po uzyskaniu pozytywnej opinii kolegium jednostki. 3. Oceny prorektora oraz kierownika podstawowej jednostki organizacyjnej dokonuje Rektor. §7. 1. Od wyniku oceny okresowej przysługuje odwołanie do Rektora. 2. Odwołanie winno być złożone na piśmie w ciągu jednego miesiąca od dnia zapoznania się  z oceną. \n\nRb-D.0201-1-108/20 \nStrona 2 z 2 3. Odwołanie powinno zostać rozpatrzone w ciągu miesiąca. Pracownik powinien zostać pisemnie powiadomiony o wyniku odwołania. §8. W przypadku oceny negatywnej, kolejna ocena okresowa jest dokonywana po upływie  12 miesięcy od dnia zakończenia poprzedniej oceny. §9. Ocenę przeprowadza się na formularzu, który wraz z kryteriami oceny stanowi załącznik  do niniejszego zarządzenia. §10. 1. Zarządzenie wchodzi w życie z dniem ogłoszenia. 2. Kryteria oraz tryb oceny okresowej obowiązują w stosunku do oceny efektów działalności  po 31 grudnia 2020 r., z tym że działalności dydaktycznej po 30 września 2020 r.    R E K T O R   prof. dr hab. inż. Jerzy Lis \n\n", "metadata": {}}