{"content": "# Homepage - CeLiID AGH\n\nURL: https://www.cel.agh.edu.pl/home/\nCrawled: 2025-03-19 21:19:21\n\nCentre of e-Learning and Innovative Education at AGH University of Krakow (CeLiID AGH) was founded in 1996 as a life-long learning development unit that evolved into the centre that provides technical and pedagogical support in online teaching and learning. CeLiID AGH is responsible for the maintenance of e-learning infrastructure for the University, the support for teachers and students as well as for the research and the development in e-learning and blended learning.\n\nPEDAGOGY\n\nCeLiID supports AGH’s academic teachers in their journey towards the implementation of online activities into teaching practice. We provide \nsupport and \ntraining (in Polish),\n develop \nopen educational materials\n and maintain VLE for the academic teachers.\n\nDesigning for learning\n that is \nactive, social and engaging\n is a real challenge in the online environment. At CeLiID we do our best to support teachers in creating engaging and effective online and blended activities. We build upon e-tivity concept of Gilly Salmon, embed Kolb’s model into e-learning design as well as support reflective learning. We promote e-portfolio based assessment and process to facilitate personal and professional development. Furthermore, we are eager to experiment, receive feedback and learn by practice.\n\nOPEN EDUCATIONAL RESOURCES\n\nIn 2010, we launched \nOpen AGH\n, Poland’s first academic repository of open educational resources for STEM subjects. Open AGH gathers courses, presentations, articles and multimedia available under Creative Commons BY-NC-SA licence. It contains materials submitted by the academics, but it also includes reviewed results of students’ work from the “Notes on the Internet” competition. There are more than 100 resources available now and the repository is accessed by approx. 2500 users daily.\n\nIn 2013 \nOpen AGH e-Textbooks\n were launched as the complete textbooks for maths and physics on a university level. The project also included the development of an online system for the creation, publication and review of the textbooks.\n\nIn 2016, we hosted the Open Education Global Conference.\n\nTECHNOLOGIES\n\nThe moodle-based learning environment has been the official e-learning platform for AGH-UST since 2004. It is administrated and developed by CeLiID. CeLiID also offers technical support for faculty’s administrators, course developers and students. We also explore and provide videoconferencing with Clickmeeting.\n\nCOOPERATION\n\nWe believe that competition is less effective than cooperation. Therefore, we take participation in collaborative projects very seriously. If you are looking for a committed, creative and experienced partner in the field of blended learning – contact us!\n\nOur current and previous projects (in Polish)\n\nMEMBERSHIP\n\nOEC Open Education Consortium \nhttp://www.oeconsortium.org/\n\nKOED Coalition for Open Education \nhttp://koed.org.pl/english/\n\nEADTU European Association of Distance Teaching Universities \nhttp://www.eadtu.nl/", "metadata": {"url": "https://www.cel.agh.edu.pl/home/", "title": "Homepage - CeLiID AGH", "depth": 3, "duplicate": false, "content_hash": "83896a02be5d562d7055a1e65197e058", "word_count": 419, "headings": []}}