{"content": "# European Patent Office Training Programme – Modular IP Education Framework (MIPEF)-- AGH UST \n\nURL: https://agh.edu.pl/en/students/news/detail/european-patent-office-training-programme-modular-ip-education-framework-mipef\nCrawled: 2025-03-19 21:22:20\n\nEuropean Patent Office Training Programme – Modular IP Education Framework (MIPEF) \n\n 10-03-2025 \n\n The AGH University of Krakow once again participates in the European Patent Office (EPO) Training Programme – Modular IP Education Framework (MIPEF). The course \"Create-Protect-Innovate: Bringing Ideas to Market” is aimed at students of second-cycle degree programmes (master's) and doctoral students who wish to acquire key knowledge on intellectual protection (IP), with particular focus on patents and their role in the commercialisation of innovations. The course is also open to AGH University employees interested in IP. \n\nThis semester, the deadline for submitting applications is \n20 March\n.\n\nThe course starts on \n24 March\n and ends on \n25 June 2025\n.\n\nSchedule\n\nEntry Level Course\n\nAdvanced Level Course\n\nDescription and requirements\n\nThe programme consists of two parts – entry and advanced. Each part has five independent modules introducing to various IP topics. This is an e-learning course, which allows participants to adjust the pace of learning to their individual needs. After completing all required activities, participants will earn an EPO certification. It is advised to complete one part per semester due to the intensity of the course. You may independently register to and complete each of the parts.\n\nSyllabus Part I (Entry level)\n\nCourse description Part I (Entry level)\n\nSyllabus Part II (Advanced level)\n\nCourse description Part II (Advanced level)\n\nHow to register?\n\nContact the coordinator of the MIPEF programme at the AGH University: Agnieszka Podrazik (email: \nagnieszka.podrazik(at)bg.agh.edu.pl\n)\n\nFormula and structure of the course\n\ncourse in English,\n\nonline modules for self-learning,\n\nhigh-quality videos, podcasts, and interactive educational materials,\n\nexercises and case studies,\n\nquizzes and multiple-choice tests,\n\nadditional resources,\n\ninteractive live sessions with experts,\n\nfinal assessment marked by experts in intellectual property,\n\na course completion certificate issued by the EPO.\n\nPart I. Introduction to Intellectual Property\n\nYou will learn:\n\nbasic notions concerning IP – various types of intellectual property rights and advantages arising from their protection,\n\npatent basics – the process of obtaining patents, formal requirements, and rules for submitting applications for patents,\n\npatent information – ways of using patent databases, “freedom-to-operate” analysis and risk assessment related to IP breach.\n\nPart II. Advanced Aspects of Intellectual Property Protection\n\nIt will introduce you to more advanced topics, such as:\n\ngrant of patents – overview of the patent grant procedure,\n\nenforcement of patents – protection of patent rights in a legal and business context, various methods of patent dispute resolution,\n\nIP commercialisation – management and use of patents in business strategies, basics of valuing IP assets, negotiating licences.\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/students/news/detail/european-patent-office-training-programme-modular-ip-education-framework-mipef", "title": "European Patent Office Training Programme – Modular IP Education Framework (MIPEF)-- AGH UST ", "depth": 3, "duplicate": false, "content_hash": "dbc462fdb9eb820d1af7949c53bee613", "word_count": 418, "headings": [{"level": 1, "text": "European Patent Office Training Programme – Modular IP Education Framework (MIPEF)"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}