{"metadata": {"url": "https://dss.agh.edu.pl/swiadczenia/swiadczenia-dla-cudzoziemcow", "title": " Świadczenia dla cudzoziemców -- Dział Spraw Studenckich AGH ", "depth": 1, "duplicate": false, "content_hash": "cce92b41bbfaf2fc8e7bc3e0cd94cd31", "word_count": 1898, "headings": [{"level": 1, "text": "Świadczenia dla cudzoziemców"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Stopka"}]}, "content": "#  Świadczenia dla cudzoziemców -- Dział Spraw Studenckich AGH \n\nURL: https://dss.agh.edu.pl/swiadczenia/swiadczenia-dla-cudzoziemcow\nCrawled: 2025-03-20 01:35:10\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Świadczenia dla cudzoziemców \n\nCudzoziemcem, w rozumieniu przepisów prawa polskiego, jest każda osoba, która nie posiada polskiego obywatelstwa. Osoby, które posiadają obywatelstwo polskie oraz innego, lub kilku innych krajów, są z mocy prawa traktowane na terytorium Rzeczypospolitej Polskiej jak obywatele polscy.\n\nWszyscy cudzoziemcy, którzy \nrozpoczęli studia w Polsce w roku akademickim 2019/2020 lub później\n mogą ubiegać się o:\n\nstypendium rektora,\n\nstypendium dla osób niepełnosprawnych,\n\nzapomogę,\n\nstypendium ministra\n\nna zasadach obowiązujących obywateli polskich określonych w Regulaminie świadczeń dla studentów AGH.\n\nO \nstypendium socjalne\n mogą się ubiegać cudzoziemcy, którzy \nrozpoczęli studia w Polsce w roku akademickim 2019/2020 lub później\n i spełniają jeden z poniższych warunków:\n\nposiadają zezwolenie na pobyt stały lub są rezydentami długoterminowymi Unii Europejskiej;\n\nposiadają zezwolenie na pobyt czasowy w związku z okolicznościami, o których mowa w art. 159 ust. 1 lub art. 186 ust. 1 pkt 3 lub 4 ustawy o cudzoziemcach;\n\nposiadają status uchodźcy nadany w RP lub korzystają z ochrony czasowej albo ochrony uzupełniającej na terytorium RP;\n\nposiadają certyfikat poświadczający znajomość języka polskiego jako obcego co najmniej na poziomie biegłości językowej C1;\n\nposiadają Kartę Polaka lub decyzję w sprawie stwierdzenia polskiego pochodzenia;\n\nsą małżonkiem, wstępnym lub zstępnym obywatela RP, mieszkającym na terytorium RP;\n\nsą obywatelami państwa członkowskiego Unii Europejskiej, Konfederacji Szwajcarskiej lub państwa członkowskiego Europejskiego Porozumienia o Wolnym Handlu (EFTA) – strony umowy o Europejskim Obszarze Gospodarczym i członków ich rodzin, mieszkających na terytorium Rzeczypospolitej Polskiej i spełniają jeden z niżej wymienionych warunków:\n - pracują na własny rachunek lub są pracownikiem, o których mowa w art. 2 pkt 5 i 7 ustawy z dnia 14 lipca 2006 r. o wjeździe na terytorium Rzeczypospolitej Polskiej, pobycie oraz wyjeździe z tego terytorium obywateli państw członkowskich Unii Europejskiej i członków ich rodzin;\n - zachowują prawo pobytu w przypadkach, o których mowa w art. 17 ustawy, o której mowa w lit. a,\n - posiadają prawo stałego pobytu\n oraz członkowie ich rodzin, mieszkający na terytorium Rzeczypospolitej Polskiej.\n\nsą obywatelami Zjednoczonego Królestwa Wielkiej Brytanii i Irlandii Północnej, o którym mowa w art. 10 ust. 1 lit. b lub d Umowy o wystąpieniu Zjednoczonego Królestwa Wielkiej Brytanii i Irlandii Północnej z Unii Europejskiej i Europejskiej 8 Wspólnoty Energii Atomowej, oraz członków jego rodziny, mieszkających na terytorium Rzeczypospolitej Polskiej i spełniają jeden z niżej wymienionych warunków:\n - pracującą na własny rachunek lub są pracownikiem, o których mowa w art. 2 pkt 5 i 7 ustawy z dnia 14 lipca 2006 r. o wjeździe na terytorium Rzeczypospolitej Polskiej, pobycie oraz wyjeździe z tego terytorium obywateli państw członkowskich Unii Europejskiej i członków ich rodzin;\n - zachowują prawo pobytu w przypadkach, o których mowa w art. 17 ustawy, o której mowa w lit. a,\n - posiadają prawo stałego pobytu\n oraz członkowie ich rodzin, mieszkający na terytorium Rzeczypospolitej Polskiej.\n\nStudenci cudzoziemcy, którzy rozpoczęli studia przed dniem 1 października 2019 r., są uprawnieni do ubiegania się o świadczenia stypendialne na zasadach dotychczasowych, wynikających z przepisów ustawy z dnia 27 lipca 2005 r. – Prawo o szkolnictwie wyższym.\n\nCudzoziemcy wymienieni powyżej, ubiegający się o stypendium socjalne zobowiązani są złożyć następujący zestaw dokumentów:\n\n1. wniosek o stypendium socjalne - do wypełnienia i wydrukowania wyłącznie z systemu USOSweb. Nie ma możliwości odręcznego wypełnienia wniosku. Wniosek musi zostać zarejestrowany w Systemie stypendialnym.\n 2. kopię dokumentu potwierdzającego posiadanie uprawnienia do otrzymania stypendium socjalnego, np.: kopię certyfikatu poświadczającego znajomość języka polskiego, kopię zezwolenia na pobyt stały lub czasowy, kopię karty Polaka.\n 3. zaświadczenia i oświadczenia zgodnie z faktyczną sytuacją materialną studenta i jego rodziny w tym:\n\nzaświadczenie z Urzędu Skarbowego lub instytucji odpowiadającej  Urzędowi Skarbowemu, np. Państwowej Służby Fiskalnej o wysokości dochodu opodatkowanego na zasadach ogólnych, w tym dochodu z działalności - w przypadku gdy członek rodziny nie składał deklaracji podatkowej  należy złożyć zaświadczenie potwierdzające ten fakt oraz  zaświadczenie od pracodawcy o wysokości dochodów\n\ninne dochody  tj. alimenty, dochody z gospodarstwa rolnego, pracy poza granicami kraju pochodzenia\n\nzaświadczenie o pobieraniu nauki przez rodzeństwo między 18 a 26 rokiem życia; wraz z tłumaczeniem wykonanym przez tłumacza przysięgłego języka polskiego;zaświadczenie o posiadaniu gospodarstwa rolnego przez studenta lub członka rodziny, wraz z informacją z odpowiedniego urzędu o zasadach wyliczania dochodu z gospodarstwa, wraz z tłumaczeniem wykonanym przez tłumacza przysięgłego języka polskiego;\n\nwyrok w sprawie o rozwód, alimenty w przypadku rozwodu studenta lub rodziców studenta; wraz z tłumaczeniem wykonanym przez tłumacza przysięgłego języka polskiego. Jeżeli dokument był już składany wcześniej nie ma potrzeby przynosić go ponownie, jednak składając wniosek należy o tym poinformować pracownika;\n\nwyrok alimentacyjny w przypadku zasądzonych alimentów; wraz z tłumaczeniem wykonanym przez tłumacza przysięgłego języka polskiego. Jeżeli dokument był już składany wcześniej nie ma potrzeby przynosić go ponownie, jednak składając wniosek należy o tym poinformować pracownika;\n\nskrócony odpis aktu zgonu w przypadku śmierci jednego lub obojga rodziców wraz z tłumaczeniem wykonanym przez tłumacza przysięgłego języka polskiego; jeżeli dokument był już składany wcześniej nie ma potrzeby przynosić go ponownie, jw.;\n\nzupełny akt urodzenia, jeżeli ojciec studenta jest nieznany wraz z tłumaczeniem wykonanym przez tłumacza przysięgłego języka polskiego; jeżeli dokument był już składany wcześniej nie ma potrzeby przynosić go ponownie, jw.;\n\nUwaga!\n Wszystkie dokumenty powinny być przetłumaczone przez tłumacza przysięgłego - nie może być tłumacz przysięgły z Ukrainy lub innego państwa. Rejestr tłumaczy przysięgłych znajduje się na \nstronie Ministerstwa Sprawiedliwości.\n\nJeżeli student lub członek rodziny w roku podatkowym poprzedzającym rok akademicki przebywał na terytorium Polski składa również zaświadczenie z polskiego Urzędu Skarbowego! W przypadku gdy student lub rodzice studenta nie rozliczali się w urzędzie odpowiadającym polskiemu urzędowi skarbowemu składają zaświadczenia o nieskładaniu deklaracji podatkowej oraz zaświadczenia o dochodach od pracodawców lub świadczeniodawców.\n\nW oświadczeniu o dochodach należy uwzględnić  zmiany dochodów jakie nastąpiły w rodzinie w roku podatkowym poprzedzającym rok akademicki oraz po tym roku, tj. dochody uzyskane oraz dochody utracone (katalog tych dochodów oraz szczegółowe przepisy zawarte są w Regulaminie świadczeń dla studentów AGH).\n\nSzczegółowe informacje dot. przyznawania stypendiów socjalnych dla studentów AGH znajdują się\n tutaj\n.\n\nWymienieni wyżej studenci cudzoziemcy mogą ubiegać się również o \nkredyt studencki\n.\n Szczegółowe informacje kredytów studenckich znajdują się \ntutaj\n.\n\nSzczegółowe informacje dotyczące przyznawania stypendium dla osób niepełnosprawnych dla studentów AGH znajdują się \ntutaj\n.\n\nSzczegółowe informacje dotyczące przyznawania stypendiów rektora dla studentów AGH znajdują się \ntutaj\n.\n\nSzczegółowe informacje dotyczące przyznawania stypendiów ministra dla studentów AGH znajdują się \ntutaj\n.\n\nCudzoziemcy mogą podejmować i odbywać studia wyższe w AGH na zasadach obowiązujących obywateli polskich lub\n\nna podstawie decyzji ministra właściwego ds. szkolnictwa wyższego\n\nna podstawie decyzji Rektora\n\nna podstawie umów zawieranych przez AGH z podmiotami zagranicznymi na zasadach określonych w tych umowach\n\nna podstawie umów międzynarodowych na zasadach określonych w tych umowach\n\nCudzoziemcem jest każdy kto nie posiada obywatelstwa polskiego!\n\nCudzoziemcy podejmujący studia na zasadach obowiązujących obywateli polskich mogą ubiegać się o:\n\nstypendium socjalne\n\nstypendium specjalne dla osób niepełnosprawnych\n\nstypendium rektora\n\nzapomogi\n\ntak jak obywatele polscy.\n\nZgodnie z art. 43 ust. 2 ustawy Prawo o szkolnictwie wyższym na zasadach obowiązujących obywateli polskich mogą podejmować i odbywać studia wyższe w AGH:\n - cudzoziemcy, którym udzielono zezwolenia na pobyt stały;\n - cudzoziemcy posiadający status uchodźcy nadany w Rzeczypospolitej Polskiej;\n - cudzoziemcy korzystający z ochrony czasowej na terytorium Rzeczypospolitej Polskiej;\n - pracownicy migrujący, będący obywatelami państwa członkowskiego Unii Europejskiej, Konfederacji Szwajcarskiej lub państwa członkowskiego Europejskiego Porozumienia o Wolnym Handlu (EFTA) - strony umowy o Europejskim Obszarze Gospodarczym, a także członkowie ich rodzin, jeżeli mieszkają na terytorium Rzeczypospolitej Polskiej;\n - cudzoziemcy, którym na terytorium Rzeczypospolitej Polskiej udzielono zezwolenia na pobyt rezydenta długoterminowego Unii Europejskiej;\n - cudzoziemcy, którym na terytorium Rzeczypospolitej Polskiej udzielono zezwolenia na pobyt czasowy w związku z okolicznością, o której mowa w art. 127, art. 159 ust. 1 lub art. 186 ust. 1 pkt 3 lub 4 ustawy o cudzoziemcach;\n - cudzoziemcy, którym udzielono ochrony uzupełniającej na terytorium Rzeczypospolitej Polskiej;\n - posiadający prawo stałego pobytu obywatele państw członkowskich Unii Europejskiej, państw członkowskich Europejskiego Porozumienia o Wolnym Handlu (EFTA) – stron umowy o Europejskim Obszarze Gospodarczym lub Konfederacji Szwajcarskiej i członkowie ich rodzin.\n\nUwaga!\n Cudzoziemcom, którzy:\n\nposiadają kartę pobytu z adnotacją „dostęp do rynku pracy” lub wizę Schengen lub wizę krajową wydaną w celu wykonywania pracy na terytorium Rzeczypospolitej Polskiej,\n\nsą obywatelami państw członkowskich Unii Europejskiej, państw członkowskich Europejskiego Porozumienia o Wolnym Handlu (EFTA) – stron umowy o Europejskim Obszarze Gospodarczym lub Konfederacji Szwajcarskiej i członkom ich rodzin, posiadającym środki finansowe niezbędne na pokrycie kosztów utrzymania podczas studiów i podejmują studia na innych zasadach niż obowiązujących obywateli polskich,\n\nnie przysługuje\n prawo do stypendium socjalnego i zapomóg.\n\nCudzoziemcy przyjęci na studia na zasadach jak obywatele polscy ubiegający się o stypendium socjalne zobowiązani są złożyć następujący zestaw dokumentów:\n\n1. wniosek o stypendium socjalne - do wypełnienia i wydrukowania wyłącznie z systemu USOSweb. Nie ma możliwości odręcznego wypełnienia wniosku. Wniosek musi zostać zarejestrowany w Systemie stypendialnym.\n 2. zaświadczenia i oświadczenia zgodnie z faktyczną sytuacją materialną studenta i jego rodziny w tym:\n - zaświadczenie z Urzędu Skarbowego lub instytucji odpowiadającej  Urzędowi Skarbowemu, np. Państwowej Służby Fiskalnej o wysokości dochodu opodatkowanego na zasadach ogólnych, w tym dochodu z działalności - w przypadku gdy członek rodziny nie składał deklaracji podatkowej  należy złożyć zaświadczenie potwierdzające ten fakt oraz  zaświadczenie od pracodawcy o wysokości dochodów\n\nUwaga!\n Wszystkie dokumenty powinny być przetłumaczone przez tłumacza przysięgłego - nie może być tłumacz przysięgły z Ukrainy lub in. państwa. Rejestr tłumaczy przysięgłych znajduje się na \nstronie Ministerstwa Sprawiedliwości\n.\n\nJeżeli student lub członek rodziny w roku podatkowym poprzedzającym rok akademicki przebywał na terytorium Polski składa również zaświadczenie z polskiego Urzędu Skarbowego! W przypadku gdy student lub rodzice studenta nie rozliczali się w urzędzie odpowiadającym polskiemu urzędowi skarbowemu składają zaświadczenia o nieskładaniu deklaracji podatkowej oraz zaświadczenia o dochodach od pracodawców lub świadczeniodawców.\n\ninne dochody  tj. alimenty, dochody z gospodarstwa rolnego, pracy poza granicami kraju pochodzenia;\n\nzaświadczenie o pobieraniu nauki przez rodzeństwo między 18 a 26 rokiem życia; wraz z tłumaczeniem wykonanym przez tłumacza przysięgłego języka polskiego;zaświadczenie o posiadaniu gospodarstwa rolnego przez studenta lub członka rodziny, wraz z informacją z odpowiedniego urzędu o zasadach wyliczania dochodu z gospodarstwa, wraz z tłumaczeniem wykonanym przez tłumacza przysięgłego języka polskiego;\n\nwyrok w sprawie o rozwód, alimenty w przypadku rozwodu studenta lub rodziców studenta; wraz z tłumaczeniem wykonanym przez tłumacza przysięgłego języka polskiego. Jeżeli dokument był już składany wcześniej nie ma potrzeby przynosić go ponownie, jednak składając wniosek należy o tym poinformować pracownika;\n\nwyrok alimentacyjny w przypadku zasądzonych alimentów; wraz z tłumaczeniem wykonanym przez tłumacza przysięgłego języka polskiego. Jeżeli dokument był już składany wcześniej nie ma potrzeby przynosić go ponownie, jednak składając wniosek należy o tym poinformować pracownika;\n\nskrócony odpis aktu zgonu w przypadku śmierci jednego lub obojga rodziców wraz z tłumaczeniem wykonanym przez tłumacza przysięgłego języka polskiego; jeżeli dokument był już składany wcześniej nie ma potrzeby przynosić go ponownie, jw.;\n\nzupełny akt urodzenia, jeżeli ojciec studenta jest nieznany wraz z tłumaczeniem wykonanym przez tłumacza przysięgłego języka polskiego; jeżeli dokument był już składany wcześniej nie ma potrzeby przynosić go ponownie, jw.;\n\nW oświadczeniu o dochodach należy uwzględnić  zmiany dochodów jakie nastąpiły w rodzinie w roku podatkowym poprzedzającym rok akademicki oraz po tym roku, tj. dochody uzyskane oraz dochody utracone (katalog tych dochodów oraz szczegółowe przepisy zawarte są w Regulaminie świadczeń dla studentów AGH)\n\nKontakt\n\nBOSS\n - pracownicy obsługujący świadczenia z podziałem na Wydziały\n\nbudynek C-7\n pokój 112b\n\nponiedziałek – wtorek\n 9:00 – 15:00\n czwartek - piątek\n 7:30 – 13:30\n\nmgr inż. Joanna Polnar\n +48 12 617 33 62\npolnar@agh.edu.pl\n\nStopka\n\nArchiwum dokumentów\n\nDział Spraw Studenckich\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nAl. Mickiewicza 30\n30-059 Kraków\n\nBiuro Obsługi Spraw Studenckich\nbudynek C-7, pokój 112\nSekcja Obsługi Organizacji Studenckich\nbudynek C-1, pokój 111\nSekcja Wypłat i Rozliczeń Stypendiów\nbudynek C-1, pokój 111\ne-mail: dss@agh.edu.pl\n\nBack"}