{"content": "#  Studia -- WMS AGH \n\nURL: https://wms.agh.edu.pl/studia\nCrawled: 2025-03-19 21:36:44\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Studia \n\nStudia na WMS\n\nMatematyka jest obecna w Akademii Górniczo-Hutniczej od początku istnienia naszej uczelni. Pierwszym urzędującym rektorem Akademii Górniczej był matematyk - profesor Antoni Hoborski. W 1969 roku z kilku katedr matematyki i geometrii wykreślnej, działających przy poszczególnych wydziałach, utworzono Instytut Matematyki jako jednostkę międzywydziałową prowadzącą zajęcia dydaktyczne na wszystkich wydziałach. W roku 1997, decyzją Senatu AGH, Instytut Matematyki został przekształcony w Wydział Matematyki Stosowanej.\n Wydział prowadzi studia matematyczne licencjackie i magisterskie oraz podyplomowe. Programy studiów eksponują współczesne zastosowania matematyki w innych dziedzinach wiedzy, w szczególności w bankowości i finansach, informatyce, zarządzaniu, biologii, inżynierii materiałowej, elektronice, automatyce, mechanice i telekomunikacji. Umożliwia to absolwentom współpracę ze specjalistami z innych dziedzin i ułatwia zatrudnienie w przemyśle, bankach, sektorze ubezpieczeń, branży IT, administracji, nauce i oświacie. Wśród gałęzi matematyki i jej zastosowań, wokół których koncentruje się działalność naukowa pracowników Wydziału, należy wymienić matematykę dyskretną ze szczególnym uwzględnieniem teorii grafów, analizę funkcjonalną, matematykę obliczeniową, statystykę, równania różniczkowe, geometrię, analizę stochastyczną i jej zastosowania w matematyce finansowej. Wydział ma prawa doktoryzowania w zakresie matematyki.\n\nNa Wydziale Matematyki Stosowanej AGH są prowadzone studia:\n\nI stopnia (licencjackie) II stopnia (magisterskie)\n na kierunku matematyka. Studia II stopnia można odbyć w ramach sześciu specjalności. Na Wydziale Matematyki Stosowanej AGH są również prowadzone studia podyplomowe.\n\nDlaczego warto studiować matematykę?\n\nMatematyka jest nauką piękną, uniwersalną i użyteczną. Pozwala konstruować modele zjawisk fizycznych, chemicznych, technicznych, ekonomicznych, społecznych jednocześnie dając narzędzia przeprowadzania symulacji (teraz najczęściej komputerowych) w oparciu o te modele. W rezultacie możemy przewidywać zachowanie różnych konstrukcji i urządzeń przed ich zbudowaniem, jesteśmy w stanie zarządzać efektywnie przedsiębiorstwami, państwami, jesteśmy w stanie opisywać zarówno kosmos jak i kanały jonowe, czy nanostruktury.\n Raz udowodnione twierdzenie matematyczne nigdy się nie dezaktualizuje, tak więc zdobyta w czasie studiów wiedza nie będzie zależna od zmieniających się technologii, miejsca, czasu, i nie będzie podlegać różnym modom. Da się ją natomiast wykorzystać w rozlicznych sytuacjach, a ograniczeniem może być jedynie własna pomysłowość i fantazja. W ciągu ostatnich kilkudziesięciu lat jesteśmy świadkami ogromnego rozwoju techniki komputerowej. Być może już wkrótce pojawią się pierwsze komputery kwantowe, które będą urządzeniami wielokrotnie bardziej wydajnymi niż współczesne komputery klasyczne. Czekając na nie, już teraz prowadzone są intensywnie badania algorytmów obliczeń kwantowych. Na gruncie matematyki próbujemy też szukać odpowiedzi na pytania: czy komputer może myśleć?, czy filozofowie potrzebują teorii kwantów?.\n\nStudenci i absolwenci nie tylko mogą liczyć na ciekawą pracę w branży komputerowej, finansowej czy choćby ubezpieczeniowej, ale także brać udział w ważnych badaniach w zakresie metod obliczeniowych, matematyki dyskretnej, modelowania matematycznego i informatycznego w technice czy metod probabilistycznych i statystycznych.\n\nDoświadczenie uczy, że absolwenci studiów matematycznych niezależnie od specjalności są bardzo dobrze przygotowani do szybkiego poznawania w miejscu pracy nowych zagadnień specyficznych dla danej dziedziny lub firmy.\n\nObszar zatrudnienia absolwentów w warunkach rozwijającej się intensywnie w Polsce gospodarki jest bardzo szeroki: od dużych zakładów przemysłowych poprzez biura projektowo-konstrukcyjne, instytucje finansowe, firmy ubezpieczeniowe, instytuty badawcze do szkolnictwa wszystkich poziomów włącznie, w kraju i za granicą.\n\nNa koniec dodajmy także możliwość pracy naukowej w: naukach ekonomicznych, informatyce, naukach inżynierskich oraz samej matematyce.\n\nStopka\n\nStudenci\n\nPlany studiów\n\nDeklaracja dostepności\n\nKontakt\n\n© 2023 Wydział Matematyki Stosowanej AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \nKontakt: stronawms@agh.edu.pl \n\nBack", "metadata": {"url": "https://wms.agh.edu.pl/studia", "title": " Studia -- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "5021e722598034be30516bb614d6af45", "word_count": 527, "headings": [{"level": 1, "text": "Studia"}, {"level": 2, "text": "Studia na WMS"}, {"level": 2, "text": "Na Wydziale Matematyki Stosowanej AGH są prowadzone studia:"}, {"level": 2, "text": "Dlaczego warto studiować matematykę?"}, {"level": 2, "text": "Stopka"}]}}