{"content": "# Zapraszamy na wiosenny semestr kosmicznych LEKCJI!-- Centrum Technologii Kosmicznych \n\nURL: https://ctk.agh.edu.pl/aktualnosci/detail/zapraszamy-na-wiosenny-sezon-kosmicznych-lekcji\nCrawled: 2025-03-19 21:40:23\n\nZapraszamy na wiosenny semestr kosmicznych LEKCJI! \n\n 08/03/2025 \n\n Serdecznie zapraszamy uczniów szkół średnich do uczestnictwa w serii spotkań online poświęconych tematom związanym z eksploracją kosmosu. W semestrze Wiosna 2025, w marcu, kwietniu i czerwcu przyjrzymy się alternatywnej grawitacji, medycynie kosmicznej oraz promieniowaniu kosmicznemu. \n\nCykl \"Kosmiczne LEKCJE\" realizowany jest w ramach projektu \"UNIVERSEH 2.0 – Europejski Uniwersytet Kosmiczny dla Ziemi i Ludzkości\" i obejmuje najnowsze odkrycia oraz zagadnienia techniczne i społeczne związane z badaniem przestrzeni kosmicznej. Spotkania te ukazują kosmos jako przestrzeń otwartą na różnorodność i dającą nadzieję na zrównoważony rozwój zarówno na Ziemi, jak i w przestrzeni kosmicznej.\n\nLekcje odbywają się w formule zdalnej (45 minut), umożliwiając wygodny udział z każdego miejsca. Zgłoszenia mogą dokonać osoby reprezentujące klasę, takie jak nauczyciele lub wychowawcy. Po rejestracji uczestnicy otrzymają szczegółowe informacje o terminach kolejnych spotkań.\n\nNa semestr [3] \"Wiosna 2025\" zaplanowaliśmy trzy spotkania:\n\nAltarnatywna grawitacja →\n 25 marca 2025  |  9:45 - 10:30  |  Wojciech Kajfosz (student Wydział Inżynierii Mechanicznej i Robotyki AGH)\n\nMedycyna kosmiczna →\n\n 15 kwietnia 2025  |  9:45 - 10:30  |  Gabriela Opiła (Szkoła Doktorska, Wydział Fizyki i Informatyki Stosowanej AGH)\n\nPromieniowanie kosmiczne →\n\n 10 czerwca 2025  |  9:45 - 10:30  |  Powder Kozłowska (studiuje na Wydziale Metali Nieżelaznych AGH)\n\nUdział w lekcjach jest bezpłatny.\n\nPlan LEKCJI PDF\n\nZarejestruj się!\n\n___\n\nGrafiki: Aleksandra Kiryk / Jakub Mirek\n\n***\n\nFunded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Union or European Education and Culture Executive Agency (EACEA). Neither the European Union nor the granting authority can be held responsible for them.\n\nPowrót", "metadata": {"url": "https://ctk.agh.edu.pl/aktualnosci/detail/zapraszamy-na-wiosenny-sezon-kosmicznych-lekcji", "title": "Zapraszamy na wiosenny semestr kosmicznych LEKCJI!-- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "2d54090c4163c1f320004f30f2fe9060", "word_count": 267, "headings": [{"level": 1, "text": "Zapraszamy na wiosenny semestr kosmicznych LEKCJI!"}, {"level": 2, "text": "Stopka"}]}}