{"content": "#  Studenci -- Wydział Fizyki i Informatyki Stosowanej AGH \n\nURL: https://www.fis.agh.edu.pl/studenci\nCrawled: 2025-03-19 21:36:15\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Studenci \n\n Ruszają zapisy na przedmioty obieralne z Bloku Innowacyjnego Uczelnianej Bazy Przedmiotów Obieralnych\t\n 20-02-2025 \n\n Przepisywanie ocen\t\n 07-01-2025 \n\n Zapisy na przedmioty obieralne z Wydziałowej Bazy Przedmiotów Obieralnych\t\n 19-12-2024 \n\n Zapisy na przedmioty ekonomiczne HES(E)\t\n 12-12-2024 \n\n Zapisy na bloki tematyczne 5. semestr Fizyki Technicznej oraz 5. semestr Nanoinżynierii Materiałów\t\n 02-12-2024 \n\nWięcej komunikatów\n\nGodziny pracy dziekanatu: 8:00 - 15:00.\n\nPrzyjmowanie stron odbywa się codziennie w godzinach 9:00 - 13:00.\n\nŚroda dzień wewnętrzny, bez przyjmowania stron.\n\nBieżące informacje Dziekanatu umieszczone są na stronie Wydziału w zakładce \nStudenci\n\nWszelkie sprawy kierowane do Dziekanatu poprzez adres mailowy (\ndziekanat(at)fis.agh.edu.pl\n) proszę, aby w temacie wiadomości miały identyfikator kierunku (FT, FM, IS, MNB, NM, CP).\n\nMamy możliwość aktywowania kont dla naszych studentów w usłudze AGH G-Suite (Google). Niektórzy z Prowadzących zajęcia deklarują chęć korzystania z serwisów Google, np Classroom. Warto korzystać w tym celu z uczelnianych, a nie prywatnych kont użytkownika. Koordynatorem wydziałowym tej usługi jest dr inż. Bartłomiej Rachwał. W celu założenia konta użytkownika należy wypełnić \nankietę zgłoszeniową\n. Wszelkie pytania lub wątpliwości proszę kierować bezpośrednio do \ndr inż. B. Rachwała\n.\n\nPraktyczne doświadczenie i rozwój umiejętności w projektach naukowych i badawczych.\n\nDostęp do nowoczesnego sprzętu i zasobów uczelni.\n\nWspółpraca z ekspertami i łatwiejsza droga do staży oraz praktyk.\n\nRozwój umiejętności miękkich, tworzenie sieci kontaktów oraz budowanie CV już na studiach!\n\nPracę w kole lub projekcie badawczym/naukowym możesz rozliczyć jako obieralny moduł zajęć\n\nSZCZEGÓŁY\n\nStopka\n\n © 2024 Wydział Fizyki i Informatyki Stosowanej\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.fis.agh.edu.pl/studenci", "title": " Studenci -- Wydział Fizyki i Informatyki Stosowanej AGH ", "depth": 3, "duplicate": false, "content_hash": "5f279b2a9cd9f459714f0280bad4d173", "word_count": 249, "headings": [{"level": 1, "text": "Studenci"}, {"level": 2, "text": "Stopka"}]}}