{"content": "# Biblioteka wydziałowa EAIiIB | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/biblioteka-wydzialowa-eaiiib/\nCrawled: 2025-03-19 21:29:54\n\nBiblioteka Wydziałowa\n\nO Wydziale\n\nWładze\n\nKolegium wydziałowe\n\nDyscypliny naukowe na wydziale\n\nSystem jakości kształcenia\n\nAkredytacja KAUT\n\nMisja i strategia Wydziału\n\nBiblioteka wydziałowa\n\nBiuro Administracyjne Wydziału\n\nSystem Identyfikacji Wizualnej\n\nBiblioteka wydziałowa znajduje się w  \npomieszczeniu 1.10 na I piętrze nowego budynku D-2\n. Księgozbiór biblioteki składa się z przejętych księgozbiorów czterech bibliotek katedralnych. Obecnie księgozbiór Biblioteki Wydziałowej obejmuje 3.669 jedn. inwentarzowych (książek) oraz 724 vol. materiałów dydaktycznych (pomocniczych).\nDo głównych zadań biblioteki należy: gromadzenie materiałów bibliotecznych, ewidencja, opracowanie i przechowywanie zbiorów, udostępnianie księgozbioru, współpraca z Biblioteką Główną AGH, okresowa inwentaryzacja zbiorów, selekcjonowanie zbiorów nieprzydatnych i zniszczonych, uzgadnianie stanu majątkowego biblioteki z Kwesturą AGH. Biblioteka Wydziałowa współpracuje też z \nBiblioteką  Główną AGH\n w zakresie opracowania komputerowego zbiorów Biblioteki Wydziałowej w ramach wspólnego uczelnianego  elektronicznego katalogu Bibliotek AGH, gdzie wpisanych jest już ponad 2000 vol. księgozbioru biblioteki WEAIiIB.\n\nOsoba kontaktowa:\n\nst. bibliotekarz Dorota Bujak\n\nD-2, I p., pok. 1.10\n\nod poniedziałku do piątku godz: 10.00 - 14.00\n\n+48 12 617 28 40\n\nbiblioteka@eaiib.agh.edu.pl\n\nDo korzystania ze zbiorów Biblioteki Wydziałowej zapraszamy pracowników, emerytowanych pracowników, studentów, uczestników studiów doktoranckich i szkoły doktorskiej oraz słuchaczy studiów podyplomowych naszego Wydziału.\nWszyscy Czytelnicy Biblioteki Wydziałowej zobligowani są do zapoznania się z \nRegulaminem Biblioteki Wydziałowej\n, dostępnym w Bibliotece WEAIiIB oraz załączonym do niniejszego pisma.\nRównocześnie informuję, że z dniem  4.10.2021r. w Bibliotece Wydziałowej należy rejestrować (ewidencjonować) nowo zakupione książki, których wartość, nie tylko cenowa, ale i merytoryczna, stanowi o tym, że pozycje te powinny znaleźć się w zasobach księgozbioru Biblioteki Wydziałowej. \nWszystkie zakupione publikacje drukowane, podlegają klasyfikacji podziału:\nna materiały pomocnicze\n (dydaktyczne) – licznik kosztowy „12”, które nie podlegają ewidencji bibliotecznej (kosztowo nie są wliczone do konta majątkowego (inwentarza) biblioteki) i muszą w opisie faktury zawierać pieczątkę o treści : „Nie podlega ewidencji bibliotecznej”, zgodnie z załączonym wzorem pieczątki Biblioteki Wydziałowej.\nna książki\n (jednostki inwentarzowe) – licznik kosztowy „16” podlegające ewidencji bibliotecznej (włączone do konta majątkowego (inwentarza) biblioteki), powinny być opisane na fakturze jako książki wraz z pieczątką o treści : ”podlega księgowaniu na koncie 014/120/02, kwota………”, zgodnie z załączonym wzorem pieczątki Biblioteki Wydziałowej.\nO klasyfikacji podziału zakupionych publikacji decyduje Kierownik Katedry WEAIiIB podpisujący się pod opisem faktury.\nProsimy o dostarczanie do naszej biblioteki wszystkich nowo zakupionych pozycji wydawniczych oraz faktur za te wydawnictwa, z uwzględnieniem odpowiedniego podziału klasyfikacji i opisu faktury. \nW przypadku, gdy przedmiotem faktury jest \nmateriał pomocniczy – „12” , \nnależy przekazać do biblioteki oryginał faktury wraz z zakupioną publikacją, która na miejscu zostanie opatrzona pieczątką Biblioteki Wydziałowej,  opisana kolejnym numerem i wpisana do wykazu „pomocy dydaktycznych”.  Opis faktury  zostanie też uzupełniony o pieczątkę „Nie podlega ewidencji bibliotecznej”. Oryginał faktury i publikacja są do zwrotu, w Bibliotece Wydziałowej zostaje kserokopia faktury z opisem.\nW przypadku, gdy przedmiotem faktury jest \nksiążka  –  „16” \nnależy dostarczyć do Biblioteki Wydziałowej oryginał faktury wraz z zakupioną publikacją. W  opisie faktury zostanie umieszczona pieczątka ”podlega księgowaniu na koncie 014/120/02, kwota………” oraz nr inwentarzowy rejestrowanej książki. Oryginał faktury, po skserowaniu do zwrotu. W bibliotece pozostaje zakupiony egzemplarz publikacji do czasu  zarejestrowania w księdze inwentarzowej.\nDodatkowo pragniemy przypomnieć o możliwości nabycia publikacji w dostępie elektronicznym, jest to wygodna i przede wszystkim oszczędna (w materiale i  przechowywaniu) forma wydawnicza. \nBiblioteka Główna AGH\n w swoich zasobach posiada już wiele takich zarejestrowanych  wydawnictw,  \nz którymi warto się zapoznać, przed podjęciem decyzji o zakupie publikacji drukowanej. W \nBibliotece Wydziałowej\n również można ewidencjonować książki elektroniczne, według ustalonych wcześniej warunków dostępu do takiej publikacji.\n\nZałączniki:\n\nRegulamin Biblioteki Wydziałowej\n\nOświadczenie\n\nOświadczenie studia podyplomowe\n\nInformacja o przetwarzaniu danych osobowych (RODO)", "metadata": {"url": "https://www.eaiib.agh.edu.pl/biblioteka-wydzialowa-eaiiib/", "title": "Biblioteka wydziałowa EAIiIB | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "2523dac27d1688b5811721756e5c3c75", "word_count": 570, "headings": [{"level": 2, "text": "Biblioteka Wydziałowa"}]}}