{"content": "#  Rada Społeczna -- WMS AGH \n\nURL: https://wms.agh.edu.pl/wydzial/kolegium-wms-1\nCrawled: 2025-03-19 21:36:38\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Rada Społeczna \n\nProf. dr hab. inż. Ryszard Tadeusiewicz\n Rektor AGH przez trzy kadencje. Członek rzeczywisty PAN, trzykrotny wiceprezes Krakowskiego Oddziału PAN. Członek korespondent Polskiej Akademii Umiejętności. Profesor Honorowy AGH.\n\nKonrad Augustyński \n– Dyrektor Departamentu Zarządzania Aktywami ALIOR TFI, członek Zarządu odpowiedzialny za nadzór nad Departamentem Zarządzania Aktywami wraz z Komitetem Inwestycyjnym.\n\nStanisław Bisztyga\n – Były radny Województwa Małopolskiego, były senator RP. Aktualnie członek Rady Krajowej PO.\n\nPhilippe de Brouwer \n– Członek Rady Uczelni AGH. Konsul Honorowy Królestwa Belgii w Krakowie. Dyrektor Departamentu z obszaru Zarzadzania Ryzykiem w HSBC w Krakowie.\n\nMarzena Bułat\n – Absolwentka WMS, były zastępca dyrektora finansowego Sobiesław Zasada SA\n\nDr Krzysztof Deszyński \n– Prezes zarządu firmy Korelacja Systemy Informatyczne Sp. z o. o. Były Wicemarszałek Województwa Małopolskiego.\n\nDr hab. inż. Wojciech Domitrz, prof. uczelni\n – Były dziekan Wydziału Matematyki i Nauk Informacyjnych Politechniki Warszawskiej.\n\nJarosław Draus\n – Nauczyciel matematyki w Szkole Podstawowej nr 1 w Mszanie Dolnej, absolwent WMS.\n\nMł. Insp. Lidia Dziedzińska \n– Były naczelnik Laboratorium Kryminalistycznego Komendy Wojewódzkiej Policji w Krakowie.\n\nProf.dr hab. Armen Edigarian \n– Były dziekan Wydziału Matematyki i Informatyki UJ, były prorektor UJ do spraw dydaktyki.\n\nDr inż. Andreas Glenz \n– Konsul Honorowy AGH. Założyciel oraz prezes Zarządu PREVAC sp. z o.o.\n\nProf. dr hab. Adam Jakubowski\n – Prezydent elekt Międzynarodowego Towarzystwa Bernoullich. Były dziekan na Wydziale Matematyki i Informatyki Uniwersytetu Mikołaja Kopernika w Toruniu przez dwie kadencje, były zastępca przewodniczącego Komitetu Matematyki PAN. Zdobywca tytułu Fellows of the Institute of Mathematical Statistics.\n\nMarcin Jakubiak \n– Dyrektor Biura Ryzyka i Monitoringu w TFI PZU SA.\n\nDr Krzysztof Jakóbik \n– Z-ca dyrektora Oddziału Okręgowego NBP w Krakowie.\n\nJakub Kosek \n– Przewodniczący Rady Miasta Krakowa IX kadencji (2024-2029). Wiceprzewodniczący Platformy Obywatelskiej w Krakowie.\n\nMarek Kuteń\n – Członek zarządu ORLEN Centrum Serwisowe sp. z o.o.\n\nPiotr Kwiatkowski \n– Wiceprezes ds. sprzedaży Alfa-Cer Sp. z o. o.\n\nKatarzyna Matusik-Lipiec \n– Poseł na Sejm, przewodnicząca Stowarzyszenia Platforma Kobiet.\n\nDr Marek Majchrza\nk – Prezydent Honorowy Polskiej Federacji Zarządców Nieruchomości. Wiceprezes Ogólnopolskiego Stowarzyszenia Licencjonowanych Zarządców Nieruchomości „Ekspert”.\n\nProf. dr hab. Maciej Modrzejewski \n– Specjalista wojewódzki z dziedziny laryngologii woj. podkarpackie., konsultant ds. chirurgii głowy i szyi Instytutu Onkologii w Krakowie.\n\nAndrzej Nowak \n– Założyciel i prezes zarządu w firmie Flexee.\n\nMgr Katarzyna Nowakowska \n– Wiceministra Rodziny, Pracy i Polityki Społecznej. Absolwentka studiów magisterskich na kierunku Matematyka Stosowana na Akademii Górniczo – Hutniczej w Krakowie.\n\nBogdan Pelc\n – Ekspert Polskiego Związku Filatelistów, PELC CONSULT GmbH -Prezes Zarządu.\n\nProf. dr hab. Wiesław Pleśniak\n – Członek rzeczywisty PAN, członek czynny Akademii Umiejętności, były przewodniczący Komitetu Matematyki PAN.\n\nTomasz Prusek\n – Prezes Fundacji Przyjazny Kraj.\n\nMarcin Rusek \n– Dyrektor działu rozwoju oprogramowania 5G i Small Cells NOKIA Solution and Networks.\n\nProf. dr hab. inż. Tadeusz Słomka\n – Były rektor AGH przez dwie kadencje. Honorowy Przewodniczący Konferencji Rektorów Polskich Uczelni Technicznych. Prezes Międzynarodowego Stowarzyszenia Geoturystyki.\n\nKatarzyna Sobiecka-Adamska \n– Nauczyciel matematyki w Szkole Podstawowej nr 68 w Krakowie, absolwentka WMS.\nProf. dr hab. Krzysztof Stempak\n – Były dziekan Wydziały Matematyki Politechniki Wrocławskiej.\n\nMaciej Suchoń \n– Prezes firmy „ Zagroda”.\n\nDr Tadeusz Syryjczyk \n– Partner Zespołu Doradców Gospodarczych TOR, były minister przemysłu, były minister transportu i gospodarki morskiej, były poseł na Sejm RP, były wiceprezes Europejskiego Banku Odbudowy i Rozwoju w Londynie.\n\nPaweł Szczerkowski\n – Dyrektor ds. programów Tesco Technology and Services Europe.\n\nAgnieszka Szlubowska\n – Dyrektor Wojewódzkiego Urzędu Statystycznego.\n\nProf. dr hab. inż. Kazimierz Wiatr \n– Senator RP, przewodniczący Komisji Nauki, Edukacji i Sportu Senatu RP. Dyrektor Cyfronetu AGH.\n\nProf. dr hab. inż. Rafał Wiśniowski\n – Prorektor AGH ds. Współpracy.\n\nDr Adam Wójcik\n – Prokurent w „Max Solutions”.\n\nPrzemysław Wojtys\n – Dyrektor naczelny Zespołu Opieki Zdrowotnej w Dębicy.\n\nRobert Zima \n– Były prezes zarządu TFI PZU SA.\n\nStopka\n\nStudenci\n\nPlany studiów\n\nDeklaracja dostepności\n\nKontakt\n\n© 2023 Wydział Matematyki Stosowanej AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \nKontakt: stronawms@agh.edu.pl \n\nBack", "metadata": {"url": "https://wms.agh.edu.pl/wydzial/kolegium-wms-1", "title": " Rada Społeczna -- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "19cd12bc8c3945b1cb4783de48cacdb9", "word_count": 632, "headings": [{"level": 1, "text": "Rada Społeczna"}, {"level": 2, "text": "Stopka"}]}}