{"metadata": {}, "content": "AKADEMIA GORNICZO-HUTNICZA\nIM. STANIStAWA STASZICA W KRAKOWIE\n\nprpf. dr hab. inz.\n\nRafat Danko\nPROREKTOR DS. STUDENCKICH\n\nCSS-sspm.4410-7/2023 Krakow, dnia 31.08.2023 r.\nSzanowni Panstwo\n\nDziekani oraz Prodziekani ds. Studenckich,\n\nStudenci AGH\n\nw miejscu\n\nLennon, Faas Avg\n\nDziatajac na podstawie § 5 ust. 6 Regulaminu Swiadczen dla studentéw\nAGH - wprowadzonego Zarzadzeniem Nr 59/2022 Rektora AGH, ustalam\nnastepujace terminy sktadania wnioskéw o stypendium rektora\nw roku akademickim 2023/2024:\n\nTermin sktadania Miejsce sktadania\n\nI roku studiéw I stopnia\n\nRodzaj wniosku wnioskéw wnioskéw\nwnioski o stypendium od 9 do 16\n: aa Dziat Spraw\nrektora dla studentow pazdziernika Studenckich*\n\n2023 r. (poniedziatek)\n\nwnioski o stypendium\nrektora, w ktérych\n\ndo 6 pazdziernika\n\nDziat Spraw\n\nwoteowe. sroctyerne 2023 r. (piatek) Studenckich*\nlub sportowe\n\nwnioski o stypendium\n\nrektora, w ktdérych do 6 pazdziernika Dziekanaty\n\nwykazano jedynie 2023 r.(piatek) Wydziatéw\n\nwysoka Sredniq ocen\n“Wniosek o stypendium rektora mozna ztozyé w Dziale Spraw Studenckich\nosobiscie w budynku C-7 pok. 112b w godzinach 7:30-15:30 lub przekazaé do\nodpowiedniej skrytki na portierni w budynku C-1 w godzinach otwarcia Uczelni.\n\nJednoczesnie przypominam, ze zgodnie z komunikatem z_ dnia\n23.06.2023 r. termin sktadania wnioskéw o stypendia socjalne i stypendia\ndla oséb niepetnosprawnych zostat ustalony na 2 pazdziernika 2023 r.\n(poniedziatek).\n\nZaznaczam, ze rejestracja wniosku w USOSweb, nie zwalnia\nzobowiazku ztozenia jego oryginatu. wraz z niezbednymi\nzatacznikami w formie papierowej.\n\nPonizej podaje informacje porzadkowe dotyczace przyznawania Swiadczen\nw roku akademickim 2023/2024:\n\n1) Aktualizacji Regulaminu Swiadczen dla student6w AGH nalezy sie\nspodziewaé na koniec wrzesnia br. Nowe zapisy wejdqa w zycie\n1 pazdziernika br.\n\nal. A. Mickiewicza 30, 30-059 Krakow, tel.: +48 12 617 20 10\ne-mail: prorektor.studenci@agh.edu.pl, www.agh.edu.pl\n\n\nSamoiizielny\n\nKIEROWNIK\nDZIALU SPRAW STUDENCKICH\nmy\nra oA\nmgr Karolina Sochacka\n\n2) Stypendia rektora w roku akademickim 2023/2024 przyznawane beda\nw oparciu o liste rankingowa ustalona na podstawie sumy\npunktéw uzyskanych za Srednia ocen oraz punktéw za kazde\nuznane osiagniecie naukowe, artystyczne lub  sportowe.\nZaktualizowana punktacja znajdzie sie w Regulaminie Swiadczen dla\nstudent6w AGH.\n\n3) Liczba mozliwych do przyznania stypendiéw rektora na poszczegdélnych\nkierunkach studiéw zostanie ustalona w terminie do 31 pazdziernika\n2023 r.\n\n4) Wnioski 0 stypendium rektora beda podlegaé rozpatrzeniu w terminie\ndo 24 listopada 2023 r.\n\n5) Aplikowanie o stypendium rektora w roku akademickim 2023/2024\nzostanie uruchomione w systemie USOSweb w dniu 22 wrzesnia\n2023 r.\n\nNadmieniam, ze zgodnie z obowiazujacym Regulaminem Studiéw oceny\nZ przedmiotéw realizowanych w semestrze letnim powinny zostaé wpisane\ndo systemu USOS nie pézniej niz 20 wrzeSnia br. Do nauczycieli\nakademickich kieruje proSbe o terminowe wpisanie ocen, natomiast\nstudentéw prosze o biezaca weryfikacje kompletnosci i poprawnosci\nuzyskanych ocen zapisanych w systemie.\n\nPrzypominam, ze wszelkie komunikaty w sprawach zwiazanych\nZ procesem przyznawania Swiadczen publikowane sq réwniez w serwisach\ninformacyjnych Dziatu Spraw Studenckich.\n\nKorzystajac z okazji, zycze Panstwu w nadchodzacym roku akademickim\nsukceséw w nauce, odwagi w realizacji pasji i zainteresowan, ciekawych\nspotkan oraz przyjaznej atmosfery, ktéra zapewni Parstwu poczucie\nbezpieczenstwa i stworzy warunki do dalszego rozwoju.\n\nZz [Powaanen\n\nLo\n\n\n\n"}