{"content": "# Kandydaci - Wydział Energetyki i Paliw | AGH Kraków\n\nURL: https://weip.agh.edu.pl/kandydaci/\nCrawled: 2025-03-19 21:35:24\n\nWydział Energetyki i Paliw zaprasza do studiowania w ramach dwóch dyscyplin naukowych:\n\nINŻYNIERIA ŚRODOWISKA, GÓRNICTWO I ENERGETYKA\n\nna kierunkach: \nEnergetyka Jądrowa\n (studia II stopnia) \nEnergetyka \n(studia I i II stopnia)  \nEnergetyka Odnawialna i Zarządzanie Energią \n(studia I i II stopnia) \nEnergetyka Wodorowa\n (studia II stopnia) oraz \nEnergy and Environmental Engineering\n\n(studia II stopnia)\n\nINŻYNIERIA CHEMICZNA\n\nna kierunkach: \nNowoczesne Technologie Paliwowe\n (studia I i II stopnia) lub \nTechnologia Chemiczna \n(studia I i II stopnia)\n\nW\nażne informacje rekrutacyjne\n\nZapraszamy do obejrzenia nagrań ze spotkań informacyjnych dla kandydatów na studia II stopnia prowadzone przez Wydział Energetyki i Paliw.\n\nEnergetyka, Energetyka Wodorowa, Energetyka Jądrowa, EEE: \nhttps://s.agh.edu.pl/3i7Sm\n\nEnergetyka Odnawialna i Zarządzanie Energią, Nowoczesne Technologie Paliwowe, Technologia Chemiczna: \nhttps://s.agh.edu.pl/NHcY7\n\nKIERUNEK ENERGETYKA JĄDROWA\n\nKierunek \nENERGETYKA JĄDROWA \n\nStudia magistersko-inżynierskie II stopnia na kierunku Energetyka Jądrowa zapewniają gruntowne przygotowanie w zakresie technologii wykorzystywanych do produkcji energii jądrowej. W programie znajdują się treści umożliwiające dogłębne zrozumienie zjawisk zachodzących w reaktorach jądrowych oraz technologii reaktorowych. Istotne miejsce zajmują również treści związane z bezpieczeństwem jądrowym i ochroną radiologiczną, jądrowym cyklem paliwowym oraz regulacjami w obszarze energetyki jądrowej. W trakcie studiów nacisk będzie położony na umiejętność samodzielnego rozwiązywania problemów, a dzięki dużemu wyborowi przedmiotów obieralnych studenci będą mogli samodzielnie zdecydować, jakie aspekty technologii jądrowych i pokrewnych zagadnień chcą poznać głębiej.\n\nEnergetyka jądrowa to perspektywiczny kierunek, wychodzący naprzeciw potrzebom rynku pracy, związanym z wdrożeniem w Polsce energetyki jądrowej jako stabilnego, bezemisyjnego źródła energii, które jest niezbędne w procesie dekarbonizacji gospodarki i ochrony klimatu, a także dla zapewnienia bezpieczeństwa energetycznego.\n\nAbsolwenci kierunku będą przygotowani do podjęcia pracy w przedsiębiorstwach szeroko rozumianego sektora jądrowego. Od operatorów elektrowni na wszystkich etapach inwestycji, od przygotowania i budowy po eksploatację, po dostawców technologii i producentów urządzeń i materiałów. Absolwenci o takim profilu będą również poszukiwani w instytucjach nadzorujących energetykę jądrową oraz w sektorze badań i rozwoju.\n\nKształcenie w zakresie energetyki jądrowej w Akademii Górniczo-Hutniczej ma już kilkudziesięcioletnią tradycję. W latach 90-tych XX w. kształcenie i badania w obszarze energetyki jądrowej prowadził Wydział Fizyki i Techniki Jądrowej. W 2003 roku kształcenie to przejął kierunek Energetyka, początkowo w ramach Międzywydziałowej Szkoły Energetyki, a od 2008 w ramach Wydziału Energetyki i Paliw. Od samego początku w ofercie kierunku Energetyka znajdowały się zagadnienia związane z energetyką jądrową. Obecnie kierunek Energetyka Jądrowa funkcjonuje jako samodzielny kierunek na II stopniu studiów.\n\nENERGETYKA JĄDROWA ŚCIEŻKI DYPLOMOWANIA\n\nNa kierunku Energetyka Jądrowa realizowana jest jedna ścieżka kształcenia – Energetyka Jądrowa.\n\nStudenci w ramach tej ścieżki mają możliwość wyboru szeregu przedmiotów obieralnych.\n\nZgodnie z misją Akademii Górniczo-Hutniczej kierunek w pełni realizuje postulat służby dla polskiej gospodarki, w\n\nszczególności w sektorze energetycznym. Aktualizacja oferty kształcenia podąża za zmieniającym się otoczeniem społeczno-gospodarczym, w szczególności za transformacją energetyczną kraju. Wdrażanie nowych treści i tworzenie nowych\n\nkierunków na Wydziale Energetyki i Paliw jest dostosowane do zmieniających się realiów i nowych wymagań krajowych i\n\nmiędzynarodowych, scharakteryzowanych w efektach uczenia się w obszarze Polskiej Ramy Kwalifikacji, wpisuje się ściśle w\n\nstrategię rozwoju oraz misję Uczelni. Kierunek Energetyka Jądrowa, na którym realizowane będzie kształcenie o\n\ninnowacyjnym i unikatowym w Polsce profilu w ramach studiów II stopnia, wychodzi naprzeciw aktualnym jak i przyszłym\n\nwymogom związanym z produkcją energii elektrycznej oraz bezpieczeństwem energetycznym.\n\nKierunek Energetyka Jądrowa odpowiada na zapotrzebowanie aktualnego jak i powstającego rynku pracy i w pełni realizuje\n\npostulat służby dla polskiej gospodarki, szczególnie w sektorze energetycznym związanym z produkcją energii elektrycznej\n\noraz bezpieczeństwem energetycznym. Wychodzi on naprzeciw potrzebom wynikającym z aktualnej polityki energetycznej\n\nPolski, kształtuje wiedzę i umiejętności pozwalające na rozwiązywanie problemów jakie występują w zakresie przedsiębiorstw\n\noraz instytucji. Zgodnie z zakładanymi efektami uczenia się Absolwent jest przygotowany do podjęcia pracy zawodowej w\n\nobszarze energetyki jądrowej jak i dziedzin pokrewnych.\n\nPROGRAM STUDIÓW\n\nProgramy studiów, czyli programy zajęć dydaktycznych na Akademii Górniczo-Hutniczej zebrane są w jednej bazie SYLABUS\n\nWyszukiwanie informacji:\n\n1. W pierwszej kolejności należy wybrać rok akademicki rozpoczęcia studiów.\n\nW tym celu wybierz odpowiednią opcję:\n\nPokazuj tok studiów rozpoczynający się od roku akademickiego\n\n2. Następnie wybierz interesujące Cię informacje z:\n\nOFERTA WYDZIAŁU\n\nlub\n\nUCZELNIANA BAZA PRZEDMIOTÓW OBIERALNYCH\n\n3. Baza zawiera zbiór szczegółowych informacji o zajęciach dydaktycznych dla wszystkich modułów (przedmiotów) według podziału na:\n\nStacjonarne – Studia I stopnia\n\nStacjonarne – Studia II stopnia\n\n4. Dostęp do bazy znajduje się na stronie:\n\nSylabus AGH\n\nREKRUTACJA\nREKRUTACJA\nKIERUNEK NOWOCZESNE TECHNOLOGIE PALIWOWE\n\nKierunek \nNOWOCZESNE TECHNOLOGIE PALIWOWE\n\nKierunek \nNOWOCZESNE TECHNOLOGIE PALIWOWE\n należy do obszaru studiów technicznych. Koncentruje się na obszarze inżynierii chemicznej uzupełnionej zagadnieniami z dziedziny inżynierii środowiska i i energetyki. Obejmuje problematykę: karbo- i petrochemii, technologii i procesów chemicznych w energetyce i ochronie środowiska, technologii paliw ciekłych, w tym procesów komponowania paliw ciekłych, nanotechnologii, biotechnologii, procesów i konwersji energii elektrycznej do energii chemicznej paliw, procesów konwersji paliw w ogniwach paliwowych, energochemicznej utylizacji odpadów przemysłu paliwowego i chemicznego, a także – tak istotnych z punktu widzenia technologii chemicznej – zagadnień wymiana ciepła i masy, procesów sorpcyjnych i katalitycznych oraz maszyn przepływowych i cieplnych.\n\nStudia na kierunku \nNOWOCZESNE TECHNOLOGIE PALIWOWE\n prowadzonym przez Wydział Energetyki i Paliw AGH mają zapewnić przygotowanie absolwenta do prowadzenia badań, projektowania, realizacji i rozwijania procesów technologicznych w przemyśle. Absolwent będzie przygotowany do rozwiązywania zadań technologicznych w:\n\n– przemyśle chemicznym,\n\n– energetyce zawodowej,\n\n– gazownictwie,\n\n– sektorze paliwowym,\n\n– instytucjach związanych z szeroko pojętą problematyką gospodarki cieplnej i ochrony środowiska,\n\n– do pracy w ośrodkach badawczo-rozwojowych,\n\n– technologicznych instytucjach badawczych,\n\n– biurach projektowych,\n\n– jednostkach administracji państwowej i terenowych organach samorządowych, zajmujących się zagadnieniami zrównoważonego rozwoju, ochroną środowiska i efektywnym wykorzystaniem energii.\n\n– absolwent będzie przygotowany również do uruchomienia i prowadzenia samodzielnej działalności gospodarczej.\n\nProgram studiów na kierunku \nNOWOCZESNE TECHNOLOGIE PALIWOWE\n uwzględnia wnioski płynące z analizy monitoringu karier zawodowych studentów i absolwentów Wydziału, które są systematycznie prowadzone przez Centrum Karier AGH.\n\nWydział Energetyki i Paliw przywiązują dużą wagę do gromadzenia, opracowywania i stosowania dobrych praktyk. Na kierunku Nowoczesne Technologie Paliwowe dobre praktyki wykorzystywane są głównie w celu doskonalenia standardów prowadzonego kształcenia – zdobywania wiedzy i umiejętności. Stanowią dobre narzędzie podnoszenia jakości kompetencji społecznych oraz uczą, jak można wzbogacać swoją wiedzę korzystając z różnych źródeł oraz doświadczenia specjalistów.\n\nNa studiach I stopnia \nkierunku\n NOWOCZESNE TECHNOLOGIE PALIWOWE \nsą do wyboru dwie ścieżki kształcenia:\n\nASPEKTY ŚRODOWISKOWE W TECHNOLOGIACH PALIWOWYCH\n\nTransformacja w sektorze paliwowo-energetycznym to wyzwanie, przed którym stoi wiele krajów, w tym Polska. Ma ona znaczenie nie tylko dla gospodarki i społeczeństwa, ale również dla środowiska. Musi spełniać wymagania w zakresie bezpieczeństwa energetycznego, efektywności ekonomicznej, poszanowania środowiska oraz ochrony zasobów naturalnych. Ścieżka dyplomowania \nASPEKTY ŚRODOWISKOWE W TECHNOLOGIACH PALIWOWYCH\n przygotowuje absolwentów tak, aby sprostali tym wyzwaniom.\n\nKształcenie w ramach tej ścieżki ma na celu ukształtowanie inżyniera, który zna współczesne i zaawansowane metody analityczne związane z:\n\n– paliwami stałymi (konwencjonalnymi, odpadowymi RDF – Refuse derived fuel, odzyskiwanymi z odpadów SRF – solid recovered fuel oraz biomasowymi),\n\n– paliwami ciekłymi (konwencjonalnymi oraz biopaliwami I, II i III generacji) i gazowymi, stosowanymi w przemyśle i badaniach laboratoryjnych.\n\nŚcieżka dyplomowania oferuje zdobycie wiedzy, i umiejętności w zakresie:\n\n– przemysłowych procesów sorpcyjnych\n\n– katalizy procesowej\n\n– chemii jądrowej ze szczególnym uwzględnieniem procesów wykorzystywanych w zaawansowanych technologiach paliwowych.\n\nAbsolwent będzie przygotowany do rozwiązywania zadań technologicznych związanych ze stosowaniem:\n\n– zaawansowanych technologii ochrony powietrza,\n\n– oczyszczania ścieków,\n\n– sekwestracji czy utylizacji składników gazów spalinowych w szeroko pojętym sektorze paliwowym.\n\nZdobyta wiedza i umiejętności pozwolą na podjęcie pracy we wszystkich branżach, w których aspekty środowiskowe i ochrony zasobów naturalnych są obowiązkowym kierunkiem działań między innymi w: przedsiębiorstwach w tym tych największych zajmujących się produkcją paliw (stałych, ciekłych i gazowych), wykorzystaniem paliw w celach energetycznych, przemyśle chemicznym, energetyce zawodowej, gazownictwie oraz ośrodkach badawczo-rozwojowych i technologicznych instytucjach badawczych.\n\nWSPÓŁCZESNE TECHNOLOGIE PALIWOWE\n\nTransformacja sektora paliwowo-energetycznego to jedno z największych wyzwań dla polskiej gospodarki i społeczeństwa, spełniając wymagania w zakresie bezpieczeństwa energetycznego, efektywności ekonomicznej i ochrony środowiska. Ścieżka dyplomowania \nWSPÓŁCZESNE TECHNOLOGIE PALIWOWE\n\nprzygotowuje absolwentów tak, aby sprostali tym wyzwaniom.\n\nKształcenie w ramach tej ścieżki ma na celu ukształtowanie inżyniera, który zna współczesne i zaawansowane technologie związane z:\n\n– paliwa stałymi (konwencjonalnymi, odpadowymi RDF – Refuse derived fuel, odzyskiwanymi z odpadów SRF – solid recovered fuel oraz biomasowymi),\n\n– paliwami ciekłymi (konwencjonalnymi oraz biopaliwami I, II i III generacji) i gazowymi.\n\nŚcieżka ta oferuje zdobycie wiedzy, i umiejętności w zakresie modelowania, ze szczególnym uwzględnieniem procesów wykorzystywanych w zaawansowanych technologiach paliwowych.\n\nAbsolwent będzie przygotowany do rozwiązywania zadań technologicznych w szeroko pojętym sektorze paliwowym, a zdobyta wiedza i umiejętności pozwolą na podjęcie pracy między innymi w:\n\n– przedsiębiorstwach zajmujących się produkcją paliw (stałych, ciekłych i gazowych),\n\n– wykorzystaniem paliw w celach energetycznych,\n\n– przemyśle chemicznym,\n\n– energetyce zawodowej,\n\n– gazownictwie oraz\n\n– ośrodkach badawczo-rozwojowych i technologicznych instytucjach badawczych.\n\nNOWOCZESNE TECHNOLOGIE PALIWOWE ŚCIEŻKI DYPLOMOWANIA\n\nNOWOCZESNE TECHNOLOGIE PALIWOWE ścieżki dyplomowania\n\nStudenci II stopnia kierunku \nNOWOCZESNE TECHNOLOGIE PALIWOWE \nmają do wyboru ścieżki dyplomowania:\n\nZAAWANSOWANE TECHNOLOGIE PALIWOWE\n – kształcenie w zakresie petrochemii, technologii i procesów chemicznych w\n\nenergetyce, technologii paliw ciekłych w tym procesów komponowania paliw ciekłych, nanotechnologii, biotechnologii,\n\nprocesów i konwersji energii elektrycznej do energii chemicznej paliw, procesów konwersji paliw w ogniwach paliwowych,\n\nkonwersji i oczyszczania gazów procesowych, technologii pozyskiwania wodoru i jego użytkowania, katalizy w technologii\n\npaliw i biopaliw ciekłych.\n\nOCHRONA ŚRODOWISKA W TECHNOLOGIACH PALIWOWYCH\n – kształcenie w zakresie ochrony środowiska w szczególności w\n\ntechnologiach paliwowych, energochemicznej utylizacji odpadów przemysłu paliwowego i chemicznego, metod oczyszczania\n\nwód i ścieków, optymalizacja procesów przemysłowych wspomaganych komputerowo, projektowania reaktorów i wybranych\n\nprocesów jednostkowych, gospodarki obiegu zamkniętego w sektorze paliwowo-energetycznym, oceny cyklu życia LCA,\n\nprocesów oczyszczania gazów przemysłowych i zagospodarowanie odpadów z sektora energetycznego.\n\nPROGRAM STUDIÓW\n\nProgramy studiów, czyli programy zajęć dydaktycznych na Akademii Górniczo-Hutniczej zebrane są w jednej bazie SYLABUS\n\nWyszukiwanie informacji:\n\n1. W pierwszej kolejności należy wybrać rok akademicki rozpoczęcia studiów.\n\nW tym celu wybierz odpowiednią opcję:\n\nPokazuj tok studiów rozpoczynający się od roku akademickiego\n\n2. Następnie wybierz interesujące Cię informacje z:\n\nOFERTA WYDZIAŁU\n\nlub\n\nUCZELNIANA BAZA PRZEDMIOTÓW OBIERALNYCH\n\n3. Baza zawiera zbiór szczegółowych informacji o zajęciach dydaktycznych dla wszystkich modułów (przedmiotów) według podziału na:\n\nStacjonarne – Studia I stopnia\n\nStacjonarne – Studia II stopnia\n\n4. Dostęp do bazy znajduje się na stronie:\n\nSylabus AGH\n\nRekrutacji na studia II stopnia \n\nRekrutacja na kierunek prowadzona jest wyłącznie na podstawie średniej ze studiów (brak jest egzaminu wstępnego)\n\nREKRUTACJA\nREKRUTACJA\nKIERUNEK TECHNOLOGIA CHEMICZNA\n\nKierunek \nTECHNOLOGIA CHEMICZNA\n należy do obszaru studiów technicznych. Jego odniesienie praktyczne w gospodarce związane jest z zagadnieniami inżynierii i technologii chemicznej Celem studiów jest przekazanie wiedzy ogólnej, koniecznej do wykonywania zawodu inżyniera oraz wiedzy z zakresu technologii chemicznej umożliwiającej samodzielne rozwiązywanie problemów występujących w realizacji procesów technologicznych.\n\nOd roku akademickiego 2019/20 kierunek ten jest prowadzony wspólnie z Wydziałem Inżynierii Materiałowej i Ceramiki.\n\nNa I stopniu studiów\n w ramach kierunku prowadzone są dwie ścieżki kształcenia: \nTECHNOLOGIE CHEMICZNE W ENERGETYCE (TCwE)\n realizowana na Wydziale Energetyki i Paliw \noraz\n\nCHEMIA I TECHNOLOGIA MATERIAŁÓW (CiTM) realizowana na Wydziale Inżynierii Materiałowej i Ceramiki.\n\nAbsolwenci I stopnia studiów tego kierunku mają ogólną wiedzę i umiejętności potrzebne do podjęcia pracy w przedsiębiorstwach związanych z technologią chemiczną, a w szczególności z szeroko pojętą ceramiką i sektorem paliwowo-energetycznym.\n\nAbsolwenci studiów II stopnia na kierunku \nTECHNOLOGIA CHEMICZNA\n potrafią: rozwiązywać złożone zadania inżynierskie wykorzystując zaawansowane oprogramowanie, samodzielnie pracować w laboratorium chemicznym, zaplanować własne samokształcenie przez całe życie (m.in. na studiach trzeciego stopnia i podyplomowych) oraz zaprezentować posiadaną wiedzę i umiejętności, podjąć pracę zawodową w przemyśle chemicznym, paliwowo–energetycznym lub pokrewnym, na stanowiskach związanych z projektowaniem, organizacją i prowadzeniem procesów produkcyjnych, zastosować odpowiednie procedury analityczne do badań materiałów w przemyśle i laboratoriach technologicznych, zaprojektować i wytworzyć wyrób o określonych parametrach użytkowych, wykorzystać wiedzę matematyczną do opisu i modelowania procesów w technologiach materiałowych.\n\nZgodnie z misją AGH kierunek \nTECHNOLOGIA CHEMICZNA\n odpowiada na zapotrzebowanie rynku pracy i w pełni realizuje postulat służby dla polskiej gospodarki, szczególnie w sektorze technologii chemicznej, a aktualne przystosowywanie programów pełnego kształcenia na studiach (pierwszego i drugiego stopnia) prowadzonych na Wydziale Energetyki i Paliw do zmieniających się realiów i nowych wymagań krajowych/międzynarodowych, scharakteryzowanych w kategoriach efektów kształcenia w obszarze Polskich Ram Kwalifikacji (PRK), wpisuje się ściśle w strategię rozwoju Uczelni.\n\nTECHNOLOGIA CHEMICZNA ŚCIEŻKI DYPLOMOWANIA\n\nŚCIEŻKI DYPLOMOWANA\n\nStudenci II stopnia kierunku \nTECHNOLOGIA CHEMICZNA\n mają do wyboru trzy ścieżki dyplomowania w języku polskim i dwie w języku angielskim:\n\nANALITYKA PRZEMYSŁOWA I ŚRODOWISKOWA\n\nMetody pobierania i przygotowania próbek analitycznych, metody i techniki analiz przemysłowych i środowiskowych, zarządzanie jakością w produkcji i laboratoriach badawczych, techniki separacyjne, gospodarka odpadami przemysłowymi.\n\nPROEKOLOGICZNE PROCESY INŻYNIERII I TECHNOLOGII CHEMICZNEJ\n\nProjektowanie, rozwijanie i realizacja procesów w inżynierii i technologii chemicznej z naciskiem na ekologię. Rozwijanie umiejętności przy wykorzystaniu profesjonalnego oprogramowania ChemCAD.\n\nTECHNOLOGIE CHEMICZNE W ENERGETYCE\n\nProwadzenie badań, projektowanie, realizacja i rozwijanie chemicznych procesów technologicznych w przemyśle. Przygotowanie do rozwiązywania zadań technologicznych w przemyśle chemicznym, energetyce zawodowej, gazownictwie, instytucjach związanych z szeroko pojętą problematyką paliwowo-energetyczną\n\nCHEMICAL TECHNOLOGIES IN ENERGY SECTOR\n\nSpecjalność w języku angielskim w inżynierii chemicznej łącząca zagadnienia przetwarzania konwencjonalnych i odnawialnych źródeł energii. Obejmuje zagadnienia dotyczące przejścia z technologii opartej na paliwach kopalnych w kierunku dekarbonizacji, obniżenia emisji CO\n2\n w celu zapobiegania zmianom klimatycznym.\n\nSUSTAINABLE FUELS ECONOMY\n\nSpecjalność prowadzona w języku angielskim. Poruszane zagadnienia zaznajamiają studentów z podstawami przetwórstwa paliw i wykorzystania odnawialnych źródeł energii, natomiast większy nacisk kładzie się na zarządzanie i prognozowanie rynku paliw i energii.\n\nPROGRAM STUDIÓW\n\nProgramy studiów, czyli programy zajęć dydaktycznych na Akademii Górniczo-Hutniczej zebrane są w jednej bazie SYLABUS\n\nWyszukiwanie informacji:\n\n1. W pierwszej kolejności należy wybrać rok akademicki rozpoczęcia studiów.\n\nW tym celu wybierz odpowiednią opcję:\n\nPokazuj tok studiów rozpoczynający się od roku akademickiego\n\n2. Następnie wybierz interesujące Cię informacje z:\n\nOFERTA WYDZIAŁU\n\nlub\n\nUCZELNIANA BAZA PRZEDMIOTÓW OBIERALNYCH\n\n3. Baza zawiera zbiór szczegółowych informacji o zajęciach dydaktycznych dla wszystkich modułów (przedmiotów) według podziału na:\n\nStacjonarne – Studia I stopnia\n\nStacjonarne – Studia II stopnia\n\n4. Dostęp do bazy znajduje się na stronie:\n\nSylabus AGH\n\nZestawy pytań egzaminacyjnych w rekrutacji na studia II stopnia \n\nZestawy przykładowych pytań egzaminacyjnych na kierunki studiów stacjonarnych drugiego stopnia, prowadzonych w języku polskim na Wydziale Energetyki i Paliw (wybierając jako pierwszą ścieżkę dyplomowania w języku polskim – egzamin zdaje się w języku polskim).\n\nPrzykładowe pytania egzaminacyjne na kierunek studiów drugiego stopnia Technologia Chemiczna\n\nREKRUTACJA\nREKRUTACJA\nKIERUNEK ENERGETYKA ODNAWIALNA I ZARZĄDZANIE ENERGIĄ\n\nKierunek \nENERGETYKA ODNAWIALNA I ZARZĄDZENIE ENERGIĄ\n\nKierunek Energetyka Odnawialna i Zarządzanie Energią należy do obszaru studiów technicznych. Jego odniesienie praktyczne w gospodarce związane jest z zagadnieniami energetyki odnawialnej oraz z podmiotami publicznymi zarządzającymi i koordynującymi politykę energetyczną oraz OZE na szczeblu lokalnym i ponadlokalnym. Celem studiów jest przekazanie wiedzy ogólnej, koniecznej do wykonywania zawodu inżyniera oraz wiedzy z zakresu zarówno energetyki odnawialnej, jak i zarządzania energią umożliwiającej samodzielne rozwiązywanie problemów występujących w realizacji procesów i technologii energetycznych.\n\nAbsolwenci I stopnia studiów kierunku \nENERGETYKA ODNAWIALNA I ZARZĄDZANIE ENERGIĄ\n mają ogólną wiedzę i umiejętności potrzebne do podjęcia pracy w przedsiębiorstwach związanych z pozyskiwaniem, przesyłaniem i konwersją energii ze źródeł odnawialnych wraz z problemami związanymi z magazynowaniem oraz użytkowaniem tej energii.\n\nAbsolwenci II stopnia studiów kierunku \nENERGETYKA ODNAWIALNA I ZARZĄDZENIE ENERGIĄ\n mogą realizować swoją karierę zawodową podejmując pracę:\n\nw przedsiębiorstwach zajmujących się projektowaniem, produkcją i eksploatacją urządzeń i instalacji dla realizacji zagadnień energetyki odnawialnej,\n\nw przedsiębiorstwach związanych z pozyskiwaniem, przetwarzaniem, przesyłaniem, magazynowaniem, dystrybucją i użytkowaniem energii, w tym odnawialnych źródeł energii,\n\nw biurach projektowych, laboratoriach badawczych i jednostkach naukowych, uczelniach,\n\nw jednostkach administracji rządowej i samorządowej,\n\njako niezależni konsultanci i eksperci w zakresie oceny efektywności energetycznej obiektów, technologii i urządzeń, racjonalnego użytkowania energii oraz oceny ekologicznej i ekonomicznej procesów energetycznych,\n\nw ramach własnej działalności gospodarczej w zakresie problematyki związanej z projektowaniem, budową, eksploatacją i remontami urządzeń i instalacji energetyki odnawialnej i nie tylko.\n\nAbsolwenci mogą również kontynuować rozwój naukowy na studiach doktoranckich. Zgodnie z misją AGH kierunek \nENERGETYKA ODNAWIALNA I ZARZĄDZANIE ENERGIĄ\n odpowiada na zapotrzebowanie rynku pracy i w pełni realizuje postulat służby dla polskiej gospodarki, szczególnie w sektorze energetyki odnawialnej i  szeroko pojętego zarządzania energią, a aktualne przystosowywanie programów pełnego kształcenia na studiach (pierwszego i drugiego stopnia) prowadzonych na Wydziale Energetyki i Paliw do zmieniających się realiów i nowych wymagań krajowych/międzynarodowych, scharakteryzowanych w kategoriach efektów kształcenia w obszarze Polskich Ram Kwalifikacji (PRK),  wpisuje się ściśle w strategię rozwoju Uczelni.\n\nAbsolwenci mogą znaleźć zatrudnienie jako:\n\nprojektanci i konstruktorzy maszyn, urządzeń i instalacji energetyki odnawialnej\n\ninżynierowie nadzoru,\n\nspecjaliści ds. oceny energetycznej i efektywnego zarządzania energią, a w szczególności energią odnawialną\n\nkonsultanci ds. problematyki energetycznej, przedsiębiorcy w branży energetyki odnawialnej,\n\nspecjaliści ds. zagadnień energetyki odnawialnej w organach administracji.\n\nENERGETYKA OIZE ŚCIEŻKI DYPLOMOWANIA\n\nŚCIEŻKI DYPLOMOWANIA\n\nStudenci II stopnia kierunku ENERGETYKA ODNAWIALNA I ZARZĄDZANIE ENERGIĄ mają do wyboru trzy \nścieżki dyplomowania\n:\n\nEKONOMIKA, POLITYKA I ZARZĄDZANIE ENERGIĄ\n\nWybór tej ścieżki dyplomowania umożliwi kształcenie w zakresie problemów rozwoju energetyki w aspekcie ekonomicznym, społecznym, zarządzania i ochrony środowiska. Absolwent przygotowany jest do zajmowania się zagadnieniami ekonomiki, polityki energetycznej oraz zarządzania energią w sektorze paliwowo-energetycznym. Ponadto absolwent posiądzie wiedzę z zakresu odnawialnych źródeł energii, wytwarzania i dystrybucji paliw, modelowania matematycznego sektorów paliwowo-energetycznych, rynków energii oraz prawa energetycznego i gazowego.\n\nTECHNOLOGIE ENERGETYKI ODNAWIALNEJ\n\nWybór tej ścieżki dyplomowania umożliwi kształcenie w zakresie energii odnawialnych i racjonalnego wykorzystania energii. Główny nacisk kładziony jest na współpracę z przemysłem oraz prowadzenie badań z zakresu energetyki odnawialnej. Absolwent będzie posiadać zaawansowaną wiedzę w zakresie instalacji: grzewczych oraz chłodniczych, biomasowych, opartych na energii słonecznej, sterowania w energetyce oraz inteligentnymi budynkami, energetyki wodnej, systemów hybrydowych, oraz społecznych aspektów energetyki odnawialnej.\n\nSUSTAINABLE ENERGY SYSTEMS\n\nWybór tej ścieżki dyplomowania umożliwi kształcenie w języku angielskim w zakresie zagadnień związanych zarówno z technologiami energetyki odnawialnej jak również ekonomiki, polityki energetycznej oraz zarządzania energią w sektorze paliwowo-energetycznym. Absolwent będzie posiadać zaawansowaną wiedzę z zakresu planowania rozwoju zrównoważonych systemów energetycznych wykorzystujących odnawialne źródła energii, technologie magazynowania energii z uwzględnieniem sterowania popytem na energię. Ponadto absolwent posiądzie wiedzę z zakresu przedsiębiorczości, zarządzania zespołem, planowania biznesowego oraz rozwoju start-upów oferujących nowe usługi i produkty energetyczne.\n\nPROGRAM STUDIÓW\n\nProgramy studiów, czyli programy zajęć dydaktycznych na Akademii Górniczo-Hutniczej zebrane są w jednej bazie SYLABUS\n\nWyszukiwanie informacji:\n\n1. W pierwszej kolejności należy wybrać rok akademicki rozpoczęcia studiów.\n\nW tym celu wybierz odpowiednią opcję:\n\nPokazuj tok studiów rozpoczynający się od roku akademickiego\n\n2. Następnie wybierz interesujące Cię informacje z:\n\nOFERTA WYDZIAŁU\n\nlub\n\nUCZELNIANA BAZA PRZEDMIOTÓW OBIERALNYCH\n\n3. Baza zawiera zbiór szczegółowych informacji o zajęciach dydaktycznych dla wszystkich modułów (przedmiotów) według podziału na:\n\nStacjonarne – Studia I stopnia\n\nStacjonarne – Studia II stopnia\n\n4. Dostęp do bazy znajduje się na stronie:\n\nSylabus AGH\n\nZestawy pytań egzaminacyjnych w rekrutacji na studia II stopnia\n\nZestawy przykładowych pytań egzaminacyjnych na kierunki studiów stacjonarnych drugiego stopnia, prowadzonych w języku polskim na Wydziale Energetyki i Paliw (wybierając jako pierwszą ścieżkę dyplomowania w języku polskim – egzamin zdaje się w języku polskim).\n\nPrzykładowe pytania egzaminacyjne na kierunek studiów drugiego stopnia Energetyka Odnawialna i Zarządzanie Energią\n\nREKRUTACJA\nREKRUTACJA\nKIERUNEK ENERGETYKA\n\nKierunek\n Energetyka\n\nnależy do obszaru studiów technicznych. Jego odniesienie praktyczne w gospodarce związane jest z pozyskiwaniem, przetwarzaniem, przesyłaniem, magazynowaniem i użytkowaniem energii oraz eksploatacją urządzeń, w których zachodzą te procesy. Celem studiów jest przekazanie wiedzy ogólnej, koniecznej do wykonywania zawodu inżyniera oraz wiedzy z zakresu energetyki umożliwiającej samodzielne rozwiązywanie problemów występujących w realizacji procesów i technologii energetycznych.\n\nAbsolwenci I stopnia studiów kierunku\n ENERGETYKA \nmają ogólną wiedzę i umiejętności potrzebne do podjęcia pracy w przedsiębiorstwach zajmujących się problematyką energetyczną. Mogą pracować jako:\n\nprojektanci i konstruktorzy maszyn, urządzeń i instalacji energetycznych\n\ninżynierowie nadzoru i inżynierowie energetycy,\n\nspecjaliści ds. oceny energetycznej i efektywnego zarządzania energią,\n\nkonsultanci ds. problematyki energetycznej, przedsiębiorcy w branży energetycznej.\n\nAbsolwenci II stopnia studiów kierunku\n ENERGETYKA \nmogą realizować swoją karierę zawodową podejmując pracę:\n\nw przedsiębiorstwach zajmujących się projektowaniem, produkcją i eksploatacją urządzeń i instalacji dla realizacji procesów energetycznych,\n\nw przedsiębiorstwach związanych z pozyskiwaniem, przetwarzaniem, przesyłaniem, magazynowaniem, dystrybucją i użytkowaniem energii, w tym odnawialnych źródeł energii,\n\nw biurach projektowych, laboratoriach badawczych i jednostkach naukowych, uczelniach,\n\nw jednostkach administracji rządowej i samorządowej,\n\njako niezależni konsultanci i eksperci w zakresie oceny efektywności energetycznej obiektów, technologii i urządzeń, racjonalnego użytkowania energii oraz oceny ekologicznej i ekonomicznej procesów energetycznych,\n\nw ramach własnej działalności gospodarczej w zakresie problematyki związanej z projektowaniem, budową, eksploatacją i remontami urządzeń i instalacji energetycznych.\n\nAbsolwenci mogą również kontynuować rozwój naukowy na studiach doktoranckich. Zgodnie z misją AGH kierunek \nENERGETYKA\n odpowiada na zapotrzebowanie rynku pracy i w pełni realizuje postulat służby dla polskiej gospodarki, szczególnie w sektorze energetycznym, a aktualne przystosowywanie programów pełnego kształcenia na studiach (pierwszego, drugiego, a także trzeciego stopnia) prowadzonych na Wydziale Energetyki i Paliw do zmieniających się realiów i nowych wymagań krajowych/międzynarodowych, scharakteryzowanych w kategoriach efektów kształcenia w obszarze Polskich Ram Kwalifikacji (PRK), wpisuje się ściśle w strategię rozwoju Uczelni. Jak wykazują prowadzone badania większość absolwentów kierunku ENERGETYKA znajduje zatrudnienie zgodne z ukończonym kierunkiem studiów i w okresie kilku miesięcy od ich ukończenia.\n\nFundacja Edukacyjna „Perspektywy” potwierdza, że Wydział Energetyki i Paliw Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie jest wśród najlepszych wydziałów w Polsce sklasyfikowanych w Rankingu Kierunków Studiów PERSPEKTYWY 2019 – na drugiej pozycji – i przysługuje mu tytuł „Najlepsze studia w Polsce” dla kierunku /energetyka./\n\nENERGETYKA ŚCIEŻKI DYPLOMOWANIA\n\nStudenci II stopnia kierunku ENERGETYKA mają do wyboru sześć ścieżek dyplomowania:\n\nCIEPŁOWNICTWO, OGRZEWNICTWO i KLIMATYZACJA\n\nSpecjaliści i projektanci w zakresie efektywnego wykorzystania energii, projektowania, budowy i eksploatacji urządzeń cieplnych, procesów spalania i ochrony środowiska, ciepłownictwa i ogrzewnictwa, wentylacji i klimatyzacji, zintegrowanych systemów zarządzania energią. Są przygotowani do wykonywania audytów energetycznych i planowania przedsięwzięć termomodernizacyjnych, sporządzania świadectw energetycznych budynków, samodzielnego projektowania systemów i instalacji grzewczych, ciepłowniczych oraz wentylacyjno-klimatyzacyjnych.\n\nSYSTEMY MAGAZYNOWANIA i KONWERSJI ENERGII DLA E-MOBILITY\n\nSpecjaliści w zakresie badania właściwości materiałów dla ogniw paliwowych i technologii wodorowych, akumulatorów litowych dla przenośnej elektroniki i samochodów elektrycznych, ogniw fotoelektrochemicznych, a także materiałów termoelektrycznych stosowanych w energetyce. Absolwenci są przygotowani do pracy zarówno w tradycyjnym sektorze energetycznym, jak również w sektorze nowoczesnych technologii dla energetyki.\n\nMODELOWANIE KOMPUTEROWE W ENERGETYCE\n\nSpecjaliści w zakresie wykorzystywania metod komputerowych do modelowania procesów fizycznych i chemicznych występujących w energetyce, modelowania elektrowni oraz identyfikowania problemów w systemach energetycznych, tworzenia własnych programów i procedur numerycznych projektowania procesów energetycznych, sterowania tymi procesami i ich optymalizacji.\n\nSYSTEMY, MASZYNY i URZĄDZENIA ENERGETYCZNE\n\nSpecjaliści w zakresie projektowania, konstrukcji i eksploatacji podstawowych elementów infrastruktury energetyki. w szczególności maszyn i urządzeń cieplnych, jak m.in.: kotły i wymienniki ciepła, turbiny parowe i gazowe, silniki spalinowe, pompy, sprężarki, wentylatory, „czystych” technologii energetycznych, układów kogeneracji, pomiaru wielkości cieplno-przepływowych oraz systemów sterowania i kontroli pracy urządzeń.\n\nURZĄDZENIA, SIECI i SYSTEMY ELEKTROENERGETYCZNE\n\nSpecjaliści w zakresie technologii wytwarzania, przesyłu, rozdziału oraz efektywnego i bezpiecznego użytkowania energii elektrycznej, przekształcania różnych form energii, w szczególności energii mechanicznej na elektryczną oraz elektrycznej na mechaniczną i cieplną.\n\nENERGY TRANSITION\n\nŚcieżka dyplomowania „Energy Transition” \nprowadzona w języku angielskim\n skupia się na niezwykle ważnym aspekcie energetyki – jej przejściu z tradycyjnych paliw kopalnych na wykorzystanie odnawialnych i innych czystych form energii. Ponieważ spalanie paliw kopalnych generuje szereg zanieczyszczeń, w tym CO\n2\n, a tym samym odpowiada za degradację środowiska i zmiany klimatyczne, potrzebne są nowe i nowoczesne technologie oraz tzw. Transformacja Energetyczna. Właśnie w kierunku tej transformacji energetycznej „Energy Transition” kształceni będą na tej ścieżce nowi specjaliści, którzy nie tylko rozumieją, ale mogą również stosować i dalej rozwijać metody, które pozwolą wykorzystywać nie tylko węgiel do produkcji energii, ale również inne paliwa stałe, takie jak biomasa, czy paliwa alternatywne, gaz łupkowy lub wodór. Ścieżka stawia za cel wykształcenie specjalistów w technologiach energetycznych i procesach transformacji dla sektora energetycznego. Program kształcenia koncentruje się na nowoczesnych technologiach energetycznych, ze szczególnym uwzględnieniem energii odnawialnej, zaawansowanych czystych technologiach węglowych, zgazowaniu węgla i biomasy, katalitycznych technologiach przetwarzania paliw oraz ochronie środowiska. Dodatkowo oferowane są kursy planowania i prognozowania w systemach energetycznych, polityka energetyczna, zrównoważony rozwój energii, energia odnawialna oraz ogniwa paliwowe. Uzyskana wiedza umożliwi prowadzenie procesów transformacji energetycznej oraz ich analizę na różnych poziomach.\n\nPROGRAM STUDIÓW\n\nProgramy studiów, czyli programy zajęć dydaktycznych na Akademii Górniczo-Hutniczej zebrane są w jednej bazie SYLABUS\n\nWyszukiwanie informacji:\n\n1. W pierwszej kolejności należy wybrać rok akademicki rozpoczęcia studiów.\n\nW tym celu wybierz odpowiednią opcję:\n\nPokazuj tok studiów rozpoczynający się od roku akademickiego\n\n2. Następnie wybierz interesujące Cię informacje z:\n\nOFERTA WYDZIAŁU\n\nlub\n\nUCZELNIANA BAZA PRZEDMIOTÓW OBIERALNYCH\n\n3. Baza zawiera zbiór szczegółowych informacji o zajęciach dydaktycznych dla wszystkich modułów (przedmiotów) według podziału na:\n\nStacjonarne – Studia I stopnia\n\nStacjonarne – Studia II stopnia\n\n4. Dostęp do bazy znajduje się na stronie:\n\nSylabus AGH\n\nZestawy pytań egzaminacyjnych w rekrutacji na studia II stopnia \n\nZestawy przykładowych pytań egzaminacyjnych na kierunki studiów stacjonarnych drugiego stopnia, prowadzonych w języku polskim na Wydziale Energetyki i Paliw (wybierając jako pierwszą ścieżkę dyplomowania w języku polskim – egzamin zdaje się w języku polskim).\n\nPrzykładowe pytania egzaminacyjne na kierunek studiów drugiego stopnia Energetyka\n\nREKRUTACJA\nREKRUTACJA\n\nCertyfikat Doskonałości Kształcenia\n\nKIERUNEK ENERGY AND ENVIRONMENTAL ENGINEERING\n\nKierunek studiów \nEnergy and Environmental Engineering (E3)\n\nwychodzi naprzeciw rosnącemu zapotrzebowaniu na kadrę w sektorach międzynarodowego przemysłu związanego z energetyką i ochroną środowiska. Kierunek zgodny jest ze strategią umiędzynarodowienia kształcenia realizowaną w AGH oraz działaniami w obszarze projektu Inicjatywa Doskonałości Uczelnia Badawcza. Energy and Environmental Engineering (E3) stanowi nową, atrakcyjną ofertę studiów na AGH.\n\nMiędzynarodowy program studiów realizowanym jest wspólnie przez AGH oraz Shibaura Institute of Technology w Tokio, Japonia (SIT). Studiowanie odbywać się będzie w systemie podwójnego dyplomowania oznacza to, iż student broniący pracę dyplomową uzyska tytuł magistra inżyniera dwóch uczelni, co wyróżnia ten kierunek na tle innych oferowanych na AGH.\n\nENERGY AND ENVIRONMENTAL ENGINEERING ŚCIEŻKI DYPLOMOWANIA\n\nNa kierunku jest realizowana jedna ścieżka kształcenia \nEnergy and Environmental Engineering\n. Szczegółowy opis znajduje się na stronie: \nstrona programu Energy and Environmental Engineering\n\nPROGRAM STUDIÓW\n\nProgramy studiów, czyli programy zajęć dydaktycznych na Akademii Górniczo-Hutniczej zebrane są w jednej bazie SYLABUS\n\nDostęp do bazy znajduje się na stronie:\n\nSylabus kierunku studiów drugiego stopnia Energy and Environmental Engineering\n\nPrzykładowy zestaw pytań egzaminacyjnych \n\nSample sets of exam questions in the academic year 2021/2022 for full-time second-cycle studies conducted in English at the Faculty of Energy and Fuels (choosing English as the first diploma path – the exam is taken in English):\n\nSample exam questions for the second-cycle degree program in English EEE\n\nREKRUTACJA\nREKRUTACJA\nKIERUNEK ENERGETYKA WODOROWA\n\nKierunek \nENERGETYKA WODOROWA\n\nStudia magistersko-inżynierskie II stopnia na \nkierunku Energetyka Wodorowa\n zapewniają gruntowne przygotowanie w zakresie produkcji, magazynowania, przesyłania i użytkowania wodoru jak również prowadzenia badań, projektowania i eksploatacji urządzeń oraz systemów energetycznych i procesów technologicznych, w których wykorzystywany jest wodór.\n\nW programie studiów znajdują się zagadnienia dotyczące zarówno wiedzy ogólnej, niezbędnej do wykonywania zawodu inżyniera jak i wiedzy specjalistycznej z obszaru energetyki wodorowej umożliwiającej samodzielne rozwiązywanie problemów z zakresu procesów i technologii wodorowych.\n\nTo perspektywiczny kierunek, który dzięki otwartemu na zmiany elastycznemu systemowi kształcenia opartemu o modułowość bloków obieralnych oraz uzupełnieniu programu o przedmioty poszerzające horyzonty i kształtujące umiejętności miękkie, przygotowuje absolwenta zarówno do przyszłych wyzwań na rynku pracy jak i kontynuowania kształcenia na poziomie studiów III stopnia. Absolwenci posiadają również podstawy do uruchomienia i prowadzenia własnej działalności gospodarczej.\n\nWodór postrzegany jest jako paliwo przyszłości, dlatego \nkierunek Energetyka Wodorowa\n wychodzi naprzeciw rosnącym i perspektywicznym potrzebom nowoczesnej innowacyjnej gospodarki wodorowej, której podstawowe założenia i cele wpisują się w krajową i europejską strategię pozyskiwania czystej energii, dekarbonizacji oraz ochrony klimatu.\n\nAbsolwenci \nkierunku Energetyka Wodorowa\n mogą pracować jako specjaliści w sektorze paliwowo- energetycznym, transporcie opartym na wodorze, w gazownictwie oraz przemyśle chemicznym, instytucjach badawczych, biurach projektowych a także w  firmach prywatnych zajmujących się szeroko rozumianymi technologiami wodorowymi.\n\nW ramach \nkierunku Energetyka Wodorowa\n realizowana jest jedna ścieżka dyplomowania.\n\nOpiekun kierunku: dr inż. Bogdan Samojeden\n\nENERGETYKA WODOROWA ŚCIEŻKA DYPLOMOWANIA\n\nENERGETYKA WODOROWA ścieżka dyplomowania\n\nNa \nkierunku Energetyka Wodorowa\n realizowana jest jedna ścieżka kształcenia – Energetyka wodorowa.\n\nStudenci w ramach tej ścieżki mają możliwość wyboru między trzema dużymi blokami obieralnymi:\n\nWytwarzanie wodoru\n\nMagazynowanie i przesył wodoru\n\nWykorzystanie wodoru\n\nPROGRAM STUDIÓW\n\nProgramy studiów, czyli programy zajęć dydaktycznych na Akademii Górniczo-Hutniczej zebrane są w jednej bazie SYLABUS\n\nWyszukiwanie informacji:\n\n1. W pierwszej kolejności należy wybrać rok akademicki rozpoczęcia studiów.\n\nW tym celu wybierz odpowiednią opcję:\n\nPokazuj tok studiów rozpoczynający się od roku akademickiego\n\n2. Następnie wybierz interesujące Cię informacje z:\n\nOFERTA WYDZIAŁU\n\nlub\n\nUCZELNIANA BAZA PRZEDMIOTÓW OBIERALNYCH\n\n3. Baza zawiera zbiór szczegółowych informacji o zajęciach dydaktycznych dla wszystkich modułów (przedmiotów) według podziału na:\n\nStacjonarne – Studia I stopnia\n\nStacjonarne – Studia II stopnia\n\n4. Dostęp do bazy znajduje się na stronie:\n\nSylabus kierunku studiów drugiego stopnia Energetyka Wodorowa\n\nRekrutacji na studia II stopnia \n\nRekrutacja na kierunek prowadzona jest wyłącznie na podstawie średniej ze studiów (brak jest egzaminu wstępnego)\n\nREKRUTACJA\nZapraszamy do obejrzenia filmów:\n\nOferta dla studentów Wydziału Energetyki i Paliw\n\nInfrastruktura dydaktyczna dla studentów Wydziału Energetyki i Paliw", "metadata": {"url": "https://weip.agh.edu.pl/kandydaci/", "title": "Kandydaci - Wydział Energetyki i Paliw | AGH Kraków", "depth": 3, "duplicate": false, "content_hash": "339fc958d37994a4df048b2ef46f5256", "word_count": 4607, "headings": [{"level": 3, "text": "Wydział Energetyki i Paliw zaprasza do studiowania w ramach dwóch dyscyplin naukowych:"}, {"level": 2, "text": "Ważne informacje rekrutacyjne"}, {"level": 2, "text": ""}, {"level": 4, "text": "KIERUNEK ENERGETYKA JĄDROWA"}, {"level": 4, "text": "ENERGETYKA JĄDROWA ŚCIEŻKI DYPLOMOWANIA"}, {"level": 4, "text": "PROGRAM STUDIÓW"}, {"level": 4, "text": "KIERUNEK NOWOCZESNE TECHNOLOGIE PALIWOWE"}, {"level": 4, "text": "NOWOCZESNE TECHNOLOGIE PALIWOWE ŚCIEŻKI DYPLOMOWANIA"}, {"level": 4, "text": "PROGRAM STUDIÓW"}, {"level": 4, "text": "Rekrutacji na studia II stopnia"}, {"level": 4, "text": "KIERUNEK TECHNOLOGIA CHEMICZNA"}, {"level": 4, "text": "TECHNOLOGIA CHEMICZNA ŚCIEŻKI DYPLOMOWANIA"}, {"level": 4, "text": "PROGRAM STUDIÓW"}, {"level": 4, "text": "Zestawy pytań egzaminacyjnych w rekrutacji na studia II stopnia"}, {"level": 4, "text": "KIERUNEK ENERGETYKA ODNAWIALNA I ZARZĄDZANIE ENERGIĄ"}, {"level": 4, "text": "ENERGETYKA OIZE ŚCIEŻKI DYPLOMOWANIA"}, {"level": 4, "text": "PROGRAM STUDIÓW"}, {"level": 4, "text": "Zestawy pytań egzaminacyjnych w rekrutacji na studia II stopnia"}, {"level": 4, "text": "KIERUNEK ENERGETYKA"}, {"level": 4, "text": "ENERGETYKA ŚCIEŻKI DYPLOMOWANIA"}, {"level": 4, "text": "PROGRAM STUDIÓW"}, {"level": 4, "text": "Zestawy pytań egzaminacyjnych w rekrutacji na studia II stopnia"}, {"level": 4, "text": "KIERUNEK ENERGY AND ENVIRONMENTAL ENGINEERING"}, {"level": 4, "text": "ENERGY AND ENVIRONMENTAL ENGINEERING ŚCIEŻKI DYPLOMOWANIA"}, {"level": 4, "text": "PROGRAM STUDIÓW"}, {"level": 4, "text": "Przykładowy zestaw pytań egzaminacyjnych"}, {"level": 4, "text": "KIERUNEK ENERGETYKA WODOROWA"}, {"level": 4, "text": "ENERGETYKA WODOROWA ŚCIEŻKA DYPLOMOWANIA"}, {"level": 4, "text": "PROGRAM STUDIÓW"}, {"level": 4, "text": "Rekrutacji na studia II stopnia"}]}}