{"content": "#  Geoturystyka -- WGGIOS AGH \n\nURL: https://www.wggios.agh.edu.pl/kandydaci/geoturystyka\nCrawled: 2025-03-19 21:32:17\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Geoturystyka \n\nKończąc kierunek Geoturystyka, będziesz przygotowany do pracy w dynamicznie rozwijającej się branży turystycznej, wykorzystującej zasoby dziedzictwa geologicznego.\n\nOprócz wiedzy podstawowej z nauk o Ziemi zdobędziesz umiejętności z zakresu funkcjonowania i obsługi rynku turystycznego, w szczególności dotyczące planowania i organizacji przedsięwzięć turystycznych. Nabyte umiejętności praktycznego wykorzystania obiektów przyrody nieożywionej, dziedzictwa górniczego i kulturowego pozwalą Ci tworzyć nowe atrakcje turystyczne w postaci produktów geoturystycznych i działań geoedukacyjnych.\n\n„Zajęcia terenowe z Nauk o Ziemi” — wybrane procesy geologiczne kształtujące obiekty geoturystyczne\n\n„Zajęcia terenowe z atrakcji geoturystycznych Polski” — różnorodność i wykorzystanie w geoturystyce obiektów geoturystycznych\n\n„Zajęcia terenowe z kartografii geoturystycznej” — zastosowanie metod kartograficznych w geoturystyce\n\n„Praktyka zawodowa”—– staż w firmach i instytucjach geoturystycznych\n\n„Zajęcia terenowe z atrakcji geoturystycznych Europy” — przykłady udostępnienia i zagospodarowania obiektów geologicznych\n\n„Zajęcia terenowe z dziedzictwa Ziemi w geoparkach\"\n\n„Praktyki dyplomowe” powiązane z podjętą tematyką realizowanych prac\n\n„Zajęcia terenowe z turystyki kwalifikowanej\"\n\nW ramach innych przedmiotów — wyjazdy szkoleniowe do wybranych obiektów geoturystycznych.\n\nAbsolwenci kierunku Geoturystyka mogą pracować w różnorodnych sektorach powiązanych z turystyką i ochroną przyrody, jako:\n\nspecjaliści i projektanci z zakresu turystyki i geoturystyki,\n\nspecjaliści z zakresu ochrony i zarządzania dziedzictwem geologicznym i dziedzictwem górniczym,\n\nspecjaliści z zakresu tworzenia produktów turystycznych i geoturystycznych,\n\nkonsultanci do spraw turystyki, geoturystyki, dziedzictwa przyrodniczego i kulturowego,\n\nspecjaliści do spraw zarządzania przestrzenią geologiczną w turystyce.\n\nMogą pracować na różnych stanowiskach:\n\nw jednostkach administracji państwowej i samorządowej wszystkich szczebli (np. wydziały turystyki, promocji, ochrony środowiska, gospodarki przestrzennej, kultury i rozrywki),\n\nw organizacjach i firmach turystycznych (krajowych i zagranicznych) ze szczególnym uwzględnieniem turystyki kwalifikowanej tematycznej i specjalistycznej,\n\nwe własnych firmach turystycznych,\n\njako pilot lub przewodnik turystyczny,\n\nw centrach edukacyjnych, instytucjach naukowych i resortowych,\n\nw parkach narodowych, krajobrazowych i geoparkach, ośrodkach wypoczynkowych, hotelach, pensjonatach, agencjach reklamowych, redakcjach gazet, radia i TV.\n\nJako absolwent studiów I stopnia będziesz umiał zastosować podstawową wiedzę przyrodniczą, społeczną i humanistyczną w przemyśle turystycznym. W szczególności będziesz potrafił:\n\nzaplanować, zorganizować i przeprowadzić imprezę tematyczną turystyczną,\n\nzastosować wiedzę z zakresu psychologii i socjologii w pracy pilota i przewodnika,\n\nopracować elementy kampanii promocyjnej atrakcji turystycznej,\n\nzaprojektować elementy zagospodarowania obiektu turystycznego,\n\nopisać i wyjaśnić związki pomiędzy budową geologiczną i morfologią a historią i zagospodarowaniem terenu,\n\nzaprojektować zrównoważoną turystykę na obszarach chronionych,\n\nzarządzać firmą turystyczną w zakresie obowiązującego prawa.\n\nPo ukończeniu studiów II stopnia będziesz mógł zastosować kompleksową wiedzę w geoturystyce. Będzisz umiał m.in.:\n\nwykorzystać złożoność czynników warunkujących georóżnorodność w turystyce,\n\nwykonać dokumentację i waloryzację obiektu przyrody nieożywionej dla potrzeb przemysłu turystycznego,\n\nprzeprowadzić geoedukację dla różnych kategorii turystów,\n\nprzygotować produkt geoturystyczny wykorzystujący atrakcyjność dziedzictwa przyrody nieożywionej,\n\nzaprojektować zagospodarowanie geostanowisk dla potrzeb turystyki,\n\ntworzyć i realizować strategię rozwoju terytorialnego z wykorzystaniem obiektów przyrody nieożywionej,\n\nzastosować techniki multimedialne w promocji i informacji turystycznej.\n\nStopka\n\nSpis pracowników\n\nBaza Danych o Autorach i Publikacjach\n\nDokumenty AGH\n\nLicencje i oprogramowanie\n\nPoczta AGH\n\nRozbudowa Centrum Miękinia\n\nDeklaracja dostępności\n\nUBPO\n\nRegulamin studiów\n\nUSOS\n\nSylabus AGH\n\nPomoc materialna dla studentów\n\nProgram Erasmus+\n\nStudium Języków Obcych\n\nWydział Geologii, Geofizyki i Ochrony Środowiska\nAkademia Górniczo-Hutnicza \nim. Stanisława Staszica\n\nal. Mickiewicza 30\n30-059 Kraków\n\nNIP AGH: 675 000 19 23 \n\nNr konta Wydziału:\n58 1240 4722 1111 0000 4859 2918\nBank Pekao S.A. Kraków\n\nDziekanat\ntel. +48.12.617.23.50–51\ne-mail: dziekanatwggios@agh.edu.pl\n\nBiuro Dziekana\ntel. +48.12.617.32.54\ne-mail: wggios@agh.edu.pl\n\n © 2023 Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.wggios.agh.edu.pl/kandydaci/geoturystyka", "title": " Geoturystyka -- WGGIOS AGH ", "depth": 3, "duplicate": false, "content_hash": "81e3243a717826e35701fac79303ae2d", "word_count": 544, "headings": [{"level": 1, "text": "Geoturystyka"}, {"level": 2, "text": "Stopka"}]}}