{"content": "#  Pensum -- Centrum Obsługi Kształcenia AGH \n\nURL: https://www.cok.agh.edu.pl/pensum\nCrawled: 2025-03-19 22:40:43\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Pensum \n\nAKTY PRAWNE\n\nUstawa z dnia 20 lipca 2018 r. Prawo o szkolnictwie wyższym i nauce – tekst jednolity\n\nZarządzenie nr 1/2020 Rektora AGH w sprawie szczegółowej organizacji i trybu rozliczania zajęć dydaktycznych w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\nZarządzenia zmieniające\n\n- \nZarządzenie Nr 71/2023 Rektora AGH z dnia 20 października 2023 r. w sprawie zmiany Zarządzenia Nr 1/2020 Rektora AGH z dnia 8 stycznia 2020 r. w sprawie szczegółowej organizacji i trybu rozliczania zajęć dydaktycznych w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n (zaktualizowane załączniki 3, 4, 6 znajdują się w sekcji \n'Wzory formularzy'\n)\n\n- \nZarządzenie nr 57/2021 Rektora AGH z dnia 24 września 2021 r. w sprawie zmiany zarządzenia Nr 1/2020 Rektora AGH z dnia 8 stycznia 2020 r. w sprawie szczegółowej organizacji i trybu rozliczania zajęć dydaktycznych w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n (zaktualizowane załączniki 3 i 6 znajdują się w sekcji \n'Wzory formularzy'\n)\n\n- \nZarządzenie nr 90/2020 Rektora AGH z dnia 19 listopada 2020 r. w sprawie zmiany zarządzenia Nr 1/2020 Rektora AGH z dnia 8 stycznia 2020 r. w sprawie szczegółowej organizacji i trybu rozliczania zajęć dydaktycznych w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowi\ne (zaktualizowane załączniki 1, 2, 3, 5 znajdują się w sekcji \n'Wzory formularzy'\n)\n\nRegulamin pracy – tekst jednolity\n\nZarządzenie nr 40/2019 Rektora AGH w sprawie stawek za godziny ponadwymiarowe\n\nZarządzenie nr 32/2015 Rektora AGH w sprawie zatrudniania profesorów z zagranicy w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\nKontakt\n\nAgnieszka Rosołek\n T: 12 617 32 78\n E: \nrosolek@agh.edu.pl\n\nMarta Siemińska\n T: 12 617 48 94\n E: \nmytnik@agh.edu.pl\n\nWZORY FORMULARZY\n\nZałączniki do Zarządzenia nr 1/2020 Rektora AGH w sprawie szczegółowej organizacji i trybu rozliczania zajęć dydaktycznych w AGH (uwzględniające zmiany wprowadzone Zarządzeniami Rektora AGH nr 90/2020, 57/2021 oraz 71/2023)\n\nZałącznik nr 1\n - Plan obciążenia dydaktycznego\n\nZałącznik nr 2\n - Sprawozdanie z wykonania obciążenia\n\nZałącznik nr 3\n - Wykaz dodatkowych godzin (aktualizacja 10.2023)\n\nZałącznik nr 4\n - Wykaz prac dyplomowych (aktualizacja 10.2023)\n\nZałącznik nr 5\n - Polecenie wypłaty za godziny ponadwymiarowe\n\nZałącznik nr 6\n - Decyzja Dziekana ws. ustalenia dodatkowych godzin dydaktycznych (aktualizacja 10.2023)\n\nZałącznik nr 7\n - Decyzja Dziekana ws. ustalenia wysokości stawek\n\n Jakie są obowiązujące przepisy prawne dotyczące rozliczania dydaktyki? \n\nW trakcie sporządzania planów obciążenia dydaktycznego i sprawozdań z wykonania zadań dydaktycznych należy bezwzględnie przestrzegać obowiązujących przepisów własnych i ogólnouczelnianych. Dokumentami, które obowiązują, są:\n\nUstawa z dnia 20 lipca 2018 r. Prawo o szkolnictwie wyższym i nauce;\n\nZarządzenie nr 39/2019 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 16 września 2019 r. w sprawie Regulaminu pracy Akademii Górniczo-Hutniczej;\n\nZarządzenie nr 40/2019 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 23 września 2019 r. w sprawie stawek za godziny ponadwymiarowe;\n\nZarządzenie nr 1/2020 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 8 stycznia 2020 r. w sprawie szczegółowej organizacji i trybu rozliczania zajęć dydaktycznych w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\n Gdzie można znaleźć obowiązujące przepisy prawne dotyczące rozliczania dydaktyki oraz wzory formularzy? \n\nWszelkie akty prawne, a także wzory formularzy znajdują się na stronie Centrum Organizacji Kształcenia w zakładce Pensum: \nAkty prawne, Wzory formularzy.\n\n Gdzie należy składać dokumenty związane z rozliczaniem dydaktyki? \n\nWydziały i jednostki pozawydziałowe zobowiązane są do przekazania planów i sprawozdań z dydaktyki do Działu Utrzymania Systemów Obsługi Studiów w Centrum Organizacji Kształcenia - pawilon C-1, pok. 110.\n\n W jakim terminie należy złożyć do Centrum Organizacji Kształcenia plan obciążenia dydaktycznego pracowników wydziału oraz planowaną liczbę godzin ponadwymiarowych? \n\nNieprzekraczalnym terminem złożenia tych dokumentów jest 30 listopada każdego roku akademickiego.\n\n Jakie dokumenty należy złożyć w związku z planowaniem obciążenia dydaktycznego nauczycieli akademickich? \n\nWydziały oraz jednostki pozawydziałowe mają obowiązek przygotować plan obciążenia dydaktycznego swoich pracowników na formularzach zgodnych z obowiązującym w danym roku akademickim zarządzeniem Rektora.\n\n Jaki jest ostateczny termin składania sprawozdania z wykonania obowiązków dydaktycznych? \n\nNieprzekraczalnym terminem składania tego dokumentu jest 10 października każdego roku akademickiego.\n\n Jakie dokumenty i w jakiej liczbie należy złożyć w celu rozliczenia obowiązków dydaktycznych zrealizowanych w roku akademickim? \n\nJeden egzemplarz sprawozdania z wykonania obciążeń dydaktycznych poszczególnych nauczycieli akademickich jednostki, zatrudnionych na podstawie mianowania albo umowy o pracę wraz z informacją o liczbie godzin zrealizowanych przez doktorantów samodzielnie prowadzących zajęcia oraz liczbie godzin zrealizowanych w ramach umów cywilnoprawnych, zatwierdzony przez dziekana wydziału;\n\nJeden egzemplarz wykazu prac dyplomowych;\n\nPolecenie wypłaty za godziny ponadwymiarowe na studiach stacjonarnych w ramach danego wydziału, zatwierdzone przez dziekana wydziału;\n\nPolecenie wypłaty za godziny ponadwymiarowe na studiach niestacjonarnych w ramach danego wydziału, zatwierdzone przez dziekana wydziału;\n\nZgodnie z § 5 ust. 1 Zarządzenia nr 1/2020 Rektora AGH z dnia 8 stycznia 2020 r. powyższe dokumenty należy dostarczyć również w wersji elektronicznej, która jest zgodna z wersją papierową.\n\n Jak rozliczyć pensum nauczycieli akademickich, którzy przebywali na zwolnieniu lekarskim? \n\nZgodnie z § 52 ust. 7 Regulaminu Pracy AGH nauczycielowi akademickiemu w czasie choroby lub innej nieprzewidzianej, usprawiedliwionej nieobecności nauczyciela akademickiego, w tym także w przypadku odwołania zajęć przez Rektora albo dziekana wydziału, godziny zajęć dydaktycznych wynikające z pensum dydaktycznego, które według planu zajęć przypadałyby na okres tej nieobecności, zalicza się, dla celów ustalenia liczby godzin zajęć dydaktycznych, jako godziny przepracowane zgodnie z planem.\n\n Czy obniżenie wymiaru pensum upoważnia do pobrania wynagrodzenia za pracę w godzinach ponadwymiarowych? \n\nZgodnie z § 54 ust. 4 Regulaminu Pracy AGH nauczycielowi akademickiemu, który korzysta z obniżenia pensum dydaktycznego, o którym mowa w § 51 Regulaminu Pracy (tzw. obniżka funkcyjna), a także w stosunku do którego znajduje zastosowanie § 50 ust. 6 – 8 Regulaminu Pracy, wynagrodzenie za godziny ponadwymiarowe przysługuje jedynie za zajęcia zrealizowane powyżej pensum dydaktycznego ustalonego dla danego stanowiska na podstawie § 50 Regulaminu Pracy.\n\n Czy przyznane obniżki pensum sumują się? \n\nZgodnie z § 51 ust. 6 Regulaminu Pracy AGH obniżka pensum dydaktycznego dopuszczalna jest tylko z jednego tytułu i tylko na okres jednego roku akademickiego.\n\nWyjątek stanowią nauczyciele akademiccy posiadający orzeczenie o znacznym lub umiarkowanym stopniu niepełnosprawności, którzy zgodnie z § 51 ust. 8 mogą skorzystać z dodatkowej obniżki poza obniżką wynikającą z § 51 ust 7.\n\n Czy pracownicy zatrudnieni w niepełnym wymiarze czasu mogą prowadzić zajęcia w ramach godzin ponadwymiarowych? \n\nZgodnie z § 54 ust. 16 Regulaminu Pracy AGH Rektor, na wniosek dziekana wydziału (dyrektora centrum dydaktycznego), może wyrazić zgodę na prowadzenie zajęć dydaktycznych w godzinach ponadwymiarowych przez nauczyciela akademickiego zatrudnionego w niepełnym wymiarze czasu pracy w wysokości do 50% ustalonego dla niego pensum dydaktycznego.\n\n Czy zmiana stanowiska w danej grupie (badawczo – dydaktyczna/dydaktyczna) w trakcie roku akademickiego powoduje zmianę wymiaru pensum? \n\nZgodnie z § 50 ust. 4 Regulaminu Pracy AGH zmiana stanowiska (w danej grupie) w trakcie roku akademickiego nie powoduje zmiany wymiaru pensum.\n\n Czy zmiana stanowiska wiążąca się ze zmianą grupy w trakcie roku akademickiego powoduje zmianę wymiaru pensum? \n\nZgodnie z § 50 ust. 4 Regulaminu Pracy AGH zmiana grupy w trakcie roku akademickiego powoduje zmianę wymiaru pensum.\n\n Czy nauczyciel akademicki może prowadzić zajęcia w ramach godzin ponadwymiarowych, podczas gdy inni nauczyciele akademiccy jednostki nie wykonują pełnego pensum dydaktycznego? \n\nZgodnie z § 54 ust. 17 Regulaminu Pracy AGH nauczycielowi akademickiemu nie powierza się realizacji zajęć dydaktycznych w godzinach ponadwymiarowych, jeżeli pozostali nauczyciele akademiccy jednostki nie wykonują pensum dydaktycznego.\n\n Kto może prowadzić wykłady? \n\nZgodnie z § 49 ust. 1 Regulaminu Pracy AGH wykłady mogą być prowadzone wyłącznie przez nauczyciela akademickiego posiadającego co najmniej stopień naukowy.\n\nStopka\n\nKanał AGH w serwisie YouTube\nFanpage AGH w serwisie Facebook\nFanpage AGH w serwisie Linkedin\nKanał AGH w serwisie Twitter\nFanpage AGH w serwisie Instagram\nFanpage AGH w serwisie Tiktok\n\nBack", "metadata": {"url": "https://www.cok.agh.edu.pl/pensum", "title": " Pensum -- Centrum Obsługi Kształcenia AGH ", "depth": 3, "duplicate": false, "content_hash": "f974f31cec51ad28e9b0c86a7a4e99bf", "word_count": 1232, "headings": [{"level": 1, "text": "Pensum"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Stopka"}]}}