{"content": "# Józef Antoni Dubiński – Historia AGH\n\nURL: https://historia.agh.edu.pl/wiki/J%C3%B3zef_Antoni_Dubi%C5%84ski\nCrawled: 2025-03-19 21:09:29\n\nJózef Antoni Dubiński\n\nZ Historia AGH\n\nJózef Antoni Dubiński\n\nNazwisko\n\nDubiński\n\nImię / imiona\n\nJózef Antoni\n\nTytuły / stanowiska\n\nProf. dr hab. inż.\n\nTytuły honorowe AGH\n\nDoktor Honoris Causa AGH\n\nData urodzenia\n\n5 grudnia 1945\n\nMiejsce urodzenia\n\nUście Solne k. Bochni\n\nDyscyplina/specjalności\n\ngórnictwo i geologia inżynierska\n, \ninżynieria i ochrona środowiska\n, \ngeofizyka górnicza\n, \nochrona terenów górniczych\n\nRok przyznania doktoratu h.c. AGH\n\n2012\n\nPowód przyznania doktoratu h.c. AGH\n\nza wybitny wkład w rozwój geofizyki górniczej, a szczególnie sejsmologii kopalnianej, interdyscyplinarnych badań dotyczących podziemnego górnictwa węgla i rud miedzi oraz za osiągnięcia w zakresie działań na rzecz rozwoju kadry naukowej o najwyższych kwalifikacjach w naukach o Ziemi i naukach górniczych\n\nOdznaczenia i nagrody\n\nKrzyż Kawalerski Orderu Odrodzenia Polski\n, \nKrzyż Oficerski Orderu Odrodzenia Polski\n, \nKrzyż Komandorski Orderu Odrodzenia Polski\n\nProf. dr hab. inż. \nJózef Antoni Dubiński\n (1945-)\n\nDyscyplina/specjalności: górnictwo i geologia inżynierska, inżynieria i ochrona środowiska, geofizyka górnicza, ochrona terenów górniczych\n\nNota biograficzna\n\nUrodził się 5 grudnia 1945 roku w Uściu Solnym k. Bochni. \n\nW 1963 roku podjął studia na Wydziale Geologiczno-Poszukiwawczym AGH, w specjalności geofizyka stosowana, które ukończył w 1969 roku. Po ukończeniu studiów przez rok pracował w Przedsiębiorstwie Geofizyki Górnictwa Naftowego w Toruniu, a następnie w Międzyresortowym Instytucie Geofizyki Stosowanej AGH w Krakowie.\n\nOd 1971 roku jego kariera naukowa i zawodowa związana jest z Głównym Instytutem Górnictwa w Katowicach. Doktor nauk technicznych 1978 roku, doktor habilitowany 1990 roku, tytuł profesora nauk technicznych 1995 roku. W 1997 roku ukończył podyplomowe studia menedżerskie w Szkole Głównej Handlowej w zakresie programu Master of Business Administration (MBA). Odbył kilka staży zagranicznych między innymi w Instytucie Geofizyki Ruhr — Uniwersytetu w Bochum (Niemcy) w 1985 roku, w USA — w zakresie problematyki pozyskiwania i utylizacji metanu z pokładów węgla, zorganizowany przez Ministerstwo Środowiska (EPA) 1992 roku.\n\nPodstawowy nurt działalności naukowo-badawczej i wkład do światowej nauki górniczej związany jest przede wszystkim z geofizyką górniczą i geomechaniką, a w ostatnich latach problematyką gospodarki zasobami, przede wszystkim w odniesieniu do złóż węgla kamiennego i brunatnego, a także rozwojem czystych technologii wykorzystania tych nośników energii.\n\nZastępca Naczelnego Dyrektora Głównego Instytutu Górnictwa ds. Naukowo-Badawczych w latach 1991–2001. Od 2001, przez kolejne dwie kadencje (2006, 2011), Naczelny Dyrektor GIG, następnie Przewodniczący Rady Naukowej GIG. Główny Instytut Górnictwa to placówka naukowo-badawcza posiadająca uprawnienia do nadawania stopni naukowych w zakresie nauk technicznych w 2 dyscyplinach: górnictwo i geologia inżynierska oraz inżynieria środowiska.\n\nAutor ponad 300 publikacji naukowych w tym wielu książek, artykułów naukowych i monografii, współautor kilkunastu patentów. Promotor 8 doktoratów, recenzent ponad 20 prac doktorskich, ok. 50 rozpraw habilitacyjnych oraz ponad 40 wniosków o nadanie tytułu profesora.\n\nBył zapraszany do wygłoszenia licznych wykładów za granicą, między innymi w Chinach na Uniwersytecie Górniczym w Xuzhou oraz w Chińskim Instytucie Badawczym Węgla w Pekinie, w Chile (La Serena), Czechach (Ostrava), USA (Denver, Pittsburgh, Washington), RPA (Welkom) i Wietnamie (SaPa; Ha Long) oraz występował jako generalny sprawozdawca na IX Międzynarodowym Kongresie Mechaniki Skał w Paryżu 1999 roku i keynote speaker na XX i XXII Światowych Kongresach Górniczych w Teheranie (2005) i Istambule (2011).\n\nCzłonek-korespondent Polskiej Akademii Nauk, członek zagraniczny Rosyjskiej Akademii Nauk Przyrodniczych, Wiceprzewodniczący Komitetu Górnictwa Polskiej Akademii Nauk, członek   Centralnej Komisji ds. Tytułów i Stopni Naukowych, członek Komisji i Sekcji Górnictwa i Energetyki Polskiej Akademii Umiejętności. Pełni funkcję Prezydenta Międzynarodowego Komitetu Organizacyjnego Światowych Kongresów Górniczych oraz Fundacji Bezpieczne Górnictwo im. prof. W. Cybulskiego.\nDoktor Honoris Causa Narodowego Uniwersytetu Górniczego w Dnietropietrowsku (Ukraina) 2010, Akademii Górniczo-Hutniczej w Krakowie 2012. \n\nOdznaczenia i nagrody\n\nKrzyż Kawalerski Orderu Odrodzenia Polski\n, \nKrzyż Oficerski Orderu Odrodzenia Polski\n, \nKrzyż Komandorski Orderu Odrodzenia Polski\n, Krzyż Komandorski Orderu Wynalazczości Królestwa Belgii, Kryształowy Laur Umiejętności i Kompetencji – nagroda Regionalnej Izby Gospodarczej, wielokrotne odznaczenia państwowe i resortowe\n\nŹródła do biogramu\n\nKsiążki\n\nDubiński J.: studia na AGH początkiem mojej drogi naukowej. W: Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie : jubileusz 100-lecia królowej nauk górniczo-hutniczych. Poczet Gwarków Śląskich, Z. 11. Katowice 2019, s. 359-368, [foto]\n\nInformator nauki polskiej 2006. T. 4A : ludzie nauki A-O. [Warszawa] 2006, s. 171\n\nProfesor Józef Antoni Dubiński Doktorem Honoris Causa Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie : Kraków, 29 czerwca 2012. Kraków [2012], s. 70 [2], [foto]\n\nArtykuły\n\nLeśniak A.: Profesor Józef Antoni Dubiński Doktorem Honoris Causa AGH. \nBiuletyn AGH\n 2012, nr 56-57, s. 14-16\n\nProfesor Józef Antoni Dubiński Doktorem Honoris Causa AGH : 29 czerwca 2012. \nBiuletyn AGH\n 2012, nr 56-57, s. 2, [foto]\n\nProfesor Józef Antoni Dubiński Doktorem Honoris Causa AGH – 29 czerwca 2012. \nVivat Akademia\n 2012, nr 9, s. 14. [foto]\n\n[\nProtokół z Posiedzenia Senatu AGH...\n z dnia 30.05.2012], s. 1, 20–21, 103\n\nInne\n\nProf. dr hab. inż. Józef Dubiński... [online] [przeglądany 10.11.2016]. Dostępny w: \nhttp://www.gig.eu/pl/newsy/prof-dr-hab-inz-jozef-dubinski-naczelny-dyrektor-glownego-instytutu-gornictwa-zostal\n\n16 stycznia 2016 r. profesor Józef Dubiński... [online] [przeglądany 10.11.2016]. Dostępny w: \nhttp://www.gig.eu/pl/newsy/16-stycznia-2016r-profesor-jozef-dubinski-wieloletni-naczelny-dyrektor-glownego-instytutu\n\nZaproszenie na uroczyste posiedzenie Senatu AGH poświęcone nadaniu godności Doktora Honoris Causa Profesorowi Józefowi Antoniemu Dubińskiemu, [foto]\n\nstan na dzień 28.03.2023\n\nŹródło: „\nhttp://historia.agh.edu.pl/mediawiki/index.php?title=Józef_Antoni_Dubiński&oldid=77184\n”\n\nKategorie\n: \nBiogramy\nDoktorzy honoris causa AGH", "metadata": {"url": "https://historia.agh.edu.pl/wiki/J%C3%B3zef_Antoni_Dubi%C5%84ski", "title": "Józef Antoni Dubiński – Historia AGH", "depth": 2, "duplicate": false, "content_hash": "87c8561b6fd99e45a8b278bf334990a7", "word_count": 814, "headings": [{"level": 1, "text": "Józef Antoni Dubiński"}, {"level": 2, "text": "Nota biograficzna"}, {"level": 4, "text": "Odznaczenia i nagrody"}, {"level": 2, "text": "Źródła do biogramu"}, {"level": 4, "text": "Książki"}, {"level": 4, "text": "Artykuły"}, {"level": 4, "text": "Inne"}]}}