{"content": "#  Ewaluacja -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/nauka/ewaluacja\nCrawled: 2025-03-19 22:38:51\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Ewaluacja \n\nEwaluacja to ocena jakości działalności naukowej.\n\nNa wynik oceny dyscypliny naukowej składają się indywidualne osiągnięcia pracowników ją reprezentujących. Poszczególnym dyscyplinom może zostać przyznana kategoria naukowa z zakresu: A+, A, B+, B albo C. Od wyników oceny i przyznanej kategorii zależą uprawnienia do prowadzenia studiów, szkół doktorskich, nadawania stopni i tytułów, a także kwota subwencji, czyli środków finansowych, które Uczelnia otrzyma z budżetu państwa. W odróżnieniu od wcześniejszych parametryzacji ocena dokonana w 2022 roku objęła dyscypliny, nie jak wcześniej jednostki danego podmiotu. Podczas ewaluacji 2022 były brane pod uwagę dyscypliny naukowe, a nie wydziały. Aby uczelnia mogła zgłosić daną dyscyplinę do ewaluacji, dyscyplina musiała być reprezentowana przez min. 12 naukowców zaliczonych do liczby N. Liczba N to jest średnia liczba pracowników (w przeliczeniu na pełne etaty) zatrudnionych w jednostce w poszczególnych latach przy prowadzeniu badań naukowych lub prac rozwojowych w danej dyscyplinie. Warunkiem zaliczenia pracownika do liczby N jest przedstawienie dwóch oświadczeń: o reprezentowanej dyscyplinie naukowej, albo artystycznej oraz o zgodzie do zaliczenia do pracowników prowadzących działalność naukową. Zmian dyscyplin można dokonywać nie częściej niż raz na dwa lata.\n\n Liczba pracowników uwzględnionych w liczbie N jest ustalana według stanu na 31 grudnia każdego roku objętego ewaluacją. Liczba N dla każdego podmiotu ustalana jest jako średnia wartości określonych w każdym roku objętym ewaluacją na podstawie informacji zawartych w systemie \nPOL-on\n, według stanu na 31 grudnia każdego roku objętego ewaluacją.\n\nKryteria ewaluacji\n\nEwaluacja przeprowadzona została na podstawie następujących kryteriów:\n\nKryterium I: osiągnięcia naukowe i twórcze\n\nOcena poziomu naukowego objęła publikacje (artykuły naukowe, monografie i rozdziały w monografiach), a także przyznane patenty na wynalazki.\n\nKryterium II: efekty finansowe badań naukowych\n\nEfekty finansowe ocenia się na podstawie wysokości środków pozyskanych na projekty badawcze w ramach konkursów organizowanych przez instytucje unijne, zagraniczne, NCBR, NCN i NPRH. W kryterium tym będzie brana pod uwagę również komercjalizacja wyników badań lub prac rozwojowych, a także prace naukowe realizowane na zlecenie podmiotów spoza sektora szkolnictwa wyższego i nauki,\n\nKryterium III: wpływ działalności naukowej na funkcjonowanie społeczeństwa i gospodarki\n\nOcenę wpływu działalności naukowej na funkcjonowanie społeczeństwa i gospodarki przeprowadza się na podstawie opisów udowadniających związek między badaniami a funkcjonowaniem administracji, ochroną zdrowia, kulturą itp. Przy ocenie tego kryterium bierze się pod uwagę tzw. studium indywidualnych przypadków, które pozwala na rzetelny pomiar i ocenę wpływu.\n\nLiczbę punktów przypisanych do danego czasopisma czy wydawnictwa, można sprawdzić w \naktualnych wykazach czasopism naukowych \ni recenzowanych materiałów z konferencji międzynarodowych oraz wykazach wydawnictw publikujących recenzowane monografie naukowe. \n\nRozporządzenie Ministra Edukacji i Nauki z dnia 19 października 2021 r. zmieniające rozporządzenie w sprawie ewaluacji jakości działalności naukowej\n\nProgram „Wsparcie dla czasopism naukowych”\n\nPrzewodnik po systemie szkolnictwa wyższego i nauki\n\nEwaluacja jakości działalności naukowej-przewodnik\n\nSloty publikacyjne (udziały jednostkowe) to miara udziału autora w publikacji.\n\nDla publikacji jednoautorskiej slot publikacyjny wynosi 1. Dla publikacji wieloautorskiej slot jest wyliczany zależnie od punktacji całkowitej danej publikacji, liczby współautorów z danego podmiotu, danej dyscypliny i liczby wszystkich autorów danej publikacji.\n W procesie ewaluacji uwzględnia się średnio 4 sloty jednego autora, zależnie od wymiaru i okresu zatrudnienia. Wybrane przykłady wyliczenia udziału osiągnięć pracownika w procesie ewaluacji zamieszczono poniżej:\n\nPrzykład 1\n\n2017-2020 - pracownik zatrudniony w pełnym wymiarze czasu pracy\n\nudział czasu pracy w dyscyplinie - 100%\n\nśrednia wartość iloczynu wymiaru czasu pracy i udziału czasu pracy w dyscyplinie - 1\n\n4 (lata) x 1 (pełny etat) x 1 (udział czasu pracy w dyscyplinie) = 4 sloty publikacyjne.\n\nPrzykład 2\n\n2017-2020 - pracownik zatrudniony na 0,75 etatu\n\nudział czasu pracy w dyscyplinie - 100%\n\nśrednia wartość iloczynu wymiaru czasu pracy i udziału czasu pracy w dyscyplinie - 0,75\n\n4 (lata) x 0,75 (etatu) x 1 (dyscyplina) = 3 sloty publikacyjne\n\nPrzykład 3\n\n2017-2020 - pracownik zatrudniony na 0,5 etatu \n\nudział czasu pracy w dyscyplinie - 0,75 etatu\n\nśrednia wartość iloczynu wymiaru czasu pracy i udziału czasu pracy w dyscyplinie - 0,5\n\n4 (lata) x 0,5 (etatu) x 1 (dyscyplina) = 2 sloty publikacyjne\n\nPrzykład 4\n\n2017-2020 - pracownik zatrudniony w pełnym wymiarze czasu pracy\n\nudział czasu pracy w dyscyplinie A - 0,75%, w dyscyplinie B - 0,25%\n\nDyscyplina A: 4 (lata) x 0,75 (etatu) x 1 (dyscyplina) = 3 sloty publikacyjne\n Dyscyplina B: 4 (lata) x 0,25 (etatu) x 1 x (dyscyplina) = 1 slot publikacyjny\n\nPrzykład 5\n\n2017-2018 - pracownik zatrudniony w pełnym wymiarze czasu pracy\n\n2019-2021 - pracownik zatrudniony na 0,75 etatu\n\nudział czasu pracy w dyscyplinie A - 0,75%, w dyscyplinie B - 0,25%\n\nDyscyplina A: 4 x ((1 dyscyplina x 0,75 etatu) + (1 dyscyplina x 0,75 etatu) + (0,75 dyscyplina x 0,75 etat) + (0,75 dyscyplina x 0,75 etat) + (0,75 dyscyplina x 0,75 etat))/5 = 2,55 slota publikacyjnego \n Dyscyplina B: 4 x ((1 dyscyplina x 0,25 etatu) + (1 dyscyplina x 0,25 etatu) + (0,75 dyscyplina x 0,25 etat) + (0,75 dyscyplina x 0,25 etat) + (0,75 dyscyplina x 0,25 etat))/5 = 0,85 slota publikacyjnego\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/nauka/ewaluacja", "title": " Ewaluacja -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "a9966365eb68c0d6205e4bf004bb274f", "word_count": 889, "headings": [{"level": 1, "text": "Ewaluacja"}, {"level": 3, "text": "Ewaluacja to ocena jakości działalności naukowej."}, {"level": 2, "text": "Kryteria ewaluacji"}, {"level": 3, "text": "Kryterium I: osiągnięcia naukowe i twórcze"}, {"level": 3, "text": "Kryterium II: efekty finansowe badań naukowych"}, {"level": 3, "text": "Kryterium III: wpływ działalności naukowej na funkcjonowanie społeczeństwa i gospodarki"}, {"level": 3, "text": "Sloty publikacyjne (udziały jednostkowe) to miara udziału autora w publikacji."}, {"level": 4, "text": "Przykład 1"}, {"level": 4, "text": "Przykład 2"}, {"level": 4, "text": "Przykład 3"}, {"level": 4, "text": "Przykład 4"}, {"level": 4, "text": "Przykład 5"}, {"level": 2, "text": "Stopka"}]}}