{"content": "#  Ochrona Terenów Górniczych -- Kursy i szkolenia AGH \n\nURL: https://szkolenia.agh.edu.pl/oferta-kursow-i-szkolen/oferta-komercyjna/ochrona-terenow-gorniczych\nCrawled: 2025-03-19 21:16:33\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Ochrona Terenów Górniczych \n\n Organizator \n\n Wydział Geodezji Górniczej i Inżynierii Środowiska \n\nal. Mickiewicza 30, 30-059 Kraków\n pawilon C4, pokój 10\n\nPlanowany termin rozpoczęcia przyjęć na szkolenie: 1.05.2025\n Planowany termin rozpoczęcia szkolenie: czerwiec 2025 \n\nOpłata za szkolenie: 2 400 zł\n\nSzkolenie adresowane jest do absolwentów studiów I i II stopnia kierunku geodezja i kartografia, kandydatów ubiegający się o uprawnienia w zakresie mierniczego górniczego w podziemnych i odkrywkowych zakładach górniczych\n\nWymagania wstępne: ukończony kurs geodezji w ramach I lub I i II stopnia studiów\n Zasady przyjęć: decyduje kolejność kompletnych zgłoszeń\n\nOpis programu\n\nKurs obejmuje zagadnienia dotyczące szeroko pojętej ochrony terenów górniczych w zakresie wystarczającym do stwierdzenia kwalifikacji i dopuszczenia do egzaminu na uprawnienia mierniczego górniczego w odkrywkowych i podziemnych zakładach górniczych. W czasie trwania kursu omówione zostaną zasady wyznaczania szkodliwych deformacji powierzchni terenu wywołanych działalnością górniczą na podstawie wyników pomiarów geodezyjnych, obliczeń prognostycznych oraz oceny zagrożenia obiektów budowlanych i infrastruktury z wykorzystaniem uzyskanych danych o deformacjach. Zagadnienia te zostaną omówione na przykładzie indywidualnego projektu, który będzie realizowany w trakcie zajęć i którego wynik będzie podstawą oceny końcowej z zajęć.\n\nTreści kształcenia:\n\nOgólne zasady ochrony terenów górniczych,\n\nWyznaczanie wartości wskaźników deformacji na podstawie wyników pomiarów geodezyjnych sieci obserwacyjnej na terenie górniczym oraz nowoczesnych metod monitoringu wpływów górniczych,\n\nTeoretyczne podstawy prognozowania wpływów eksploatacji górniczej,\n\nCzynniki kształtujące wielkość górniczych deformacji powierzchni terenu,\n\nWyznaczanie parametrów modelu obliczeniowego,\n\nObliczanie wartości wskaźników deformacji z wykorzystaniem wzorów teorii Knothe-Budryk,\n\nOcena zagrożenia obiektów na terenach górniczych na podstawie wyników prognoz deformacji powierzchni terenu,\n\nIndywidualna ocena zagrożenia obiektów specjalnych w tym obiektów wysmukłych, liniowych oraz wielkogabarytowych,\n\nOcena zagrożenia dla cieków powierzchniowych oraz obiektów hydrotechnicznych,\n\nWpływ wstrząsów górniczych na zabudowę powierzchniową oraz infrastrukturę,\n\nRyzyko występowania deformacji nieciągłych na terenach górniczych,\n\nOpinie geologiczno-górnicze oraz informacje o wpływach eksploatacji górniczej,\n\nDokładność prognoz deformacji terenu górniczego i zagadnienia losowości procesu deformacji,\n\nRealizacja indywidualnego projektu obliczeniowego obejmującego prognozę deformacji oraz ocenę zagrożenia obiektów w zasięgu szkodliwych wpływów eksploatacji górniczej.\n\nTryb zajęć: \nzajęcia warsztatowe w formie stacjonarnej\n\nCzas trwania szkolenia: \n29 godzin\n\nStopka\n\nStudia podyplomowe\n\nCentrum Obsługi Kształcenia\nInne Formy Kształcenia\n\nE: kbrzoz@agh.edu.pl\nT: 12 617 32 81 \nE: amajka@agh.edu.pl\nT: 12 617 56 35\n\nBack", "metadata": {"url": "https://szkolenia.agh.edu.pl/oferta-kursow-i-szkolen/oferta-komercyjna/ochrona-terenow-gorniczych", "title": " Ochrona Terenów Górniczych -- Kursy i szkolenia AGH ", "depth": 2, "duplicate": false, "content_hash": "7adc9cf872abeb3acc77bb829d851f26", "word_count": 354, "headings": [{"level": 1, "text": "Ochrona Terenów Górniczych"}, {"level": 2, "text": "Stopka"}]}}