{"content": "# Dydaktyk na tropie sztucznej inteligencji - CeLiID AGH\n\nURL: https://www.cel.agh.edu.pl/webinar/dydaktyk-na-tropie-sztucznej-inteligencji/\nCrawled: 2025-03-19 22:37:38\n\nCeLiID AGH\n > \nPoznawaj narzędzia\n > \nAI\n > \nDydaktyk na tropie sztucznej inteligencji\n\nProwadzą:\nAndrzej Brodzicki (WAiRIIB AGH), Marta Stąporek (CeLiID AGH)\n\n13.11.2024, godz. 10:30 - 12:00 \n\nDlaczego sztuczna inteligencja cieszy się – jak nigdy dotąd – ogromną popularnością? Jej początki sięgają przecież lat pięćdziesiątych, lecz to właśnie teraz staje się łatwo dostępną technologią użytkową. Jest obecna w życiu prywatnym, ale także w pracy – w  wielu branżach i sektorach, w tym również w sektorze edukacji.\n\nWiększość z nas ma już za sobą pierwsze próby wykorzystania wirtualnych asystentów (Siri, Alexa) i czatbotów (ChatGPT, Perplexity). W powszechnym użyciu są narzędzia do przetwarzania i generowania tekstu, aplikacje do rozpoznawania, edycji i generowania obrazów czy też do personalizacji treści. Korzystamy z nich, sprawdzamy ich możliwości, efektywność czy wiarygodność otrzymanych wyników. Zastanawiamy się kiedy, do czego i w jaki sposób wykorzystać te narzędzia.\n\n“Ale… jak to działa?” Czym jest sztuczna inteligencja, sieci neuronowe, uczenie… nadzorowane i nienadzorowane? Do jakich celów mogą one służyć w sektorze edukacji?\n\nZapraszamy na webinar, w trakcie którego nasz gość – \nAndrzej Brodzicki z \nCentrum Doskonałości Sztucznej Inteligencji AGH\n – odpowie nam o tym, jak działa sztuczna inteligencja. Przedstawi przykłady jej zastosowania głównie w edukacji, choć pojawi się tu również wątek medyczny i motoryzacyjny.\n\n_____\n\nAndrzej Brodzicki – z zamiłowania nauczyciel akademicki na kierunkach Automatyka i Robotyka, Informatyka oraz Inżynieria Biomedyczna. Pracownik Centrum Doskonałości Sztucznej Inteligencji AGH, współpracujący z Manchester Metropolitan University i Uniwersytetem Stanforda. \nProwadzi badania w obszarze wykorzystania metod sztucznej inteligencji do analizy obrazów medycznych, w szczególności zdjęć nowotworów skóry, płuc i wątroby, stopy cukrzycowej oraz zdjęć z mikroskopów fluorescencyjnych. \n\nOferta szkoleniowa CDSI AGH\n\nWebinaroteka\nKategorie\nNadchodzące webinary\n\nTreści tej strony dostępne są na licencji\nCreative Commons\n\nUznanie autorstwa - Na tych samych warunkach 4.0 Międzynarodowe\n\nMoże Cię też zainteresować\n\nAJAJAJ czy AI? Jak projektowałyśmy kursy ze wsparciem\nwebinar\n30.01.2025 \nChatGPT i AI a dydaktyka akademicka\nwebinar\n24.10.2023 \nSztuczna Inteligencja jako partner w edukacji akademickiej: możliwości i wyzwania\nwebinar\n25 kwiecień 2024, godz. 10:00 \nGenAI w dydaktyce akademickiej\nartykuł\nX Ogólnopolska Konferencja „e-Technologie w Kształceniu Inżynierów”\nartykuł", "metadata": {"url": "https://www.cel.agh.edu.pl/webinar/dydaktyk-na-tropie-sztucznej-inteligencji/", "title": "Dydaktyk na tropie sztucznej inteligencji - CeLiID AGH", "depth": 3, "duplicate": false, "content_hash": "8f88c123da6c225c70b0feb13d0a23ca", "word_count": 339, "headings": [{"level": 1, "text": "Może Cię też zainteresować"}, {"level": 3, "text": "AJAJAJ czy AI? Jak projektowałyśmy kursy ze wsparciem"}, {"level": 3, "text": "ChatGPT i AI a dydaktyka akademicka"}, {"level": 3, "text": "Sztuczna Inteligencja jako partner w edukacji akademickiej: możliwości i wyzwania"}, {"level": 3, "text": "GenAI w dydaktyce akademickiej"}, {"level": 3, "text": "X Ogólnopolska Konferencja „e-Technologie w Kształceniu Inżynierów”"}]}}