{"content": "#  Centrum Energetyki / Akademia Górniczo-Hutnicza w Krakowie \n\nURL: https://www.ce.agh.edu.pl/browse/3/\nCrawled: 2025-03-19 21:39:37\n\nCentrum Energetyki AGH\nCentrum Energetyki AGH, utworzone w sercu Krakowa, to niezwykłe centrum badawczo-naukowe ukierunkowane na rozwój technologii energetycznych. Z licznymi laboratoriami, salami konferencyjnymi i lobby, służy Akademii Górniczo-Hutniczej im. Stanisława Staszica od roku 2014. To doskonałe, funkcjonalne miejsce, które nastawione jest na badania rozwojowe i współpracę w ramach B+R z przemysłem.\n\nCentrum Energetyki AGH świadomie kreuje nowoczesną kulturę innowacji. Mieści się tutaj ponad 30 pracowni, z czego 18, wyposażone w niszowy sprzęt specjalistyczny wykonuje usługi komercyjne. Przy twórczym udziale kadry naukowców AGH, tworzone są nowe technologie i optymalizowane procesy, powstają nowe trendy badawczo-rozwojowe oraz prowadzone są eksperckie panele tematyczne. \n\nW oddzielnej strefie Centrum Energetyki AGH znajdują się sale wykładowe i laboratoria dydaktyczne, przeznaczone dla studentów Akademii. To tutaj, pod okiem wybitnych naukowców AGH, młodzi otrzymują aktualną wiedzę oraz praktykę, po to, by w życiu zawodowym swoje kompetencje opierać się na solidnym wykształceniu.\n\nObszary badawcze\n\nCentrum Energetyki AGH zajmuje się szeroko rozumianą energetyką wraz z pokrewnymi dyscyplinami nauki:\nEnergetyka konwencjonalna:\n paliwa i sorbenty, kogeneracja i trigeneracja, ciepłownictwo\nTechnologie CCS i CCU\nEnergetyka odnawialna:\n energetyka wiatrowa, wodna, wodorowa, fotowoltaika, biomasa i biogaz, paliwa z odpadów\nNowe produkty i usługi:\n e-mobility, energetyka rozproszona i prosumencka\nEnergetyka przemysłowa:\n wykorzystanie palnych gazów procesowych, trigeneracja\nSieci elektroenergetyczne:\n smart grid, smart metering, magazynowanie energii, teleinformatyka\n\nDowiedz się więcej na temat współpracy z nami:\nO projekcie\nWspółpraca\nLaboratoria\nKontakt\n\nAktualności\n\n30.05.2022 \n\nDyrektor Centrum Energetyki AGH Honorowym Profesorem Politechniki Śląskiej\n\nDyrektor Centrum Energetyki AGH, prof. dr hab. inż. Wojciech Nowak został odznaczony tytułem Honorowego Profesora Politechniki Śląskiej. Uroczystość odbyła się 21 maja 2022 r. w Gliwicach.\n„Uznanemu autorytetowi naukowemu,...\n[więcej]\n\n17.05.2022 \n\nKonferencja “Wychwyt, transport, utylizacja i składowanie CO2. Prezentacja rezultatów projektów: europejskiego STRATEGY CCUS i polskiego CCUS.pl”\n\nW imieniu organizatorów zapraszamy na konferencję pt.\n„Wychwyt, transport, utylizacja i składowanie CO2. Prezentacja rezultatów projektów: europejskiego STRATEGY CCUS i polskiego CCUS.pl”\nTermin: 24 maja 2022 (wtorek), w...\n[więcej]\n\n11.05.2022 \n\nSpotkanie interesariuszy technologii CCUS w Centrum Energetyki AGH\n\nWymiana doświadczeń i wiedzy oraz wyzwania stojące przed klastrami technologicznymi CCUS były tematami spotkania liderów projektu CCUS.pl, partnerów projektu Interkonektor CCS PL, czyli Grupy Air Liquide oraz PKN Orlen, oraz pana...\n[więcej]\n\n08.04.2022 \n\nAktualizacja zasad działania jednostek AGH\n\nNowe Zarządzenie JM Rektora AGH nr 24/2022 z dnia 29 marca 2022 r. odnosząc się do Statutu AGH, ustawy z dnia 2 marca 2020 r., Rozporządzenia Ministra Zdrowia i Rozporządzenia Rady Ministrów, wprowadza aktualizację zasad...\n[więcej]\n\nWyświetla nowości od 13 do 16 ze wszystkich 26\n<< Pierwsza\n\n< Poprzednia\n\n1-4\n\n5-8\n\n9-12\n\n13-16\n\n17-20\n\n21-24\n\n25-26\n\nNastępna >\n\nOstatnia >>", "metadata": {"url": "https://www.ce.agh.edu.pl/browse/3/", "title": " Centrum Energetyki / Akademia Górniczo-Hutnicza w Krakowie ", "depth": 3, "duplicate": false, "content_hash": "09d3367e52262232f93d214db1a47360", "word_count": 415, "headings": [{"level": 1, "text": "Centrum Energetyki AGH"}, {"level": 1, "text": "Obszary badawcze"}, {"level": 1, "text": "Dowiedz się więcej na temat współpracy z nami:"}, {"level": 2, "text": "Aktualności"}, {"level": 2, "text": "Dyrektor Centrum Energetyki AGH Honorowym Profesorem Politechniki Śląskiej"}, {"level": 2, "text": "Konferencja “Wychwyt, transport, utylizacja i składowanie CO2. Prezentacja rezultatów projektów: europejskiego STRATEGY CCUS i polskiego CCUS.pl”"}, {"level": 2, "text": "Spotkanie interesariuszy technologii CCUS w Centrum Energetyki AGH"}, {"level": 2, "text": "Aktualizacja zasad działania jednostek AGH"}, {"level": 1, "text": "Kontakt"}]}}