{"content": "#  MBA Tech -- MBA TECH \n\nURL: https://mba.agh.edu.pl/programs/mba-tech\nCrawled: 2025-03-19 22:40:53\n\nSkip to content\n\nSkip to footer\n\n MBA Tech \n\nDuration:\n 2 years\nLanguage:\n 100% English\nDegree:\n MBA TECH\nLocation:\n AGH Business School\nApplication Deadline:\n 27 September 2024\nTime commitment:\n Friday - Saturday - Sunday\nCost:\n 70,000 pln\n\nApply now\n\nThis is MBA TECH, where we merge the worlds of technology, engineering, computer science, and human sciences to create a one-of-a-kind business education. TECH program is designed for business professionals who want to enhance their skills and knowledge in the tech industry.\n\nOur curriculum focuses on real-world applications and combines technical expertise with the business acumen needed to succeed in today's fast-paced, technology-driven world. We place a strong emphasis on communication and HR, recognizing that strong leadership and interpersonal skills are essential for success in the technology industry.\n\nThroughout the program, you will have the opportunity to work on projects with real-world applications, collaborate with industry experts, and network with fellow professionals. By the end of the program, you will be well-equipped to take on leadership roles in the tech industry and make a meaningful impact in your career.\n\nInnovative curriculum that blends technology with business\n\nCollaborative projects with industry experts and networking opportunities\n\nEmphasis on real-world applications and hands-on experience\n\nTailored program for working professionals\n\nWho are we looking for?\n\nAt MBA TECH, we're looking for ambitious and driven individuals who are passionate about technology and business. We're seeking professionals who have a strong desire to learn, grow, and challenge themselves. Also willing to put in the hard work and dedication required to succeed in the program.\n\nCore Courses\n\nOur core courses are carefully selected to provide you with a comprehensive understanding of the key concepts and skills you'll need to succeed in the tech industry.\n\nFirst Semester\n\nGlobal Economy and Economics of Innovation\n\nFinance and Financial Accounting\n\nInternational Marketing\n\nPsychology of Management\n\nData, Models, and Decisions\n\nSecond Semester\n\nOperational Management\n\nHuman Resource Management\n\nStrategic Leadership\n\nOptimizing Business Decision\n\nSustainable Business Models and Corporate Governance\n\nSpecialization\n\nWe recognize that each professional's career path is unique, which is why we offer a diverse range of specializations that will allow you to tailor your MBA TECH experience to your specific needs and career aspirations.\n\nThird Semester\n\nMBA in Automatics and Computer Science\n\nMBA in Robotics and Artificial Intelligence\n\nMBA in Engineering Management\n\nMBA in Modern Technology Management\n\nMBA in Data Science Management\n\nMBA in Energy Transition\n\nMBA in Future of Mining and Space Technology\n\nMBA in Petroleum GeoScience and Energy\n\nMBA in Virtual Reality and Augmented Reality Technology\n\nCollaborations\n\nAt MBA TECH, we understand the importance of practical, industry-relevant education. That's why we've partnered with the biggest and most innovative companies in the tech industry to provide our participants with a world-class educational experience.\n\nTeaching Team Members\n\nIt's not just about what you will learn – it's about who you will meet. You will be working on projects with real-world applications, collaborating with industry experts, and networking with fellow professionals.\n\nRead more about Teaching Team Members\n\nRequirements for Applications\n\nBachelor's or Master's degree from an accredited university.\n\nMinimum 2 years of managerial experience in the related field.\n\nResume: A detailed resume highlighting the candidate's work experience, education, and professional achievements.\n\nFluent English language capability.\n\nPersonal Statements: The candidate's insights into their motivation for pursuing an Executive MBA, professional goals, and fit with the program through personal statements.\n\nLooking to shake things up in the tech industry?\nLook no further than MBA TECH – the program that's merging the worlds of technology and business to create the leaders of tomorrow.\n\nStopka\n\n AGH Business School\nul. Piłsudskiego 16, 31-109 Kraków\n+48 12 617-40-09\nmba@agh.edu.pl\n © 2024 MBA TECH – AGH University of Krakow\n\nBack", "metadata": {"url": "https://mba.agh.edu.pl/programs/mba-tech", "title": " MBA Tech -- MBA TECH ", "depth": 3, "duplicate": false, "content_hash": "50ff20aaec134cb3bbe7e0b512b8677e", "word_count": 609, "headings": [{"level": 1, "text": "MBA Tech"}, {"level": 2, "text": "Who are we looking for?"}, {"level": 2, "text": "Collaborations"}, {"level": 2, "text": "Teaching Team Members"}, {"level": 2, "text": "Requirements for Applications"}, {"level": 2, "text": "Stopka"}]}}