{"content": "# Innowacje i AI w praktyce – spotkanie z MASPEX w CDSI AGH -- Centrum Doskonałości Sztucznej Inteligencji \n\nURL: https://cdsi.agh.edu.pl/aktualnosci/detail?tx_news_pi1%5Baction%5D=detail&tx_news_pi1%5Bcontroller%5D=News&tx_news_pi1%5Bnews%5D=1067&cHash=9b71c99593b6032d88eda255945e646e\nCrawled: 2025-03-19 21:39:25\n\nInnowacje i AI w praktyce – spotkanie z MASPEX w CDSI AGH \n\n 17/01/2025 \n\n 17 stycznia 2025 r. Mieliśmy przyjemność gościć delegację przedstawicieli firmy MASPEX, lidera w sektorze spożywczym i logistycznym. Spotkanie odbyło się w budynku D17 na AGH i miało na celu omówienie potencjalnych obszarów współpracy między światem nauki a biznesem. \n\nPoruszone tematy\n\nW trakcie spotkania obie strony szczegółowo przedstawiły swoje obszary zainteresowań, potrzeby oraz potencjalne kierunki współpracy. Wśród najważniejszych punktów znalazły się:\n\nAutomatyzacja procesów i wykorzystanie AI – omówiono możliwości wdrożenia Gen AI do reklam, analizy konsumenckiej oraz optymalizacji logistyki.\n\nRobotyzacja i transformacja procesów wewnętrznych – dyskutowano nad zastosowaniem LLM w zarządzaniu i administracji.\n\nWizja komputerowa i kontrola jakości – przedstawiono wyzwania związane z kontrolą produktów na liniach produkcyjnych o wysokiej wydajności, z wykorzystaniem m.in. systemów wizyjnych i hiperspektralnych.\n\nLogistyka i fundusze badawcze – zaprezentowano projekty związane z aplikacjami ML oraz współpracą nad wnioskami do programów FENG i Małopolskiego Obszaru Przedsiębiorczości.\n\nRozwój technologii VR/AR – wdrożenie wirtualnej rzeczywistości do projektowania zakładów i szkoleń pracowników.\n\nKluczowe obszary współpracy\n\nPrzedstawiciele MASPEX przedstawili konkretne zagadnienia, które mogą być podstawą wspólnych projektów:\n\nAutomatyzacja i cyfryzacja linii produkcyjnych,\n\nAnaliza danych rynkowych z wykorzystaniem AI,\n\nOptymalizacja procesów logistycznych,\n\nZastosowanie wizji komputerowej do kontroli jakości produktów.\n\nZ ramienia AGH zaprezentowano osiągnięcia Centrum Doskonałości Sztucznej Inteligencji AGH, w tym projekty z zakresu CyberSecurity AI, analizy sensorycznej oraz redukcji zużycia energii w procesach produkcyjnych.\n\nPodsumowanie\n\nSpotkanie zakończyło się inspirującymi dyskusjami oraz wypracowaniem pierwszych propozycji projektów badawczo-rozwojowych. Dzięki synergii pomiędzy MASPEX a CDSI AGH możliwe jest stworzenie rozwiązań, które przyczynią się do rozwoju technologii oraz poprawy efektywności i jakości procesów w sektorze przemysłowym.\n\nDziękujemy wszystkim uczestnikom za zaangażowanie i czekamy na kolejne wspólne działania!\n\nPowrót", "metadata": {"url": "https://cdsi.agh.edu.pl/aktualnosci/detail?tx_news_pi1%5Baction%5D=detail&tx_news_pi1%5Bcontroller%5D=News&tx_news_pi1%5Bnews%5D=1067&cHash=9b71c99593b6032d88eda255945e646e", "title": "Innowacje i AI w praktyce – spotkanie z MASPEX w CDSI AGH -- Centrum Doskonałości Sztucznej Inteligencji ", "depth": 3, "duplicate": false, "content_hash": "b78115d63ad6cbf6d53157155949914b", "word_count": 276, "headings": [{"level": 1, "text": "Innowacje i AI w praktyce – spotkanie z MASPEX w CDSI AGH"}, {"level": 3, "text": "Poruszone tematy"}, {"level": 3, "text": "Kluczowe obszary współpracy"}, {"level": 3, "text": "Podsumowanie"}, {"level": 2, "text": "Stopka"}]}}