{"content": "# Rozbudowa Centrum – Centrum Zrównoważonego Rozwoju i Poszanowania Energii WGGiOŚ, AGH w Miękini\n\nURL: http://miekinia.agh.edu.pl/rozbudowa-centrum/\nCrawled: 2025-03-19 21:11:38\n\nW Miękini rozpoczął się projekt pn. „Centrum Zrównoważonego Rozwoju i Poszanowania Energii „Miękinia”, którego celem jest rozbudowa infrastruktury badawczej uczelni służącej komercjalizacji działalności naukowej i badawczo-rozwojowej. Projekt współfinansowany jest z Regionalnego Programu Operacyjnego Województwa Małopolskiego Na Lata 2014-2020.\n\nDofinansowanie projektu z UE: 7 614 476,77 zł\n\nW ramach projektu przewidziano budowę nowego budynku AGH w Miękini w technologii pasywnej z maksymalnym wykorzystaniem odnawialnych źródeł energii z odpowiednim zapleczem laboratoryjnym i badawczym. W ramach projektu przewidziano budowę nowego budynku AGH w Miękini w technologii pasywnej z maksymalnym wykorzystaniem odnawialnych źródeł energii z odpowiednim zapleczem laboratoryjnym i badawczym. W budynku w ramach projektu powstaną laboratoria Wydziału Geologii, Geofizyki i Ochrony Środowiska: Laboratorium Odnawialnych Źródeł, Poszanowania Energii i Środowiska, Laboratorium Sorbentów Mineralnych i Organicznych, Laboratorium Radioizotopowych Analiz Środowiskowych, Akredytowane Laboratorium Hydrogeochemiczne KHGI oraz Wirtualne Laboratorium badawcze – iLab.\n\nPostęp prac przy rozbudowie Centrum Miękinia – galerie zdjęć\n\n I i II kwartał 2021 \n\nIII kwartał 2021\n\nIV kwartał 2021\n\nI kwartał 2022\n\nII kwartał 2022\n\nWizualizacja budynku – galeria\n\nZgłaszanie nieprawidłowości.", "metadata": {"url": "http://miekinia.agh.edu.pl/rozbudowa-centrum/", "title": "Rozbudowa Centrum – Centrum Zrównoważonego Rozwoju i Poszanowania Energii WGGiOŚ, AGH w Miękini", "depth": 2, "duplicate": false, "content_hash": "809d36014ff5237fc3932a4607793745", "word_count": 167, "headings": [{"level": 2, "text": "Postęp prac przy rozbudowie Centrum Miękinia – galerie zdjęć"}]}}