{"content": "# Registration at the Voivodeship Office – Welcome Point\n\nURL: https://wtp.agh.edu.pl/registration-in-voivodeship-office/\nCrawled: 2025-03-19 21:23:46\n\nWelcome Point\n > \nLegal arrangements\n > \nRegistration at the Voivodeship Office\n\nRegistration at the Voivodeship Office\n\nEU citizens or EEA:\n\nIf you stay \nlonger than 3 months\n you are required to register at the Voivodeship Office of the region (voivodeship) where you are staying. \nIn Krakow, it is a Lesser Poland Voivodeship Office (Małopolski Urząd Wojewódzki).\n\nRequired documents:\n\nan application form\n\na photocopy of a valid travel document (personal data page) or other document proving identity and nationality,\n\ndocuments or written declarations proving that you meet the conditions of stay as specified above\n\nin addition: a certificate of employment or a written declaration by the employer or entity authorised to employ the EU citizen of its intention to employ the EU citizen\n\nNon-EU citizens:\n\nCitizens of countries other than member states of the EU and EEA have four days for registering their \nshort-term\n (shorter than three months) stay, starting from the moment of entering the Polish territory, unless they do not wish to spend more than 14 days in Poland. If you plan to stay for period longer than your visa allows, you should apply for a \nfixed time\n residence permit. You need to register no later than on the last day of your legal stay (e.g. the last day of your visa validity).\n\nPlease note that the procedure takes few months. You should submit all the necessary documents as soon as possible.\n\nRequired documents:\n\nan application form – you need to have pre-arranged appointment at the Voivodeship Office to fill in and submit the application form there\n\n4 recent biometric photos in colour\n\n2 copies of a valid travel document (and the original)\n\nemployment contract as a proof of your financial resources both for the stay and the return journey\n\nhealth insurance confirmation\n\napartment rental agreement, including information about bills\n\nfee payment confirmation\n\nsworn translations of all documents issued in languages other than Polish\n\nPlease find more information here:\n\nResidence permit for citizens of third countries\n\nLocations of foreigner service centres in Małopolska \n\nOffice for Foreigners \n\nMałopolska Provincial Office in Krakow\nDepartment for Foreigners\n31 – 547 Kraków, ul. Przy Rondzie 6\n\nfot. \nMach240390\n, \nCC BY 4.0\n, via Wikimedia Commons", "metadata": {"url": "https://wtp.agh.edu.pl/registration-in-voivodeship-office/", "title": "Registration at the Voivodeship Office – Welcome Point", "depth": 3, "duplicate": false, "content_hash": "9bc3be12e3996d6f3be919c84c923ef5", "word_count": 363, "headings": [{"level": 1, "text": "Registration at the Voivodeship Office"}, {"level": 2, "text": "EU citizens or EEA:"}, {"level": 2, "text": "Non-EU citizens:"}]}}