{"content": "# Spotkanie informacyjne na temat możliwości badań w ESS-- Wydział Fizyki i Informatyki Stosowanej AGH \n\nURL: https://www.fis.agh.edu.pl/wydarzenia/detail/s/spotkanie-informacyjne-na-temat-mozliwosci-badan-w-ess\nCrawled: 2025-03-19 21:36:35\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nWydarzenia\n\nWydarzenia\n\nSpotkanie informacyjne na temat możliwości badań w ESS\n\n 24.03.2025 \n\n Pobierz plik iCal \n\nDodaj do kalendarza Google\n\nDodaj do kalendarza Outlook\n\nDodaj do kalendarza Office 365\n\nDodaj do kalendarza Yahoo\n\n W sali D (IIIp) budynku Wydziału Fizyki i Informatyki Stosowanej (pawilon D10) 24 marca o godzinie 13:15 organizowane jest krótkie spotkanie informacyjne na temat możliwości badań w ESS. \n\n O wydarzeniu \n\nNa początku 2028 roku ruszą prace Europejskiego Źródła Spalacyjnego w Lund \ness.eu\n , multidyscyplinarnego centrum badawczego opartego na pomiarach neutronowych oferujących możliwości niedostępne dla promieniowania X. Centrum wyposażone będzie w kilkanaście linii badawczych o możliwościach pomiarowych dotychczas niedostępnych, nie tylko w Europie, ale i na świecie. Centrum pozwoli na badania w zakresie nauk ścisłych i technicznych oraz nauk o życiu, w tym fizyki, chemii, biologii, nauk o Ziemi, inżynierii materiałowej, inżynierii biomedycznej, inżynierii mechanicznej, geofizyki i in.\n Będziemy gościć prof. Marka Jeżabka, członka rady ESS, oraz prof. Wojciecha Zająca (IFJ PAN), który pracował w Science Advisory Council ESS.  Prof. Łukasz Gondek oraz prof. Andrzej Baczmański z WFiIS IFJ opowiedzą o możliwościach z punktu widzenia działalności naukowej AGH, w tym badań struktury materiałów funkcjonalnych i konstrukcyjnych, wodorków, badania naprężeń itp.\n\nZapraszamy wszystkich zaintersowanych.\n\nStopka\n\n © 2024 Wydział Fizyki i Informatyki Stosowanej\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.fis.agh.edu.pl/wydarzenia/detail/s/spotkanie-informacyjne-na-temat-mozliwosci-badan-w-ess", "title": "Spotkanie informacyjne na temat możliwości badań w ESS-- Wydział Fizyki i Informatyki Stosowanej AGH ", "depth": 3, "duplicate": false, "content_hash": "b9c7c84515646598b4f2979f49cd06af", "word_count": 215, "headings": [{"level": 1, "text": "Wydarzenia"}, {"level": 2, "text": "Stopka"}]}}