{"content": "# „Historia zawarta w medalach - genialny elektryk uważany za Niemca” – felieton-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/historia-zawarta-w-medalach-genialny-elektryk-uwazany-za-niemca-felieton\nCrawled: 2025-03-19 21:14:52\n\n„Historia zawarta w medalach - genialny elektryk uważany za Niemca” – felieton \n\n 01/03/2025 \n\nKontynuuję serię opowiadań o ludziach, których podobizny są na medalach wypełniających moją szufladę. Dzisiaj o medalu Doliwo-Dobrowolskiego. Medal ten jest przyznawany przez Stowarzyszenie Elektryków Polskich.\n\nMichał Doliwo-Dobrowolski był tym, który stworzył ideę prądu trójfazowego. Co więcej – wykazał, że właśnie taki prąd można najsprawniej wytwarzać, przesyłać na odległość i wykorzystywać, zwłaszcza w zastosowaniach przemysłowych, bo w mieszkaniach z tego prądu korzystamy rzadziej.\n\nPierwszą sprawą, którą muszę tu omówić, jest kwestia narodowości. Praktycznie wszędzie jest on uważany z Niemca. Zaraz wyjaśnię, dlaczego.\n\nAle Doliwo Dobrowolski był polskim szlachcicem, bo takim był też jego ojciec – herbu Doliwa.\n\nMichał urodził się na terenie Rosji, ale sama Rosja naznaczyła go bardzo brutalnie piętnem Polaka. Miało związek ze studiami. Jako bardzo zdolny 16-latek Michał został przyjęty na studia w Instytucie Politechnicznym w Rydze. Był to rosyjski instytut, bo Ryga też należała do Imperium Rosyjskiego. Młody student miał już pierwsze sukcesy – gdy padł grom! 13.03.1881 roku w Petersburgu zginął w zamachu car Aleksander II. Zamachowcem był polski student, Ignacy Hryniewiecki.\n\nTo rozpętało falę represji wobec Polaków. Na tej fali Dobrowolski (który oczywiście z zamachem nie miał nic wspólnego) został w 1881 roku relegowany ze studiów. Wyrzucono go wyłącznie za to, że był Polakiem!\n\nOkazało się, że „stempelek” bycia Polakiem wykluczał możliwość studiowania gdziekolwiek w Rosji. Michał próbował „zaczepić się” jako wolny słuchacz w Petersburgu, Odessie i Noworosyjsku. Nigdzie się nie udawało, więc ojciec Michała podjął desperacką decyzję o emigracji. Wyjechali w 1883 roku do Niemiec. Michał zapisał się studia na politechnice w Darmstadt.\n\nStudia te ukończył w 1884 roku (w jeden rok po rozpoczęciu!) i jako wyróżniający się absolwent rozpoczął pracę na uczelni. W latach 1884 – 1887 pracował pod kierunkiem profesora elektrotechniki \nErasmusa Kittlera\n zajmując się między innymi elektrochemią i galwanoplastyką. To go jednak nie inspirowało, więc usamodzielnił się i przeniósł się do firmy Allgemeine Elektrizität Gesellschaft (AEG), z którą związał się na dłużej i dla której stworzył swoje kluczowe wynalazki. Warto podkreślić, że prof. Kittler zdobył się na piękny gest i zamiast przeszkadzać młodemu asystentowi w odejściu z jego katedry – popierał jego starania w AEG.\n\nW AEG Michał rozwijał działalność jako wynalazca. W 1888 wybudował pierwszą na świecie \nprądnicę trójfazową\n i wykazał zalety prądu trójfazowego. Potem w 1889 roku zaprojektował i zbudował silniki trójfazowe, dowodząc, że mogą one być tańsze i lepsze od powszechnie używanych silników prądu stałego oraz nielicznych i marnie działających silników prądu zmiennego\n\nZ tymi wynalazkami trudno jednak było się „przebić”, bo elektryfikacja w tym czasie opierała się prawie wyłącznie na elektrowniach prądu stałego, wynalezionych i lansowanych przez Thomasa Alva Edisona, człowieka o ogromnym autorytecie i ogromnych możliwościach finansowych.\n\nA jednak na światowej Wystawie Elektrotechnicznej w 1891 roku we Frankfurcie n. Menem urządzenia zbudowane przez Doliwo-Dobrowolskiego pokonały konkurencję. Szczególną rolę odegrała linia przesyłowa, za pomocą której na teren wystawy doprowadzono prąd (trójfazowy!) z odległej o 175 km elektrowni w Lauffen.\n\nDoliwo-Dobrowolski stał się najbardziej znanym elektrykiem na świecie, więc zaczęły się rozważania na temat jego narodowości. Rosja uznała go za swojego (wszak tam się urodził!). Niemcy uważali go za Niemca – wszak wszystkie sukcesy odnosił on w ich firmach. Ale Doliwo-Dobrowolski wybrał obywatelstwo ... szwajcarskie.\n\nSkrócona wersja powyższego felietonu autorstwa prof. Ryszarda Tadeusiewicza została opublikowana w „Dzienniku Polskim” oraz „Gazecie Krakowskiej” 28\n lutego 2025 r.\n\nWykaz wszystkich publikacji popularnonaukowych prof. Tadeusiewicza wraz z odnośnikami do ich pełnych wersji\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/historia-zawarta-w-medalach-genialny-elektryk-uwazany-za-niemca-felieton", "title": "„Historia zawarta w medalach - genialny elektryk uważany za Niemca” – felieton-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "8e6118afebf95b2ad06980a406ab977b", "word_count": 564, "headings": [{"level": 1, "text": "„Historia zawarta w medalach - genialny elektryk uważany za Niemca” – felieton"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}