{"content": "# \n            Data Spaces Symposium 2025\n            | Wydział Informatyki AGH\n        \n\nURL: https://www.informatyka.agh.edu.pl/pl/blog/data-spaces-symposium-2025/\nCrawled: 2025-03-19 21:37:55\n\nW dniach \n11–12 marca 2025 roku\n w Warszawie odbyło się \nData Spaces Symposium 2025\n. Hasłem przewodnim konferencji było \n„Share data. Unlock Value. Boost Impact.”\n, co podkreślało znaczenie przestrzeni danych w rozwoju nowoczesnych technologii. Wydarzenie zgromadziło \n810 uczestników z 40 krajów\n na całym świecie, w tym z Japonii, Chin, USA, Kanady oraz wielu państw Unii Europejskiej.\n\nCelem Data Spaces Symposium było omówienie przyszłości przestrzeni danych i ich kluczowej roli w napędzaniu innowacji, rozwoju sztucznej inteligencji oraz tworzeniu nowych usług cyfrowych. Uczestnicy mieli okazję poznać najnowocześniejsze technologie, gotowe do wdrożenia rozwiązania rynkowe oraz wziąć udział w inspirujących dyskusjach na temat interoperacyjności i suwerenności danych.\n\nW tym globalnym gronie \nWydział Informatyki AGH\n reprezentowali \nKrzysztof Heller i Jacek Nawrot\n. Dr Krzysztof Heller przedstawił założenia \nEnergy Poland-X\n – polskiej przestrzeni danych dla energetyki, opracowywanej pod przywództwem WI AGH, w oparciu o europejskie standardy suwerenności i bezpieczeństwa danych. Była to zapowiedź naszych działań!\n\nJako Wydział Informatyki AGH chcemy być \nData Space Pioneer w Polsce\n! Pracujemy nad tworzeniem i rozwijaniem przestrzeni danych w kluczowych sektorach:\n\n • Data Space dla energetyki \n– posiadamy niezbędne know-how, aby skutecznie wspierać transformację energetyczną.\n • Data Space dla przemysłu \n– AGH jest centralnym ośrodkiem innowacji i rozwoju dla polskiego przemysłu 4.0.\n • Data Space dla turystyki \n– wykorzystujemy nowoczesne technologie do wspierania cyfryzacji sektora turystycznego, ze szczególnym uwzględnieniem Krakowa jako kluczowego ośrodka turystycznego.\n\nPodsumowanie kluczowych wniosków z Data Spaces Symposium 2025:\n\n• \nAI bez danych nie istnieje – a Data Space to fundament jej rozwoju,\n\n• \nTechnologie są gotowe do wdrożenia,\n\n• \nEkonomia oparta na danych działa efektywnie,\n\n• \nNowe usługi cyfrowe staną się rzeczywistością w najbliższej przyszłości.\n\nZapraszamy do współpracy! Jeśli bliska Ci jest wizja bezpiecznej, suwerennej i otwartej przestrzeni danych, razem możemy stworzyć ekosystem, który pozwoli rozwijać sztuczną inteligencję, budować startupy i kreować nowe możliwości biznesowe.\n\nWięcej informacji o Date Spaces Symposium: \nhttps://www.data-spaces-symposium.eu/\n\n                            1 dzień, 9 godzin temu", "metadata": {"url": "https://www.informatyka.agh.edu.pl/pl/blog/data-spaces-symposium-2025/", "title": "\n            Data Spaces Symposium 2025\n            | Wydział Informatyki AGH\n        ", "depth": 3, "duplicate": false, "content_hash": "a1e6196c9fcee5e7476efbff768feaeb", "word_count": 312, "headings": [{"level": 1, "text": "Data Spaces Symposium 2025"}, {"level": 5, "text": "Informacja o cookies"}]}}