{"content": "#  POB 4 -- Inicjatywa Doskonałości – Uczelnia Badawcza \n\nURL: https://www.idub.agh.edu.pl/priorytetowe-obszary-badawcze/pob-4\nCrawled: 2025-03-19 22:38:23\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n POB 4 \n\nCelem POB 4 jest rozwijanie szerokiego wachlarza technik matematycznych oraz informatycznych pozwalających opisać, modelować, zrozumieć i sterować procesami zachodzącymi w świecie rzeczywistym. Planowane jest rozwijanie i stosowanie różnorodnych technik i podejść teoretycznych oraz opartych o dane rzeczywiste, a także podejść heurystycznych, wspartych w szczególności metodami sztucznej inteligencji. Takie podejścia wymagają rozwijania warsztatu naukowego w wielu kierunkach i na wielu płaszczyznach. Konieczna jest także zarówno wiedza teoretyczna w zakresie stosowanych narzędzi i najnowszych wyników badań w tym zakresie, jak również ekspercka wiedza praktyczna z zakresu nauk inżynierskich, w których tworzone narzędzia mają znaleźć zastosowanie. Dużą rolę w takich działaniach pełnią matematycy, którzy mają możliwość modyfikacji dostępnych narzędzi teoretycznych, aby były dopasowane do konkretnych zastosowań praktycznych. Nieodzowna jest także ścisła współpraca z przemysłem, bez której nie można zapewnić odpowiednio szerokich zbiorów danych pochodzących z rzeczywistych procesów oraz wykonać żądanej walidacji wyników laboratoryjnych w praktyce. Lukę pomiędzy rozwiązaniami matematycznymi, a ostatecznymi zastosowaniami w przemyśle dopełniają rozwiązania numeryczne oraz kompleksowe systemy informatyczne. Badania w tym obszarze obejmują m.in.\n\nModelowanie deterministyczne rozważanych procesów przemysłowych w oparciu o równania różniczkowe (zwyczajne, cząstkowe, z opóźnieniem);\n\nModelowanie stochastyczne w celu lepszego opisu i prognozowania danych rzeczywistych (modele predykcyjne, statystyczne modele ewolucji procesów, modele oparte na stochastycznych równaniach różniczkowych, metody Monte Carlo);\n\nStatystyczną analizę danych, opracowanie nowych miar jakości, budowę nowych narzędzi statystycznych do problemów pochodzących z nauk inżynierskich oraz prognozowanie wspomagające procesy decyzyjne;\n\nAnalizę niepewności (ang. uncertainty analysis) danych – opracowanie probabilistycznych algorytmów analizy danych, które pozwolą na określenie rozkładów prawdopodobieństwa danych pochodzących z pomiarów oraz pewności pracy urządzeń przemysłowych i sprzętu pomiarowego.\n\nOpracowanie nowych algorytmów numerycznych, w tym analizy możliwości obliczeń równoległych (w szczególności obliczenia na procesorach graficznych oraz architekturach hybrydowych), analizy złożoności obliczeniowej rozpatrywanych zadań, konstrukcji oraz analizy błędów, jak i ew. optymalności algorytmów, by obliczenia były matematycznie ścisłe oraz numerycznie efektywne.\n\nMetody i usługi efektywnego zarządzania danymi i obliczeniami dużej skali typu AI+HPC w systemach HPC i w heterogenicznych środowiskach chmurowych dla potrzeb systemów inteligentnych, w tym trenowania modeli.\n\nRozwój paradygmatów aplikacji inteligentnych wykorzystujących ciągły i autonomiczny proces uczenia się.\n\nInnowacyjne modelowanie procesów z użyciem synergii metod symulacyjnych z inteligencją obliczeniową dla potrzeb efektywnego i elastycznego badania zjawisk i procesów przy wykorzystaniu wysokiej autonomii doboru algorytmów i realizacji badań symulacyjnych na podstawie inteligentnej agregacji danych z monitorowania.\n\nRealizację kompleksowych systemów hybrydowych łączących rozwiązania uczenia maszynowego i sztucznej inteligencji w formie tzw. modeli zastępczych (ang. surrogate models) oraz zaawansowanych kosztownych obliczeniowo metod numerycznych.\n\nRozwiązywanie trudnych problemów odwrotnych związanych z zagadnieniem identyfikacji parametrów złożonych, wieloskalowych modeli obliczeniowych z wykorzystaniem dedykowanych, hybrydowych metod optymalizacji i metod analizy wrażliwości.\n\nRozwój podejścia rozszerzonej inteligencji (ang. augmented intelligence) w przemyśle, gdzie częściej stosuje się metody razem z ludźmi, a nie zamiast nich, co jest raczej typowym zastosowaniem sztucznej inteligencji.\n\nKonstrukcję i budowę inteligentnych systemów wspomagania podejmowania decyzji.\n\nRozwój metod i algorytmów decyzyjnych; wykorzystanie danych niepewnych w podejmowaniu decyzji; analizę jakości danych decyzyjnych oraz sposoby pomiaru ich jakości.\n\nAgregację danych pochodzących z różnych źródeł; modelowanie informacji preferencyjnej; rozwój modeli algebraicznych i hybrydowych służących do modelowania i przetwarzania informacji preferencyjnej.\n\nProjektowanie i implementację inteligentnych systemów decyzyjnych na potrzeby przemysłu.\n\nInteligencję obliczeniowa, sztuczną inteligencję i uczenie maszynowe w modelowaniu i symulacji systemów oraz tworzeniu systemów inteligentnych.\n\nWykorzystanie inteligencji obliczeniowej w przemyśle.\n\nDziedziny nauki i dyscypliny naukowe\n\nObszary tematyczne zgodne z klasyfikacją\n Subject Categories\n\n(baza Web of Science)\n\nObszary tematyczne zgodne z klasyfikacją\n All Science Journal Classification\n\n(baza Scopus)\n\n2.2 - Dziedzina nauk inżynieryjno-technicznych;\n dyscyplina: automatyka, elektronika i elektrotechnika\n\n 2.3 - Dziedzina nauk inżynieryjno-technicznych;\n dyscyplina: informatyka techniczna i telekomunikacja\n\n 2.7 - Dziedzina nauk inżynieryjno-technicznych;\n dyscyplina: inżynieria materiałowa\n\n 6.2 - Dziedzina nauk ścisłych i przyrodniczych;\n dyscyplina: informatyka\n\n 6.3 - Dziedzina nauk ścisłych i przyrodniczych;\n dyscyplina: matematyka\n\n 6.7 - Dziedzina nauk ścisłych i przyrodniczych;\n dyscyplina: nauki o Ziemi i środowisku\n\n─ Computer Science, Artificial Intelligence\n ─ Computer Science, Information Systems\n ─ Computer Science, Interdisciplinary Applications\n ─ Engineering, Electrical & Electronic\n ─ Geosciences, Multidisciplinary\n ─ Instruments & Instrumentation\n ─ Materials Science, Multidisciplinary\n ─ Mathematics\n ─ Mathematics, Applied\n ─ Mathematics, Interdisciplinary\n ─ Applications Nanoscience & Nanotechnology\n ─ Nuclear Science & Technology\n\n─ Artificial Intelligence\n ─ Computational Theory and Mathematics\n ─ Computer Science Applications\n ─ Decision Sciences (miscellaneous)\n ─ Information Systems and Management\n ─ Electrical and Electronic Engineering\n ─ Materials Science (miscellaneous)\n ─ Applied Mathematics\n ─ Computational Mathematics\n ─ Control and Optimization\n ─ Discrete Mathematics and Combinatorics\n ─ Mathematical Physics\n ─ Modelling and Simulation\n ─ Theoretical Computer Science\n ─ Instrumentation\n ─ Nuclear and High Energy Physics\n ─ Radiation\n\nStopka\n\n © 2024 Inicjatywa Doskonałości – Uczelnia Badawcza\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.idub.agh.edu.pl/priorytetowe-obszary-badawcze/pob-4", "title": " POB 4 -- Inicjatywa Doskonałości – Uczelnia Badawcza ", "depth": 3, "duplicate": false, "content_hash": "154fdf7f304d327e462bec12870df367", "word_count": 752, "headings": [{"level": 1, "text": "POB 4"}, {"level": 2, "text": "Stopka"}]}}