{"content": "#  Centrum Energetyki / Akademia Górniczo-Hutnicza w Krakowie \n\nURL: https://www.ce.agh.edu.pl/browse/2/\nCrawled: 2025-03-19 21:39:37\n\nCentrum Energetyki AGH\nCentrum Energetyki AGH, utworzone w sercu Krakowa, to niezwykłe centrum badawczo-naukowe ukierunkowane na rozwój technologii energetycznych. Z licznymi laboratoriami, salami konferencyjnymi i lobby, służy Akademii Górniczo-Hutniczej im. Stanisława Staszica od roku 2014. To doskonałe, funkcjonalne miejsce, które nastawione jest na badania rozwojowe i współpracę w ramach B+R z przemysłem.\n\nCentrum Energetyki AGH świadomie kreuje nowoczesną kulturę innowacji. Mieści się tutaj ponad 30 pracowni, z czego 18, wyposażone w niszowy sprzęt specjalistyczny wykonuje usługi komercyjne. Przy twórczym udziale kadry naukowców AGH, tworzone są nowe technologie i optymalizowane procesy, powstają nowe trendy badawczo-rozwojowe oraz prowadzone są eksperckie panele tematyczne. \n\nW oddzielnej strefie Centrum Energetyki AGH znajdują się sale wykładowe i laboratoria dydaktyczne, przeznaczone dla studentów Akademii. To tutaj, pod okiem wybitnych naukowców AGH, młodzi otrzymują aktualną wiedzę oraz praktykę, po to, by w życiu zawodowym swoje kompetencje opierać się na solidnym wykształceniu.\n\nObszary badawcze\n\nCentrum Energetyki AGH zajmuje się szeroko rozumianą energetyką wraz z pokrewnymi dyscyplinami nauki:\nEnergetyka konwencjonalna:\n paliwa i sorbenty, kogeneracja i trigeneracja, ciepłownictwo\nTechnologie CCS i CCU\nEnergetyka odnawialna:\n energetyka wiatrowa, wodna, wodorowa, fotowoltaika, biomasa i biogaz, paliwa z odpadów\nNowe produkty i usługi:\n e-mobility, energetyka rozproszona i prosumencka\nEnergetyka przemysłowa:\n wykorzystanie palnych gazów procesowych, trigeneracja\nSieci elektroenergetyczne:\n smart grid, smart metering, magazynowanie energii, teleinformatyka\n\nDowiedz się więcej na temat współpracy z nami:\nO projekcie\nWspółpraca\nLaboratoria\nKontakt\n\nAktualności\n\n17.10.2022 \n\nZakaz palenia tytoniu w Centrum Energetyki i w AGH!\n\nProsimy o przestrzeganie zakazu palenia tytoniu i używania wyrobów tytoniowych, w tym nowatorskich wyrobów tytoniowych i e-papierosów w budynkach Centrum Energetyki, a także na terenie otwartym AGH.\nNa naszej uczelni nie ma...\n[więcej]\n\n03.10.2022 \n\nCennik opłat abonamentowych za postój w garażu CE AGH \n\nZapraszamy do zapoznania się z nowym cennikiem opłat abonamentowych za wjazd do garażu podziemnego w Centrum Energetyki AGH. \nCennik obowiązuje od 1 października 2022 i można go odszukać na stronie Panel Użytkownika w...\n[więcej]\n\n16.09.2022 \n\nOferujemy pracę dla studenta lub studentki\n\nSzanowni Państwo! Centrum Energetyki AGH we współpracy z firmą APTIV oferuje pracę na stanowisku: \nSoftware Test Engineer\nCzy lubisz samochody?\nMasz szansę zdobyć pierwsze doświadczenie zawodowe podczas tworzenia testów...\n[więcej]\n\n08.06.2022 \n\nUzyskaliśmy akredytację PCA na wzorcowanie mierników energii elektrycznej\n\nW kwietniu bieżącego roku z powodzeniem zakończyliśmy proces akredytacji pierwszego w AGH Laboratorium Wzorcowania Mierników do Pomiaru Wskaźników Jakości Dostawy Energii Elektrycznej.\nUzyskanie akredytacji było poprzedzone...\n[więcej]\n\nWyświetla nowości od 9 do 12 ze wszystkich 26\n<< Pierwsza\n\n< Poprzednia\n\n1-4\n\n5-8\n\n9-12\n\n13-16\n\n17-20\n\n21-24\n\n25-26\n\nNastępna >\n\nOstatnia >>", "metadata": {"url": "https://www.ce.agh.edu.pl/browse/2/", "title": " Centrum Energetyki / Akademia Górniczo-Hutnicza w Krakowie ", "depth": 3, "duplicate": false, "content_hash": "e17ee6cf2ccbe7bf312ac329c09577d3", "word_count": 407, "headings": [{"level": 1, "text": "Centrum Energetyki AGH"}, {"level": 1, "text": "Obszary badawcze"}, {"level": 1, "text": "Dowiedz się więcej na temat współpracy z nami:"}, {"level": 2, "text": "Aktualności"}, {"level": 2, "text": "Zakaz palenia tytoniu w Centrum Energetyki i w AGH!"}, {"level": 2, "text": "Cennik opłat abonamentowych za postój w garażu CE AGH"}, {"level": 2, "text": "Oferujemy pracę dla studenta lub studentki"}, {"level": 2, "text": "Uzyskaliśmy akredytację PCA na wzorcowanie mierników energii elektrycznej"}, {"level": 1, "text": "Kontakt"}]}}