{"content": "# Zmarł prof. Stanisław Pytko-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/aktualnosci/info/article/zmarl-prof-stanislaw-pytko/\nCrawled: 2025-03-19 22:34:15\n\nZmarł prof. Stanisław Pytko \n\n 28/03/2018 \n\nZ głębokim żalem informujemy o śmierci prof. dr. hab. inż. Stanisława Pytko, Profesora Honorowego AGH, wieloletniego pracownika Wydziału Inżynierii Mechanicznej i Robotyki.\n\nProfesor przez 20 lat był zastępcą dyrektora Instytutu Podstaw Budowy Maszyn AGH, pełniąc w tym czasie funkcję zastępcy dyrektora ds. dydaktycznych, a następnie ds. naukowych. Był członkiem rad naukowych: Instytutu Maszyn Przepływowych Polskiej Akademii Nauk (PAN), Ośrodka Badawczo-Rozwojowego Huty Stalowa Wola, Instytutu Technologii Nafty, CB Urządzeń Chłodniczych w Krakowie.\n\nW latach 1970–1990 pełnił funkcję zastępcy redaktora naczelnego kwartalnika PAN „Zagadnienia Eksploatacji Maszyn”. Od roku 1985 był Przewodniczącym Rady Programowej dwumiesięcznika „Tribologia”. Członek międzynarodowych rad naukowych czasopism z tribologii w Rosji, Białorusi i w dawnej Jugosławii. Był stałym recenzentem czasopisma międzynarodowego „Wear\" w Wielkiej Brytanii. Opublikował ponad 400 prac naukowych i naukowo-technicznych, z czego ponad 100 zostało wydanych za granicą.\n\nW 1995 r. w uznaniu osiągnięć naukowych, wdrożeniowych oraz za zasługi w kształceniu w zakresie tribologii Międzynarodowa Rada Tribologiczna w Londynie przyznała Profesorowi „Złoty Medal\" (24 medal przyznany na świecie, pierwszy przyznany Polakowi). Za wkład w tribologię i pomoc naukowcom innych krajów został wyróżniony tytułem Honorowego Profesora w Rybińskiej Państwowej Lotniczo-Technologicznej Akademii w Rosji, w Państwowej Hakaskiej Politechnice w Abakanie w Rosji oraz tytułem doktora honoris causa w Instytucie Badawczym Metalo-Polimerów w Homlu – Narodowej Akademii Nauk Białorusi.\n\nZa osiągnięcia naukowe i wdrożeniowe został przyjęty do Akademii Inżynierskiej w Polsce, Akademii Inżynierskiej Transportu Ukrainy, Akademii Inżynierskiej ds. Jakości w Rosji, Komitetu Doradczego Instytutu Biograficznego Stanów Zjednoczonych Ameryki oraz Anglii.\n\nOd 1970 r. był członkiem Komitetu Budowy Maszyn PAN, członkiem Komisji Motoryzacji i Komisji Mechaniki Stosowanej Oddziału PAN w Krakowie. Od 1990 r. był prezesem Polskiego Towarzystwa Tribologicznego, a po 2005 r. został jego honorowym prezesem. Był wiceprezydentem Międzynarodowej Rady Tribologicznej w Londynie oraz przewodniczącym i organizatorem międzynarodowych naukowych sympozjów tribologicznych.\n\nOdznaczony: Krzyżem Oficerskim i Kawalerskim Orderu Odrodzenia Polski, Złotym Krzyżem Zasługi, Medalem Komisji Edukacji Narodowej, Brązowym Medalem „Za zasługi dla obronności kraju” oraz wieloma odznakami regionalnymi. Był honorowym członkiem „Stowarzyszenia Wychowanków Akademii Górniczo-Hutniczej” oraz pierwszym Honorowym Obywatelem Gminy Pacanów.\n\nRodzinie Zmarłego wyrazy głębokiego współczucia składają Rektor, Senat oraz cała społeczność akademicka Akademii Górniczo-Hutniczej. \n\nInformacja o pogrzebie\n\nUroczystości pogrzebowe odbędą się 28 marca 2018 r. \nRozpoczną się o godz. 12.00 mszą św. w Bazylice Najświętszego Serca Pana Jezusa (oo. Jezuitów) przy ul. Kopernika 26 w Krakowie.\nO godz. 13.40 nastąpi odprowadzenie Zmarłego do grobowca rodzinnego od głównej bramy Cmentarza Rakowickiego.\n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/aktualnosci/info/article/zmarl-prof-stanislaw-pytko/", "title": "Zmarł prof. Stanisław Pytko-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "831e06a848aed90f7cec0fddda92427e", "word_count": 396, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 3, "text": "Informacja o pogrzebie"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}