{"content": "#  Accessibility Statement -- Department for International Students AGH \n\nURL: https://www.international.agh.edu.pl/en/accessibility-statement\nCrawled: 2025-03-19 21:20:22\n\nSkip to content\n\nSkip to footer\n\n Accessibility Statement \n\nGeneral information\n\nAGH University Department for International Students \n is committed to making its website(s) accessible, in accordance with the Act of April 4, 2019 on digital accessibility of websites and mobile applications of public bodies. The accessibility statement applies to the website \nAGH University Department for International Students \n.\n\nDate of website publication: \n2023-12-18\n\nDate of last major update: \n2023-12-18\n\nCompliance status\n\nThis website is \npartially compliant\n with the Act of April 4, 2019 on digital accessibility of websites and mobile applications of public sector bodies due to the following non-compliances:.\n\nNon-accessible content\n\nPDF publications are partially accessible.\n\nPreparation of this accessibility statement\n\nThis Statement was prepared on: \n2023-12-18\n\nDate of last Statement review: \n2024-12-17\n\nThe Accessibility Statement was created on the basis of a selfstudy conducted by an internal entity.\n\nFeedback and contact information\n\nContact information of the person responsible for accessibility and for processing requests \nMagdalena Szatyłowicz\n, email: \ninternational.students@agh.edu.pl\n, phone number: \n+48126175092\n.\n\nEveryone has the right:\n\nsubmit a comments on the digital accessibility of the website or its element,\n\nsubmit a request to ensure the digital accessibility of a website or its element,\n\nrequest that non-accessible information be made accessible in alternative form.\n\nThe request must include:\n\ncontact details of the reporting person,\n\nindication of the website or its element which the request relates,\n\nindication of a convenient form of providing information, if the request concerns disclosure of inaccessible information in an alternative form.\n\nConsideration of the notification should take place immediately, at the latest within 7 days. If it is not possible to provide accessibility or an alternative form within this period, it will take place no later than 2 months from the date of notification.\n\nComplaints and appeals\n\nIf the public sector body refuses to comply with the request to provide accessibility or an alternative method of access to information, the person submitting the request may submit a complaint regarding the provision of digital accessibility of a website, mobile application or their elements. After exhausting the above-mentioned procedure, is possibility to submit an application to the \nOmbudsman\n.\n\nArchitectural accessibility\n\nAvailability of entering the building\n\nThe main entrance to the A-3 Building is located at 7 Reymonta Street. There are two entrances to the building. One of them has, in addition to stairs, also a ramp for people in wheelchairs. An intercom is installed at the second entrance to contact the porter's lodge in the event of a locked door to the building.\n\nAccessibility of corridors, stairs and elevators\n\nThe corridors in the building ensure free movement. There are no level differences in the communication part. The stairs do not have special facilities for people with disabilities. The building is equipped with 2 passenger lifts. The elevators are equipped with voice messages.\n\nDescription of adaptations, for example ramps, platforms, voice information\n\nThe entrance to the building has a ramp for people in wheelchairs. An intercom is installed at the entrance to contact the porter's lodge in the event of a locked door to the building. The elevator is equipped with voice messages. The building has 3 toilets for people with disabilities, located on each floor of the building.\n\nInformation on where and how to use parking spaces designated for the disabled\n\nThe car park is accessible from Reymonta 7 Street (Main Gate). The entrance to the car park is limited by a barrier with an intercom and a service desk. It is possible to apply for a card that opens the barrier or for the help of an AGH University guard. There is one parking place for people with disabilities in the internal car park.\n\nInformation about the right to enter with an assistance dog and possible justified restrictions\n\nOne can enter the building with an assistance dog.\n\nInformation on the possibility of using a sign language interpreter on site or online\n\nIf you need to use a sign language interpreter on site or online, please contact the Disability Support Department:\n\nwebsite: www.bon.agh.edu.pl\n e-mail: bon@agh.edu.pl\n phone: +48 12 617 46 30\n\nStopka\n\nAGH University in rankings\n\nAGH University Online Store\n\nCareer Centre\n\nDiploma nostrification\n\nDoctoral School\n\nMain Library\n\nNon-degree postgraduate studies\n\nPolish language course\n\nStudent Ombudsperson\n\nDepartment for International Students\nal. Mickiewicza 30\n30-059 Krakow\nbuilding A-3, room No 12A \n\nOffice hours\nMonday-Friday: 10 a.m. - 2 p.m.\n\nRegular studies\nP: +48 12 617 50 92\nE: international.students(at)agh.edu.pl\n\nExchange programmes and bilateral agreements\nP: +48 12 617 52 38\nE: exchange(at)agh.edu.pl\n\nBack", "metadata": {"url": "https://www.international.agh.edu.pl/en/accessibility-statement", "title": " Accessibility Statement -- Department for International Students AGH ", "depth": 3, "duplicate": false, "content_hash": "bce67dd7ffb494afc875b15f21cdc116", "word_count": 747, "headings": [{"level": 1, "text": "Accessibility Statement"}, {"level": 2, "text": "General information"}, {"level": 2, "text": "Compliance status"}, {"level": 3, "text": "Non-accessible content"}, {"level": 3, "text": "Preparation of this accessibility statement"}, {"level": 2, "text": "Feedback and contact information"}, {"level": 3, "text": "Complaints and appeals"}, {"level": 2, "text": "Architectural accessibility"}, {"level": 3, "text": "Availability of entering the building"}, {"level": 3, "text": "Accessibility of corridors, stairs and elevators"}, {"level": 3, "text": "Description of adaptations, for example ramps, platforms, voice information"}, {"level": 3, "text": "Information on where and how to use parking spaces designated for the disabled"}, {"level": 3, "text": "Information about the right to enter with an assistance dog and possible justified restrictions"}, {"level": 3, "text": "Information on the possibility of using a sign language interpreter on site or online"}, {"level": 2, "text": "Stopka"}]}}