{"content": "# Konferencja \"Nowe migracje, nowe narracje. Współczesne doświadczenie migracji: wzory-strategie-konteksty\" - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/konferencja-nowe-migracje-nowe-narracje-wspolczesne-doswiadczenie-migracji-wzory-strategie-konteksty/\nCrawled: 2025-03-19 21:37:28\n\nKonferencje, Seminaria, Wykłady\n\nKonferencja „Nowe migracje, nowe narracje. Współczesne doświadczenie migracji: wzory-strategie-konteksty”\n\n                czwartek, 30 maja, 2024            \n\nEnglish Description of the Conference\n\nINTERDYSCYPLINARNA KONFERENCJA NAUKOWA\n\nNowe migracje, nowe narracje. Współczesne doświadczenie migracji: wzory-strategie-konteksty\n\n27-28 czerwca 2024\n, Kraków\n\nCEL KONFERENCJI\n\nWiek XXI określany jest przez badaczki i badaczy wiekiem migracji. Jako że procesy migracyjne uchodzą za jeden z najpotężniejszych czynników zmian społecznych, dyskusja nad tym fenomenem nie traci na aktualności. Celem proponowanej konferencji jest poszerzenie zakresu teoretycznych i badawczych poszukiwań dotyczących tego zjawiska. Autorki projektu proponują wyjść poza tzw. badawczy „mainstream” oraz dobrze już ugruntowane i często podejmowane w ramach studiów migracyjnych tematy badawcze. W założeniu Autorek konferencja ma służyć refleksji nad nowymi znaczeniami i narracjami jakie składają się na obraz tego czym są migracje we współczesnym świecie i co może wchodzić w zakres tego zjawiska. W podejściu tym proponujemy spojrzeć na migracje szeroko, z różnych perspektyw, obejmując tym terminem nie tylko tradycyjne sposoby jego ujmowania. Wyrażamy przekonanie, że konferencja będzie służyć nie tylko wymianie badawczych i teoretycznych doświadczeń, ale też że podjęte w jej ramach tematy stanowić będą swoistą zapowiedź kierunków, w jakim podążać mogą przyszłe badania. Spodziewamy się, że tematyka konferencji będzie obejmowała wyliczone poniżej obszary oraz zbliżone do nich zagadnienia:\n\nPROPONOWANE TEMATY:\n\nMigracja jako forma niezgody:\n proponowany temat odnosi się do takich typów migracji, które determinowane są swoistą ucieczką od obowiązujących i postulowanych norm społecznych; wiążą się z niemożnością życia w zastanym systemie, zarówno z uwagi na obowiązujące uwarunkowania polityczne, środowiskowe, jak i obyczajowe, mentalne czy świadomościowe. Ta forma migracji przejawiać się może różnymi typami (auto)wykluczenia (np. tzw. „wykluczenie na górze”, życie w zamkniętych osiedlach, enklawach (w tym subkulturowych czy etnicznych), squotowanie, ucieczka w bezdomność, nomadyczność etc.), a metaforycznie, jej sens oddają słowa, obecnego w potocznym dyskursie tekstu „rzucić to wszystko i wyjechać w Bieszczady”. W zakres tego typu migracji włączyć można również migracje obyczajowe, ideologiczne czy grup nieheteronormatywnych.\n\nMigracje w wymiarze intrapsychicznym:\n celem sesji jest zwrócenie uwagi na scojopsychologiczny, bardziej afektywny wymiar migracji. Akcent położony będzie z jednej strony na umysłowy aspekt migracji wyrażający się min. w różnych formach ucieczki w wymiar duchowy, aktywności twórczej (np. pisanie, blogi, etc.) czy skoncentrowanej na rozwoju ciała (np. joga); z drugiej strony migracja potraktowana tu zostanie jako forma wyalienowania, wycofania, zamknięcia w obrębie małych, pierwotnych grup społecznych czy też ograniczenia społecznej aktywności do świata on-line. Ciekawe wydaje się porównanie dawnych (np. okresu zimno-wojennego) i współczesnych „buntów i ucieczek”.\n\nMigracja jako czynnik dyfuzji kulturowej:\n celem sesji jest opisanie nie tylko globalnego wymiaru migracji, ale też zwrócenie uwagi na sprawczy charakter samych migrantów, którzy są głównymi nośnikami elementów różnych kultur. Skoro dyfuzja kulturowa odbywa się poprzez migracyjne transfery i jest czynnikiem sprzyjającym rozwojowi kultury, to migrantów uznać należy za ważnych aktorów przemian i rozwoju. Proponowana sesja jest próbą odpowiedzi na bardzo ogólnie postawione pytania: co rzeczywiście dają nam migracje i migranci? Co dzięki migrantom zaistniało w obiegu kulturowym? Jakie przedmioty, obiekty, dzieła sztuki, nauki, muzyki, treści kultury, społeczne zachowania ulegają rozprzestrzenianiu? Jakie są kanały tych transferów? Co ulega przemianom: miejskie przestrzenie, instytucje, wzory konsumpcji, kultura dnia codziennego? Jaki jest zakres i jakie są konsekwencje tych przemian? W jakim zakresie, nawiązując do koncepcji roli kapitału kreatywnego R. Floridy, migranci sprzyjają wzmacnianiu tego typu kapitału, i co za tym idzie rozwoju określonych społeczeństw? Ideą sesji jest opis migrantów, nie z perspektywy biernych odbiorców zastanej rzeczywistości, do której się przystosowują (co często ma miejsce w dyskursie naukowym), ale z perspektywy sprawstwa, przypisania im statusu podmiotowości i roli w konstruowaniu i przekształcaniu społecznej rzeczywistości.\n\nDywersyfikacja strumieni migracyjnych – migracja „towarzysząca”:\n proponowany temat dotyczy kwestii zróżnicowania strumieni migracyjnych, ich swoistego pluralizmu, różnorodności w obrębie strumienia. Celem sesji jest prezentacja badań dotyczących tych wszystkich grup, które biorą udział w procesie migracyjnym, ale są w nim często niewidoczne, niezauważalne, a przez to słabo rozpoznane i opisane. Mowa tu min. o wielokulturowych strumieniach migracyjnych i emigracji grup mniejszościowych w ramach głównej fali migracyjnej z danego kraju (np. Romach czy Ukraińcach migrujących z Polski razem z Polakami), o rodzinach migrujących specjalistów, czy rodzicach migrujących z dziećmi. Interesuje nas zarówno historyczny, współczesny, ilościowy (statystyczny) jak i jakościowy obraz zjawiska.\n\nDoświadczenie migracji jako tworzywo artystyczne:\n migracje od XIX wieku stanowią temat literatury, filmów, wystaw fotografii pokazujących przybyszy w przestrzeniach nowych miejsc osiedlenia. W dziełach artystycznych prezentowane są zarówno, dramatyczne często doświadczenia procesu przystosowania się do nowej rzeczywistości jak i – jakże często – rozczarowanie nią. Pan Balcer w Brazylii Konopnickiej, Emigranci Mrożka, My zdzies emigranty Gretkowskiej czy Global Nation Kopaczewskiego; liczne filmy polskie i zagraniczne a nawet piosenki Taty Kazika mówią o tym samym, ale nie tak samo. W tej sesji chcemy się przyjrzeć, jak wieloaspektowe doświadczenie migracji staje się tworzywem sztuki, narracją literacką i osnową filmów, tematem prozy o reporterskim i wspomnieniowym charakterze. Interesują nas przede wszystkim utwory współczesne i odnoszące się do współczesności, ale zostawiamy miejsce dla nowego spojrzenia na dawne migracje.\n\nMigracja jako strategia emerytalna:\n emigracja emerytalna jest jedną z tych form migracji, które będą zyskiwać na znaczeniu w najbliższych dekadach, co determinowane jest w znacznej mierze demograficznymi przemianami współczesnych społeczeństw, zwłaszcza świata zachodniego. W sesji tej proponujemy umiejscowienie migracji w perspektywie biegu życia i ukazanie jej jako jednej ze strategii radzenia sobie ze starością czy też szerzej: sposobem życia oraz proaktywną strategią zaradczą w okresie późnej dorosłości. Zjawisko powiększania się skali i rozmiaru migracji emerytalnej otwiera nowe perspektywy badawcze, a proponowana sesja jest okazją do ich zaprezentowania, jak również ukazania dotychczasowych analiz w tym zakresie.\n\nNowe kierunki migracji, nowe miejsca diaspor:\n planowana sesja poświęcona będzie tematowi nowych kierunków migracji i nowych krajów włączonych w proces migracyjny. Choć badania nad wzorami i kierunkami migracji są dziś bardzo intensywne, nie oznacza to, że wszystkie destynacje i grupy etniczne i narodowe biorące udział w migracyjnych przepływach są szerzej znane. Sesja ma na celu prezentacje badań dotyczących właśnie tych mniej opisywanych, traktowanych niekiedy dość marginalnie kierunków migracji oraz miejsc życia członków określonej diaspory.\n\n„Nowa etniczność” w warunkach społeczeństwa migracyjnego i (re)konstrukcji tożsamości:\n tematem ostatniej sesji uczyniono „nową etniczność”. Ponieważ w literaturze przedmiotu bardzo często zwraca się uwagę na kontekstualny i procesualny wymiar etniczności, zasadniczym celem sesji będzie podjęcie refleksji nad wpływem zmian charakteru najnowszych procesów migracyjnych oraz intensywnych przemian społeczno-kulturowych na zjawisko etniczności. Wraz z tymi przemianami transformacji ulegają także sposoby integracji członków grup etnicznych i imigracyjnych z szerszym społeczeństwem oraz formy ich uczestnictwa we własnych społecznościach. Kontekst ten skłania do zadania pytania o nowe narracje, wyobrażenia i funkcje etniczności, nowe praktyki behawioralne, związane z konformizmem wobec norm, reguł i zwyczajów danej grupy etnicznej, nowe potrzeby i interesy grupowe; innymi słowy, używając słów H. J Gansa, o „nowe drogi bycia etnicznymi”.\n\nPrzedstawione wyżej tematy nie wykluczają pojawienia się innych, których organizatorki konferencji nie wzięły pod uwagę. Zapraszamy do prezentowania własnych nowych narracji o migracjach.\n\nRADA NAUKOWA\n\nSkład Rady Naukowej konferencji\n\nProf. dr hab. Grzegorz Babiński; Instytut Amerykanistyki i Studiów Polonijnych; Uniwersytet Jagielloński (Profesor Emerytowany)\n\nDr hab. Jan Brzozowski, prof. UJ; Instytut Studiów Europejskich, Uniwersytet Jagielloński, Jagiellońskie Centrum Studiów Migracyjnych\n\nDr hab. Sławomir Kapralski, prof. UKEN; Instytut Socjologii; Uniwersytet Komisji Edukacji Narodowej w Krakowie\n\nDr hab. Sławomir Łukasiewicz, prof. KUL; Katedra Praw Człowieka i Prawa Humanitarnego; Katolicki Uniwersytet Lubelski\n\nProf. dr hab. Janusz Mucha; Wydział Humanistyczny AGH (Profesor Emerytowany); Instytut Socjologii Uniwersytet w Białymstoku (Profesor Emerytowany)\n\nDr hab. Michał Nowosielski; Ośrodek Badań nad Migracjami; Uniwersytet Warszawski\n\nDr hab. Konrad Pędziwiatr, Prof. UEK; Uniwersytet Ekonomiczny w Krakowie; Obserwatorium Wielokulturowości i Migracji\n\nProf. dr hab. Dorota Praszałowicz; Instytut Amerykanistyki i Studiów Polonijnych; Uniwersytet Jagielloński\n\nDr Rafał Raczyński; Muzeum Emigracji w Gdyni, Instytut Politologii, Uniwersytet Gdański, Muzeum Emigracji w Gdyni\n\nProf. dr hab. Krystyna Slany; Instytut Socjologii; Uniwersytet Jagielloński\n\nDr Agnieszka Trąbka; Instytut Psychologii Stosowanej; Uniwersytet Jagielloński\n\nDr hab. Patrycja Trzeszczyńska, prof. UJ, Instytut Etnologii i Antropologii Kulturowej, Uniwersytet Jagielloński\n\nDr hab. Dariusz Wojakowski, prof. AGH; Wydział Humanistyczny; Akademia Górniczo-Hutnicza\n\nCZAS I MIEJSCE KONFERENCJI\n\nKonferencja odbędzie się w terminie 27 – 28 czerwca 2024 roku w Krakowie w kampusie Akademii Górniczo – Hutniczej im. St. Staszica w Krakowie, budynek C-7, ul. Czarnowiejska 36, 30 – 054 Kraków\n\nORGANIZATORZY\n\nWydział Humanistyczny Akademii Górniczo – Hutniczej im. St. Staszica w Krakowie,\n\nul. Czarnowiejska 36, 30 – 054 Kraków, Budynek C-7\n\nKatedra Socjologii Kultury i Zmian Społecznych; Instytut Socjologii Uniwersytetu Komisji Edukacji Narodowej w Krakowie, ul. Podchorążych 2, 30-084 Kraków\n\nKONTAKT\n\ndr Łucja Kapralska \nlkapral@agh.edu.pl\n , tel. 502 640 663\n\nWydział Humanistyczny Akademii Górniczo – Hutniczej im. St. Staszica w Krakowie,\n\nul. Czarnowiejska 36, 30 – 054 Kraków, Budynek C-7, p. 5.25\n\ndr Anna Fiń , \nannafin@interia.pl\n\nanna.fin@up.krakow.pl\n , tel. 503 049 490\n\nInstytut Socjologii Uniwersytetu Komisji Edukacji Narodowej w Krakowie, ul. Podchorążych 2, pokój 304, 30-084 Kraków\n\nOPŁATA KONFERENCYJNA\n\nOpłata konferencyjna wynosi 650 zł i pokrywa udział w konferencji, materiały konferencyjnie przerwy kawowe, lunch w dniach 27, 28 czerwca 2024, uroczystą kolację w dniu 27 VI, publikację pokonferencyjną. Opłata nie pokrywa kosztów noclegów. Opłata za uczestnictwo bierne (bez referatu) – 300 zł.\n\nKONTO\n – 11 1240 4533 1111 0010 2978 5411, z dopiskiem: opłata za konferencję Nowe migracje – nowe narracje\n\nFundacja Studentów i Absolwentów Akademii Górniczo-Hutniczej w Krakowie ACADEMICA\n\n11 1240 4533 1111 0010 2978 5411\n\nSWIFT: PKOPPLPW\n\nTytułem: „Nowe migracje, nowe narracje, Imię i nazwisko”\n\nTERMINARZ KONFERENCJI – WAŻNE TERMINY\n\nDruga tura rejestracji: do 30 kwietnia 2024 r.\n\nInformacja o przyjęciu zgłoszenia: 6 maja 2024 r.\n\nTermin opłaty: do 26 maja 2024 r.\n\nPrzesłanie informacji o ostatecznym programie – do 20 czerwca 2024 r.\n\nDOJAZD\n\nDojazd do kampusu AGH z centrum komunikacyjnego (Dworzec PKP i Autobusowy):\n\nZ dworca PKP z przystanku przy ul. Pawiej:\n\nautobus nr 208 w kierunku Kraków Airport, wysiąść na przystanku AGH Czarnowiejska na wprost budynku AGH C-7.\n\nautobus 501, wysiąść na przystanku AGH Czarnowiejska, na wprost budynku AGH C-7.\n\nbilety można kupić w automatach na przystankach, w tramwaju i w autobusie. Bilet 20 min. 4 zł.\n\nNOCLEGI: HOSTELE, HOTELE\n\nPolecamy hostele i hotele znajdujące się najbliżej miejsca obrad:\n\nAkademik Nawojka, ul. Reymonta 1: \nhttps://nawojka.hotelestudenckie.pl/\n\nHostel Strumyk i inne na Miasteczku Studenckim, które oferują pokoje o różnym standardzie : \nhttps://taniehostele.pl/kontakt\n\nHotel “Polonez” ul. Reymonta 15, \nhttps://hotelpolonez.pl/\n\nAntica Residence, ul. Czarnowiejska 76: \nhttp://wwww.anticaresidence.pl/\n\nAkademickie Centrum Hotelowe Uniwersytetu Komisji Edukacji Narodowej w Krakowie, ul. Armii Krajowej 9-9A, 30-150 Kraków, \nhttps://ach.uken.krakow.pl/hotel/\n\nCentrum oferuje dwa obiekty:\n\n• Hotel Krakowiak : tel. +48 12 662 64 55, \nkrakowiak@up.krakow.pl\n\n• DS „Za Kolumnami” : tel. +48 12 662 70 00, e-mail: \nzakolumnami@up.krakow.pl\n\nObiekty znajdują się w odległości 4 przystanków autobusowych od miejsca konferencji\n\nJako że termin konferencji zbiega się z początkiem sezonu wakacyjnego, sugerujemy dokonanie rezerwacji w jak najszybszym terminie.\n\nFORMULARZ ZGŁOSZENIA:\n\nhttps://forms.office.com/e/nGzhrrwb37\n\nINFORMACJA O PRZETWARZANIU DANYCH OSOBOWYCH\n\nABSTRAKTY\n i \nPROGRAM\n\nGALERIA\n\nPATRONAT\n\nOddział Krakowski Polskiego Towarzystwa Socjologicznego (OK PTS)\n\nCentrum Wielokulturowe w Krakowie, którego operatorem jest Fundacja Internationaler Bund Polska.\n\nSekcja Socjologii Migracji Polskie Towarzystwo Socjologiczne", "metadata": {"url": "https://wh.agh.edu.pl/konferencja-nowe-migracje-nowe-narracje-wspolczesne-doswiadczenie-migracji-wzory-strategie-konteksty/", "title": "Konferencja \"Nowe migracje, nowe narracje. Współczesne doświadczenie migracji: wzory-strategie-konteksty\" - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "145c18f93ed3ed492024877ebd71655c", "word_count": 1767, "headings": [{"level": 1, "text": "Konferencje, Seminaria, Wykłady"}, {"level": 2, "text": "Konferencja „Nowe migracje, nowe narracje. Współczesne doświadczenie migracji: wzory-strategie-konteksty”"}, {"level": 3, "text": "%20"}]}}