{"content": "# Polityka prywatności - AGH e-Sklep\n\nURL: https://sklep.agh.edu.pl/polityka-prywatnosci,18\nCrawled: 2025-03-19 21:17:46\n\nStrona główna\n  /\n\nPolityka prywatności\n\nPolityka prywatności\n\nNiniejsza Polityka Prywatności określa zasady przetwarzania i ochrony danych osobowych przekazanych przez Użytkowników w związku z korzystaniem przez nich z usług Sklepu Internetowego AGH. \n\nAdministratorem danych osobowych zgromadzonych w Sklepie Internetowym AGH jest Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie z siedzibą przy al. Mickiewicza 30, 30-059 Kraków posiadającą osobowość prawną na podstawie art. 12 Ustawy z dnia 27 lipca 2005 r. – Prawo o szkolnictwie wyższym (tj. Dz.U. z 2012 r., poz. 572 z późn. zm.), NIP 675 000 19 23, REGON 000001577. \n\nDane Osobowe przetwarzane są na podstawie zgody wyrażanej przez Użytkownika oraz w przypadkach, w których przepisy prawa upoważniają Administratora do przetwarzania danych osobowych na podstawie przepisów prawa lub w celu realizacji zawartej pomiędzy stronami umowy. \n\nSklep Internetowy AGH realizuje funkcje pozyskiwania informacji o użytkownikach i ich zachowaniach w następujący sposób: \n\npoprzez dobrowolnie wprowadzone w formularzach informacje\npoprzez gromadzenie plików cookies (szczegóły dotyczące polityki cookies dostępne są pod adresem \nwww.agh.edu.pl/polityka-obslugi-plikow-cookies.\n\nSklep Internetowy AGH zbiera informacje dobrowolnie podane przez użytkownika.\n\nDane podane w formularzu są przetwarzane w celu wynikającym z funkcji konkretnego formularza np. w celu dokonania procesu obsługi kontaktu informacyjnego. \n\nDane osobowe pozostawione w Sklepie Internetowym AGH nie zostaną sprzedane ani udostępnione osobom trzecim, zgodnie z przepisami Ustawy o ochronie danych osobowych. \n\nDo danych zawartych w formularzu przysługuje wgląd osobie fizycznej, która je tam umieściła. Osoba ta ma również prawo do modyfikacji i żądania zaprzestania przetwarzania swoich danych w dowolnym momencie oraz do usunięcia danych. \n\nZastrzegamy sobie prawo do zmiany w polityce ochrony prywatności Sklepu Internetowego AGH, na które może wpłynąć rozwój technologii internetowej, ewentualne zmiany prawa w zakresie ochrony danych osobowych oraz rozwój naszych usług. O wszelkich zmianach będziemy informować w sposób widoczny i zrozumiały. \n\nW Sklepie Internetowym AGH mogą pojawiać się linki do innych stron internetowych. Takie strony internetowe działają niezależnie od Sklepu i nie są w przez niego żaden sposób nadzorowane. Strony te mogą posiadać własne polityki dotyczące prywatności oraz regulaminy, z którymi zalecamy się zapoznać. \n\nW razie wątpliwości co któregokolwiek z zapisów niniejszej polityki prywatności jesteśmy do dyspozycji. Nasze dane znaleźć można w zakładce \nKONTAKT\n.", "metadata": {}}