{"metadata": {}, "content": "Regulamin wnoszenia  opłat za przeprowadzenie rekrutacji na studia \nprowadzone w Akademii Górniczo -Hutniczej w Krakowie  oraz opłaty za \nwydanie elektronicznej legitymacji studenckiej z wykorzystaniem \npłatności  elektronicznych  \n \n§ 1. Przedmiot regulacji  \nNiniejszy Regulamin określa zasady dokonywania przez Kandydatów płatności elektronicznych za \npostepowanie związane z przyjęciem na studia prowadzone w Akademii Górniczo -Hutniczej w \nKrakowie oraz opłaty za elektroniczną legitymację studencką za pośrednictwem systemu  \ne- Rekrutacja dostępnego pod adresem:  www.rekrutacja.cr.agh.edu.pl  \n§ 2. Definicje  \nIlekroć w niniejszym Regulaminie jest mowa o:  \n1. AGH– rozumie się przez to Akademię Górniczo -Hutniczą im. Stanisława Staszica w  Krakowie z \nsiedzibą przy al. Mickiewicza 30, 30 -059 Kraków, posiadającą osobo wość prawną na podstawie \nart. 9  ustawy z dnia 20 lipca 2018 r. – Prawo o szkolnictwie wyższym i nauce ( Dz.U. z 202 4 r. \npoz.1571 t.j.), NIP 675 000 19 23, REGON 000001577;  \n2. Systemie e -Rekrutacja – rozumie się przez to elektroniczny system obsługi rekrutacji dostępny \npoprzez domenę internetową www.rekrutacja.cr.agh.edu.pl ; \n3. Kandydacie – rozumie się przez to osobę fizyczną, posiadającą co najmniej ograniczoną zdolność \ndo czynności prawnych, która dokonała rejestracji w Systemie e -Rekrutacja w celu   rekrutacji na \nstudia w AGH;  \n4. Regulaminie – rozumie się przez to niniejszy Regulamin , dostępny pod adresem \nwww.rekrutacja.agh.edu.pl ; \n5. Adresie elektronicznym – rozumie się przez to aktywne konto e -mail podane przez Kandydata \nw czasie rejestracji w systemie e -Rekrutacja  albo w przypadku dokonywania płatności przez osobę \ntrzecią wskazany przez nią adres e -mail;  \n6. Opłacie rekrutacyjnej – rozumie się przez to opłatę za postępowanie związane z przyjęciem na \nstudia ; \n7. Opłacie za ELS – rozumie się przez to opłatę za wydanie elektronicznej legitymacji studenckiej \n(ELS) ; \n8. Rozporządzeniu  – rozumie się przez to  Rozporządzenie Ministra Nauki i Szkolnictwa Wyższego \nz dnia 27 września 2018 r. w sprawie studiów (Dz.U. z 20 23 r. poz. 2787 t.j. ) \n9. Zarządzeni a w sprawie szczegółowych zasad organizacji rekrutacji  – rozumie się \nzarządzenie Rektora Akademii Górniczo -Hutniczej im. Stanisława Staszica w Krakowie w sprawie \nszczegółowych zasad organizacji rekrutacji kandydatów posiadających obywatelstwo polskie na \npierwszy rok  studiów oraz wysokości opłat za postępowanie związane z przyjęciem na studia  oraz \nzarządzenie Rektora Akademii Górniczo -Hutniczej im. Stanisława Staszica w Krakowie w sprawie \nszczegółowych zasad organizacji rekrutacji kandydatów niebędących obywa telami polskimi na \npierwszy rok studiów pierwszego i drugiego stopnia rozpoczynających cykl kształcenia oraz \nwysokości opłat za postępowanie związane z przyjęciem na studia, wydane odpowiednio \nw rekrutacji na dany rok akademicki.  \n§ 3. Opłata za postępowanie związane z przyjęciem na studia  oraz opłata za ELS  \n1. Kandydat jest zobowiązany dokonać Opłaty rekrutacyjnej oraz Opłaty za ELS, zgodnie z zasadami \ni w terminach określonych w Zarządzeniach w sprawie szczegółowych zasad organizacji rekrutacji  \nprzyjętych  na dany rok akademicki . \n2. Wysokość Opłaty rekrutacyjnej  określa § 38 Rozporządzenia. Szczegóły dotyczące wysokości \nopłaty rekrutacyjnej  na studia stacjonarne i  niestacjonarne, pierwszego i drugiego stopnia, w \nzależności od liczby składanych deklaracji , regulują  Zarządzeni a w sprawie szczegółowych zasad  \norganizacji rekrutacji .  \n\n3. Wysokość Opłaty za ELS  określa § 36 ust. 1 pkt 3  Rozporządzenie .  \n§ 4. Płatności  \n1. AGH oferuje możliwość dokonania Opłaty Rekrutacyjnej  oraz Opłaty za ELS z wykorzystaniem \npłatności elektronicznych  za pośrednictwem systemu płatności elektronicznych realizowanego \nprzez PayPro Spółka Akcyjna z siedzibą w Poznaniu przy ul. Pastelowej 8, 60 -198 Poznań, \nwpisaną do Rejestru Przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez Sąd \nRejonowy Poznań  Nowe Miasto i Wilda, VIII Wydział Gospodarczy Krajowego Rejestru Sądowego \npod numerem KRS 0000347935, NIP 7792369887, REGON 301345068, występująca pod nazwą \nhandlową: Przelewy24.pl .  \n2. Dostępne  dla Kandydatów  formy płatności to:  \n1) karty płatnicze: V ISA, VISA Mobile , Master card, Google Pay , Apple Pay , Visa Mobile ; \n2) Przelewy  online  \n3) BLIK \n4) PayPal  \n3. AGH lub Przelewy24  poinformuje Kandydata o  zaksięgowaniu środków na koncie.  \n§ 5. Reklamacje  \n1. Reklamacje Kandydatów lub potencjalnych Kandydatów dotyczące płatności elektronicznych \nrozpatrują AGH lub Przelewy24.  \n2. Kandydat może zgłosić reklamację dotyczącą płatności elektronicznych AGH na adres mailowy:  \nrekrutacja@agh.edu.pl  lub adres korespondencyjny :  \nAkademia Górniczo -Hutnicza im. Stanisława Staszica w Krakowie  \nal. A. Mickiewicza 30  \n30-059 Kraków  \nbud. U2 (Centrum Rekrutacji AGH), pok. 101   \nw terminie 14 dni od wystąpienia nieprawidłowości.  \n3. Reklamacja powinna zawierać dane identyfikujące Kandydata, adres do korespondencji albo adres \ne-mail oraz  szczegółowe  okoliczności stanowiące powód złożenia reklamacji.  \n4. AGH rozpatruje  reklamacje w terminie 14 dni od dnia złożenia reklamacji. W przypadku  \nwystąpienia koniecznośc i przeprowadzenia dodatkowego postępowania wyjaśniającego, AGH \nzastrzega sobie prawo przedłużenie terminu do rozpatrzenia reklamacji na okres nie dłuższy niż  \nkolejne  14 dni, pod warunkiem poinformowania kandydata o powodzie przedłużenia terminu.  \n5. O sposobie rozpatrzenia reklamacji Kandydat zostanie powiadomiony zgodnie z formą, w jakiej \nreklamacja została złożona przez Kandydata  tj. mailowo lub przesyłką listowną na wskazany adres \nkorespondencyjny . \n6. Szczegółowe informacje dotyczące wnoszenia i rozpatrywania reklamacji  przez Przelewy24  są \ndostępne na stronie internetowej Przelewy24 https://www.przelewy24.pl/reklamacje . \n7. Kandydat  zobowiązany jest zgłosić reklamację w ciągu 14 dni od momentu, w którym \nnieprawidłowość  dotyczącą nieautoryzowanej, niezrealizowanej lub nienależycie zrealizowanej  \npłatności elektronicznej  zauważył lub mógł z łatwością zauważyć .  \n8. Reklamacja dotycząca stwierdzonych nieautoryzowanych, niewykonanych lub nienależycie \nwykonanych płatności  elektronicznych  powinna zawierać co najmniej: numer płatności, kwotę \npłatności, tytuł płatności, nazwisko i imię właściciela konta bankowego (karty płatniczej), datę \npłatności a także, o ile są znane reklamującemu - nazwę banku i konto, z którego skierowana \nzostała płatność Uczestnika  (w przypadku płatności kartą płatniczą - nazwa karty lub dane innego \ndostawcy  Uczestnika ; w przypadku płatności SMS -em – numer telefonu, lub dane innego dostawcy \nUczestnika ), adres email, który został podany w zleceniu płatniczym, a także powód reklamacji, \nokreślenie podmiotów uczestniczących w transakcji oraz szczegółowy opis zdarzenia \nreklamacyjnego.  \n\n§ 6. Zwrot opłaty  \n1. Kandydat  ma prawo złożyć wniosek o zwrot Opłaty  rekrutacyjnej i Opłaty za ELS zgodnie  z \nzasadami oraz  w termi nach określony ch w Zarządzeni ach. \n2. Wniosek o zwrot opłaty  Kandydat ma obowiązek złożyć  elektronicznie  za pośrednictwem \ndedykowanego modułu  do składania wniosków o zwrot opłaty  dostępnego w systemie \ne- Rekrutacja.  Wnioski są rozpatrywane w ciągu 30 dni od daty złożenia wniosku.  \n3. W razie wystąpienia okoliczności uzasadniających zwrot  opłaty określonych w Zarządzeniach , AGH \nzwróci  Kandydatowi kwotę na wskazany rachunek bankowy. W przypadku płatności kartą \npłatniczą zwrot środków zostanie wykonany bezpośrednio na rachunek karty Kandydata, z której \ndokonano płatności.   \n4. Zwrot opłaty nastąpi w ciągu 30 dni od daty pozytywnego rozpatrzenia  wniosku o zwrot.    \n§ 7. Ochrona danych osobowych  \n1. Administratorem danych osobowych osób korzystających z usługi płatności elektronicznych za \nOpłatę rekrutacyjną i Opłatę za ELS jest AGH.  \n2. Dane osobowe będą przetwarzane w celu obsługi płatności elektronicznych  z poszanowaniem \nobowiązujących w tym zakresie przepisów prawa, w tym Rozporządzenia Parlamentu \nEuropejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony fizycznych w \nzwiązku z przetwarzaniem danych osobowych i w sprawie swobodnego pr zepływu takich danych \noraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych osobowych). \nSzczegółowa informacja o przetwarzaniu danych osobowych dostępna jest pod adresem: \nwww.agh.edu.pl/ochrona -danych -osobowych/informacja -administratora -o-przetwarzaniu -\ndanych -osobowych   \n3. W celu realizacji płatności za postępowanie związane z przyjęciem na studia  oraz wydanie \nelektronicznej legitymacji studenta  niezbędne jest podanie przez Kandydata następujących \ndanych osobowych: im ię, nazwisko , adres zamieszkania  oraz Adres elektroniczny . \n4. W celu realizacji usługi płatności  elektronicznych  dane osobowe , w zakresie Adresu \nelektronicznego , zostaną  udostępnione podmiot owi, za pośrednictwem któr ego AGH realizuje \npłatności elektroniczne , t.j Przelewy24 .  \n5. W przypadku płatności kartą płatniczą  zakres danych udostępnianych Przelewy24 obejmuje : imię \ni nazwisko Kandydata,  adres zamieszkania oraz Adres elektroniczny.   \n6. Z chwilą przekazania danych  osobowych określonych w ust. 4  i 5 w celach związanych ze \nświadczeniem usług płatniczych, administratorem  tych danych są Przelewy24 . Zasady \nprzetwarzania danych osobowych Kandydatów  są dostępne w klauzuli informacyjnej dostępnej \npod adresem:  www.przelewy24.pl/obowiazekinformacyjny -rodo-platnicy . \n§ 8. Zmiana Regulaminu  \n1. AGH może zmienić niniejszy Regulamin z ważnych powodów, w szczególności prawnych lub \ntechnicznych.  \n2. Kandydat zostanie poinformowany o zmianie Regulaminu i przyczynie takiej zmiany \nw komunikacie wyświetlanym na stronie głównej rekrutacji w AGH przez 14 dni przed jego \nwejściem w życie.  \n3. W przypadku dokonywania płatności elektronicznej Kandydat akceptuje lub odmawia akceptacji \npostanowień zmienionego Regulaminu.  \n§ 9. Postanowienia końcowe  \n1. Regulamin wchodzi w życie z dniem 1 stycznia 2025 .  \n2. W sprawach nieuregulowanych stosuje się właściwe przepisy prawa powszechnie obowiązującego, \na w szczególności:  \n1) ustawy z dnia 23 kwietnia 1964 r. Kodeks cywilny  (tj. Dz.U. z 20 24 r. poz. 1 061 z późn. zm. ); \n2) ustawy z dnia 18 lipca 2002 r. o świadczeniu usług drogą elektroniczną  (tj. Dz.U.  z 2024 r. \npoz. 1513 z późn. zm. );  \n\n3) ustawy z dnia 10 maja 2018  r. o ochronie danych osobowych  (tj. Dz.U. z 2019 r. poz.1781 ). \n\n"}