{"content": "# Fellowship Programme under the Polish National Commission for UNESCO in Engineering,  edition 2022 C : call for submission\n\nURL: http://www.unesco.agh.edu.pl/aktualnosci/fellowship-programme-under-the-polish-national-commission-for-unesco-in-engineering-edition-2022-c-call-for-submission/\nCrawled: 2025-03-19 21:40:01\n\nFellowship Programme under the Polish National Commission for UNESCO in Engineering,  edition 2022 C : call for submission\nThe UNESCO Chair for Science, Technology, and Engineering at the AGH University of Science and Technology in Krakow are inviting potential candidates to submit your interest with the Fellowship Programme under the Polish National Commission for UNESCO in Engineering, edition 2022 C, supporting the MSc/ PhD study at the AGH University of Science and Technology, Krakow, Poland, during the academic year 2022/2023, summer semester.\n\n Fellowship Programme under the Polish National Commission for UNESCO in Engineering is implemented at the AGH University of Science and Technology in Krakow by the UNESCO Chair for Science, Technology, and Engineering Education. The Fellowship Programme under the Polish National Commission for UNESCO in Engineering is aimed at university graduates, mainly from the countries of Eastern, Central and Eastern Europe and developing countries. The programme aim is to support the socio - economic growth of developing countries by raising the level of knowledge and education of their citizens. The Programme is coordinated by the Polish National Commission for UNESCO and implemented at Polish universities, from the funds of the Ministry of Education and Science, through the Polish National Agency for Academic Exchange.\n\n Scholarships may be applied for by university graduates who intend to pursue and participate in research and development projects and study (or are studying) at the AGH University of Science and Technology, Krakow. Student status is required also during the fellowship programme. The subject of the fellowships should be related to UNESCO's programming priorities. Only submissions linked to the UNESCO strategy will be eligible for funding. To find out if your submission is eligible for funding, see UNESCO's strategy documents for coming years. UNESCO's strategic documents are available at: UNESCO Medium Term Strategy for 2022-2029:  \n\nhttps://unesdoc.unesco.org/ark:/48223/pf0000378083\n.\n\n The scholarship programme is addressed to students of the AGH University of Science and Technology, who are:\n\n1.\n\nFinished the study program at first degree (BSc), received a diploma, and is planning to continue studies at the second degree (MSc);\n\n2.\n\nImplementing a study programme at the second (MSc). A scholarship holder may be a student who has completed three-year higher studies with a diploma;\n\n3.\n\nThird degree (PhD). A scholarship holder may be a student who has completed full higher education, corresponding to the Polish five-year master's studies;\n\nThe candidate for the scholarship must have valid health insurance that meets the requirements of Polish consular services and the purpose of stay in Poland, valid for the entire duration of the scholarship. Additionally, the candidate for the scholarship should have a valid visa or residence card.\n\n A candidate for a scholarship should implement the scholarship under the supervision of an AGH staff member (not applicable to BSc students). The candidate should submit the recommendations of the research supervisor supporting the application for a scholarship, along with the justification. The candidate of third cycle studies should also submit a full list of publications that he published by December 2022.\n\nThe amount of the scholarship is PLN 1500,00 per month for scholarship holders who have completed first degree (BSc) with a diploma or three-year higher education studies (MSc) with a diploma. The amount of the scholarship is PLN 2200,00 for scholarship holders who have completed full higher education (PhD), corresponding to the Polish five-year master's studies.\n\n The scholarship is awarded for a period of 5 months after the candidate has met the formal requirements (for the winter semester from 10.2023, for the spring semester in the period from 03.2023). Payment of funds may be made only to persons residing in the territory of the Republic of Poland and studying at the AGH University of Science and Technology in Krakow. The funds cannot be disbursed if the scholarship holders receive other scholarship aid funds from the budget of the Republic of Poland. We would like to remind that persons receiving other fellowship aid from the state budget as well as Card of the Pole and Permanent Residence Permit holders cannot become beneficiaries of the Polish National Commission for UNESCO Fellowships Programme.\n\nThe following criteria are considered in the quality assessment process of the submission:\n\n1.\n\nCorrespondence of the topic and concept of MSc/ PhD thesis with the areas of study covered by the Programme and related to UNESCO's programming priorities;\n\n2.\n\nResearch plan and description of research method of the thesis;\n\n3.\n\nThe innovative nature of the proposed thesis;\n\n4.\n\nFeasibility of project implementation at the AGH;\n\n5.\n\nGrades obtained in the last exam session (required average minimum 4,0);\n\n6.\n\nOverall assessment of the application;\n\n Required documents for delivery to the UNESCO AGH Chair office (applicable for all candidates):\n\n1.\n\nFellowship application/ request; \n\n2.\n\nMotivation letter, including your achieved degree (BSc, MSc, PhD);\n\n3.\n\nConfirmation of your student status on March 1, 2023, especially at the AGH UST: confirmation of admission as student (student status confirmation is required during the fellowship programme);\n\n4.\n\nName of your tutor at the AGH; Thesis supervisor's opinion;\n\n5.\n\nAn official document showing confirmation of the grades obtained in the last exam session at the University;\n\n6.\n\nReferences and list two persons, with titles and address and represented institution details, who can provide information on qualifications of candidate;\n\n7.\n\nDescription of the proposed MSc/ PhD thesis according to the following specifications (details of proposed studies, duration of research and starting date: working thesis title, thesis topic proposal, research problem and method, research plan and description of research method, the innovative nature of the proposed thesis, feasibility of project implementation at a selected higher education institution, list of publication with your name as author or co-author);\n\n For more details, please contact directly with the UNESCO AGH Chair office, bld. U2/ room 203. See also our page: \nwww.unesco.agh.edu.pl/en/\n. \n\nDeadline for documents submission: \n19.01.2023, 10h00\n (Warszawa time), to the UNESCO AGH Chair office, bld. U2/ room 203 (signed paper documents, see above) and e-documents via email address: unesco4@agh.edu.pl (email title: ed.2022C, Surname, Country).", "metadata": {"url": "http://www.unesco.agh.edu.pl/aktualnosci/fellowship-programme-under-the-polish-national-commission-for-unesco-in-engineering-edition-2022-c-call-for-submission/", "title": "Fellowship Programme under the Polish National Commission for UNESCO in Engineering,  edition 2022 C : call for submission", "depth": 3, "duplicate": false, "content_hash": "0f984d7336923eaf978f887c87c52116", "word_count": 994, "headings": [{"level": 1, "text": "Fellowship Programme under the Polish National Commission for UNESCO in Engineering,  edition 2022 C : call for submission"}]}}