{"content": "#  Plan Równości Płci -- Równość w AGH \n\nURL: https://rownosc.agh.edu.pl/plan-rownosci-plci\nCrawled: 2025-03-19 21:17:58\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Plan Równości Płci \n\nWSTĘP\n\nPlan Równości Płci dla AGH na lata 2022–2024 – realizacja i implementacja. Stan na grudzień 2024 roku\n\nEtapy przygotowywania i realizacji Planu Równości Płci 2025–2028\n\nMetodologia badań\n\nCharakterystyka badanej zbiorowości w badaniach ilościowych\n\nPojęcia, którymi posługujemy się w Planie\n\nDIAGNOZA \n\nPłciowa struktura AGH. Równość w rozwoju karier naukowych i rekrutacji w AGH\n\nProporcja zatrudnienia \n\nZarobki i nagrody\n\nKariera naukowa \n\nKariera administracyjna\n\nOsoby studiujące – struktura społeczności\n\nPotrzeby i oczekiwania osób badanych dotyczące równego traktowania w pracy naukowej i dydaktyce\n\nRÓWNOWAGA PŁCI W PROCESACH I ORGANACH DECYZYJNYCH\n\nJednostki centralne \n\nWydziały i inne jednostki podstawowe \n\nRady dyscyplin\n\nKatedry\n\nAdministracja\n\nUwarunkowania segregacji pionowej w organach decyzyjnych \n\nPotrzeby i oczekiwania osób badanych dotyczące równego traktowania w organach decyzyjnych \n\nRÓWNOŚĆ W PROJEKTOWANIU BADAŃ NAUKOWYCH I DYDAKTYKI \n\nKariera naukowa\n\nProjekty naukowe \n\nMobilność naukowa \n\nBariery i wsparcie na drodze rozwoju naukowego \n\nSTUDIOWANIE\n\nRekrutacja na studia\n\nStruktura płci w szkole doktorskiej \n\nDoświadczenie studiowania\n\nPotrzeby i oczekiwania osób badanych dotyczące równego traktowania w pracy naukowej i dydaktyce\n\nRÓWNOWAGA MIĘDZY ŻYCIEM RODZINNYM A PRACĄ ZAWODOWĄ \n\nOrganizacja pracy\n\nMotywowanie, zaangażowanie i ocena pracownicza \n\nOpieka nad osobami zależnymi \n\nZdrowie i specjalny potrzeby osób pracujących i studiujących w AGH \n\nZmęczenie osób pracujących w AGH\n\nNeuroróżnorodność \n\nTranspłciowość \n\nPotrzeby i oczekiwania osób badanych dotyczące wspierania równowagi między pracą/edukacją a życiem\n\nNIERÓWNE TRAKTOWANIE, MOLESTOWANIE I MOLESTOWANIE SEKSUALNE \n\nNierówne traktowanie w doświadczeniach osób studiujących\n\nMolestowanie seksualne w doświadczeniach osób studiujących \n\nInne formy nierównego traktowania, w tym molestowania w doświadczeniu osób studiujących: \n\nNierówne traktowanie w doświadczeniach osób pracujących\n\nMolestowanie seksualne w doświadczeniach osób pracujących\n\nInne formy nierównego traktowania, w tym molestowania w doświadczeniu osób pracujących\n\nHomofobia i transfobia w doświadczeniu osób studiujących i pracujących\n\nSposoby reagowania osób badanych na nierówne traktowanie \n\nGłówne problemy związane z przeciwdziałaniem nierównemu traktowaniu\n\nOcena dotychczasowych działań wspierających równe traktowanie w AGH\n\nPotrzeby i oczekiwania osób badanych\n\nCELE, PROPONOWANE DZIAŁANIA, WSKAŹNIKI. PLAN NA LATA 2025-2028\n\nCEL 1. Zwiększenie świadomości wagi równego traktowania oraz zwiększanie wiedzy o przyczynach, skutkach i przejawach nierównego traktowania ze względu na płeć\n\nCEL 2. Zwiększenie świadomości wagi równego traktowania oraz zwiększanie wiedzy o przyczynach, skutkach i przejawach nierównego traktowania ze względu na różne czynniki\n\nCEL 3. Wspieranie równego dostępu do karier naukowych, procesów rekrutacji (w tym zasobów i awansów)\n\nCEL 4. Wspieranie procesu kształcenia i społeczności studenckiej pod kątem równego traktowania\n\nCEL 5. Wspieranie godzenia pracy zawodowej oraz życia rodzinnego, w tym ról opiekuńczych przez osoby pracujące i studiujące w AGH\n\nCEL 6. Zwiększenie różnorodności, w tym równowagi płci w organach i procesach decyzyjnych na różnych poziomach struktury organizacyjnej uczelni\n\nCEL 7. Zapewnienie warunków do kształcenia oraz wykonywania pracy zgodnie z regułami bezpieczeństwa i przeciwdziałania przejawom mobbingu, seksizmu i molestowania seksualnego\n\nPrzedstawiamy Państwu Plan Równości Płci (\nGender Equality Plan\n) Akademii Górniczo-Hutniczej w Krakowie na lata 2025–2028. To już drugi dokument tego typu, który opracowaliśmy w zespole powołanym przez JM Rektora prof. dr hab. inż. Jerzego Lisa w ostatnich latach. Pierwszy Plan Równości Płci powstał w 2021 roku, zaś ostatnie lata to czas wdrażania i realizacji jego założeń. Naszym zamierzeniem w poprzednim Planie było zbadanie najważniejszych wyzwań związanych z równym traktowaniem, przed którymi stoi nasza uczelnia, oraz zaproponowanie odpowiednich działań.\n\nI tym razem celem naszych działań jest gruntowna analiza i diagnoza dobrostanu osób pracujących i studiujących w AGH, wskazanie na doświadczenia w społeczności akademickiej, które wymagają szczególnej uważności ze strony naszego Uniwersytetu. Doświadczenia te dotyczą m.in. stanu zdrowia, w tym psychicznego, przepracowania, przebiegu karier zawodowych, ale i różnych przejawów seksizmu wobec kobiet czy potrzeb niektórych mężczyzn, np. wsparciem ich głosu w uczelni. Opisujemy ważne i pozytywne zmiany, które dokonały się w ostatnich latach również pod wpływem implementacji założeń Planu Równości Płci sprzed trzech lat. Należy do nich bez wątpienia wzrost liczby kobiet na stanowiskach dziekańskich, stosunkowo wysoki, względem badań ogólnopolskich, poziom zadowolenia z pracy czy znaczący spadek od 2021 roku doświadczeń naruszeń (zwłaszcza molestowania i homofobii) wśród osób studiujących. Plan obejmuje diagnozę struktury uczelni i doświadczeń ludzi, którzy współtworzą wspólnotę Akademii Górniczo-Hutniczej w Krakowie. Analizujemy w nim pięć głównych obszarów. Obszary te wynikają również z wytycznych, które formułuje Komisja Europejska:\n 1) równość w rozwoju karier naukowych i rekrutacji,\n 2) równowaga płci w procesach i organach decyzyjnych,\n 3) równość w projektowaniu badań naukowych i dydaktyki,\n 4) równowaga między życiem rodzinnym a pracą zawodową,\n 5) doświadczenia molestowania i molestowania seksualnego.\n\nChoć płeć jest ważną kategorią naszych badań, rozumiemy ją intersekcjonalnie. Oznacza to, że badamy związki płci ze statusem pracowniczym lub studenckim, etapem kariery, sytuacją rodzinną, wiekiem czy tożsamością psychoseksualną. Nie rozpatrujemy kobiet lub mężczyzn w naszej Uczelni jako homogenicznych i spójnych społeczności.\n\nW dokumencie formułujemy kluczowe cele na najbliższe lata dla naszej Uczelni, które wyłaniają się z przeprowadzonej diagnozy. Dotyczą one następujących kwestii: instytucjonalnych rozwiązań wspierających przeciwdziałanie naruszeniom związanym z równym traktowaniem, edukacji równościowej, budowania wiedzy i świadomości z zakresu różnorodności i kultury organizacyjnej. Ważnym elementem Planu jest propozycja działań, które będą służyć realizacji celów w latach 2025-2028. Wskazane działania powinny stać się udziałem całej wspólnoty akademickiej, wszystkich osób pracujących, studiujących i władz naszej Uczelni. Projektując Plan Równości Płci, chcemy uczestniczyć w budowaniu Akademii Górniczo-Hutniczej w Krakowie jako miejsca równych szans, w którym spotykają się różne kultury, zainteresowania, pasje i perspektywy. Chcemy współtworzyć z całą społecznością akademicką uniwersytet wolny od uprzedzeń i dyskryminacji, zapewniający bezpieczeństwo wszystkim osobom studiującym i pracującym. Szacunek dla drugiego człowieka, równość szans i poszanowanie różnorodności to dla nas kluczowe wartości. Jak pokazują liczne badania (np. Bührer et al., 2020; Díaz-García et al., 2013; Department for Business, Innovation & Skills, 2013; Jensen et al., 2021; Tatsi & Raybould, 2024; zob. też strona projektu: \nGendered Innovations in Science, Medicine, and Engineering\n, \nwww.genderedinnovations.se/page/en-US/7/-)\n, twórczość, sukces i rozwój naukowy, rozwój innowacji i technologii zależą\n od czynników związanych z merytokracją, ale również warunkowane są kapitałem społecznym, poczuciem bezpieczeństwa, dobrostanem psychicznym, doświadczeniem więzi, przyjaznym i wspierającym środowiskiem pracy. Szczególne znaczenie ma to w instytucjach edukacyjnych,\n gdzie efektywny proces nauki i rozwoju nie może przebiegać w atmosferze zagrożenia i chronicznego stresu, które często towarzyszą osobom doświadczającym dyskryminacji. Wspieranie różnorodności i równości ma również istotny wpływ na rozwój organizacji uniwersytetu, albowiem warunkuje kreatywność, która jest niezbędna w dziedzinie edukacji i nauki. Różnorodność w uniwersytetach daje dostęp do różnych talentów, perspektyw i pomysłów, co sprzyja poszukiwaniu nowych rozwiązań problemów. Doświadczenia nierówności to w tej optyce utracone szanse – zarówno z perspektywy poszczególnych osób, jak i całego uniwersytetu, wspólnoty akademickiej i społeczno-technologicznego rozwoju. Dziś, w obliczu dynamicznych zmian gospodarczych, technologicznych i społecznych, jest to szczególnie ważne.\n\nWarto pamiętać, że równość stanowi jedną z fundamentalnych wartości chronionych przez Konstytucję RP. Artykuł 32 ustawy zasadniczej wyraźnie ustanawia zasadę równości (ust. 1) oraz zakaz dyskryminacji (ust. 2). W kontekście nauki równość płci jest kluczowym elementem\n wielu dokumentów regulujących funkcjonowanie instytucji publicznych w Polsce. W 2016 roku Rada Główna Nauki i Szkolnictwa Wyższego stwierdziła, że „przestrzeń akademicka powinna być wolna od wszelkich form dyskryminacji, a jej przejawy powinny spotkać się z zdecydowanym przeciwdziałaniem”. Rada zwróciła także uwagę na konieczność rozważenia wprowadzenia odpowiednich zapisów do statutów uczelni, które stanowiłyby wewnętrzne regulacje przeciwdziałania dyskryminacji (Rada Główna Nauki i Szkolnictwa Wyższego, 2016). Podobne stanowisko zajmował Rzecznik Praw Obywatelskich, zwracając uwagę na brak systemowych rozwiązań przeciwdziałających mobbingowi i molestowaniu na uczelniach wyższych oraz na niedostateczną skuteczność istniejących mechanizmów reakcji (Rzecznik Praw Obywatelskich, 2021). W 2023 roku stworzono stanowisko Ministra ds. Równości współpracujące z Ministrem Nauki i Szkolnictwa Wyższego. W ostatnich latach regularnie odbywają się konferencje organizowane przez Ministerstwo, na których dochodzi do prób wypracowania dobrych praktyk wspierających równe traktowanie oraz przeciwdziałających dyskryminacji i molestowaniu w uniwersytetach, w tym w dydaktyce i nauce. Od kilku lat w Polsce działa Akademicka Sieć Bezpieczeństwa i Równości (ASBIR), która stowarzysza osoby zajmujące się w polskich uczelniach ochroną praw i wartości akademickich oraz bezpieczeństwem, równością i różnorodnością.\n\nRówne traktowanie jest również ważną zasadą, na której wspiera się nasza Uczelnia. AGH, zgodnie z „Regulaminem pracy” obowiązującym od 16 września 2019 roku (ze zmianami), zobowiązała się do przeciwdziałania dyskryminacji, m.in. ze względu na płeć, oraz do wspierania równego traktowania pracowników (par. 6 ust. 1 pkt 4, par. 26 ust. 1 pkt 4). Odwołanie do równego traktowania pojawia się ponadto w Strategii AGH. To dokument dotyczący pojęcia integralności, rozumianej jako „dbałość o dostępność i inkluzywność w odniesieniu do wszystkich rodzajów działalności uczelni, tak aby była ona miejscem równych szans, wolnym od uprzedzeń i dyskryminacji, zapewniającym bezpieczeństwo osobom\n pracującym i studiującym, w którym szacunek dla drugiego człowieka, równe traktowanie i poszanowanie różnorodności są wartościami wyznaczającymi standardy relacji międzyludzkich, przy równoczesnym zachowaniu nadrzędności dążenia do prawdy i wolności słowa”. Ten cel określony w Strategii może być osiągnięty poprzez działania na rzecz równego traktowania i przeciwdziałania zachowaniom niepożądanym. Podobnie w Celu strategicznym 2 zadeklarowano: „Uczelnia w stanowczy sposób przeciwstawia się jakimkolwiek formom dyskryminacji ze względu na płeć, wyznanie, wiek i inne cechy osobiste”. Od 2023 roku w AGH funkcjonują wspomniane już Zasady Równego Traktowania, które stanowią\n drogowskaz wyznaczający kierunek w stronę budowania przyjaznej i bezpiecznej uczelni dla całej wspólnoty akademickiej bez względu na istniejące różnice.\n\nRówność płci stanowi także jedną z kluczowych wartości promowanych w Europejskiej Karcie Naukowca oraz Kodeksie Postępowania przy rekrutacji osób pracujących naukowo. Dokumenty te, opublikowane w 2005 roku jako rekomendacje Komisji Europejskiej, adresowane są zarówno do osób zajmujących się działalnością naukową, jak i do instytucji naukowych oraz organów finansujących badania. Działania Komisji Europejskiej na rzecz równouprawnienia płci w nauce i innowacjach są elementem strategicznego planu rozwoju Europejskiej Przestrzeni Badawczej (ERA) na lata 2020–2025. Ich celem jest stworzenie bardziej inkluzywnego i zrównoważonego środowiska badawczego. Od 2022 roku uczelnie partycypujące w programie Horizon Europe (2021–2027) powinny posiadać opracowane i wdrożone Plany Równości Płci. W ostatnich latach dokument ten przyjęty został przez kilkaset europejskich uniwersytetów, w tym polskich, a także instytuty badawcze i grantodawcze, takie jak Narodowe Centrum Nauki i Narodowe Centrum Badań i Rozwoju. Ostatni Plan AGH był uznany przez wiele uczelni za wzorcowy dla środowiska akademickiego.\n\nCelem powołanego przez Magnificencję Zespołu ds. Planu Równości Płci w AGH (dalej: ds. GEP) jest badanie i diagnozowanie wyzwań związanych z równością i różnorodnością w AGH oraz proponowanie rozwiązań dopasowanych do specyfiki naszej Uczelni. Wdrażanie praktyk antydyskryminacyjnych, wykorzystanie proponowanych narzędzi oraz dbałość o bezpieczeństwo i komfort pracy i studiowania w AGH stanowi odpowiedzialność zarówno Władz Uczelni na wszystkich szczeblach, jak i każdej osoby pracującej i studiującej w AGH.\n\nPrzekazując Państwu Plan na lata 2025–2028, wierzymy, że będzie on źródłem wiedzy, refleksji nad doświadczeniami osób współtworzących społeczność AGH i drogowskazem do działań dla całej wspólnoty akademickiej.\n\nPierwszy Plan Równości Płci dla AGH został opracowany w 2021 roku. Jego wdrażanie rozpoczęto rok później. Od 2021 roku w naszej uczelni zaszło wiele zmian, które objęły wymiar instytucji i reguł, edukacji, kształtowania wiedzy i zwiększania świadomości związanych z równym traktowaniem. Mamy na uwadze, że niwelowanie dyskryminacji i zapewnianie bezpieczeństwa i dobrostanu to długotrwały proces, który wymaga czasu, uważności, zaangażowania i pracy wielu osób.\n\nW minionych latach w wyniku implementacji Planu Równości Płci powstała instytucja \nRzecznika Równości\n, który wspiera i interweniuje w przypadkach naruszeń bezpieczeństwa osób studiujących i pracujących. Rzecznik działa od 2022 roku w oparciu o dostępne regulaminy w AGH oraz prawo państwowe. W 2023 roku Zespół ds. GEP opracował „Zasady Równego Traktowania” po regułach etycznych i etykiecie w społeczności akademickiej. Dokument powstał we współpracy z Rzecznikiem Równości oraz przedstawicielką Samorządu studenckiego. Był opiniowany przez Zespół Radców Prawnych. Przyjęto go jako Zarządzenie JMR 52/2023 i obowiązuje od 15 września 2023 roku.\n\nW ramach prac Zespołu ds. GEP opracowane zostały rekomendacje dotyczące obszarów takich jak:\n\n monitorowanie danych uwzględniających płeć, dotyczących procedur awansowych, rekrutacyjnych, udziału kobiet i mężczyzn w pracach badawczych, dydaktycznych i organizacyjnych w Uczelni,\n\nzróżnicowanie składu organów i gremiów decyzyjnych w AGH,\n\nrówne traktowanie w procesach rekrutacyjnych i dyplomowania w AGH,\n\nłączenia pracy zawodowej z życiem osobistym.\n\nRekomendacje te zostały przekazane osobom decyzyjnym w Uczelni do konsultacji i dalszego procedowania.\n\nPrócz działań na poziomie instytucjonalnym Zespół wdrażał rozwiązania budujące wiedzę, świadomość i wrażliwość związane z równym traktowaniem. W 2023 roku w ramach implementacji Planu Rzecznik Równości ze wsparciem Centrum e-Learningu i Innowacyjnej Dydaktyki AGH przeprowadził szkolenia stacjonarne „Równi sobie” dla osób pracujących i studiujących w AGH. Realizacji celów określonych w Planie miało służyć również szkolenie na temat godzenia pracy zawodowej i życia rodzinnego (Kursy „Nawyki” oraz „Jak motywować” w ramach współpracy z CELiID w 2023 i 2024 roku). W 2024 roku zostały udostępnione społeczności akademickiej kursy e-learningowe: „\nRówność w badaniach\n” (do 12 grudnia 2024 roku kurs ukończyło 76 osób) oraz „\nPrzeciwdziałanie molestowaniu i dyskryminacji\n” dla wszystkich osób studiujących i pracujących w AGH (do 12 grudnia 2024 roku kurs ukończyło 47 osób). W 2024 roku w AGH zorganizowane zostało szkolenie „Otwarte Laboratorium Równości” oraz warsztaty na temat wdrażania Planu Równości Płci i działań edukacyjnych. W ramach CELID we współpracy z Biurem Rektora przeprowadzono szkolenie \nIntegral Leadership and Polarity Management\n dla 40 osób z kadry zarządzającej. \n\nOrganizowaliśmy działania informacyjne o równym traktowaniu i Planie. Od 2023 roku działa strona internetowa (\nwww.rownosc.agh.edu.pl\n), od 2024 roku profil w mediach społecznościowych (\nhttps://www.facebook.com/rownoscwagh\n), jesienią 2024 roku został zorganizowany na Miasteczku Studenckim AGH Dzień Równości we współpracy z Uniwersytetem Jagiellońskim. Podczas wydarzenia udostępnianie były informacje dotyczące wspierania osób z niepełnosprawnościami, w zakresie zdrowia psychicznego czy projektów badawczych nad równym traktowaniem i technologią. Zorganizowany został studencki panel dyskusyjny w Klubie Zaścianek pt. „Wyzwania i perspektywy w budowaniu inkluzywnej społeczności akademickiej”, w którym brały udział osoby studiujące w AGH. Zapis debaty studenckiej jest dostępny na kanale: \nhttps://www.youtube.com/@kssitwhagh\n. Przeprowadziliśmy kampanię informacyjną w mediach społecznościowych na temat Planu, wspierania równego traktowania oraz inicjatyw zespołu. Informacje na temat Planu Równości publikowane są także w przestrzeni medialnej. W 2023 roku po raz pierwszy braliśmy udział w Pikniku Rodzinnym AGH, popularyzując wiedzę o Planie i Zasadach Równego Traktowania. Nasze działania były wspierane przez społeczność studencką.\n\nWspółpraca, uczenie się dobrych praktyk i zaangażowanie w środowisku poza Uczelnią to również działania, do których zobowiązaliśmy się w Planie. W 2022 roku podpisaliśmy umowy o współpracy z Uniwersytetem Gdańskim przy wspólnym przygotowaniu szkoleń równościowych dla osób pracujących i studiujących. Efektem współpracy są wyżej zasygnalizowane szkolenia. Obecnie trwają prace nad dwoma kolejnymi: „Równe traktowanie w procesach rekrutacji karierach zawodowych” oraz „Zarządzanie różnorodnością w uczelni”. Współpracowaliśmy z Uniwersytetem Jagiellońskim, Radą Równego Traktowania Prezydenta Miasta Krakowa, Apteką Designu, Laboratorium Społeczno-Technologicznym SoTechLab przy Wydziale Humanistycznym AGH. W ramach tej współpracy zorganizowaliśmy debaty na temat nowych technologii i równego traktowania: „Czy nowe technologie wytwarzają nierówności społeczne?” oraz „Inkluzywny \ngamedev\n – iluzja, czy rzeczywistość?”. Zapisy tych debat są, dostępne na kanale: \nhttps://www.youtube.com/@kssitwhagh\n.\n\nWspółpracujemy z European Network of Ombuds in Higher Education (ENOHE) i Akademicką Siecią Bezpieczeństwa i Równości (ASBiR), w ramach której Rzecznik Równości oraz Rzecznik Praw Studenta AGH współorganizowali warsztaty skierowane do osób studiujących w naszej Uczelni.\n\nKluczowy wymiar działania Zespołu ds. GEP ma charakter badawczy. Od 2023 roku w ramach projektu NEXUS \nTwinning Research and Innovation Institutions to Design and Implement Inclusive GEPs\n (HORIZON-WIDERA-2022-ERA-01) współpracujemy z różnymi uniwersytetami w Europie (np. Technological University Dublin, Koç University czy Frederick University) oraz instytucjami badawczymi (Smart Venice, Istituto Italiano di Tecnologia, Bay Zoltán Nonprofit Ltd. for Applied Research). W ramach projektu INSPIRE (https://inspirequality.eu/) nasza Uczelnia zobowiązała się do wspierania działań z zakresu zapewniania bezpieczeństwa i równego traktowania w społeczności akademickiej.\n\nNatomiast podczas kongresu \nOpen Eyes Economy Summit\n w listopadzie 2024 roku organizowaliśmy sesję specjalną „Czy równość się opłaca?”. Reprezentowaliśmy nasza Uczelnię na konferencjach organizowanych przez Ministerstwo Nauki i Szkolnictwa Wyższego, Akademicką Sieć Bezpieczeństwa i Równości, European Network of Ombuds in Higher Education (ENOHE) czy European Sociological Association.\n\nNiektóre z realizowanych działań będą mieć kontynuację w nowym Planie Równości. W 2024 roku wraz grupą osób studiujących rozpoczęliśmy prace nad przygotowaniem „Przewodnika języka inkluzywego”, którym chcemy wesprzeć wolną od przemocy komunikację w społeczności naszej uczelni. Przewodnik zostanie udostępniony w 2025 roku. Kontynuowane będą również prace nad procedurami antymobbingową, antydyskryminacyjną i mediacyjną.\n\nZespół ds. GEP w AGH (dalej: Zespół ds. GEP) został powołany przez JM Rektora profesora Jerzego Lisa w sierpniu 2021 roku, a następnie rozszerzony w drugiej połowie 2024 roku. Członkami i członkiniami Zespołu są osoby na co dzień zajmujące się pracą naukową, edukacyjną i administracyjną, a także kształcące się w Szkole Doktorskiej. Prace zespołu ds. GEP były podzielone na kilka etapów, które związane były z wytycznymi Komisji Europejskiej na temat przygotowywania tego typu dokumentów:\n\nPierwszym z nich były analiza i diagnoza w jednostkach AGH pod kątem płci (tj. karier naukowych, procesów i organów decyzyjnych, badań naukowych) w celu zidentyfikowania dobrych praktyk, a także uprzedzeń i nierówności ze względu na płeć. Zespół korzystał z różnych narzędzi do pozyskiwania danych, takich jak \nGender Equality Audit and Monitoring\n (GEAM) bazujący na T\nhe Athena Survey of Science, Engineering and Technology\n (ASSET), który służy pozyskiwaniu danych o osobach pracujących naukowo w dyscyplinach STEM. Zespół korzystał również z narzędzi rekomendowanych m.in. przez European Institute for Gender Equality (EIGE), Komisję Europejską, w tym \nGender Analysis, Gender Audit, Gender Impact Assessment\n. Szczegółowa metodologia badań została przedstawiona w dalszej części dokumentu. Kategoria płci w analizach była ujęta jako kategoria intersekcjonalna, to znaczy wchodząca w związki np. z pozycjami władzy i podległości, kategoriami wieku czy dzietności.\n\nDrugim etapem było określenie celów oraz działań kluczowych dla wspierania równego traktowania i zapobiegania dyskryminacji; cele te i działania zostały przedstawione w dokumencie.\n\nTrzeci etap to przekazanie Planu Władzom Uczelni oraz wdrożenie zaplanowanych działań w latach 2025–2028, z możliwością przedłużenia w następnych latach. Wdrażanie działań jest odpowiedzialnością całej społeczności akademickiej, zarówno osób studiujących, jak i pracujących.\n\nCzwarty etap zakłada monitorowanie i ewaluację realizowanych działań, a także weryfikację celów i środków określonych w planie.\n\nW przygotowaniu strategii GEP wykorzystano metody właściwe dla nauk społecznych, w tym m.in.:\n 1. Ilościowe analizy składów osobowych AGH pod względem rozmieszczenia w strukturach AGH kobiet i mężczyzn;\n 2. Analizę treści dokumentów formalnych lub regulacji, które mogą pośrednio lub bezpośrednio dotyczyć płci (regulamin pracy AGH, regulamin studiów, statut, misja, itd.);\n 3. Badania jakościowe, eksploracyjne i pogłębione dotyczące doświadczeń równości w strukturach AGH;\n 4. Badania ilościowe dotyczące generalnej diagnozy sytuacji.\n\nBadania jakościowe zrealizowano w oparciu o pogłębione wywiady indywidualne (\nIndividual In-Depth Interview\n – IDI) z sugerowaną listą pytań. Były to:\n\nwywiady biograficzne przeprowadzone z 15 osobami studiującymi, słuchaczami i słuchaczkami Szkoły Doktorskiej AGH, a także pracującymi w różnych obszarach administrowania uczelnią oraz zajmującymi się pracą badawczo-dydaktyczną;\n\nwywiady eksperckie, pozbawione wątków biograficznych, przeprowadzone z 14 osobami pełniącymi różne ważne role w Uczelni.\n\nBadania ilościowe były realizowane w dwóch częściach. Część poświęcona osobom pracującym w AGH była realizowana w okresie 23–30 października 2024 roku, natomiast część poświęcona osobom studiującym w AGH w okresie 30 października–10 listopada 2024 roku. Kwestionariusze ankiety do obydwu części zostały przygotowane w oparciu o 1) narzędzie badawcze wykorzystane w badaniu pn. “Plan Równości Płci w AGH – badanie opinii pracowniczej” z 2021 roku, rozszerzone o wytyczne, dobre praktyki i narzędzia pomiaru GEAM (\nGender Equality Audit and Monitoring\n), dostosowane do warunków pracy i studiów w AGH oraz 2) wspomniane wyniki badań jakościowych. Zbieranie danych było prowadzone za pomocą techniki CAWI (ankieta internetowa) w systemie LimeSurvey zainstalowanym na serwerach AGH. Badanie miało charakter populacyjny, tzn. informacja o prowadzonym badaniu, wraz zaproszeniem do udziału ze strony JM Rektora AGH i linkiem do ankiety, została rozesłana do każdej osoby pracującej (osoby zatrudnione na stanowiskach dydaktycznych, badawczych, badawczo-dydaktycznych, administracyjnych, inżynieryjno-technicznych) i studiującej (w tym osób studiujących w Szkole Doktorskiej), posiadającej skrzynkę elektroniczną w domenie @agh.edu.pl. Obydwa kwestionariusze zostały przygotowane w wersji polskiej i angielskiej. Udział w badaniu był dobrowolny, a zastosowany w nim sposób zbierania danych zapewniał całkowitą anonimowość badanym osobom, łącznie z możliwością nieudzielenia odpowiedzi na pytania, które budziły wśród niektórych respondentów obawy o możliwość identyfikacji ich tożsamości.\n\nDo ankiety przystąpiło 2270 osób pracujących w AGH, z czego 1422 ukończyło ankietę oraz 6227 osób studiujących w AGH, z czego ankietę ukończyło 2667 osób2. W przypadku osób pracujących oznacza to, że wskaźnik udziału w badaniu (\nresponse rate\n) wyniósł 44,7%, a wskaźnik ukończenia (\ncompletion rate\n) 28%. W przypadku osób studiujących wskaźniki te wyniosły, odpowiednio: 26,9% oraz 11,5%, przy czym wskaźnik response rate w grupie studiujących na studiach stacjonarnych wyniósł 11,8%, w grupie studiujących na studiach niestacjonarnych 5,8%, a osób studiujących w ramach Szkoły Doktorskiej 19%. \n\nBiorąc pod uwagę charakter prowadzonych analiz, w szczególności zróżnicowanie wyników pod kątem podziałów intersekcjonalnych (wielozmiennowych), w niniejszej wersji opracowania wykorzystano pełne ankiety, zawierające wszystkie informacje metryczkowe.\n Niemniej dążąc do wykorzystania potencjału diagnostycznego zebranych danych, poddano szczegółowej analizie m.in. wszystkie udzielone odpowiedzi na pytania otwarte, również ankiet niedokończonych. Analiza danych ilościowych została przeprowadzona w środowisku\n R (wersja 4.4.1), natomiast analiza odpowiedzi na pytania otwarte była pogłębiana za pomocą programu MAXQDA 2024.\n\nSpośród osób pracujących w AGH, które w całości wypełniły ankietę (n=1422), po 45% osób wskazało odpowiedź „kobieta” lub „mężczyzna”, a ponad 8% odmówiło odpowiedzi na to pytanie. Osoby niebinarne stanowiły 0,2% odpowiedzi. Pozostałe osoby wybrały odpowiedź „inna”. Wśród osób pracujących 3,4% zadeklarowało się jako osoby nieheteronormatywne. 93% badanych stanowiły osoby zatrudnione na pełny etat. Mediana (wartość środkowa) stażu pracy wyniosła 14 lat.\n\nNajwiększą grupę badanych stanowiły osoby na stanowiskach badawczo-dydaktycznych (48%), a drugą co do liczebności grupę osoby na stanowiskach administracyjnych (prawie ⅓ badanych). Ponad ⅓ badanych stanowiły osoby zaliczające się do pomocniczych pracowników i pracowniczek nauki, niecałą ¼ osoby zaliczające się do samodzielnych pracowników i pracowniczek nauki i – podobnie – specjaliści i starsi specjaliści. Badaną grupę zdominowały osoby reprezentujące nauki ścisłe i techniczne (88%). Drugą co do liczebności kategorię, czyli nauki humanistyczne i społeczne, reprezentowało niecałe 8% badanych, a nauki o życiu 1,4%.\n\n⅓ badanych posiada tytuł zawodowy magistra, niecała ⅓ stopień naukowy doktora, niecała ¼ stopień lub tytuł naukowy wyższy niż doktor (zob. wykresy 1, 2 i 3).\n\nPonad 18% badanych zadeklarowało doświadczenie niepełnosprawności lub choroby przewlekłej. Ponad 4% określiło się jako osoby neuroróżnorodne, a 3% wyraziło poczucie przynależności do mniejszości narodowej lub etnicznej. Kilkanaście osób zadeklarowało się jako transpłciowe.\n\nWśród osób studiujących, które ukończyły ankietę (n=2667), 54% wybrało odpowiedź „mężczyzna”, a 37% „kobieta”. Niecałe 5% odmówiło udzielenia odpowiedzi na pytanie o płeć. 1,8% badanych zadeklarowało się jako osoby niebinarne, a 14,6% jako osoby nieheteronormatywne. 87% studiuje na studiach stacjonarnych, 5% na studiach niestacjonarnych, a kolejne 7% w Szkole Doktorskiej3. Znakomitą większość osób, które wypełniły ankietę, stanowiły osoby studiujące na I stopniu studiów (86%). Dwa najliczniej reprezentowane w badaniu wydziały to Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej (14% badanych) oraz Wydział Inżynierii Mechanicznej i Robotyki (12%). Podobnie jak w przypadku pracowników, niecała ⅕ osób badanych zadeklarowała doświadczenie niepełnosprawności lub choroby przewlekłej. Aż 16% określiło się jako osoby neuroróżnorodne. 5% zadeklarowało poczucie przynależności do mniejszości narodowej lub etnicznej. 4,3% studiujących określiło się jako osoby transpłciowe.\n\nDefinicje pojęć przygotowano na podstawie specjalistycznej literatury przedmiotu wskazanej w bibliografii (np. Risman & Davis, 2013; Bendl & Schmidt, 2010; Rzecznik Praw Obywatelskich, 2018; Science Europe, 2017; Pachowicz, 2023; Stec, 2023; Gruba & Stasińska, 2019; Edukacja Antydyskryminacyjna. Podręcznik trenerski, 2010; TRANSformacja. Dobre praktyki włączające w miejscu pracy, 2022; Zachmann, 2023).\n\nDyskryminacja bezpośrednia\n – jawne ograniczanie dostępu do różnych zasobów (np. ekonomicznych, społecznych, symbolicznych, edukacyjnych) ze względu na społeczną cechę (np. płeć, rasę, tożsamość etniczną, wiek czy niepełnosprawność). Może przybierać formy werbalne i niewerbalne.\n\nDyskryminacja pośrednia\n – niejawne ograniczanie dostępu do zasobów, które realizuje się pod pozorem neutralnych, równościowych reguł, instytucji czy przepisów. Jest widziana dopiero z szerszej perspektywy i w kontekście. Przykładem są równe wymogi stawiane wszystkim osobom studiującym, nieuwzględniające np. niepełnosprawności niektórych z nich (np. wymóg egzaminu pisemnego w realizowanego ograniczonym czasie nieuwzgledniający osób z niepełnosprawnością wzrokową).\n\nGaslighting\n – subtelna, lecz wyjątkowo destrukcyjna forma manipulacji i przemocy psychicznej. Polega na celowym podważaniu zaufania ofiary do jej własnej pamięci, percepcji i oceny rzeczywistości. Takie działania często prowadzą do dezorientacji, obniżenia poczucia własnej wartości oraz dysonansu poznawczego. Sprawca manipuluje ofiarą, wmawiając jej, że rzeczywiste wydarzenia nigdy się nie wydarzyły, lub przypisując jej odpowiedzialność za własne czyny. Narzędziami gaslightingu są zaprzeczanie, kłamstwo, wprowadzanie w błąd czy celowe stwarzanie sprzeczności.\n Przykłady metod stosowanych w gaslightingu:\n 1. Ignorowanie\n\n Pomijanie słów, działań i prób nawiązania kontaktu przez ofiarę. Sprawca unika wyjaśnień, ignorując perspektywę ofiary, jej emocje i argumenty.\n\n2. Podważanie prawa do wypowiedzi\n\n Odbieranie ofierze prawa do wyrażania opinii i refleksji, sugerowanie, że są one nieadekwatne, nierzeczywiste lub pozbawione podstaw.\n\n3. Zmiana tematu i bagatelizowanie\n\n Sprawca odwraca uwagę, zmienia temat rozmowy lub twierdzi, że ofiara przesadza, wyolbrzymia problem lub nadmiernie reaguje.\n\n4. Kwestionowanie pamięci i logiki\n\n Manipulowanie faktami, zaprzeczanie swoim wcześniejszym działaniom oraz podważanie zdolności ofiary do logicznego myślenia i zapamiętywania wydarzeń.\n\n5. Dyskredytowanie i oskarżanie\n\n Przekonywanie, że ofiara zmyśla, myli się lub źle interpretuje rzeczywistość. Często sprawca oczernia ofiarę przed innymi, twierdząc, że jej intencje są szkodliwe lub złośliwe.\n\nGaslighting może być subtelny, ale charakterystyczne dla niego są konkretne wyrażenia i zwroty, które sprawca stosuje, by wprowadzić ofiarę w stan dezorientacji, niepewności i zwątpienia w siebie.\n\nHomofobia\n – to zjawisko obejmujące negatywne nastawienie i emocje wobec homoseksualności lub osób identyfikujących się jako lesbijki, geje czy osoby o innych tożsamościach seksualnych. Może przejawiać się w formie uprzedzeń, wrogości lub niechęci wobec takich osób. Homofobia prowadzi do dyskryminacji, prześladowań, a także może prowadzić do różnorodnych form przemocy wobec osób LGBTQ+.\n\nIntersekcjonalność\n – narzędzie analityczne do badania, zrozumienia i reagowania na sposoby, w jaki płeć fizyczna i społeczno-kulturowa stykają się z innymi osobistymi cechami/tożsamościami i jak te punkty przecięcia wpływają na wyjątkowe doświadczenia dyskryminacji. Zaczyna się od założenia, że ludzie posiadają wielowarstwowe tożsamości wywodzące się z relacji społecznych, historii oraz działania struktur władzy. Analiza intersekcjonalna ma na celu ujawnienie wielorakich tożsamości, uwidocznienie różnych rodzajów dyskryminacji wielokrotnej i wieloaspektowej oraz niekorzystnej sytuacji będącej konsekwencją łączenia się ze sobą tożsamości i krzyżowania się płci z innymi przyczynami (European Institute for Gender Equality)\n\nLepka podłoga\n – dominacja liczbowa kobiet na stanowiskach najniższych, najsłabiej wynagradzanych, mało sprawczych; feminizacja niskich pozycji w strukturze instytucji.\n\nMikronierówności\n – drobne, często nieuświadomione i nieintencjonalne, deprecjonujące zachowania werbalne i niewerbalne, które prowadzą do wykluczenia. Mogą mieć formę mikroagresji (Edukacja Antydyskryminacyjna. Podręcznik trenerski, 2010).\n\nMisgendering\n – używanie niewłaściwych i niechcianych form podczas komunikacji, np. zaimków (jej, jego), żeńsko- lub męskoosobowych określeń dotyczących osób niebinarnych (np. żona, brat) lub grup (np. „panowie”, gdy w grupie znajdują się osoby niebinarne i kobiety), wyrażanie wątpliwości w stosunku do deklarowanej płci. Dla osób transpłciowych i niebinarnych nieustanne mylenie ich płci lub używanie tzn. martwych imion (dead name) może być dyskryminujące, być źródłem dyskomfortu i sprawiać, że czują się one niezrozumiane i ignorowane. Tego rodzaju sytuacje mogą prowadzić do poczucia niepokoju, depresji i alienacji w stosunku do społeczeństwa.\n\nPłeć społeczno-kulturowa (\ngender\n) \n– zbiór norm i reguł społecznych, przekonań i stereotypów, ról społecznych, praktyk czy wyobrażeń kulturowych dotyczących płci, w tym kobiecości i męskości, które powstają w wyniku procesów społecznych, kulturowych, ekonomicznych, a także historycznych. O społeczno-kulturowym wymiarze płci świadczą np. zmiany w edukacji i wzrost zaangażowania kobiet w naukę, które zaszły w ostatnim stuleciu. Ważnym elementem gender jest różnica płciowa, która w zależności od uwarunkowań społeczno-kulturowych może przekształcać się w nierówności społeczne. \nGender\n realizuje się w relacjach społecznych, w tym interpersonalnych, ale również może mieć swój wyraz na poziomie kultury organizacyjnej i rozwiązań instytucjonalnych pośrednio lub bezpośrednio dotyczących płci.\n\nSegregacja pozioma \n– przypisanie jednej z płci do danego obszaru tematycznego, sektora, dziedziny, dyscypliny. Segregacja horyzontalna przejawia się w umiejscowieniu kobiet i mężczyzn w odrębnych sektorach życia społecznego, przy czym różnica ta nie jest neutralna, to znaczy kobiety i mężczyźni zajmują pozycje społeczne o różnym prestiżu i społecznej atrakcyjności.\n\nSegregacja pionowa\n – płeć jest czynnikiem determinującym ulokowanie jednostek w hierarchii społecznej; segregacja pionowa pojawia się jako struktura władzy zróżnicowana ze względu na płeć; cechuje ją obecność takich barier, jak szklany sufit, szklane ruchome schody czy lepka podłoga.\n\nSeksizm \n– to dyskryminujące uprzedzenie dotyczące płci. Najczęściej opiera się na ideologii sugerującej niższość jednej płci (najczęściej kobiet) względem drugiej (mężczyzn). Postawy seksistowskie mogą prowadzić do takich zachowań, jak molestowanie seksualne, natrętne zaczepki na ulicy czy niesprawiedliwe traktowanie w polityce zatrudnienia.\n\nSeksizm dobrotliwy\n – to postrzeganie kobiet jako istot życzliwych i subtelnych, ale jednocześnie kruchych, bezsilnych i potrzebujących ochrony oraz wsparcia ze strony mężczyzn.\n\nSzklany sufit\n – to dominowanie liczbowe mężczyzn na stanowiskach najwyższych w danej jednostce/strukturze; maskulinizacja władzy.\n\nSzklane ruchome schody\n – to dominowanie liczbowe mężczyzn na stanowiskach najwyższych w danej jednostce/strukturze, w której większość osób pracujących to kobiety.\n\nSzklane ściany\n – to segregacja płci w organizacjach zawodowych, w wyniku której kobiety zajmują pozycje pomocnicze, wspierające, administracyjne, z których trudno awansować na stanowiska wyższe i decyzyjne. Segregacja ta jest powiązana ze społecznymi procesami i zjawiskami, np. z kulturą organizacyjną czy polityką zatrudnieniową danej organizacji.\n\nMobbing \n– to działania lub zachowania dotyczące pracownika lub skierowane przeciwko pracownikowi, polegające na uporczywym i długotrwałym nękaniu lub zastraszaniu pracownika, wywołujące u niego zaniżoną ocenę przydatności zawodowej, powodujące lub mające na celu poniżenie lub ośmieszenie pracownika, izolowanie go lub wyeliminowanie z zespołu współpracowników (art. 94\n3\n § 2 Kodeksu pracy).\n\nMolestowanie\n – to „każde niepożądane zachowanie, którego celem lub skutkiem jest naruszenie godności osoby fizycznej i stworzenie wobec niej zastraszającej, wrogiej, poniżającej, upokarzającej lub uwłaczającej atmosfery” (art. 183a § 5 pkt 2 Kodeksu pracy; art. 3 ust. 3 ustawy o wdrożeniu niektórych przepisów Unii Europejskiej w zakresie równego traktowania).\n\nMolestowanie seksualne\n – to „każde niepożądane zachowanie o charakterze seksualnym wobec osoby fizycznej lub odnoszące się do płci, którego celem lub skutkiem jest naruszenie godności tej osoby, w szczególności przez stworzenie wobec niej zastraszającej, wrogiej, poniżającej, upokarzającej lub uwłaczającej atmosfery; na zachowanie to mogą się składać fizyczne, werbalne lub pozawerbalne elementy” art. 18\n3a\n § 6 Kodeksu pracy; art. 3 ust. 4 ustawy o wdrożeniu niektórych przepisów Unii Europejskiej w zakresie równego traktowania).\n Może przybierać różne formy werbalne i niewerbalne, w tym niestosowne żarty, komentarze, insynuacje, szantaż emocjonalny, dotykanie, nagabywanie itd.\n\nNieszczelny rurociąg (\nleeky pipeline\n)\n – to zmniejszanie się udziału kobiet na kolejnych etapach kariery (szczególnie po uzyskaniu doktoratu), m.in. w naukach związanych ze STEM.\n\nNiebinarność \n– termin ten odnosi się do szerokiego zakresu tożsamości płciowych, które nie mieszczą się w tradycyjnych kategoriach mężczyzny lub kobiety, wykraczając tym samym poza binarny podział płci.\n\nNeuroróżnorodność \n– to różnice poznawcze wynikające z różnorodnego funkcjonowania mózgu, takie jak spektrum autyzmu, zespół nadpobudliwości, dysleksja, dysgrafia, dysortografia i dyskalkulia. Obejmuje różne sfery funkcjonowania człowieka.\n\nNiedostrzeganie przywilejów (\nadvantage blindness lub privilege blindness\n)\n – to system przekonań i zachowań, w którym przywileje są często niewidoczne dla osób je posiadających, opiera się na założeniu, że wynikają one wyłącznie z zasług. Ludzie z grup większościowych lub uprzywilejowanych często wierzą, że zdobyli swoje pozycje dzięki ciężkiej pracy i że każdy mógłby osiągnąć to samo, gdyby wystarczająco się starał. W rzeczywistości jednak przywileje są efektem wielu różnych czynników, które wykraczają poza indywidualne wysiłki. Są one związane nie tylko z pracowitością czy talentami, ale również np. z sieciami społecznymi i kapitałem społecznym jaki posiadamy (np. relacje przyjacielskie, wsparcie grupowe, znajomości, itd.), pozycją społeczną (klasa społeczna, sytuacja rodzinna, płeć, wiek, miejsce zamieszkania) oraz dostępem do zasobów (czas, zdrowie, zasoby ekonomiczne i kulturowe).\n\nNiewidzialna praca (kobiet)\n – to termin używany do opisu zadań wykonywanych w miejscu pracy (lub szerzej w społeczeństwie) zazwyczaj przez kobiety, koniecznych do utrzymania właściwego funkcjonowania organizacji, które często pozostają niezauważone i niedocenione w okresowych ocenach pracy. Realizacja tego rodzaju prac zapewnia kobietom zwykle powierzchowne uznanie w gronie osób współpracujących, aniżeli przekłada się na realną nagrodę finansową czy wzrost wynagrodzenia (zob. Kaplan i in., 2024). Wybrane z typów niewidzialnej pracy nieodpłatnej:\n 1. \nNiewidzialna praca zespołowa\n(invisible team work)\n – polega na pielęgnowaniu relacji między pracowniczych wewnątrz zespołu, a także utrzymywaniu pozytywnej atmosfery w miejscu pracy. Obejmuje działania takie jak m.in. organizowanie imprez integracyjnych, organizowanie obchodów urodziny kolegów i koleżanek z pracy (kupowanie prezentów z tej okazji) czy inicjowanie akcji społecznych (Kaplan, 2022: 845).\n 2. \nNiewidzialna praca administracyjna\n(invisible administrative work)\n – obejmuje wykonywanie zadań wykraczających poza zakres obowiązków przypisanych do aktualnego stanowiska, do realizacji których mężczyźni znajdujący się na równoległej pozycji w organizacji nie zostają zobowiązywani. Niewidzialna praca administracyjna obejmuje: parzenie kawy współpracownikom, przygotowywanie materiałów na spotkania, opracowywanie notatek/protokołów ze służbowych spotkań, odbieranie cudzych telefonów czy koordynowanie spotkań roboczych (Kaplan, 2022: 850).\n 3. \nPraca emocjonalna \n(emotional labour)\n – termin używany do opisu praktyk zorientowanych na zaspokajanie potrzeb innych osób w celu zapewnienia im poczucia zadowolenia (Leszczyńska, 2016: 230). Działania wpisujące się w ten rodzaj pracy często wiążą się z koniecznością poskramiania prywatnych potrzeb i ambicji (Leszczyńska, 2016: 230) oraz regulowania własnych emocji, co przejawia się m.in. w okazywaniu lub tłumieniu trudnych bądź też przyjemnych emocji, dostosowanych do reguł obowiązujących w danym kontekście (Szczygieł i in., 2009; Hochschild, 1983: 7), w tym wypadku akademickim.\n\nPolityka afirmatywna \n– działania, które mają na celu wyrównanie szans edukacyjnych i zawodowych grup społecznych, doświadczających nierównego traktowania lub nierówności szans. Polega na wspieraniu grup, które mają utrudniony dostęp do zasobów społecznych, wynikający z uprzedzeń, stereotypów czy zachowań dyskryminujących. Wspieranie może przybierać formy informowania, organizowania działań skierowanych do danej grupy (np. szkolenia dla kobiet w sektorze IT, szkolenia dla mężczyzn z tematu radzenia sobie ze stresem i depresją) czy kwot lub parytetów.\n\nTokenizm\n – marginalizacja, która w sytuacji formalnego równouprawnienia sprowadza np. kobiety do ról symbolicznych reprezentantek (np. w gronie mężczyzn jest kobieta, która jest traktowana jak ozdoba, a w rzeczywistości nie ma siły sprawczej; w sytuacji, gdy jest podobna liczba mężczyzn i kobiet, te ostatnie mogą pełnić funkcje mało istotne).\n\nTranspłciowość\n – to pojęcie opisujące wszelkie formy niezgodności między płcią przypisaną i tożsamością płciową bez względu na treść wykształconej identyfikacji. Wśród osób transpłciowych znajdują się takie, które wykształciły jednoznacznie męskie lub żeńskie tożsamości płciowe, przeżywają siebie jako osobę więcej niż jednej lub żadnej płci, celowo rezygnują z etykietowania swojej tożsamości bądź przeżywają ją jako płynną bądź podlegającą zmianom (Transformacja. Dobre praktyki włączające w miejscu pracy, 2022).\n\nTransfobia \n– to nieuzasadniony lęk odczuwany wobec danej osoby, ponieważ osoba ta określa się jako osoba płci innej niż płeć przypisana jej z chwilą narodzin, np. poprzez leczenie hormonalne, operację, ubiór lub kosmetyk.\n\nW 2024 roku w AGH wśród 2202 osób pracujących na \nstanowiskach dydaktyczno-badawczych\n (jako nauczycielki i nauczyciele akademiccy) \n30,4% stanowią kobiety, zaś 69,6% mężczyźni\n. Proporcje są podobne do tych z 2021 roku, (w 2021 kobiety stanowiły 30,5% osób pracujących na tych stanowiskach). Wciąż największe dysproporcje są obecne na WEAIiIB (ponad 90% pracowników mężczyzn), WIEiT (prawie 88%), WIMiR (ponad 88%). Najmniejsze dysproporcje (między 50% a 60%) są widoczne na 3 wydziałach: WZ, WH, WIMiC (wykres 6 w aneksie dokumentu). W 2021 roku było 5 wydziałów, w których mężczyźni nie stanowili więcej niż 60% kadry akademickiej. Jedyną jednostką zajmującą się nauczaniem, w której liczbowo dominują kobiety, jest Studium Języków Obcych (89% pracowników stanowią kobiety).\n\nKobiety \nzajmują 65% stanowisk administracyjnych, mężczyźni zaś 35%\n. W administracji najbardziej sfeminizowanymi jednostkami organizacyjnymi są: Pion Kwestury (94% stanowią kobiety), Pion Ogólny (98%) Szkoła Doktorska AGH (100% to kobiety). Mężczyźni dominują liczbowo w 8 jednostkach: Akademickim Centrum Materiałów i Nanotechnologii, Centrum Bezpieczeństwa Informacji, Centrum Energetyki AGH, Studium Wychowania Fizycznego i Sportu, Centrum Rozwiązań Informatycznych AGH, Centrum Wsparcia Informatyzacji, Centrum Zarządzania Wdrożeniami i Pionie Kanclerza (zob. wykres 7 i 8 i tabela 1 w aneksie dokumentu).\n\nAnalizie została poddana \npłaca zasadnicza\n, bez wysługi lat czy dodatków funkcyjnych/zadaniowych i premii. Podstawą analiz były dane instytucjonalne ukazujące zróżnicowanie uśrednionych wysokości wynagrodzeń uzyskiwanych przez kobiety i mężczyzn zajmujących te same typy stanowisk na różnych wydziałach. Dane pokazują, że w AGH istnieją różnice płciowe w zakresie płacy otrzymywanej za pracę naukowo-dydaktyczną oraz administracyjną, jednak różnicuje się to w zależności od wydziałów i innych jednostek. Dysproporcje wskazują zazwyczaj korzyść na rzecz mężczyzn, niekiedy jednak wypadają korzystniej dla kobiet.\n\nWśród osób zatrudnionych w AGH na stanowiskach badawczych i badawczo-dydaktycznych jest 28% kobiet. Stanowisko asystenta bez doktoratu zajmuje 30% kobiet, natomiast asystenta z doktoratem 35%. Wśród osób zatrudnionych na stanowisku adiunkta jest 33% kobiet.\n\nNajwiększe zróżnicowanie obserwowane jest na poziomie stanowisk profesorskich. Tutaj kobiety zajmują 26% stanowisk w grupie pracowników z habilitacją i profesurą AGH. \nWidać tu jednak poprawę w stosunku do poprzedniego pomiaru w roku 2021, gdy stanowiska doktora habilitowanego i profesora uczelni zajmowało odpowiednio 25 i 20% kobiet.\n\nNajmniejszy odsetek kobiet (15%) obserwujemy na stanowisku profesora. W tej kategorii nie obserwujemy żadnej zmiany w stosunku do poprzedniego pomiaru, gdzie proporcja ta była dokładnie taka sama. \nMożna zatem stwierdzić, że najtrudniejszy etap to nadal przejście ze stopnia doktora na doktora habilitowanego, a następnie na profesora.\n To szczególnie na tym etapie wsparcie dla kobiet byłoby zatem wskazane. Brak działania skierowanego do tej grupy stanowi stratę potencjału dla uczelni. Pracowniczki posiadają bowiem odpowiednie kompetencje, aby uzyskać kolejne stopnie naukowe, co widać chociażby po stopniowym wzroście uzyskiwanych stopni na przestrzeni lat (zob. wykres 9 i tabela 2 w Aneksie dokumentu).\n\nW badaniach jakościowych pojawiły się kwestie nierównego traktowania związane z powrotem z urlopu macierzyńskiego. W komentarzach kobiet powtarzały się problemy, na które napotykały w związku z tym etapem swojego życia. Dotyczyły one zarówno niechcianych uwag, jak i braku zrozumienia dla specyfiki sytuacji rodziców małych dzieci (poprzez np. nieuwzględnianie tego w grafiku zajęć dydaktycznych), ale też strukturalnych mechanizmów \nde facto\n pozbawiających kobiety równych szans. Takie dyskryminujące przepisy na AGH dotyczą np. warunków konkursów w ramach IDUB, gdzie nie uwzględnia się przerw z powodu urodzenia lub przysposobienia dzieci, a co jest standardem w polskich i europejskich agencjach grantowych (NCN czy ERC). Wymagania dłuższych zagranicznych staży jako warunek awansu również potencjalnie dyskryminuje kobiety, którym trudniej jest pogodzić taki wyjazd z obowiązkami rodzinnymi.\n\nZarówno kobiety, jak i mężczyźni wskazywali na nadmierne obciążenie administracyjne i dydaktyczne, utrudniające rozwój kariery naukowej. Stosunkowo często pojawiający się komentarz dotyczył nadmiarowych obciążeń administracyjnych, wynikających z rozbudowanej biurokracji lub z braku ujednoliconych zasad i systemów informatycznych lub z przerzucania obowiązków personelu administracyjnego na pracowników naukowo-badawczych. Jak podkreślali ankietowani w komentarzach do kwestionariusza:\n\nPracy administracyjnej, raportowania, oceniania jest coraz więcej. Jednostki centralne wymagają dostarczenia danych nawet tych, które w zasobach swoich posiadają. (…) Za każdy dobry pomysł jest się ukaranym dodatkową pracą, bo zostaje się z tym samemu. Nie ma nikogo, kto pomaga w organizacji konferencji, eventów dla studentów, dużych spotkań z zakładami przemysłowymi, nie ma też na to odpowiednich środków. Wszystko, co wykracza poza standard, jest problemem i trudno uzyskać pomoc (osoba pracująca, b.d. dot. płci).\n\nUważam, że ilość pracy administracyjnej związanej z obiegiem dokumentów, umowami znacząco przekracza ilość czasu jaki powinno się poświęcać na pracę na stanowisku badawczo-dydaktycznym. Realizacja zadań administracyjnych powinna być możliwa przez wprowadzenie elektronicznego obiegu dokumentów, znacząco ułatwiłoby to pracę oraz ograniczyło czas potrzebny na ich realizację. Dodatkowo w mały stopniu doceniany jest rozwój w zakresie dydaktyki i tworzenia/przejmowania nowych przedmiotów (mężczyzna, pracownik).\n\nKobiety i mężczyźni wskazywali na przeciążenie obowiązkami administracyjnymi i dydaktycznymi, lecz z samych badań ilościowych wyłania się obraz nieco bardziej skomplikowany – w kwestii tak przywilejów, jak dodatkowych obowiązków. Należy zaznaczyć, że większość osób uważa, że nie ma w tym względzie różnic ze względu na płeć. Jednakże wśród osób, które dostrzegają takie różnice, to mężczyźni byli częściej wskazywani jako beneficjenci przywilejów, a kobiety jako grupa bardziej obciążona obowiązkami.\n\nTaką samą tendencję widać w ocenach tych zagadnień, niezależnie od tego, czy oceniali mężczyźni, czy kobiety. Wśród przywilejów wymienionych w ankiecie znalazły się: 1) doradztwo przy podejmowaniu decyzji dotyczącej kariery zawodowej (przyznawane częściej mężczyznom\n zdaniem 13% badanych i kobietom zdaniem 9%); 2) zajmowanie stanowisk wyższego szczebla (przyznawane częściej mężczyznom według 52,1% badanych, a kobietom według 2,8%); 3) wsparcie ze strony kierownictwa (dla mężczyzn 12,3%, dla kobiet 6,1%); 4) przywilej zatrudniania nowych pracowników (18,9% badanych uznaje, że to częściej dotyczy mężczyzn, a 4,1% uznaje, że kobiet); 5) decyzje dotyczące awansów (28,2% dla mężczyzn i 2% dla kobiet); 6) szkolenia i możliwości rozwoju kariery (9,7% dla mężczyzn i 3,8% dla kobiet); 7) uznawanie wkładu intelektualnego (zdaniem 20,4% osób badanych częściej takie uznanie otrzymują mężczyźni, według 2,4% – kobiety); 8) finansowanie (18,6% uważa, że częściej jest przyznawane mężczyznom, 3,5% – że kobietom); 9) nagrody i uznanie (16,4% twierdzi, że częściej otrzymują je mężczyźni, 3,2% – że częściej kobiety), 10) pomoc w przygotowaniu wniosków grantowych (6,4% mężczyźni, 3,9% kobiety) (zob. Wykres 10 i 11 w Aneksie dokumentu).\n\nJedyne pytanie w sekcji o przydzielanych zasobach, w którym badani wskazywali częściej kobiety jako grupę, której dotyczy to w większym stopniu, to pytanie o obowiązki związane z opieką nad studentami i studentkami. 19,4% osób uznało, że częściej otrzymują je kobiety, a tylko 4,3% badanych stwierdziło, że częściej dotyczy to mężczyzn. Warto ponownie podkreślić, że choć większość osób uznało, że nie ma różnic w powyższych kwestiach, to zarówno kobiety i mężczyźni, którzy te różnice zauważali, byli zgodni co do jego kierunku: przywileje częściej odnoszą się do mężczyzn, obowiązki do kobiet.\n\nZwraca uwagę przekonanie o „krótkiej ścieżce kariery” dla pracowników i pracowniczek administracji, a także brak jasno sprecyzowanej ścieżki kariery pracowników zatrudnionych w tym sektorze Akademii. Warto zauważyć, że w gronie osób pracujących na stanowiskach administracyjnych ponad 40% uważa, że nie ma dobrych perspektyw rozwoju w AGH, a tylko niecałe 20% wyraża przekonanie, że w AGH mają szanse na rozwój zawodowy. Opinia ta jest wspólna dla kobiet i mężczyzn pracujących w administracji. Dla porównania wśród pracowników i pracowniczek naukowo-dydaktycznych zadowolonych z możliwości rozwoju jest ponad 50% ankietowanych, a przekonanie o niewielkich perspektywach ma również, jak w przypadku osób na stanowiskach administracyjnych, 20% osób badanych. W obu grupach mężczyźni widzą przed sobą lepsze perspektywy rozwoju kariery niż kobiety. W grupie naukowo-dydaktycznej to odpowiednio 46,3% kobiet i 58,8% mężczyzn. W grupie osób na stanowiskach administracyjnych jedynie 16,9% kobiet widzi przed sobą perspektywy rozwoju, w porównaniu do 28,5% mężczyzn. Wynika z tych danych, że w AGH to kobiety pracujące w administracji mają najmniejsze poczucie, że mogą tu rozwijać swoją karierę zawodową (zob. Wykres 11 w Aneksie dokumentu). \nTen obszar wymaga zatem działań wspierających w najbliższych latach\n.\n\nBadania jakościowe potwierdzają, że odczuwalnym problemem w administracji jest brak ścieżki rozwoju zawodowego. Wynika on z niewielkich możliwości awansu, pojawiających się niemal wyłącznie wtedy, gdy stanowisko się zwolni z powodu emerytury lub zmiany pracy. Dodatkowym czynnikiem demotywującym jest brak możliwości pełnego wykorzystania kompetencji. AGH umożliwia rozwijanie się podczas szkoleń, a niektóre osoby dokształcają się we własnym zakresie, ale zdaniem badanych ten aspekt nie jest na AGH uwzględniany. Podwyższanie kompetencji ani zatem nie zmienia rodzaju zadań do wykonania, ani nie wpływa na wynagrodzenie czy awans. Brak systemu motywacji jest jednym ze wskazanych problemów szczególnie istotnych na stanowiskach administracyjnych, gdzie nie ma jasnych zasad oceniania i awansowania.\n\nW ankietach powtarzają się komentarze dotyczące nierównego traktowania osób zajmujących takie same lub analogiczne stanowiska. Dotyczy ono zarówno obciążeń pracą, jak i różnic w wynagrodzeniu. Aspekt płci nie jest uważany tutaj za tak istotny. Ważniejsze wydają się kwestie słabych kompetencji zarządczych i nietransparentnych reguł przy przydzielaniu obowiązków i szeroko pojętych nagród.\n\nPodobnie jak w badaniach z 2021 roku, wskazywano na brak docenienia pracy administracji i uznawanie jej za mniej istotną niż pracę na stanowiskach naukowo-dydaktycznych. \nSam sposób określania osób pracujących w tym charakterze jako „niebędących nauczycielami akademickimi”, czyli poprzez negację, odbierany jest jako symbol podrzędnego statusu\n. W komentarzach podkreślano deprecjonujące uwagi i dyskryminujące zachowania pracowników dydaktyczno-badawczych względem administracji. Ze względu na to, że pracują tam głównie kobiety, a na stanowiskach naukowo-dydaktycznych mężczyźni, wymiar charakteru pracy nakłada się na intersekcjonalne nierówności związane z płcią i statusem, ponieważ oprócz uwag dotyczących niewielkiego znaczenia administracji osoby w tych rolach mierzą się z komentarzami dotyczącymi płci.\n\nTrzeba zauważyć, że pracownicy i pracowniczki naukowo-badawcze podnosili kwestie niezadowolenia z osób pracujących w administracji, zarzucając im niedostateczne kompetencje, zrzucanie swoich zadań na pracowników naukowych, czy obwiniając pracowników administracyjnych o nadmierną biurokratyzację AGH. Ponieważ dobra współpraca między tymi dwiema grupami jest kluczowa dla realizacji wielu celów, jak np. przygotowania i prowadzenia grantów badawczych, warto przemyśleć sposoby redukcji tej polaryzacji tych grup zawodowych. W danych jakościowych pojawił się np. pomysł szkoleń, w których z założenia uczestniczyłyby osoby zarówno pracujące na stanowiskach dydaktyczno-naukowych, jak i administracyjnych w celu łączenia tych grup.\n\nNależy jednak podkreślić, że mimo problemów zasygnalizowanych w wielu komentarzach prawie 70% osób (zarówno kobiet, jak i mężczyzn) na stanowiskach administracyjnych zaznaczyło, że ogólnie są zadowoleni z pracy w AGH, a ponad 55% osób (56,5% kobiet i 59,2% mężczyzn zaznaczyło, że wsparcie bezpośrednich przełożonych jest zadowalające\n. Warto zaznaczyć, że to o wiele więcej niż w badaniach ogólnopolskich, które pokazują, że 52% badanych Polaków jest zadowolonych ze swojego miejsca pracy (Maria Zakrzewski, Zespół Great Place To Work, 2023). Dane z 2023 roku pokazują, że zadowolenie z pracy w Polsce deklaruje 52% badanych Polek i Polaków. Najmniejsze zadowolenie wyrażano z wysokości zarobków: odpowiednio 32,4% kobiet i 28,8% mężczyzn w tej grupie pracowniczej uznało, że są z nich zadowoleni (tabela 3 i wykres 11 w Aneksie dokumentu).\n\nDane instytucjonalne (datowane na 31 grudnia 2023 roku) pokazują, że w AGH:\n\nŁącznie wśród osób studiujących w AGH jest 32,6% kobiet i 67,4% mężczyzn. Na studiach stacjonarnych kobiety stanowiły 34% liczby studiujących, a mężczyźni odpowiednio 66%. Reprezentacja osób studiujących w trybie studiów niestacjonarnych liczyła 22% kobiet i 78% mężczyzn.\n\nNajniższy odsetek studentek odnotowuje się na wydziałach prowadzących kierunki informatyczne oraz o najwyższym wskaźniku rekrutacyjnym w ofercie AGH: WIEiT (10%), WIMiIR (13 %), WI (14%), WO (15,79%), WWNiG (19,5%), WEAIiIB (23%), WIMiP (23,5%).\n\nStudentki pozostają w liczebnej przewadze na wydziałach: WH (62,3%) i WIMiC (61,3%).\n\nLiczebną równowagę w reprezentacji studentek i studentów odnotowano na wydziałach: WILiGZ, WGGiOS, WGGiIS, WMN, WZ, WMS.\n\nPrzedstawione przez badane osoby w wywiadach i komentarzach oczekiwania i postulowane rozwiązania wspierające działania na rzecz równości płci w zakresie studiowania i rozwoju karier naukowych są następujące:\n 1. Wprowadzenie programów mentoringowych, spotkań wdrażających dla studentek I roku, a także uwzględnianie w materiałach dydaktycznych wizerunków naukowczyń.\n 2. Postulat rozwijania umiejętności poprzez różnego rodzaju działania, w tym edukacyjne, z zakresu komunikacji. Wśród formułowanych przez osoby badane potrzeb i oczekiwań związanych z działaniami na rzecz równości w obrębie organów decyzyjnych w AGH wskazywana jest organizacja szkoleń wspierających m.in. kompetencje liderskie.\n 3. Zwrócenie uwagi na podejmowane działania zwiększające zaangażowanie i obecność kobiet w naukach ścisłych.\n\nW badaniu ankietowym pojawiły się negatywne komentarze pod adresem działań skierowanych do kobiet, których celem jest zwiększenie ich udziału w naukach ścisłych, takich jak szkolenia z programowania adresowane do studentek. Niektórzy badani (głównie mężczyźni) bardzo negatywnie oceniali istnienie takich rozwiązań. Zjawisko to, po pierwsze, pokazuje brak zrozumienia przyczyn istnienia takich praktyk. Po drugie, sugeruje konieczność analizy korzyści z organizacji działań na rzecz kobiet w naukach ścisłych lub sposobu ich realizacji, skoro wzbudzają one opór i generują negatywne postawy. Aspekt ten powinien zostać uwzględniony w dalszych pracach zespołu ds. GEP. Istnieje natomiast wysoka akceptacja dla pozostałych typów działań równościowych w AGH (zob. część dotycząca opiniowania).\n\nNa podstawie analizy danych instytucjonalnych zrekonstruowano miejsce kobiet i mężczyzn w organach decyzyjnych w Akademii Górniczo-Hutniczej. Wniosek, jaki można z nich wyciągnąć, prowadzi do zjawiska \nsegregacji pionowe\nj, czyli znaczącej przewagi liczbowej mężczyzn na różnych szczeblach władzy w AGH.\n\nWyniki poniższych analiz obejmują dwie ostatnie kadencje. Choć jak zaznaczono wcześniej, struktura pracownicza jest \nzróżnicowana\n ze względu na płeć (wśród osób pracujących na stanowiskach nauczycieli akademickich ok. 30% to kobiety, w administracji zaś stanowią one 65% osób zatrudnionych), \nnierówności we władzach AGH nie odzwierciedlają tego zróżnicowania\n.\n\nW obecnej kadencji 2024–2028, podobnie jak w kadencji poprzedniej, \n100%\n stanowisk \nKolegium Rektorskiego\n zajmują mężczyźni (w sumie 6 mężczyzn). Jak dotąd jedynie w kadencji 2016–2020 funkcję prorektorską pełniła jedna kobieta.\n\nW \nSenacie \nkobiety pod względem liczbowym stanowią mniejszość. Członkowie Senatu z głosem doradczym to w przeważającej mierze mężczyźni (70% w kadencji 2024–2028, a 84% w latach 2020–2024), choć udział kobiet jest wyższy w porównaniu z poprzednią kadencją. W kadencji 2020–2024 66% mężczyzn miało głos stanowiący, w obecnej kadencji odsetek mężczyzn z głosem stanowiącym to 65%.\n\nW \nRadzie Uczelni\n na 7 stanowisk dwa miejsca zajmują kobiety.\n\nW obrębie kluczowych funkcji pełnionych na poziomie jednostek podstawowych AGH, zwłaszcza wydziałów, zauważalny jest mniejszy udział kobiet niż mężczyzn. Należy jednak zaznaczyć, że w porównaniu z kadencją 2020–2024 widoczny jest wzrost tego udziału.\n\nObecnie mężczyźni zajmują ponad \n76% stanowisk\n (w poprzedniej kadencji 2020–2024 było to ponad 81%, a jeszcze wcześniej – prawie 94%).\n\nW kadencji 2024–2028 funkcje \ndziekańskie\n pełnią 4 kobiety na wydziałach: 1) WIMIP, 2) EAIiIB 3) WGGIOŚ oraz 4) WEiP. Na pozostałych 13 wydziałach dziekanami są mężczyźni. W ACMiN i SWFiS dyrektorami są mężczyźni. W Szkole Doktorskiej oraz w SJO funkcję dyrektorską pełnią kobiety. W kolegiach dziekańskich prawie \n65%\n stanowisk zajmują mężczyźni (dla porównania: w kadencji 2020–2024 mężczyźni stanowili tam 68%).\n\nKobiety zajmują w obecnej kadencji \n35% stanowisk prodziekańskich\n (to 22 stanowiska; mężczyźni zajmują ich 41). Zauważalny jest wzrost udziału kobiet względem poprzednich kadencji (32% w latach 2020–2024 i 24% w latach 2016–2020). Warto jednak zaznaczyć, że w aktualnej kadencji, podobnie jak w poprzedniej, zwiększyła się liczba pozycji prodziekańskich. Znaczy to, że wzrost udziału kobiet nie wynika wyłącznie z wymiany kadr na dotychczasowych stanowiskach.\n\nNa trzech wydziałach (WIET, WIMiR oraz WWNiG) w skład władz dziekańskich wchodzą wyłącznie mężczyźni. Nie istnieje wydział, w którym we władzach byłyby wyłącznie kobiety. Na 5 wydziałach istnieje równy rozkład pod względem płci (WIMiIP, WMN, WZ, WFiIS oraz WH), a na Wydziale Geologii, Geofizyki i Ochrony Środowiska oraz Wydziale Energetyki i Paliw kobiety stanowią 60% władz dziekańskich.\n\nNa 473 osoby zasiadające w Radach Dyscyplin Naukowych AGH (dalej: RDN) 124 osoby to kobiety (w poprzedniej kadencji było to 107 osób), co stanowi niemal 30% składu wszystkich Rad Dyscyplin.\n\nRównież w pozostałych ciałach kolegialnych (Rada Szkoły Doktorskiej AGH, Rektorska Komisja ds. Ewaluacji, Rektorska Komisja ds. Nauki, Zespół ds. Infrastruktury Badawczej) funkcje decyzyjne zajmują mężczyźni i dominują liczbowo. Na 40 stanowisk w tych jednostkach 29 zajmowanych jest przez mężczyzn (w poprzednim raporcie było to 30 stanowisk).\n\nDużą dysproporcję między liczbą kobiet a mężczyzn można zauważyć zarówno w małych radach, takich jak RDN Informatyka (liczy 10 osób, w tym 9 członków i 1 członkinię), RDN Matematyka (2 członkinie i 15 członków), jak i w dużych radach, takich jak RDN Informatyka Techniczna i Telekomunikacja (6 członkiń i 36 członków), RDN Automatyka, Elektronika, Elektrotechnika i Technologie Kosmiczne (6 członkiń i 41 członków) czy RDN Inżynieria Mechaniczna, gdzie kobiety stanowią zaledwie 6% składu (3 członkinie i 45 członków).\n\nJeśli wziąć pod uwagę kwestie kierowania RDN, widać wyraźnie, że funkcję Przewodniczących pełnią głównie mężczyźni. Na 17 dyscyplin reprezentowanych w AGH jedynie w 6 Przewodniczącymi są kobiety (RDN: Inżynieria Materiałowa, Nauki o Ziemi i Środowisku, Matematyka, Nauki i Zarządzaniu i Jakości, Nauki Socjologiczne, Nauki o Kulturze i Religii).\n\nW przypadku Zastępców i Zastępczyń Przewodniczących RDN można zauważyć, że funkcje te są mniej zrównoważone pod względem płci i tutaj także dominują liczbowo mężczyźni: w AGH pełni funkcję 15 Zastępców Przewodniczącego i 4 Zastępczyń Przewodniczących Rad Dyscyplin Naukowych (zob. Tabela 4 w Aneksie dokumentu).\n\nNa poziomie kierownictwa katedr także dominują liczbowo mężczyźni, zajmując 78% (w poprzednim raporcie 74%) stanowisk tego typu. Jedyną jednostką, w której zachodzi równowaga kobiet i mężczyzn na funkcjach kierowniczych, jest Wydział Zarządzania. Z kolei wydziałów, w których 100% stanowisk kierowniczych zajmują mężczyźni, jest 5 (WEAIiIB, WGGiIŚ, WIEiT, WILiGZ, WIMiR).\n\nW jednostkach administracji centralnej AGH widać wyraźną dominację liczbową mężczyzn na stanowiskach kierowniczych. Funkcjonujące w ramach AGH centra i jednostki administracji centralnej kierowane są w sumie przez 18 mężczyzn i 6 kobiet. To zjawisko nazywane „szklanymi ruchomymi schodami”, przejawiające się w dominacji liczbowej mężczyzn na pozycjach władzy w obszarach, które są pod względem ilościowym sfeminizowane. Takim obszarem w AGH jest właśnie administracja, gdzie 65% zatrudnionych to kobiety. Kobiety pełnią funkcje kierownicze w strukturach administracyjnych wydziałów, jednak we władzach administracyjnych jednostek centralnych są w mniejszości.\n\nPion Kwestury, kluczowy z perspektywy codziennego funkcjonowania Uczelni i jej bezpieczeństwa ekonomicznego, zarządzany jest w całości przez kobiety, tj. główną Kwestor i trzy Zastępczynie.\n\nKobiety kierują pięcioma z 14 centrów: Centrum Spraw Studenckich, Centrum Organizacji Kształcenia, Centrum Obsługi Nauki, Centrum e-Learningu i Innowacyjnej Dydaktyki oraz Centrum Komunikacji i Marketingu. Odgrywają więc zasadniczą rolę w organizowaniu pracy w obszarach badawczym i dydaktycznym, kluczowych dla rozwoju AGH. Pozostałe centra kierowane są przez mężczyzn.\n\nO ile na stanowiskach dyrektorskich w jednostkach centralnych przeważają mężczyźni (75%), o tyle kobiety piastują stanowiska dyrektorów administracyjnych wydziałów (71%). Są to ważne pozycje dla zarządzania i administracji strukturami wydziałowymi, choć nie tak eksponowane, jak te w jednostkach centralnych. W dwóch centrach, czyli Akademickim Centrum Materiałów i Nanotechnologii oraz Centrum Technologii Bezpieczeństwa, funkcje dyrektorów administracyjnych pełnią mężczyźni (zob. tabela 5 i wykres 13 w Aneksie dokumentu).\n\nBadania jakościowe i ilościowe \nujawniły wybrane uwarunkowania, które mają znaczenie w niskiej reprezentacji kobiet w organach decyzyjnych w AGH. Są one następujące:\n 1. \nUwarunkowania strukturalne i \nzwiązane z dystrybucją władzy\n.\n Tym, co utrudnia obejmowanie stanowisk przez kobiety, są mało elastyczne struktury. Jak pokazują przeprowadzone badania, kobiety częściej obejmują stanowiska decyzyjne w strukturach dopiero powstających lub przechodzących transformację, a także w tych, w których dokonuje się większa wymiana/rotacja kadr (np. organizacje studenckie). Zarówno w grupie pracowników badawczych, jak i administracyjnych wskazywano na sztywną strukturę, choć różne czynniki stanowią bariery w potencjalnym zwiększeniu udziału kobiet we władzach w tych grupach. W strukturach administracji wskazywano na nieprzejrzystą ścieżkę kariery i brak możliwości awansu. Biorąc pod uwagę tradycyjnie niższy wskaźnik kobiet na stanowiskach decyzyjnych w AGH, ta sztywność utrudnia jakąkolwiek rotację, tym samym potencjalne zwiększenie udziału kobiet we władzach.\n\nTe struktury. Są tak skostniałe i są tak jak mury takie nie do przebicia, […] ja jestem po prostu w tym samym miejscu od kilku lat. I moja decyzja nie polega na tym […] że po kilku latach wskakuje level wyżej […], ja nie mam tego wyboru. […] Ja mam wybór albo tu zostaje i robię to do emerytury, albo odchodzę (kobieta, pracowniczka).\n\n W strukturach hierarchii pracowników badawczych jest rotacja i potencjalnie większa otwartość na zmiany na stanowiskach zarządczych. Tutaj jednak należy uwzględnić subtelne mechanizmy wykluczania kobiet. Stanowiska kierownicze w katedrach lub w kolegiach dziekańskich są powiązane ze ścieżką rozwoju naukowego. Ponieważ kobiety stanowią aktualnie 22% samodzielnych pracowników naukowych, można uznać, że ta różnica jest odzwierciedlona w mniejszej obecności kobiet we władzach. Jednakże przeprowadzone badania wskazują na wiele czynników, które utrudniają kobietom rozwijanie swojej kariery naukowej. \nWśród nich podawane są wyzwania po powrocie z urlopów macierzyńskich, godzenie pracy zawodowej z życiem rodzinnym, większe obciążenie w pracy obowiązkami administracyjnymi, mikroagresje współpracowników, nierówne traktowanie w porównaniu z mężczyznami, w tym np. w dostępie do środków z IDUB. \nTe wszystkie elementy mogą wpływać na trudniejszą w porównaniu z mężczyznami ścieżkę awansu naukowego, a w rezultacie na bariery w potencjalnym uczestnictwie w organach decyzyjnych.\n\nKultura doboru zespołów decyzyjnych i kierowniczych (i generalnie zespołów w obrębie uczelni) dokonuje się, jak pokazują badania, na bazie kapitału społecznego (relacji i sieci społecznych) i wspólnoty wartości. W takiej organizacji osobom spoza władzy trudno wejść do tych decyzyjnych sieci społecznych. W uczelni, w której na decyzyjnych stanowiskach dominują liczbowo mężczyźni, kobiety mają utrudniony dostęp do tych pozycji. Wzmacnia to postrzeganie uczelni jako męskiej i przewodzonej przez grono mężczyzn.\n\n2. \nBariery związane z godzeniem życia rodzinnego i pracy zawodowej. \nCzynnikiem, który warunkuje niską reprezentację kobiet we władzach i ma wpływ na niepodejmowanie przez nie dodatkowych aktywności, są ograniczenia związane z godzeniem życia rodzinnego i pracy zawodowej (obszar work-life balance). Ograniczenia te są jednak także wyzwaniem dla pracujących mężczyzn. Istotna jest tu percepcja kobiet w procesie dystrybucji władzy w AGH przez pryzmat tych obowiązków. Również w tym wymiarze brak elastyczności pewnych rozwiązań był wskazywany jako kluczowy problem. W grupie pracowników naukowo-dydaktycznych podnoszony był problem nieuwzględnienia potrzeb godzenia ról zawodowych z opiekuńczymi. Częstym przykładem były godziny dydaktyczne przydzielane w czasie, kiedy dzieci nie mają zapewnionej opieki przez żłobek, przedszkole czy szkołę. W strukturach administracyjnych, w opiniach respondentek i respondentów, te bariery są wzmacniane przez brak możliwości częściowej pracy zdalnej lub brak jasnych reguł przydzielania takiej formy pracy albo też przez sztywne ustalenie godzin rozpoczynania i kończenia pracy. Z badań wynika, że stopień elastyczności w tym względzie w dużej mierze zależy od bezpośrednich przełożonych, a nie od centralnych regulacji. Należy zaznaczyć, że pokonywanie barier związanych z godzeniem życia rodzinnego i pracy zawodowej jest szczególnie trudne dla kobiet, ponieważ są obciążone zobowiązaniami zawodowymi i domowymi zarazem.\n\nJako rodzic dwójki małych dzieci, 2-letniego i 7-letniego, prowadzenie zajęć do późnych godzin wieczornych jest trudnym wyzwaniem. Łączenie obowiązków zawodowych z opieką nad dziećmi w tym wieku wymaga dużego zaangażowania i elastyczności. Rodzice tak małych dzieci powinni mieć zajęcia maksymalnie do godziny 17, aby móc odpowiednio pogodzić obowiązki zawodowe z rodzinnymi (kobieta, pracowniczka).\n\nMam to szczęście, że dzieci są prawie dorosłe. Wcześniej zdarzało mi się prosić o ułożenie zajęć tak by móc dojechać do świetlicy na 17.00 i nie znaleźć zrozumienia u planisty wydziałowego. Bezpośredni przełożony/a (kierownik katedry) zdecydowanie był/a pomocna i tylko dlatego jakoś dało się pogodzić te obszary życia (osoba pracująca, b.d. dot płci).\n\n3. \nKulturowe przekonania dotyczące płci i relacji społecznych.\n Mechanizmem mniej uchwytnym, ale mającym kluczowy wpływ na dostęp do ról decyzyjnych w organizacji są podzielane niepisane normy, przekonania. Dotyczą one zarówno stereotypowych poglądów na temat natury lub naturalnych ról kobiet i mężczyzn, jak i założeń dotyczących zasad funkcjonowania świata i relacji społecznych. W swoich komentarzach część respondentów odnosiła się do ról, różnych w zależności od płci, określając je jako naturalne. Inni z kolei podawali przykłady tego typu uwag i zachowań jako szkodliwy stereotyp, z którym kobiety muszą sobie radzić. Dla kobiet stanowi to dodatkowe obciążenie poza regularnymi zadaniami w pracy. Z badań wynika, że obok deprymujących komentarzy kobiety otrzymują innego rodzaju zadania, potencjalnie hamujące ich rozwój zawodowy lub awans.\n\nOpisywane głównie przez kobiety bariery są dla mężczyzn często niewidoczne. Respondenci płci męskiej częściej odwoływali się do przekonania o tym, że wystarczą chęci i kompetencje, żeby osiągać sukcesy, a płeć w AGH nie ma żadnego znaczenia. Samemu nie doświadczając podobnych barier, trudniej jest przyjąć perspektywę osób w mniej uprzywilejowanych pozycjach. A ponieważ mężczyźni są częściej w strukturach władzy, tego typu przekonania mogą być powielane. Równocześnie mężczyźni, mówiąc o barierach we własnych karierach, wskazują na pozamerytoryczne ograniczenia, wynikające np. z nieformalnych sieci relacji na uczelni czy utrudnionym dostępie do pozycji władzy.\n\nWiara w sprawiedliwy świat i w to, że znaczenie mają jedynie kompetencje prowadzi do sprzeciwu wobec wszelkich mechanizmów niwelowania nierówności.\n Przez część respondentów są one postrzegane jako próba dyskryminacji mężczyzn. Przekonanie, że wystarczy chcieć i że nie są potrzebne żadne działania równościowe, wpływa również na osoby z innych grup mniejszościowych, np. pracowników i pracowniczki z niepełnosprawnościami. Społeczno-kulturowe bariery, często dotkliwe dla kobiet, a niewidoczne dla mężczyzn, są kolejnym utrudnieniem we współuczestniczeniu w organach decyzyjnych przez kobiety.\n\nW AGH musi się zmienić stosunek mężczyzn zajmujących stanowiska decyzyjne/kierownicze do kobiet. Nie ma potrzeby wprowadzania parytetu, ale jest potrzeba zmiany myślenia, postaw. Kobiety są w AGH traktowane gorzej, nawet jeśli zajmują kierownicze stanowiska. Dyrektor wysokiego szczebla przychodzi do kobiety szczebla zarządzającego (niebędącej w zależności służbowej z nim) i prosi ją o przygotowanie danych. Kiedy słyszy odpowiedź, że oczywiście otrzyma, o co prosi, ale nie dzisiaj, mówi kobiecie: „ale jutro”. Mężczyźnie by tego nie powiedział. To nie jest pojedyncza sytuacja dotycząca jednego dyrektora. Niestety wielu, również młodych mężczyzn na wysokich stanowiskach, w ten sposób traktuje kobiety (osoba pracująca, b.d. dot. płci).\n\n4. \nBariery psychologiczne (\nsamoocena, niskie poczucie kompetencji itd.\n)\n. Ważnym uwarunkowaniem niskiej reprezentacji kobiet we władzach, na stanowiskach kierowniczych i decyzyjnych są również czynniki o charakterze psychologicznym. Kobiety nie decydują się na pełnienie eksponowanych funkcji ze względu na niższe poczucie kompetencji i niską samoocenę, a także słabsze poczucie przynależności do zmaskulinizowanego środowiska.\n\nW mojej opinii kobiety często nie decydują się na awans ze względu na subiektywne poczucie niższej wartości, obawy przed rozpoczęciem nowych obowiązków czy większe zaangażowanie w sprawy rodzinne (kobieta, pracowniczka).\n\n1. \nReprezentacja kobiet na stanowiskach decyzyjnych. Badania ilościowe i jakościowe pokazują, że dominacja liczbowa mężczyzn w organach decyzyjnych uczelni oraz pomocnicze funkcje kobiet i maskulinizacja władzy w AGH są dostrzegane przez osoby badane. \nKrytyka braku kobiet w kolegium rektorskim była podnoszona w komentarzach zarówno kobiet, jak i mężczyzn, i takie komentarze pojawiały się stosunkowo często. Choć część komentujących wyrażała przekonanie, że mężczyźni są lepiej predysponowani do stanowisk decyzyjnych, to dla wielu innych nieobecność kobiet w gronie najwyższych władz symbolizuje ich nierówny status na AGH.\n\nAGH zatrudnia 40% kobiet, w większości w administracji, i nie ma nawet prorektora kobiety. Większość dziekanów to mężczyźni. Owszem mamy kobiety prodziekanów i dyrektorki, ale głównie do pracy, a nie prezentacji instytucji (kobieta, pracowniczka).\n\nZwraca uwagę odmienna perspektywa kobiet i mężczyzn wobec szans, jakie mają przedstawiciele tych grup na objęcie stanowisk wyższego szczebla.\n W badaniach ilościowych 56,2% mężczyzn oceniło, że nie ma różnic związanych z płcią w zajmowaniu tych stanowisk, w porównaniu z 19% kobiet, które też wyraziły takie zdanie. Kobiety w większości (72,9%) oceniły, że stanowiska wyższego szczebla często lub głównie przypadają mężczyznom. Zdanie to podziela 32,5% mężczyzn. Żadna z grup nie uznała, że kobiety są w tym względzie faworyzowane. Wśród mężczyzn takie przekonanie wyraziło tylko 4,1%, a wśród kobiet niecały 1% (0,8%). Można zatem wnioskować, że kobiety odczuwają nierówność swoich szans w dochodzeniu do stanowisk decyzyjnych, mężczyźni w większości tego nie zauważają.\n\n2. \nSzkolenia osób na stanowiskach władzy\n. Potrzebą i oczekiwaniem często wyłaniających się w komentarzach jest przeprowadzanie obowiązkowych szkoleń z kompetencji zarządczych dla tych, którzy zajmują stanowiska kierownicze. Wiele uwag w ankiecie odnosiło się do problemów związanych z relacjami z przełożonymi. A część z problemów, zdaniem osób badanych, byłaby stosunkowo łatwa do rozwiązania, gdyby osoby na stanowiskach decyzyjnych miały odpowiednie przeszkolenie. Wskazywano, że osoby posiadające władzę często nie mają kompetencji menadżerskich i takie kompetencje nie są uwzględniane jako niezbędne do stanowisk decyzyjnych. Zdaniem badanych w AGH powinno się sprawdzać te kompetencje przed decyzją o awansie lub wymagać od osób na stanowiskach zarządczych, że przejdą obowiązkowe szkolenia w tym zakresie. Należy zaznaczyć, że problem niskich kompetencji liderskich nie jest związany z płcią i w opiniach badanych dotyczy zarówno mężczyzn, jak i kobiet. \n\nAGH oferuje obecnie bardzo duże możliwości rozwoju. Bardzo dobrze oceniam róże szkolenia, w których uczestniczę dzięki Centrum E-learningu, np. szkolenie o talentach. Pozwala to rozwijać siebie oraz inne osoby, z którymi na co dzień współpracuję. Myślę, że to była bardzo dobra inicjatywna, a ludzie, którzy tam pracują, są naprawdę kompetentni. Warto inwestować w szkolenia liderów, bo to oni mają największy wpływ na rozwój ludzi, mogą ich niesamowicie rozwinąć lub zwinąć. Obecnie czuję, że najbardziej potrzeba mądrych ludzi na stanowiskach zarządczych. Osoby, które całe życie prowadzą życie naukowe, nie są koniecznie przygotowani i „nadają” się do kierowania jednostkami, szczególnie kiedy w tej jednostce mocno rozwija się działalność badawcza oparta na grantach i wszelkiego rodzaju współpracach. Często te osoby dzięki stanowisku lepiej realizują swoje własne interesy. Ale przecież nie o to chodzi (osoba pracująca, b.d. dot. płci).\n\nMarzy mi się, że kierownicy poszczególnych jednostek są wysoko wykwalifikowani do pełnienia swoich funkcji, gdyż to oni tworzą klimat w jednostkach. Że wspierają i zachęcają do rozwoju, że traktują wszystkich równo, że mają empatię, że potrafią zarządzać ludźmi, że są liderami, będą szanowali innych ludzi. Marzy mi się atmosfera sprzyjająca rozwojowi, gdyż dla młodych ambitnych osób środowisko, które wciąż blokuje, strasznie męczy i odbiera energię do działania. Sama nie raz myślałam o zmianie miejsca pracy (osoba pracująca, b.d. dot. płci).\n\n3. \nWprowadzenie mechanizmów weryfikacji kompetencji zarządczych i konsekwencji wobec osób nadużywających pozycji władzy\n. Badania jakościowe pokazują, że zdaniem ankietowanych zajmowanie wysokiej pozycji w hierarchii jest gwarantem bezkarności w przypadku naruszeń. Wiele komentarzy odnosiło się do tego, że jeśli osoby mające władzę zachowują się w sposób nieetyczny czy dyskryminujący, to zdecydowanie lepiej tych naruszeń nigdzie nie zgłaszać, ponieważ negatywne konsekwencje dotkną sygnalistów, a nie osoby na stanowiskach decyzyjnych. W tych opiniach widoczne jest niskie zaufanie do instytucji, która w opiniach badanych nie dysponuje mechanizmami weryfikacji kompetencji zarządczych i nie wyciąga konsekwencji wobec osób nadużywających pozycji władzy.\n\nDoceniam różne działania w sprawie dążenia do równego traktowania, które zostały wprowadzone w ostatnich latach na AGH. Niemniej jednak same szkolenia, akcje informacyjne nic nie zmienią. Potrzebna jest zmiana świadomości, mentalności; przekonanie, że winni nadużyć zostaną ukarani (mężczyzna, pracownik).\n\n4. \nOczekiwanie równościowej reprezentacji, ale niechęć wobec polityki afirmacyjnej (lub rozwiązaniom kwotowym)\n. Pomimo często wyrażanego niezadowolenia na brak kobiet w kolegium rektorskim pomysł wprowadzenia rozwiązań kwotowych był w komentarzach szeroko krytykowany. Kwestie reprezentacji kobiet w ciałach decyzyjnych i rozwiązania kwotowe nazywane są łącznie przez respondentów i respondentki „parytetami”. Warto podkreślić, że rozwiązania te kontestują zarówno mężczyźni („stanowisko powinno być za kompetencje, nie za płeć”), jak i kobiety („nie chcę specjalnego traktowania”). Powtarza się opinia, że rozwiązania kwotowe oznaczałoby zatrudnianie osób o niższych kompetencjach.\n\nWarto zauważyć, że pomysły na zrównanie szans innych grup (migrantów, osób neuroróżnorodnych czy rodziców) też są krytykowane z podobnej perspektywy, sugerującej, że działania na rzecz równości dyskryminują lub będą miały negatywny wpływ na grupy większościowe („Tworząc żłobek, przedszkole, popołudniowe zajęcia czy opiekę wakacyjną dla dzieci osób zatrudnionych w AGH dyskryminuje się pracowników bezdzietnych, ponieważ dla nich nie ma żadnych dodatkowych \nbenefitów\n”).\n\nJednocześnie badania ilościowe pokazują, \nże zasadniczo jest akceptacja dla działań dbających o wprowadzenie reprezentacji różnych grup interesów w ciałach decyzyjnych, choć widać różnice w opiniach kobiet i mężczyzn. \nOdpowiednio 70,3% kobiet i 51,5% mężczyzn zgodziło się z twierdzeniem, że warto zadbać o taką reprezentację. Opór wobec takiej reprezentacji wyraziło 8,3% kobiet i 19,2% mężczyzn. Zdecydowanie większą niechęć wzbudza natomiast propozycja polityki afirmatywnej, czyli określenie wymaganego minimalnego, procentowego udziału kobiet i mężczyzn na danych stanowiskach. Pomysł taki popiera 49,6% kobiet oraz 21,2% mężczyzn, a sprzeciwia się mu odpowiednio 21% kobiet oraz 53,4% mężczyzn. Badania ilościowe potwierdzają więc, że brak reprezentacji kobiet lub ich niedostateczna reprezentacja jest bardziej problematyczna dla samych kobiet, a dla większego odsetka mężczyzn nie jest to kwestia istotna. Ta różnica w opiniach potwierdza zatem zjawisko ignorowania barier społecznych przez grupy uprzywilejowane, określanych w literaturze jako niedostrzeganie własnych przywilejów (\nadvantage blindness lub privilege blindness\n).\n\nŚcieżka awansu naukowego wyznaczana jest poprzez uzyskiwanie kolejnych stopni naukowych. To system w założeniu dość przejrzysty, na co zwracają uwagę osoby badane.\n\nPojawiły się jednak głosy zarówno wśród kobiet, jak i mężczyzn o utrudnianiu awansu naukowego czy niejasnych kryteriach awansu po uzyskaniu nowego stopnia. Choć były to nieliczne zgłoszenia, warto zaznaczyć, że istnienie \ntransparentnego systemu awansu\n w oparciu o jasne kryteria obowiązujące na całej uczelni wprowadziłoby większe poczucie zrozumienia obowiązujących zasad.\n\nW części komentarzy dodatkowych do pytań w ankiecie osoby badane podkreślają, że kryteria i procedury awansu zawodowego z pozycji asystenta na adiunkta są niejasne i niespójne w różnych wydziałach, a decyzje głównie należą do osób kierujących katedrami.\n\nOsoby badane zwracają także uwagę na nierówności na poziomie awansu na stanowiska decyzyjne, ponieważ, jak wynika z badania ankietowego, decyzje o awansie są podejmowane przez mężczyzn, których jest więcej i na wyższych stanowiskach, a ci chętniej awansują innych mężczyzn niż kobiety. Pojawiły się także głosy wskazujące na decyzyjność na podstawie personalnych preferencji czy nawet nepotyzmu. Zwracają na to uwagę tak kobiety, jak i mężczyźni. I choć nie są to informacje poparte dowodami, fakt istnienia takiego przekonania świadczy o braku transparentnego systemu awansu, co powoduje niepewność i podejrzliwość.\n\nW badaniu ankietowym w pytaniu o to, komu zazwyczaj przyznawane są stanowiska wyższego szczebla, odpowiedź „głównie mężczyznom” wybrało 46% kobiet, a tylko 13% mężczyzn. Świadczy to o zupełnie odmiennym postrzeganiu rozkładu władzy na uczelni przez obie płcie.\n\nBrak jest jednoznacznych i ogólnodostępnych wytycznych w kwestii awansu ze stanowiska asystenta na adiunkta. W jednej katedrze Wydziału awans taki uzyskuje się po 3 miesiącach, a w innej tego samego Wydziału trwa to kilka lat i jedynym argumentem jest – to decyzja Kierownika Katedry (Pomocniczy pracownicy nauki, mężczyzna).\n\nKobiety zatrudnione w AGH są aktywne w aplikowaniu o projekty badawcze. 33% wniosków składają kobiety, co jest proporcjonalne do liczby zatrudnionych pracowniczek na stanowiskach naukowych i naukowo-badawczych w AGH.\n\nKobiety-badaczki są bardzo aktywne, jeśli chodzi o prowadzenie projektów. 28% projektów krajowych i aż 40% projektów zagranicznych są przez nie realizowane. Dane te świadczą o dużym potencjale zarówno naukowym, jak i liderskim kobiet zatrudnionych w AGH.\n\nDane te są zbliżone do statystyk z lat ubiegłych, gdzie odsetek kobiet kierujących projektami międzynarodowymi wahał się między 31% a 43% (lata 2019–2021).\n\nBadane osoby podkreślały, że jedną z trudności w obszarze prowadzenia projektów naukowych jest nadmierne obciążenie dydaktyczne, które pozostawia niewiele czasu na badania. Osobnym problemem są także trudności w zarządzaniu finansami projektów i spełnianiu wymagań administracyjnych. Osoby biorące udział w ankiecie bez względu na posiadany stopień naukowy podkreślały wielokrotnie w komentarzach, że  administracja częściej utrudnia, niż wspiera działalność badawczą.\n\nDużym utrudnieniem dla mobilności szczególnie zagranicznej są zobowiązania rodzinne. Problem ten dotyczy zarówno kobiet, jak i mężczyzn, ponieważ młodsze pokolenie tych ostatnich angażuje się coraz bardziej w obowiązki opiekuńcze. Niemniej jednak, jak sami podkreślają w wywiadach pracownicy AGH, dla kobiet-naukowczyń rozwiązanie tego problemu jest trudniejsze, gdyż to od nich częściej oczekuje się większego zaangażowania w opiekę nad dziećmi, co stanowi bardzo duże wyzwanie dla mobilności naukowej.\n\nJest to szczególnie duży problem z uwagi na formalny wymóg realizacji stażu naukowego w innej jednostce badawczej niż miejsce zatrudnienia w procedurze habilitacyjnej.\n\nKolejny aspekt utrudniający mobilność, o którym wspominali badani, to bariery finansowe. Mimo że problem ten dotyczy – ponownie – zarówno kobiet, jak i mężczyzn, z uwagi na chęć godzenia obowiązków zawodowych i prywatnych wyjazd na staż naukowy z rodziną wiąże się z o wiele większymi nakładami finansowymi. W połączeniu z niższymi zarobkami problem ten staje się wyraźnie dotkliwszy dla kobiet i może być jedną z przyczyn niższego poziomu uzyskiwania habilitacji przez kobiety.\n\n1. Największą barierą, jaką zgłaszają osoby pracujące w AGH, to \nbrak wsparcia ze strony bezpośrednich przełożonych\n. W danych ankietowych oraz w wywiadach pojawiło się bardzo dużo uwag o niskich kompetencjach kierowniczych osób, które obejmują stanowiska wymagające zarządzania pracownikami. Jak wynika z danych, nie jest to przejaw złej woli czy awansowania nieodpowiednich osób, a r\naczej niska świadomość tego, że kompetencje przywódcze są specyficzne\n, odrębne od kompetencji naukowych i wymagają świadomego wysiłku edukacyjnego, aby mogłyby być wykorzystywane przez osoby obejmujące wyższe stanowiska.\n\n2. Osoby zatrudnione w AGH dostrzegają pilną potrzebę opracowania systemu \nprzygotowania osób do pełnienia ról związanych z zarządzaniem innymi\n. Dotyczy to zarówno kompetencji komunikacyjnych, liderskich, jak i tych z zakresu równego traktowania.\n\n3. Zdaniem badanych osoby na stanowiskach kierowniczych powinny być lepiej poinformowane o zaangażowaniu osób w katedrach. W związku z tym jako jedno z rozwiązań pojawiąjących się w komentarzach jest wprowadzenie anonimowych ankiet, w których będzie można ocenić pracę przełożonych, a także zagwarantowanie, że osoby \nkierujące wydziałem będą posiadać kompetencje z zakresu zarządzania i przywództwa, a nie tylko z badań naukowych\n.\n\nMój przełożony nie ma zielonego pojęcia, czym się zajmuje. Nie wyraża żadnego zainteresowania tym tematem ani też nie jest zainteresowany przydzieleniem mi zadań z zakresu moich kompetencji (mężczyzna pracujący).\n\n4. Analogicznie w komentarzach pracowników pojawiło się wiele uwag o dużym \npozytywnym znaczeniu wsparcia wyższych stażem naukowców\n, lecz jest to raczej kwestia szczęśliwego przypadku niż systemowego przygotowania osób pełniących funkcje przywódcze. Natomiast otrzymane wsparcie od osoby o dłuższym stażu i wyższej pozycji, jeśli ma się to szczęście, znacząco wpływa na rozwój kariery naukowej, co jeszcze bardziej podkreśla wartość, jaka płynie z dbałości o ten aspekt.\n\n5. Kolejna bariera, na którą zwracają uwagę badani, to \nobciążenie obowiązkami dodatkowymi\n, np. administracyjnymi czy pracą w komisjach itd. Wiele osób podziela przekonanie, że im bardziej ktoś jest kompetentny i rzetelny, tym więcej dostaje pracy dodatkowej, natomiast osoby mniej kompetentne, uważane za mniej rzetelne, mają adekwatnie mniej obowiązków. Osoby badane uważają ten proceder za wysoce demotywujący.\n\nIm więcej człowiek umie zrobić, tym więcej obowiązków dostaje (bo inni „nie umieją”). A być może nie umiem odmawiać (kobieta pracująca).\n\nW mojej Katedrze panuje generalnie zasada, że pracę „dowala się” tym, co się starają. Są z drugiej strony osoby, które „nauczyły” przełożonych, że im się nic nie daje do zrobienia, np. z zakresu organizacyjnego. Panuje stary zwyczaj, że pracownik naukowo-dydaktyczny jest od wszystkiego, nawet do noszenia mebli i skręcania regałów itp. A potem pytanie: dlaczego masz tak mało artykułów? (pracownik, brak danych o płci).\n\n6. Jak podsumowują badani, \nobciążenie zadaniami administracyjnymi odciąga od pracy naukowej \nlub czasem wręcz zniechęca do podejmowania naukowych zadań, które w efekcie będą wymagały skomplikowanych i czasochłonnych procesów administracyjnych (rozliczeń itp.).\n\n7. Badane osoby podkreślały, że administracyjna strona dydaktyki jest bardzo problematyczna pod względem ustalania harmonogramów. \nBrakuje przejrzystości\n ze strony przełożonych (osób kierujących katedrami). Nie wiadomo, na podstawie jakich kryteriów przydzielają tematykę zajęć do poprowadzenia. Harmonogramy zajęć są zdaniem badanych układane w sposób, który nie uwzględnia potrzeb kadry, prowadząc do rozproszonych zajęć w wielu różnych lokalizacjach.\n\n8. Wśród kobiet częściej pojawiły się głosy o niskim docenianiu ich dorobku naukowego w porównaniu z mężczyznami i \npostrzeganie ich jako mniej kompetentne badaczki\n. W badaniu ankietowym na pytanie, o to komu głównie przydzielane/przyznawane – kobietom czy mężczyznom – są takie zasoby, jak doradztwo i/lub wskazówki przy podejmowaniu decyzji dotyczących kariery zawodowej, odpowiedź „nie widzę różnic” wybrało 38% kobiet i 66% mężczyzn. Świadczy to o poczuciu niedocenienia kobiet zatrudnionych w AGH.\n\nTo, że piszę artykuły i jestem proaktywna na polu działalności dydaktycznej i naukowej, to tylko i wyłącznie moja wewnętrzna motywacja i misja. W żaden sposób nie jestem zachęcana przez pracodawcę, a wręcz na każdym kroku muszę pokonywać wiele trudności. Pomocniczy pracownicy nauk” (kobieta, pracująca).\n\n9. I wreszcie często pojawiały się głosy dotyczące bariery finansowej – niskiego dostępu do środków na badania czy udział w konferencjach. \n\nDopiero wprowadzenie programu IDUB umożliwiło mi pełny rozwój zawodowy, realizację badań oraz zaspokojenie na gruncie finansowym, umożliwiające normalnie funkcjonowanie w życiu prywatnym (kobieta, pracująca).\n\nPodsumowując, główne bariery dla rozwoju kariery naukowej wskazywane przez osoby biorące udział w badaniu to:\n 1. Niskie wsparcie ze strony bezpośrednich przełożonych wynikające z niedostatecznych kompetencji liderskich.\n 2. Spadek motywacji wynikający z braku docenienia i niskiego wsparcia na drodze rozwoju – w pytaniu o to, czy uczelnia motywuje do pracy, odpowiedź „zdecydowanie tak” nie padła ani razu. Odpowiedź twierdzącą zaznaczyło 44% mężczyzn i 27% kobiet. Widoczna jest wiec duża dysproporcja między postrzeganym motywowaniem kobiet i mężczyzn.\n 3. Nadmierne obciążenie obowiązkami dodatkowymi, tj. dydaktycznymi, administracyjnymi itd.\n 4. Niedobór środków finansowych na badania, na udział w konferencjach itd.\n 5. Niedostateczne wsparcie administracji, utrudnienia, rozliczenia, skomplikowany i czasochłonny obieg dokumentów.\n6. Warto natomiast podkreślić, że większość z tych barier zgłaszają zarówno kobiety, jak i mężczyźni.\n\nOgólne dane z 2024 roku dotyczące rekrutacji na studia wskazują, że kandydatki odnoszą lepszy wskaźnik sukcesu rekrutacyjnego niż średni wskaźnik dla wszystkich osób kandydujących (27,7% do 22,8%) na I stopniu studiów dziennych. Przekłada się to na 32,5% udział kobiet w przyjęciach na pierwszy semestr I stopnia na całej AGH.\n\nTakże na mniej licznych studiach II stopnia wskaźnik sukcesu jest wyższy na podobnym poziomie (60% do 56% dla wszystkich kandydatów). W tym jednak przypadku przekłada się to też na wyższy udział kobiet wśród osób podejmujących studia na II stopniu (58%). W ogólnej liczbie osób przyjętych na I rok studiów na I i II stopniu kobiety stanowią zatem 34%.\n\nW kontekście różnorodności kulturowej warto zauważyć, że wskaźnik sukcesu rekrutacyjnego cudzoziemców jest wyjątkowo niski – ponad dwukrotnie od średniej dla kandydatów z Polski (11%) na I stopniu oraz czterokrotnie na II stopniu (13,5%).\n\nNa większości kierunków w AGH widoczna jest przewaga liczebna przyjmowanych mężczyzn. W porównaniu z 2020 rokiem na trzech z sześciu kierunków utrzymuje się sytuacja, że przyjmowanych jest poniżej 10% kobiet. Są to: Automatyka przemysłowa i robotyka, Elektronika, Elektronika i telekomunikacja. Tak niski wskaźnik feminizacji pojawił się też na anglojęzycznych kierunkach Mechanical Engeenering i Mechantronic Engeenering oraz Inżynierii i analizie danych.\n\nWarto jednak zauważyć, że w przypadku Automatyki przemysłowej i robotyki oraz Elektroniki wskaźnik sukcesu rekrutacyjnego kobiet bywa wyższy od wskazanej średniej różnicy dla AGH, zatem przyczyną niskiej feminizacji jest to, że są to kierunki niepopularne wśród kandydatek. Na Inżynierii i analizie danych wskaźnik ten jest tylko nieznacznie wyższy dla kobiet niż dla mężczyzn, zaś na trzech pozostałych kierunkach wskaźnik sukcesu rekrutacyjnego kobiet jest niższy od wskaźnika dla mężczyzn dla danego kierunku.\n\nTrzy inne kierunki, które miały podobnie niski poziom feminizacji w 2020 roku, w 2024 podniosły udział przyjmowanych kobiet: Informatyka stosowana (do 21,05%), Cyberbezpieczeństwo (14%) oraz Mechanika i budowa maszyn (do 11,44%).\n\nProporcje równościowe na poszczególnych kierunkach w porównaniu z 2020 rokiem podlegają pewnym wahaniom z wcześniejszej równowagi do udziału w przedziale 34% (Informatyka i ekonometria) do 60% (Inżynieria materiałowa) kobiet wśród nowo przyjętych w 2024 roku. Z ośmiu kierunków, które cztery lata temu miały równe proporcje płci, obserwuje się trzy wzrosty udziału kobiet i pięć spadków. Chociaż takich kierunków z wyrównaną obecnością kobiet i mężczyzn jest więcej niż w poprzednim badaniu (11), to 5 z nich ma roczniki mniejsze niż 60 osób. Liczniejsze kierunki to Geologia stosowana, Inżynieria biomedyczna, Informatyka społeczna, Socjologia, Inżynieria i zarządzanie procesami przemysłowymi, Zarządzanie.\n\nPrzewaga liczebna powyżej 60% kobiet przyjętych na kierunek w 2024 roku dotyczy sześciu kierunków. Trzy z nich – Inżynieria i monitoring środowiska, Inżynieria produkcji i jakości oraz Nowoczesne technologie w kryminalistyce – trwale utrzymują przewagę przyjmowanych kobiet. Do nich dołączyły Ceramika, Kulturoznawstwo oraz Inżynieria i ochrona środowiska. Jednak na takich kierunkach, jak Inżynieria biomedyczna, Fizyka medyczna, Technologia chemiczna oraz Inżynieria i zarządzanie procesami przemysłowymi, liczba przyjmowanych kobiet wyraźnie się zmniejszyła. Ogólnie zatem profil preferencji kandydujących kobiet pozostaje przy \nlife-science\n, przesuwa się zaś z matematyki i fizyki ku naukom społecznym i humanistycznym. Dominacja kobiet na pewnych kierunkach jest wyraźnie mniej trwała niż ich nieobecność kierunkach elektrycznych i automatycznych. Podobnie jak cztery lata temu, mało kobiet aplikuje na kierunki, gdzie jest zazwyczaj najwięcej chętnych na jedno miejsce. Wyjątkiem jest Inżynieria i analiza danych, gdzie wśród 1060 kandydatów było 455 kobiet. Jest to jednak kierunek z bardzo niskim ogólnym wskaźnikiem sukcesu rekrutacyjnego (7,54%).\n\nW roku akademickim 2023/2024 w Szkole Doktorskiej AGH w 18 jednostkach szkoły studiowało 811 osób. W tej liczbie kobiety stanowią 33,79%. Jest to wynik niewiele wyższy od początku rekrutacji do Szkoły Doktorskiej (2019/2020), kiedy kobiety stanowiły 32% osób przyjętych. Liczba doktorantek rozkłada się jednak bardzo nierówno na jednostki. Od samego początku Szkoły Doktorskiej nieznacznie więcej kobiet niż mężczyzn wybiera studia doktorskie na Wydziale Geodezji Górniczej i Inżynierii Środowiska i Wydziale Humanistycznym. Obecnie przewaga doktorantek jest też na Wydziale Inżynierii Metali i Informatyki Przemysłowej.\n\nW przedziale 40% do 50% kobiet studiuje też na wydziałach: Geologii, Geofizyki i Ochrony Środowiska; Zarządzania; Energetyki i Paliw oraz Fizyki i Informatyki Stosowanej.\n\nW pięciu jednostkach udział doktorantek w ogóle osób studiujących jest mniejszy niż 20%. W tej liczbie stale znajdują się: Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej (15% stanowią kobiety) oraz Wydział Inżynierii Mechanicznej i Robotyki (19% stanowią kobiety – wzrost o 2%). W takim przedziale jest też udział kobiet na wydziałach: Informatyki, Elektroniki i Telekomunikacji; Wiertnictwa, Nafty i Gazu oraz nowopowstały Wydział Informatyki.\n\nStruktura osób studiujących w Szkole Doktorskiej powtarza strukturę rekrutacji na studiach I i II stopnia. Wyraźna jest obecność kobiet w naukach związanych z \nlife-science\n i społecznych oraz ich nieobecność na wydziałach związanych z informatyką techniczną i automatyką.\n\nDane instytucjonalne wskazują, że sukces w trakcie studiowania (mierzony uzyskaniem stypendium za osiągnięcia) jest w przypadku kobiet niewiele większy niż ich udział w strukturze osób studiujących (35,88%) i jest niższy niż w 2020 roku (39,15%). Analizując dane członkostwa w kołach naukowych, można zauważyć, że udział kobiet w tego rodzaju aktywności jest podobny, choć nieco większy (37,51%).\n\nZnacząco wyższy jest poziom zaangażowania się studentek w życie samorządowe w AGH. W przypadku struktur samorządowych kobiety dominują wyraźnie na stanowiskach przewodniczących i ich zastępców (⅔ takich stanowisk), jak i w radach wydziałowych. Liczba kobiet i mężczyzn w ciałach samorządowych jest zasadniczo wyrównana: tylko w czterech radach kobiety, a w dwóch mężczyźni stanowią ponad 60% stanu rady. Wśród wszystkich osób funkcyjnych w Samorządzie Studenckim AGH kobiety stanowią 54,62%. W porównaniu z 2021 rokiem widać wzrost zarówno udziału kobiet na stanowiskach przewodniczących, zastępców, jak i w ogólnym składzie samorządu (52,57% udział kobiet w tym czasie).\n\nW badaniach analizowaliśmy również doświadczenie studiowania w AGH. Najliczniejszym wątkiem w komentarzach jakościowych jest poczucie przeciążenia i wypalenia osób studiujących. W tych wypowiedziach nadreprezentowane są osoby ze szkoły doktorskiej, ale pojawiają się też wypowiedzi osób studiujących na innych stopniach:\n\nPoświęcam na edukację w AGH ponad 70 godzin tygodniowo, nie wliczając czasu podróży między kampusem a miejscem zamieszkania. Nie prowadzę życia towarzyskiego, nie pracuję zawodowo i rutynowo śpię mniej niż 6 godzin na dobę przez brak czasu. Pomimo tego nie nadążam z natłokiem obowiązków – jestem zmuszony odwlekać istotne projekty przedmiotowe, aby realizować inne, nieraz przychodzę na zajęcia seminaryjne bez odpowiedniego przygotowania, a regularna nauka własna ze wszystkich przedmiotów jest dla mnie nieosiągalna. Miesiąc po rozpoczęciu bieżącego roku akademickiego mam objawy zespołu wypalenia zawodowego, pogarszające moją zdolność do uczenia się. Pomimo dobrych wyników w poprzednich semestrach studiów, okupionych podobnym nakładem pracy, powątpiewam w swoją zdolność do zaliczenia bieżącego semestru (osoba studiująca).\n\nWydaje się, że jest to poważniejsze zjawisko w kontekście badań realizowanych przez Centrum Dostępności AGH. \n49% osób studiujących wypełniających ankietę diagnozującą potrzeby stwierdziło, że ma problemy ze zdrowiem psychicznym. Wskaźnik ten był wyższy u osób studiujących niż w badaniu pracowników\n.\n\nOgólnouczelnianym wyzwaniem dla budowania dobrego doświadczenia studiowania jest organizacja zajęć oraz organizacyjna strona studiowania w ogóle. Jeżeli chodzi o organizację zajęć, to głosy studenckie na ten temat pojawiają się z bardzo różnych kierunków i wydziałów. O problemach z rozwiazywaniem spraw administracyjnych piszą natomiast osoby, które mają z konieczności szerszy kontakt z administracją: osoby studiujące w szkole doktorskiej oraz mające obiektywne problemy z realizacją studiów (choroba).\n\nGłówną przeszkodą jest dla mnie biurokracja wynikła z zaległości spowodowanych leczeniem choroby przewlekłej. Uważam, że w przypadku wystąpienia trudności z odbywaniem studiów uczelnia oferuje studentom niewystarczającą pomoc (w tym prawną), a przepisy i procedury są zbyt luźno zdefiniowane, co pozwala prowadzącym i administracji stawiać niemożliwe do zrealizowania wymogi formalne” (osoba studiująca, niebinarna).\n\nOstatnim zjawiskiem związanym z doświadczeniem studiowania jest niedostępność w przestrzeni AGH informacji po angielsku. Problem ten dotyczy wąskiej grupy osób, obcokrajowców, którzy – jak wskazano powyżej – mają większy problem z dostaniem się na studia niż osoby z obywatelstwem polskim. Jednak z perspektywy tej grupy jest to bardzo poważny problem, gdyż istotnie ogranicza ich włączenie do społeczności akademickiej.\n\n1. Badania jakościowe i ilościowe dość jednoznacznie wskazują, że pracowniczki i pracownicy czują się niedoceniani przez przełożonych. Ich praca nie spotyka się z uznaniem, nie jest zauważana przez kadrę zarządzającą. Dotyczy to zarówno osób na stanowiskach administracyjnych, jak i dydaktyczno-badawczych.\n 2. Problem ten nie wynika zazwyczaj z intencjonalnych działań kadry zarządzającej, ale z braków kompetencyjnych. Kadra zarządzająca nie ma bowiem przygotowania do prowadzenia zespołów, nie posiada kompetencji liderskich, nie szkoli się w tym zakresie. Problemem jest również brak kompetencji komunikacyjnych. Braki te prowadzą do nieporozumień, które nierozwiązywane mogą eskalować w czasie.\n 3. Pracownicy i pracowniczki administracyjne czują się niedocenieni, ponieważ ich zdaniem praca administracyjna bywa bagatelizowana w przestrzeni Uczelni. \nPotrzebą jest więc system motywacyjny i nagradzania dla osób pracujących w administracji\n.\n 4. Pracownicy i pracowniczki angażujące się w pracę dydaktyczną również czują, że jest ona niewystarczająco doceniona, a zauważona w sytuacji nieprawidłowości. \nWarto rozważyć rozbudowanie systemu motywacyjnego w obrębie dydaktyki\n.\n 5. AGH staje się uczelnią, na którą aplikują kobiety – absolwentki szkół średnich – z dobrymi wynikami z przedmiotów ścisłych. Wskazuje na to fakt, że kobiety kandydujące mają ogólnie większe szanse na przyjęcie na studia I stopnia w AGH niż mężczyźni, gdy kryteriami przyjęć są wyłącznie wyniki egzaminów maturalnych. Na niewielu kierunkach silnie zmaskulinizowanych (ze wskaźnikiem przyjęć kobiet mniejszym niż 10%) kobiety kandydujące mają niższy wskaźnik sukcesu rekrutacyjnego.\n 6. Studiujące kobiety wciąż w niektórych jednostkach spotykają się z stereotypizacją płci i niewłaściwym traktowaniem przez wykładowców, choć ogólnie skala doświadczeń nierównego traktowania w całej AGH nie jest duża. Jest mniejsza niż w 2021 roku. Mimo to \nwymaga ona nadal przeciwdziałania i wyrównywania szans\n.\n 7. Ogólne problemy w doświadczeniu studiowania to uszczuplenie kondycji psychicznej osób studiujących i organizacja zajęć niedopasowana do ich stylu funkcjonowania. \nWarto rozważyć działania wspierające zdrowie psychiczne osób studiujących\n.\n 8. Szczególnie pilną potrzebą osób nieposiadających polskiego obywatelstwa jest dostępność informacji o funkcjonowaniu AGH w języku\n angielskim.\n\nDla blisko połowy osób zatrudnionych w AGH pogodzenie pracy z życiem osobistym jest sporym wyzwaniem: 44% kobiet i 51% mężczyzn deklaruje trudność w pogodzeniu zobowiązań osobistych z pracą.\n\nZauważalne są istotne różnice w postrzeganiu elastyczności pracy zarówno ze względu na płeć, jak i rodzaj zajmowanego stanowiska. Na największy brak elastyczności form pracy wskazują kobiety na stanowiskach administracyjnych – jedynie 15,8% wskazuje na elastyczność pracy, podczas gdy odsetek mężczyzn w tej grupie zawodowej wynosi aż 35%. Ogólnie prawie 71% kobiet zatrudnionych w AGH na stanowiskach administracyjnych negatywnie ocenia elastyczność swojej pracy, w grupie mężczyzn rozkład neutralnych i negatywnych opinii jest bardziej równomierny.\n\nW przypadku prac badawczo-dydaktycznych 70% kobiet i blisko 83% mężczyzn pozytywnie ocenia elastyczność pracy w uczelni, przy czym ocenę negatywną wystawiło ponad dwukrotnie więcej kobiet (14%) niż mężczyzn (6,1%).\n\nAkurat work & life balance to jeden z nielicznych atutów pracy na AGH. Osobiście znam kilka osób, które pracują na AGH praktycznie wyłącznie dlatego, że mają w miarę elastyczny czas pracy (mężczyzna, pracownik badawczo-dydaktyczny).\n\nDla osób pracujących na stanowiskach administracyjnych problemem jest więc brak elastyczności godzin pracy oraz brak jednoznacznych rozwiązań umożliwiających hybrydowe i zdalne tryby pracy. Jest to szczególnie istotne w sytuacji coraz większej profesjonalizacji stanowisk administracyjnych, których charakter wykracza poza tradycyjnie pojmowanie „pracy biurowej” – odtwórczej, mechanicznej i ustandaryzowanej.\n\nZ kolei elastyczny harmonogram pracy dla pracowników naukowych i dydaktycznych oznacza w praktyce pracę przez 7 dni w tygodniu, z zajęciami zaplanowanymi od 8.00 rano do 20.00 wieczorem, w tym w weekendy. Zaciera to granice między pracą a życiem prywatnym, a pracownicy i pracowniczki czują, że ich praca pochłania większość ich czasu i energii, pozostawiając niewiele miejsca na zajęcia osobiste i zobowiązania rodzinne:\n\nPraca na stanowisku badawczo-dydaktycznym uniemożliwia mi normalne życie prywatne, bardzo często spotykam się z krytyką osób bliskich w tym zakresie. Ze względu na ilość czasu, który muszę poświęcać na pracę, boję się planować macierzyństwo. Zdarzyło mi się chodzić do pracy chora, bo inaczej musiałabym nadrabiać zajęcia dydaktyczne i prosić studentów o znalezienie na nie wolnych terminów (pomocniczy pracownik nauki, kobieta).\n\nDodatkowo, osoby uczące i prowadzące badania wykonują obowiązki administracyjne, co ogranicza czas na pracę naukową i dydaktyczną. Brak odpowiedniej liczby pracowników technicznych zmusza nauczycieli do obsługi urządzeń kosztem innych zadań. Zaangażowanie w pracę dydaktyczną – czasochłonną i wyczerpującą – jest też w opinii badanych mniej doceniane niż osiągnięcia naukowe. Oczekiwania osób studiujących rosną i są wysokie, a ocena osoby prowadzącej formułowana w ankietach studenckich ma duży wpływ na dalszą karierę.\n\nNiski poziom cyfryzacji i automatyzacji (np. elektroniczny obieg dokumentów) w zarządzaniu uczelnią jest źródłem frustracji w obu grupach pracowniczych: wsparcia i naukowo-dydaktycznych. Część osób pracujących nie ma dostępu do narzędzi i systemów informatycznych do efektywnej pracy zdalnej i hybrydowej. Nie wszyscy przełożeni są przygotowani do zarządzania tą formą pracy.\n\nMało efektywne wsparcie ze strony administracji (np. w zarządzaniu projektami badawczymi) zmusza osoby na stanowiskach kierowniczych do poświęcania zbyt dużej ilości czasu na pokonywanie trudności administracyjnych, co nader często odbywa się to kosztem ich życia osobistego. Prowadzi to także do napięć między pionami wsparcia a pracownikami naukowo-dydaktycznymi. Nadmierna biurokratyzacja pojawia się także jako element trudności w funkcjonowaniu w uczelni dla osób studiujących, które nie mogą załatwić swoich spraw w sposób cyfrowy, zaś same procedury administracyjne i organizacyjne bywają dla nich niejasne:\n\nNależałoby zacząć szkolić pracowników z metod organizacji pracy. Nie znam ani jednego biura administracji, które by wykorzystało współczesne metody kolaboracji na dokumentach, co implikuje nieustanne wysyłanie maili tam i z powrotem z nowymi wersjami plików (student).\n\nJednym z najczęściej i najszerzej komentowanych aspektów pracy w AGH jest kwestia pracy zdalnej. Zarządzenie Rektora z dnia 17 lipca 2023 roku dot. pracy zdalnej w formie uznaniowej i okazjonalnej (wynikającej z kodeksu pracy) wraz z procedurami ubiegania się i rozliczania tej pierwszej (do 2 dni w miesiącu) wprowadziło możliwość formalnego wdrożenia elastycznych form pracy. W sumie osoby zatrudnione w AGH mają możliwość ubiegania się dodatkowo o maksymalnie 24 dni pracy zdalnej uznaniowej. Wnioski, poparte opiniami przełożonych, rozpatrywane są przez Rektora AGH. Zgodnie z Zarządzeniem odmowa przyznania tej formy pracy wymaga uzasadnienia. Sposób wprowadzenia pracy zdalnej jest jednak niesatysfakcjonujący dla osób pracujących. Według osób zatrudnionych w uczelni brak jest jasnych i jednolitych zasad dotyczących pracy zdalnej, co prowadzi do nierównego traktowania i niezadowolenia pracowników.\n\nW opiniach osób pracujących możliwości pracy zdalnej są mocno ograniczone także dla osób efektywnie pracujących. Praca zdalna traktowana jest jako przywilej, nie zaś prawo wynikające bezpośrednio z Kodeksu Pracy. Ograniczenia te mogą wynikać z braku zaufania ze strony administracji, która w większym stopniu skupia się na fizycznej obecności niż na realnych wynikach pracy. Z drugiej jednak strony trudności w egzekwowaniu efektów pracy zdalnej oraz brak zaufania do współpracowników zniechęcają przełożonych do jej faktycznego wdrażania.\n\nProcedury wymagające uzasadniania powodów urlopu czy pracy zdalnej bywają postrzegane jako ingerencja w prywatność. Taka sytuacja prowadzi do pytań o to, na ile obecne podejście do organizacji pracy sprzyja optymalnemu wykorzystaniu potencjału pracowników.\n\nOgółem około \n70% osób zatrudnionych w AGH jest zadowolonych ze swojej pracy\n, przy czym najmniejsze zadowolenie wykazują kobiety zatrudnione na stanowiskach badawczo-dydaktycznych (blisko 8% niezadowolonych), zaś największe zadowolenie deklarują mężczyźni zatrudnieni na stanowiskach badawczo-dydaktycznych (75% zadowolonych). Praca w AGH postrzegana jest jako stabilna. Niespełna 5% osób pracujących obawia się utraty stanowiska w ciągu nadchodzących 6 miesięcy.\n\nPerspektywy rozwoju kariery: nie występują zdecydowanie pozytywne odpowiedzi. Kwestię tę ocenia raczej pozytywnie 28% kobiet i 52% mężczyzn, negatywnie zaś 34% kobiet i nieco mniej mężczyzn – 21,2%, przy czym zdecydowanie negatywnie 12% kobiet. Co ciekawe, odpowiedź neutralną lub brak zdania zadeklarowała ⅓ respondentów. 35% kobiet i 28% mężczyzn nie czuje się motywowanych przez pracodawcę (zob. tabela 7 w Aneksie).\n\nRozkład poczucia zadowolenia z wynagrodzenia w uczelni jest dość równomierny – po ok. ⅓ osób niezadowolonych, zadowolonych i neutralnych w obydwu grupach zawodowych, przy czym ogółem mężczyźni są nieco bardziej zadowoleni z uposażenia niż kobiety (blisko 38% w stosunku do 34%). Na szczególną uwagę zasługuje grupa pracownic sektora administracji, w której blisko połowa wykazuje wyraźne niezadowolenie z zarobków (zob. tabela 8 w Aneksie).\n\nKwestia równowagi między życiem prywatnym i zawodowym silnie różnicuje pokolenia osób pracujących na uczelni. Starsi stażem pracownicy, samodzielni pracownicy naukowodydaktyczni i administracyjni mówią wprost o pracoholizmie, który negatywnie wpływa na zdrowie i życie osobiste pracowników, ale jednocześnie – w opiniach części osób pracujących – jest elementem etosu naukowca i pozwala funkcjonować na uczelni.\n\nPraktyka uczelni polegająca na przydzielaniu zwiększonego obciążenia pracą najzdolniejszym pracownikom, przy jednoczesnym odciążaniu mniej zdolnych czy zaangażowanych, przyczynia się do poczucia wypalenia wśród zaangażowanych pracowników.\n\nDodatkowo, system oceny wyników nie uwzględnia odpowiednio dodatkowego wysiłku i osobistych poświęceń pracowników naukowo-dydaktycznych, a w przypadku pracowników administracji system taki nie istnieje, co utrudnia obiektywną ocenę zaangażowania tej grupy pracowników.\n\nFormalna ocena pracownicza w przypadku osób na stanowiskach naukowych i dydaktycznych jest często postrzegana jako niesprawiedliwa i nieadekwatna do rzeczywistych nakładów pracy osób zajmujących stanowiska badawcze i dydaktyczne. Pracownicy naukowi często poświęcają swoje życie osobiste na rzecz pracy, pracując wieczorami, nocami i w weekendy, aby sprostać wysokim wymaganiom. Pracownicy czują, że kryteria nie odzwierciedlają rzeczywistego wkładu i zaangażowania w pracę naukową i dydaktyczną.\n\nW przypadku osób pracujących na stanowiskach administracyjnych brak jest funkcjonującego systemu oceny, co także stanowi problem: przełożeni nie dysponują formalnym i porównywalnym narzędziem do motywowania i doceniania współpracowników. W rezultacie powstaje luka utrudniająca efektywnie zarządzanie zespołami oraz awans zawodowy tej grupy pracowników także w ramach struktur AGH. Brak polityk rozwijania kompetencji przekłada się na braki perspektyw rozwoju zawodowego.\n\nBadania wskazują, że połowa społeczności AGH łączy obowiązki opiekuńcze z pracą. Blisko 50% kobiet i 44% mężczyzn ma pod swoją opieką dzieci do lat 18, z czego średnio dla 15% kobiet i blisko 6% mężczyzn jest to opieka samodzielna. Średnio 14% badanych kobiet i 11,5% badanych mężczyzn deklaruje opiekę nad osobami zależnymi dorosłymi. Blisko 19% kobiet i 7% mężczyzn nie doświadcza żadnego wsparcia w swoich obowiązkach opiekuńczych.\n\nObowiązki domowe z kolei są najbardziej przeciążające dla pracowników badawczo-dydaktycznych. Skarży się na nie ponad 59% kobiet i 57% mężczyzn, deklarując, że powodują one zmęczenie utrudniające efektywną pracę. W grupie pracowników administracyjno-technicznych to odpowiednio 34% i 36%.\n\nBlisko 60% kobiet i 25% mężczyzn biorących udział w badaniu korzystało z urlopu opiekuńczego, przy czym znakomita większość z nich spotkała się z reakcją pozytywną lub neutralną osób przełożonych (odpowiednio 94% kobiet i 98% mężczyzn). Jedynie 6% kobiet i 1 mężczyzna doświadczyło jednoznacznie negatywnej reakcji. Dodatkowo aż 75% mężczyzn pracowników naukowo-badawczych doświadczyło pozytywnej reakcji osób przełożonych, co może świadczyć o jednoznacznie wyrażanym wsparciu i pozytywnym nastawieniu do dzielenia się urlopami opiekuńczymi w tej grupie zawodowej.\n\nZ perspektywy kadry administracyjnej i pracowników naukowo-dydaktycznych kluczowe trudności związane z godzeniem pracy zawodowej i opieki nad osobami zależnymi to:\n 1. Niewystarczające wsparcie instytucjonalne, np. w postaci organizacji opieki nad dziećmi w czasie wakacji.\n 2. Brak dostosowania kalendarza roku akademickiego do roku szkolnego; szczególnie dotyka to osoby zatrudnione na stanowiskach badawczo-dydaktycznych. Niedopasowanie terminów akademickich do ferii i wakacji dzieci utrudnia organizację opieki.\n 3. Trudności w uzyskaniu zgody na pracę zdalną nawet w uzasadnionych sytuacjach.\n 4. Organizacji pracy pracowników naukowo-dydaktycznych, którzy często pracują w domu w godzinach popołudniowych i wieczornych oraz w weekendy, co stanowi szczególne wyzwanie dla osób planujących macierzyństwo lub wychowujących dzieci.\n 5. Problemy finansowe i konieczność wieloetatowości: część z osób pracujących na uczelni na niższych stanowiskach naukowo-badawczych czy administracyjnych podejmuje dodatkowe zatrudnienie, co jeszcze bardziej ogranicza czas na życie rodzinne.\n\nUdostępnione Zespołowi ds. GEP badania przeprowadzone przez Dział Dostępności w 2024 roku wśród grupy 786 osób pracujących i 1776 osób studiujących dotyczyły identyfikacji potrzeb związanych ze zdrowiem i dobrostanem w miejscu pracy i studiowania. Osoby z orzeczeniem niepełnosprawności stanowią ok. 3,4% spośród osób zatrudnionych i 3,6% osób studiujących, zaś choroby przewlekłe dotykają aż 37% osób pracujących i niemal 27% osób studiujących.\n\nDoświadczenia kryzysu zdrowia psychicznego są udziałem 17% osób pracujących oraz 49% osób studiujących.\n\nProblemy ze wzrokiem wymagające noszenia okularów deklaruje 75% osób pracujących i 57% osób studiujących, blisko 10% osób pracujących i 5.5% studiujących doświadcza problemów ze słuchem, blisko 6% osób pracujących i 2% studiujących deklaruje trudności w poruszaniu się, zaś odpowiednio 8% i 11% deklaruje inne problemy utrudniające udział w różnych sferach życia na zasadzie równości z innymi osobami.\n\nOsoby pracujące w komentarzach zwracały najczęściej uwagę na potrzebę wyposażenia stanowisk pracy (duże monitory, wentylacja i klimatyzacja, ergonomiczne biurka i krzesła) oraz zwrócenie większej uwagi na aspekty zdrowotne (pakiet medyczny, szersze badania\n medycyny pracy i profilaktyczne). W przypadku osób studiujących najczęściej odnoszono się do niewygodnych sal wykładowych i nieergonomicznych stanowisk komputerowych, trudności w dostępie do opieki medycznej i pomocy psychologicznej.\n\nWażną przeszkodą w studiowaniu (uczeniu się, uczęszczaniu na zajęcia itp.), najczęściej deklarowaną przez osoby studiujące w AGH, było poczucie przygnębienia, zestresowania i podenerwowania (łącznie 64,2% ankietowanych). Doświadczenia te częściej deklarowane były przez osoby niebinarne (83%) i kobiety (78%) niż mężczyzn (54%).\n\nInną istotną przeszkodą w studiowaniu były problemy zdrowotne osób studiujących w AGH. Najczęściej z problemami zdrowotnymi mierzą się badane osoby niebinarne – 64%, dalej studentki – 38% i studenci – 18% (jest to różnica 26 i 46 punktów procentowych między osobami niebinarnymi a kobietami, a następnie mężczyznami, a także 20 punktów procentowych między kobietami i mężczyznami).\n\nW AGH blisko 6% pośród wszystkich osób ankietowanych zdeklarowało, że doświadcza głodu lub braku dostępu do jedzenia dobrej jakości. Płeć nie różnicuje znacząco tych doświadczeń.\n\nZmęczenia utrudniającego funkcjonowanie po zakończeniu dnia pracy doświadcza często lub bardzo często 64% kobiet i 63% mężczyzn. Zaledwie 10% osób pracujących nigdy nie doświadczyło takiego stanu. Dotkliwego zmęczenia doświadcza znacząco więcej kobiet niż mężczyzn. Różnica ta jest widoczna na stanowiskach administracyjno-technicznych (60% kobiet i 48% mężczyzn), podczas gdy na stanowiskach badawczo-dydaktycznych jest podobnie wysoka i wyrównana (odpowiednio 70% kobiet i 66% mężczyzn).\n\nŚrednio 16% kobiet i mężczyzn doświadcza trudności w koncentracji spowodowanej obowiązkami osobistymi. Rzadko lub nigdy nie doświadczyło tego 92% mężczyzn w grupie pracowników administracyjno-technicznych, w pozostałych grupach odsetek ten wynosi nieco ponad 80%.\n\nOsoby studiujące wskazują na brak wiedzy osób pracujących w zakresie neuroróżnorodności i chorób psychicznych, co skutkuje niewłaściwym lub nieadekwatnym zachowaniem z ich strony.\n\nUświadomienie prowadzącym, że ta osoba nie jest leniwa czy lekceważąca, a może po prostu potrzebuje odrobiny pomocy, wyrozumienia, zwykłego zainteresowania, np. zapytania, czy może potrzebna jest jakaś dodatkowa pomoc naukowa, czy powtórzenie jakiejś ważnej informacji. Z doświadczenia sama wiem, że trudno jest poprosić o pomoc, kiedy nie czujesz się na równi z innymi. Ciągła presja w głowie, aby nie odstawać od reszty, potrafi wyniszczyć. Myślę, że warto pokazać jakoś, jak dużo takich osób jest wokół nas, że choroba to nie powód do wstydu, że nie jest się gorszym, tylko innym. Danie studentowi tej nadziei, że bez problemu da radę z wszystkimi wyzwaniami podczas studiów. Może nie przyjdzie im to tak łatwo, ale żeby czuli, że mają wsparcie i nikt nie będzie ich traktował jak studenta „niższej kategorii” (studentka).\n\nJako osoba neuroróżnorodna nigdy nie mówiłam od razu prowadzącym o moich problemach zdrowotnych. Mówiłam o tym tylko i dopiero, gdy wpadłam w tarapaty, np. za dużo nieobecności, zaległe prace/sprawozdania. Mówi się, że tonący brzytwy się chwyta i zawsze tak się czułam. Zawstydzona, że muszę się przyznać, że jestem chora, słaba, nie umiem sobie poradzić i proszę o szansę na rozwiązanie tej sytuacji. Chciałabym podkreślić, że prawie zawsze prowadzący/a, któremu wyznałam całą prawdę, dlaczego mam zaległości w nauce, w końcu wyciągał do mnie pomocną dłoń (tylko raz ratowałam się usprawiedliwieniami od lekarza psychiatry, bo prowadzący nie chciał słuchać żadnych „wymówek”). Jednak tu nasuwa mi się pytanie, czy to całe poczucie wstydu to tylko efekt mojej niskiej samooceny, czy może atmosfera sztucznego podziału prowadzących na studentów „lepszych i gorszych”, tych, którym zależy, i tych, którzy są tu z przypadku, a kiedy już raz znajdziesz się w grupie „gorszych”, to wyczuwa się jak prowadzący patrzy na ciebie z pogardą, że twoje porażki są wynikiem lenistwa i braku zainteresowania (studentka).\n\nAnaliza materiału jakościowego pokazuje pilną potrzebę\n opracowania nakładki na systemy informatyczne wraz z procedurą jej wykorzystania. Osoby transpłciowe stanowią coraz większą społeczność, która zmaga się z różnymi przejawami transfobii, do czego wracamy w niniejszym dokumencie w kolejnej części przy okazji omawiania doświadczeń nierównego traktowania. Wiele osób zwraca uwagę, że tego typu rozwiązania są dostępne w większości Uczelni w Polsce. Osadzenie korekty w procedurze miałoby również znaczeni psychologiczne i byłoby wsparciem emocjonalnym dla osób transpłciowych. Warto zwrócić uwagę, że w niniejszej ankiecie wśród osób studiujących ponad 4% to osoby transpłciowe.\n\nPojawiają się postulaty \nwiększej elastyczności godzin prac\ny, możliwości pracy zdalnej oraz lepszego dostosowania czasu pracy do potrzeb pracowników zajmujących się osobami zależnymi. Niemożność utrzymania zdrowej równowagi między życiem zawodowym a prywatnym ma znaczący wpływ na życie osobiste tych pracowników. Część z badanych, z grup pracowników naukowo-dydaktycznych i administracyjnych, wyraża chęć skrócenia czasu pracy, nawet do ¾ lub ⅞ etatu, aby lepiej dostosować się do obowiązków rodzinnych. Takie działania pomogłyby osobom pracującym godzić obowiązki zawodowe i rodzinne.\n\nOsoby pracujące w AGH doceniają jednak wsparcie uczelni w trudnych sytuacjach życiowych, elastyczność pracy oraz możliwość zachowania równowagi między życiem prywatnym a zawodowym. Większość z nich, w tym 61% kobiet i 67% mężczyzn, podkreśla wyrozumiałość swoich przełożonych wobec obowiązków opiekuńczych i osobistych, podczas gdy jedynie niepełne 5% pracowników nie zgadza się z tym stwierdzeniem. Wsparcie ze strony przełożonych jest szczególnie odczuwalne w porównaniu do braku zrozumienia okazywanego przez współpracowników. \nJeśli chodzi o poziom wsparcia przez przełożonych, widoczna jest pewna polaryzacja opinii, wsparcie ocenione jest albo bardzo wysoko, albo jako niewystraczające lub nieistniejące\n.\n\nRelacje z przełożonymi są kluczowe dla zachowania równowagi między życiem zawodowym a prywatnym. Mimo generalnie pozytywnej opinii o przełożonych w komentarzach pracowników naukowych pojawiają się uwagi o tym, że przełożeni nie uwzględniają ich sytuacji osobistej, takich jak opieka nad małymi dziećmi czy chorymi członkami rodziny. Niektórzy przełożeni wykazują się brakiem empatii, zmuszając pracowników do wykonywania zadań wykraczających poza ich kompetencje lub obciążając ich dodatkowymi obowiązkami w trudnych momentach życiowych. Pracownicy naukowi podkreślają, że równowaga między życiem zawodowym a prywatnym jest możliwa tylko wtedy, gdy kadra zarządcza wykazuje zrozumienie i elastyczność, a nie wprowadza atmosfery strachu.\n\nNiektórzy wskazują na potrzebę oficjalnej ścieżki uzyskania zgody na pracę zdalną lub elastyczny czas pracy. Stworzenie formalnych ścieżek umożliwiających elastyczne formy pracy mogłyby znacząco poprawić dobrostan psychiczny i efektywność pracy zarówno pracowników naukowo-dydaktycznych, jak i administracyjnych. Tu kluczowe byłoby przeszkolenie kadry zarządzającej z zakresu wspierania osób pracujących.\n\nAnkietowani zwracają jednocześnie uwagę na wyzwania, takie jak nadmiar obowiązków administracyjnych, brak dostosowania kalendarza akademickiego do potrzeb rodziców. Doceniana jest natomiast oferta działu socjalnego, która motywuje pracowników do ciekawego spędzania wolnego czasu.\n\nPowrót do pracy po długiej nieobecności spowodowanej chorobą bywa trudny, gdy przełożeni nie okazują empatii i przydzielają obowiązki poniżej kwalifikacji pracownika. Zdarzają się również przypadki naruszania prywatności pracownika, kiedy przełożeni kontaktują się z nim w sprawach służbowych poza godzinami pracy i podczas urlopu.\n\nWskazuje się na potrzebę lepszej, tzn. bardziej odpowiadającej realiom, oceny efektów pracy naukowej i dydaktycznej oraz aktywnej polityki kadrowej.\n\nLepsza organizacja pracy i dystrybucja zadań w pionach wsparcia:\n\nWsparcie administracyjne też byłoby zbawienne – mamy coraz lepszą administrację, ale nadal często mam wykonywać zadania, tj. zbieranie ofert wypełnianie dokumentacji – rzeczy, które mogłaby by robić osoba z administracji, a przynajmniej je ułatwiać, a nie oczekiwać, że pracownik naukowy będzie szukać rozwiązań, np. jakichś formalnych problemów. Ja nie wymagam od pracownika administracji pracy naukowej, dlaczego ode mnie wymaga się wyszukiwania i porównywania cen noclegów, np. za pobyt na konferencji? Jak takich zadań jest więcej, to zajmuje dużo czasu i np. zniechęca do podejmowania niektórych działań (np. podroży służbowych).\n\nOsoby, które studiują i pracują w innym niż języku polskim, zwracają uwagę na \nbrak dostosowania Uczelni do potrzeb obcokrajowców \nw kwestiach dokumentacji czy komunikacji. Dwujęzyczność postulowana jest także przez pracowników i pracowniczki badawczo-dydaktyczne jako element umiędzynarodowienia.\n\nInformatyzacja procesów i cyfryzacja dokumentów\n – jako warunek konieczny uelastycznienia pracy administracji AGH oraz zmniejszenia obciążenia pracą organizacyjną pracowników dydaktyczno-badawczych.\n\nSzczególnie osoby studiujące wskazują na potrzebę zwiększenia dostępu do profesjonalnej pomocy psychologicznej.\n\nW badaniach Zespołu ds. GEP przeprowadzonych w 2021 roku, jak i w 2024, ważne miejsce zajmują doświadczenia nierównego traktowania i naruszeń dobrostanu osób studiujących i pracujących. Aby budować bezpieczne i przyjazne miejsce studiów i pracy zawodowej, ważne jest zdiagnozowanie miejsc, które wymagają poprawy. Wśród kluczowych doświadczeń, na które wskazują zarówno materiały jakościowe – wywiady oraz komentarze w kwestionariuszu – jak i ilościowe, znajdują się doświadczenia nierównego traktowania, mobbingu, molestowania i molestowania seksualnego.\n\nO szczegółowych wynikach dotyczących tych doświadczeń piszemy w dalszej części dokumentu. W tym miejscu chcemy zasygnalizować generalne tendencje, które wyłaniają się z przeprowadzonych w 2024 roku badań.\n\nOrganizacja AGH jest \ndoświadczana w dużym stopniu jako przestrzeń równego traktowania\n, to znaczy \nwiększość osób badanych wskazywała, że nie doświadczyła form dyskryminacji, nierówności czy molestowania\n. Badania wykazują niskie natężenie doświadczeń nierównego traktowania na tle rasowym, religijnym czy politycznym.\n\nBadania dowodzą, że nierówne traktowanie – szczególnie zaś poważne naruszenia, takie jak molestowanie seksualne wśród osób studiujących, zwłaszcza kobiet – \nzmniejszyło skalę znacząco od 2021 roku\n, czyli od czasu, gdy były przeprowadzone badania w poprzednim Planie. \nOstatnie lata przynoszą poprawę sytuacji osób studiujących\n. Niestety doświadczenie nierównego traktowania \nwzrosło wśród kobiet pracujących\n, nie zmieniło się natomiast w odniesieniu do mężczyzn.\n\nNierówne traktowanie jest doświadczane bez względu na płeć, jednak jest ono typowe przede wszystkim dla kobiet i osób niebinarnych. Płeć różnicuje skalę doświadczeń nierównego traktowania, molestowania i molestowania seksualnego.\n\nOsobami dokonującymi naruszeń związanych z nierównym traktowaniem są pracownicy badawczo-dydaktyczni i inne osoby studiujące, bardzo rzadko administracja.\n\nAnaliza wykazała intersekcjonalność doświadczeń nierównego traktowania. Znaczy to, że istotnym czynnikiem jest nie tylko płeć badanych, ale również status, pozycja zawodowa czy wiek. Podobnie jak w 2021 roku, na doświadczenia nierównego traktowania wskazują osoby zajmujące zależne i podległe pozycje w strukturze uczelni. Nierówne traktowanie zachodzi w obrębie relacji władzy, a także między osobami o różnych statusach wiekowych.\n\nBadania pokazują ogólną ocenę klimatu różnorodności w AGH. Większość z badanych deklaruje, że jest zadowolona z klimatu różnorodności w AGH, jednak badania dowodzą, że w tym obszarze jest wiele do zrobienia. Na zadowolenie wskazuje 78% studentek i tyle samo studentów, a jedynie 55% osób niebinarnych.\n\nMimo wdrożonych działań w uczelni od 2021 roku, takich jak powołanie instytucji rzecznika równości, wprowadzenie Zasad Równego Traktowania czy udostępnienie szkoleń, zjawisko molestowania jest nadal obecne w społeczności akademickiej AGH.\n\nWśród badanych osób studiujących blisko 10% kobiet i 3% mężczyzn wskazuje, że doświadczyło zachowania mającego znamiona molestowania. 10% kobiet i ponad 7% mężczyzn deklaruje, że było świadkami takich zachowań.\n\nDane te wskazują na \nznaczący spadek względem 2021 rok\nu odsetka osób studiujących deklarujących wprost, że doświadczyło molestowania. Równocześnie blisko \npołowa kobiet\n studiujących doświadczyła seksistowskich żartów czy mizoginicznych komentarzy na temat kompetencji. \nSłabną natomiast inne formy naruszeń ze strony kadry, co oznacza, że sytuacja w społeczności AGH poprawiła się w ostatnich 3 latach.\n\nW AGH znacząco zmniejszyło się natężenie lub przestały mieć miejsce zachowania naruszające \nbezpieczeństwo fizyczne badanych osób\n. Pozostały jednak te formy zachowań, które mogą być uznane za przejaw przemocy psychicznej.\n\nNawiązania do zachowań, które możemy zdefiniować jako molestowanie, pojawiają się właściwie w każdym z typów analizowanych danych: uzyskanych w ankietach, wywiadach z osobami studiującymi i pracującymi.\n\nWarto zwrócić uwagę, że nadal, mimo wdrożonych działań od 2021 roku, doświadczane zachowania wskazywane przez osoby badane miały miejsce często w \nsytuacjach publicznych\n (np. podczas zajęć, na zebraniach pracowniczych), a zatem w obecności innych osób studiujących i pracujących. Potwierdza to więc, że zachowania takie jak żarty, komentarze czy inne działania \nwerbalne\n, są nadal, jak w 2021 roku, częścią szeroko rozumianej kultury organizacyjnej uczelni.\n\nPodobnie jak w 2021 roku, molestowanie seksualne jest doświadczeniem przede wszystkim studentek, o wiele rzadziej studentów. W roku 2024, badając doświadczenia nierównego traktowania, postanowiliśmy pogłębić analizę zjawiska i zapytać o autorstwo zachowań, które miały znamiona molestowania seksualnego, doświadczanych przez osoby badane. Jak pokazują badania, zachowania oceniane jako naruszające przez studentki były autorstwa przede wszystkim kadry naukowej i kolegów ze studiów, rzadko zaś administracji.\n\nMolestowanie seksualne przybiera zróżnicowane formy, o których mówią badania ilościowe i jakościowe. Poniżej wskazujemy na różne przejawy molestowania, przy niektórych podając dokładne dane liczbowe, które analizujemy na podstawie ankiet, przy innych wskazując na dane opisowe, które wyłaniają się z materiału jakościowego. Wśród zachowań noszących znamiona molestowania seksualnego pojawiają się:\n\n 1. \nŻarty\n seksistowskie, podobnie jak w 2021 roku, są jednymi z najczęstszych naruszeń, o których mówią studentki i studenci na wszystkich etapach kształcenia.\n\nAutorami seksistowskich i mizoginicznych żartów na temat kobiet są najczęściej wykładowcy i studenci. Żarty są wypowiadane przez wykładowców zazwyczaj podczas zajęć na kierunkach ścisłych i technicznych w obecności innych osób studiujących. \nMożna na tej podstawie wyciągnąć wniosek, że dochodzi tu do reprodukcji negatywnych wzorów między pokoleniami i poczuciu przyzwolenia na tego typu zachowania w społeczności studenckiej.\n\nTreści żartów mają często podtekst seksualny, odwołują się do stereotypów płciowych i poniżają kobiety. Treść żartów najczęściej dezawuowała zdolności intelektualne kobiet, szczególnie zaś w kontekście nauk ścisłych i technicznych. Obniżała wartość kompetencji studentek, a także seksualizowała je.\n\nAż 40,9% badanych studentek doświadczyło żartów lub komentarzy z podtekstem seksualnym ze strony wykładowców. 36% badanych studentek doświadczyło seksistowskich żartów lub komentarzy ze strony innych studentów. Na doświadczenia seksistowskich żartów lub komentarzy ze strony kadry dydaktycznej wskazuje 21,7% badanych mężczyzn studentów i 44,7% studiujących osób niebinarnych. 26% badanych studentów i 51% osób niebinarnych było świadkami tego typu żartów lub komentarzy ze strony innych studentów.\n\nNa te doświadczenia wskazuje również materiał jakościowy. Badane osoby, niezależnie od płci, statusu czy przynależności etnicznej opisują te żarty jako niestosowne, tworzące krępującą atmosferę, powód dyskomfortu. Często oceniają je jako zaprzeczenie nowoczesnej edukacji i relikt poprzednich dekad.\n\nJak mówiła jedna z badanych:\n\nŻyczyłabym sobie, aby kiedyś na AGH w końcu „seksistowskie komentarze/teksty” były piętnowane, a nie tłumaczone, że „on taki jest”... jakby to było wytłumaczeniem nieodpowiedniego zachowania kolegi. Generalnie uważam, że uczelnia ma z tym bardzo duży problem. Pytanie, czy uczelnia chce to zmienić? (studentka).\n\n 2. \nKomentowanie wyglądu i aluzje z podtekstem seksualnym\n wypowiedziane przez niektórych wykładowców w obecności innych osób studiujących w czasie zajęć lub w innych publicznych sytuacjach. Bycie adresatem lub adresatką natarczywego komentowania ciała lub wyglądu fizycznego przez wykładowców było doświadczeniem 6% badanych studentek, 2,6% badanych studentów i 6% badanych osób niebinarnych. Natarczywego komentowania wyglądu i ciała przez innych studentów doświadczyło 12% studiujących kobiet, 8% studiujących mężczyzn, 21% studiujących osób niebinarnych. I tym razem płeć jest czynnikiem różnicującym doświadczenia. To kobiety studiujące doświadczają uwag na temat wyglądu i ciała częściej. Opisy doświadczeń w materiale jakościowym wskazują, że gdy do naruszeń dochodzi (nawet gdy są to komplementy ze strony wykładowców wobec studentek), są często one nieprzyjemnym i uznanym za niestosowne doświadczeniem.\n\n 3. \nDzielenie się informacjami o własnym życiu intymnym przez wykładowców. \nNiekomfortowe i naruszające dobrostan są opowieści wykładowców o osobistych doświadczeniach, na przykład życiu małżeńskim, romansach czy innych intymnych wydarzeniach. To naruszenie nie było wskazywane w badaniach w 2021 roku, nie było uwzględniane w kwestionariuszu ankiety, ale pojawia się odwołanie do niego w wielu komentarzach.\n\n 4. \nMateriały dydaktyczne\n przygotowane przez niektórych wykładowców (np. prezentacje w trakcie zajęć) wykorzystujące przekazy o podtekście seksualnym, np. wizerunki nagich kobiecych ciał. Problemem są szczególnie te postawy wykładowców, którzy otrzymali już jednoznacznie sygnały lub komunikaty, że prezentacje te są niedopuszczalne i naruszające, a nadal są one wyświetlane podczas zajęć.\n\n 5. \nKrępujące i niechciane pytania dotyczące życia prywatnego\n. 9% badanych studentek doświadczyło niechcianych pytań ze strony wykładowców na temat ich życia prywatnego, analogicznej sytuacji doświadczyło 5% badanych studentów. Takiego naruszenia doświadczyło aż 24% studiujących osób niebinarnych. Ze strony innych osób studiujących takich niechcianych pytań doświadczyło również więcej kobiet niż mężczyzn – 15% badanych studentek, 8% badanych studentów, 32% studiujących osób niebinarnych.\n\n 6. \nNiewerbalne zachowania o charakterze molestowania seksualnego\n, których doświadczają kobiety ze strony kadry wykładającej – wodzenie wzrokiem, patrzenie w dekolt podczas egzaminów, konsultacji czy pytania przy tablicy, ostentacyjne – przy całej grupie studenckiej – oglądanie sylwetki kobiet, wyrażanie publiczne uznania lub dezaprobaty dotyczącej wyglądu mimiką lub gestami, oglądanie się za studentkami na korytarzach. Ten typ naruszeń był opisywany w materiale jakościowym. Studentki uznają tego typu zachowania za naruszające, niekomfortowe, wpływające na ich poczucie bezpieczeństwa.\n\n 7. \nNieodpowiednie lub niestosowne propozycje randki\n nie były powszechnym doświadczeniem badanych osób. Ze strony innych osób studiujących doświadczyło ich 6% badanych studentek, 2% studentów i 13% osób niebinarnych. Ze strony kadry dydaktycznej doświadczyło ich 1,5% studentek i 0,5% studentów.\n\n 8. \nNiechciany dotyk (przytulanie, całowanie). Jak zasygnalizowaliśmy wcześniej, niechciany kontakt fizyczny\n z podtekstem seksualnym ze strony wykładowców w badanej społeczności w 2024 roku j\nest rzadkością\n. Jest on doświadczeniem 2,5% badanych studentek i 0,6% studentów. Ze strony kolegów lub koleżanek w społeczności akademickiej pojawia się niestety częściej. Doświadczyło takich zachowań ze strony innych studentów 6,4% kobiet studiujących, 2,9% mężczyzn studiujących i aż 23,4% osób niebinarnych.\n\n 9. Wymuszenia seksualne ze strony kadry dydaktycznej, administracji i osób studiujących nie były doświadczeniem badanej społeczności.\n\nJak pokazały przeprowadzone badania, osoby studiujące doświadczają nadal innych form nierówności, które noszą znamiona molestowania (zob. słownik). Dotyczą one nierzadko płci, ale również innych wymiarów tożsamości i statusów. Są one następujące:\n\n1. \nPodważanie kompetencji kobiet studiujących\n, które przybiera formy publicznych komentarzy wygłaszanych przez niektórych wykładowców, studentów i pracowników administracji. To naruszenie było obecne w doświadczeniach badanych osób w 2021 roku, pojawia się również w przeprowadzonych badaniach w 2024 roku. Jest najczęściej opisywanym naruszeniem w materiale jakościowym i ilościowym z badań.\n\nW 2024 roku adresatkami komentarzy formułowanych przez osoby wykładające, a podważających kompetencje było aż 50% badanych studentek i 23% badanych studentów. Wśród osób niebinarnych doświadczyło tego typu komentarzy aż 60% badanych\n. Płeć znacząco różnicuje te doświadczenia. Wyniki badań wskazują, że uprzedzenia ze względu na płeć są powszechne w środowisku akademickim. To podważanie kompetencji odwołujące się do stereotypów płciowych jest jednym z najczęściej opisywanych przez badane studentki doświadczeń. Jak podkreślają badane osoby, wykładowcy odwołują się do stereotypów płciowych, przypisując kobietom brak umiejętności i kompetencji potrzebnych do studiowania, szczególnie na kierunkach technicznych/ścisłych. Jak wskazuje analiza danych jakościowych, ma miejsce również deprecjonowanie i wyszydzanie wiedzy posiadanej przez studentki.\n\nPodważanie kompetencji, podobnie jak w 2021 roku, \nwykracza\n też \npoza formy werbalne\n. Twierdzenia, że kobiety są powołane do ról pomocniczych, bo nie nadają się do innych, przekładają się na działania. Podczas zajęć w zmaskulinizowanych liczbowo grupach to studentki są wyznaczane do sprzątania sal, mycia sprzętu laboratoryjnego itd.\n\nTraktowanie przez pryzmat stereotypów, a nie w oparciu o kompetencje, tendencyjne zlecanie zadań przez kadrę dydaktyczną było doświadczeniem 34% badanych studentek i 14% badanych studentów. Autorami takich zachowań były również inne osoby studiujące.\n\nZe strony innych osób studiujących takich zachowań doświadczyło również więcej kobiet niż mężczyzn: 29% badanych kobiet, 13% badanych mężczyzn, 38% osób niebinarnych. Dane te są spójne z materiałem jakościowym, w którym bardzo często badane kobiety podkreślają, że właściwie jednym z trudniejszych i krzywdzących doświadczeń na studiach jest właśnie podważanie ich kompetencji przez kadrę dydaktyczną. Tego typu doświadczenia mają miejsce na kierunkach inżynierskich, przede wszystkim wiązanych z informatyką czy szerzej sektorem IT.\n\nWarto zwrócić uwagę na potencjalne konsekwencje tego typu komunikatów i działań. Wiele badań dowodzi, że wpływ środowiska ma znaczenie w budowaniu samooceny, poczucia sprawstwa, kompetencji i motywacji do zdobywania wiedzy. \nPrzekonywanie\nkobiet, że nie są kompetentne z powodu płci biologicznej (fizjologii, anatomii), nie zaś z powodów merytorycznych\n, może mieć więc przemożny wpływ na ich decyzje o kontynuacji lub zaniechania edukacji w danej dziedzinie.\n\nJedną z form zachowań podważających kompetencje kobiet są publiczne komentarze prowadzących na temat zaniżania wymagań im stawianych. Tego typu praktyki miały charakter \nseksizmu dobrotliwego\n, który również wpływa na doświadczenia nierówności płci. Praktyki te były uznawane zarówno przez kobiety, jak i mężczyzn za dyskryminujące.\n\nKomentarze podważające kompetencje kobiet niezależnie od formy i nadawcy są oceniane przez studentki i wielu studentów jako upokarzające, uwłaczające, stwarzające zagrażającą atmosferę na zajęciach i zniechęcające do studiowania.\n\n2. \nIgnorowanie i lekceważenie\n. Lekceważące traktowanie przez kadrę dydaktyczną, w tym przerywanie i przekrzykiwanie, było doświadczeniem 20% kobiet studiujących, 15% badanych studentów i ok. 20% osób niebinarnych. Takich zachowań ze strony osób studiujących doświadczyło 36% badanych studentek, 23% badanych mężczyzn studentów, 36% badanych osób niebinarnych. Doświadczenie bycia zignorowaną lub zignorowanym przez kadrę dydaktyczną (przynajmniej raz) było typowe dla 15,4% badanych studentek i 11% studentów. Było również udziałem 17% osób niebinarnych. Ze strony innych osób studiujących ignorowania i unikania doświadczyło zaś 43% badanych studentek, 28% studentów oraz 47% studiujących osób niebinarnych.\n\n3. \nObraźliwe zwroty/przemoc słowna\n, a także zachowania upokarzające i ośmieszające zarówno kobiety, jak i mężczyzn. Jak pokazują badania jakościowe, studentki i doktorantki doświadczają tego typu praktyk ze strony wykładowców, przede wszystkim mężczyzn, ale również od kobiet.\n\n4. \nKomentowanie i ocenianie ciała, wyglądu\n – w materiale jakościowym wyłaniają się doświadczenia osób studiujących, w tym mężczyzn, którzy byli adresatami poniżających, upokarzających komentarzy na temat wyglądu i ciała, na przykład sylwetki, wagi. Warto zwrócić uwagę już w tym miejscu, do czego wracamy dalej w raporcie, że \nmężczyźni studiujący obawiają się reagować, nie chcą wypaść na słabych psychicznie czy wrażliwych, nawet jeśli ich takie komentowanie dużo emocjonalnie kosztuje. Kobiety boją się reagować, ponieważ obawiają się konsekwencji ze strony wykładowców\n.\n\n5. \nNierówne traktowanie osób ze względu na zdrowie psychiczne\n – osoby studiujące zwracały uwagę na niezręczne lub obraźliwe komentarze osób wykładających na temat ich stanu zdrowia psychicznego lub nieneurotypowości.\n\n6. \nPoddawanie kobiet dodatkowej, nierównej kontroli i ich wybiórcze traktowanie\n. Zarówno studenci, jak i studentki opisują sytuacje, w których wykładowcy podczas zajęć to kobietom przypisują role pomocnicze, asystujące, nawet w sytuacjach, gdy większością grupy są mężczyźni. Przykładem tego typu działań jest również częstsze typowanie kobiet do odpowiedzi.\n\n7. \nPreferencyjne traktowanie kobiet lub mężczyzn przez kadrę AGH, w tym podczas zajęć czy egzaminów\n. Przykłady tych ostatnich sytuacji są licznie podawane w materiale jakościowym w 2024 roku. Istnienie w społeczności AGH przekonania o tym, że kadra nie traktuje równo studentów i studentek potwierdzają też badania ilościowe (1% studentek nie zgadza się z przekonaniem o jednakowym/równym traktowaniu studentów i studentek przez kadrę dydaktyczną; 69% badanych studentek zgadza się z tym przekonaniem; 79% badanych studentów zgadza się z nim, a 11% z ankietowanych studentów nie zgadza się). Istnieje natomiast o wiele powszechniejsze przekonanie o jednakowym traktowaniu kobiet i mężczyzn studiujących przez kadrę administracyjną (86% badanych studiujących kobiet zgadza z tym przekonaniem, 5% z nich nie zgadza; 83% ankietowanych mężczyzn zgadza się z nim, a 7% jest przeciwnego zdania).\n\n8. \nDoświadczenie wykluczenia mężczyzn z inicjatyw edukacyjnych\n – niektórzy z badanych mężczyzn podkreślają brak inicjatyw uwzględniających potrzeby mężczyzn w przestrzeni akademickiej.\n\n9. \nKsenofobiczne komentarze\n – wypowiedzi wskazujące na doświadczenia niechęci wobec osób studiujących pochodzących z zagranicy, szczególnie z kultur innych niż europejska. Wątek ten nie pojawiał się w komentarzach w 2021 roku!\n\nBadania przeprowadzone z osobami pracującymi pokazały również zróżnicowanie różnych form nierówności doświadczanych w AGH.\n\nWarto podkreślić intersekcjonalność doświadczeń nierównego traktowania, czyli związanie go z wiekiem, płcią, rodzajem wykonywanej pracy czy stopniem/tytułem naukowym i osadzenie tych doświadczeń w relacjach władzy, dominacji i podległości.\n\nW wypowiedziach osób pracujących, co pokazuje materiał jakościowy, pojawiają się odwołania do doświadczeń \nokreślanych mianem mobbingu\n, jednak trudno wnioskować na podstawie badań o faktycznym zaistnieniu tego naruszenia. Ten bowiem jest złożonym zjawiskiem, które wymaga gruntownego rozpoznawania. Wskazywane doświadczenia sugerują naruszenia bezpieczeństwa osób pracujących w AGH i wymagają podjęcia\n systemowych działań, edukacyjnych, informacyjnych i instytucjonalnych.\n\nBadania co prawda pokazują, że wśród osób studiujących znacząco spadają doświadczenia molestowania, lecz rosną one w doświadczeniach kobiet pracujących. W 2024 roku na terenie uczelni molestowania doświadczyło 14% badanych kobiet i 2% badanych mężczyzn, zaś świadkami takiego zachowania wobec innej osoby/osób było 12% badanych kobiet oraz 10,5% badanych mężczyzn. We wskazaniach warto zaznaczyć, że sprawcą naruszeń wobec kobiet najczęściej był kolega lub przełożony, rzadziej przełożona lub koleżanka. Należy więc zaznaczyć, że wzrosło doświadczenie molestowania wśród kobiet pracujących. Wśród mężczyzn utrzymało się na takim samym poziomie. W roku 2021 wśród badanych pracujących kobiet 8% wskazało, że doświadczyło takiego zachowania, wśród mężczyzn zaś 2%. Wśród osób na stanowiskach administracyjnych będących świadkami molestowania nie zachodzą istotne różnice między płciami. W sumie 9% badanych pracujących kobiet i 7% pracujących mężczyzn zadeklarowało, że było świadkami takiego zachowania wobec innej osoby/osób. \nWarto zaznaczyć, że wzrost tych doświadczeń nie musi oznaczać realnego wzrostu zjawiska, lecz raczej wzmocnienie świadomości i wiedzy, że pewne zachowania nie są właściwe.\n Zjawisko wymaga zatem dalszego zdiagnozowania.\n\nJak dowodzą wyniki badań ilościowych, a potwierdzają jakościowe, szczególnie różnicującym czynnikiem doświadczenia naruszenia jest płeć. To kobiety częściej niż mężczyźni wskazują na doświadczenia, które można uznać za przejawy molestowania czy mobbingu.\n\n1. \nSeksistowskie żarty i aluzje o podtekście seksualnym.\n W komentarzach pracowników w kontekście przemocy ze względu na płeć widoczne są kwestie przede wszystkim związane z językiem. Badania ilościowe pokazują różnice między doświadczeniami kobiet i mężczyzn pracujących. To przede wszystkim w stosunku do kobiet pojawiają się seksistowskie żarty czy komentarze, które mają charakter uwłaczający i upokarzający. Takich żartów czy komentarzy doświadczyło 43% ankietowanych kobiet i 25% mężczyzn. Nigdy nie doświadczyło ich 48,5% badanych pracujących kobiet i 64,7% mężczyzn.\n\n 2. \nNatarczywe komentowanie wyglądu i ciała z podtekstem seksualnym. \nWyniki wskazują, że tego typu doświadczenia różnicują się w zależności od płci osoby pracującej. Takich naruszeń doświadczyło 21,4% badanych pracujących kobiet i 7% ankietowanych pracujących mężczyzn. Nie doświadczyło ich 72% ankietowanych kobiet i 88,4% mężczyzn.\n\n 3. \nPrzymusowy kontakt fizyczny o charakterze seksualnym ze strony współpracowników.\n Takie doświadczenia wśród kadry uczelni są częstsze aniżeli w społeczności studenckiej. Takich naruszeń doświadczyło aż 12% badanych pracujących kobiet i 2% ankietowanych pracujących mężczyzn. Nie doświadczyło takich sytuacji 85% badanych kobiet oraz 96% badanych mężczyzn.\n\n 4. \nZadawanie niestosownych, niechcianych pytań, dotyczących życia prywatnego. \nTakiej sytuacji doświadczyło 32% badanych kobiet, 15% badanych mężczyzn. Nie doświadczyło ich zaś 61% ankietowanych kobiet oraz 80% mężczyzn.\n\n 5. \nNiestosowne i niechciane propozycje randki\n były formułowane bardzo rzadko. Pojawiały się pod adresem 8% badanych kobiet oraz 2% badanych mężczyzn.\n\n 6. \nWymuszenia seksualn\ne w doświadczeniach osób pracujących, podobnie jak i pracujących, nie zostały zgłoszone w ankiecie.\n\nInne doświadczenia nierównego traktowania miały niekiedy podobną formę, jak te opisane przez osoby studiujące. Znacząco różne jest doświadczenie naruszeń związanych z nadużyciami władzy w relacji, które realizują się w zróżnicowanych praktykach:\n\n1. \nObniżanie kompetencji \ni protekcjonalne traktowanie realizuje się w różnych praktykach i jest zdecydowanie najczęściej opisywanym doświadczeniem nierównego traktowania kobiet przez osoby pracujące.\n\nWpisywanie w tradycyjne role dotyczy m.in. odwoływania się do tradycyjnych ról płciowych, w tym odnoszenia się do sytuacji reprodukcyjnej i opieki nad gospodarstwem domowym.\n\nStereotypowe traktowanie, zlecanie stereotypowych zadań na podstawie uprzedzeń i skojarzeń z nimi, a nie kompetencji. Doświadczyło tego znacznie więcej kobiet niż mężczyzn. Było to 40% badanych kobiet, 22% badanych mężczyzn. Nie doświadczyło takiej sytuacji 45% badanych kobiet oraz 67% mężczyzn. Uwag dotyczących stereotypowo przypisywanych cech, np. urody kobietom, mądrości mężczyznom, doświadczyło 49% badanych kobiet, 26% badanych mężczyzn, nie doświadczyło zaś 38% ankietowanych kobiet oraz 64% ankietowanych mężczyzn.\n\n2. \nDyskryminacja osób ze względu na posiadanie/nieposiadanie dzieci.\n Zarówno kobiet i mężczyzn.\n\nDyskredytujące komunikowanie\n – zwracanie się po imieniu zdrobnieniami lub pomijanie tytułów/stopni naukowych. Problematyczny charakter komunikacji przejawia się np. w umniejszaniu pozycji przez stosowanie zdrobnień w wypowiedziach skierowanych do kobiet, podczas gdy w tych samych sytuacjach profesjonalnych do mężczyzn używa się np. tytułów naukowych. Doświadczenie zdrobnień w relacji czysto służbowej było doświadczeniem 52,3 % badanych kobiet, 39% badanych mężczyzn. Nie doświadczyło takiej sytuacji 36,8% ankietowanych kobiet, 50% badanych mężczyzn. Warto zaznaczyć, że używanie zdrobnień czy mówienie po imieniu za zgodą osób uczestniczących w relacji nie jest dyskryminujące w komunikacji pozasłużbowej, na co zresztą zwracały uwagę osoby badane.\n\n3. \nIgnorowanie, lekceważenie\n – sytuacji unikania lub ignorowania (np. nieprzedstawienia na spotkaniu, pominięcia przy powitaniach czy braku odpowiedzi na pytanie) nigdy nie doświadczyło 46,8% badanych kobiet pracujących i 55,1% mężczyzn, natomiast doświadczyło jej 43% kobiet oraz 34% mężczyzn. Sytuacje, w których inne osoby przerywały wypowiedź, przekrzykiwały lub zwracały się lekceważąco w obecności innych, nigdy nie dotknęły 49,6% badanych pracujących kobiet i 63,7% badanych pracujących mężczyzn. Natomiast doświadczenie takich zachowań zgłosiło 43,5% kobiet oraz 30% mężczyzn.\n\n4. \nNadużycia władzy\n – choć doświadczenie to nie było badane za pomocą kwestionariusza ankiety, pojawia się w materiale jakościowym, przede wszystkim w anonimowych komentarzach. Badane osoby opisują trudne doświadczenia bez względu na płeć. Należą do nich: ośmieszanie, oczekiwanie posłuszeństwa, zatajanie ważnych informacji lub prewencyjne traktowanie osób w ramach nieformalnych relacji. Zwracana jest uwaga na relacje między zajmowanymi pozycjami i typami stanowisk.\n\n5. \nNadużycia pracownicze\n – w materiale jakościowym niektórzy z badanych, szczególnie ci zajmujący odpowiedzialne stanowiska, opisują sytuacje, w których osoby zatrudnione na różnych typach stanowisk odmawiają wykonywania obowiązków pracowniczych, nie wywiązują się z zobowiązań i nie realizują zadań lub realizują je niekompetentnie. Takie zachowania skutkują nierównym traktowaniem, ponieważ ich konsekwencje ponoszą osoby w zespołach, które muszą wykonywać obowiązki za współpracowników. Mogą też generować konflikty, które dotyczą nierównego podziału zadań. O ile osoby pracujące naukowo podlegają ocenie pracowniczej, o tyle rozliczanie i motywowanie osób pracujących w administracji jest szczególnie trudne.\n\nWarto zwrócić uwagę na \nkonsekwencje tego typu zachowań\n, gdy weźmiemy przedstawione już wcześniej w niniejszym dokumencie wyniki badań dotyczące uwarunkowań karier naukowych kobiet i ich zaangażowania w strukturach władzy. Jedną z głównych przyczyn, która powoduje, że kobiety nie decydują się na rozwijanie kariery naukowej i nie zaangażują w strukturach organów decyzyjnych, jest ich niskie poczucie kompetencji, które może być umacniane przez różnego rodzaju komunikaty.\n\nBadania przeprowadzone w 2024 roku pokazują, że spadło doświadczenie homofobii wśród osób studiujących. Doświadczają go najczęściej mężczyźni ze strony kolegów, nie zaś ze strony kadry dydaktycznej czy administracji.\n\nW 2021 roku 9% osób studiujących w AGH było świadkiem lub doświadczyło niewłaściwych zachowań ze względu na orientację lub identyfikację psychoseksualną swoją lub innej osoby. W roku 2024 było to 7%. Naruszeń ze względu na orientację lub identyfikację psychoseksualną doświadczyło w społeczności AGH niecałe 2% kobiet, tyle samo mężczyzn oraz 19% osób niebinarnych, co jest znaczącym spadkiem względem 2021 roku. Świadkami takich zachowań było 6% kobiet i 4% mężczyzn oraz 17% osób niebinarnych.\n\nDoświadczenia homofobiczne są również obecne w społeczności osób pracujących. Zwraca uwagę różnica między płciami. Takich zachowań nie doświadczyły właściwie kobiety (0,5%), doświadczyli natomiast mężczyźni (2,2%). Świadkami takich zachowań wobec innej osoby/osób było 7,2% kobiet oraz 3,5% badanych mężczyzn pracujących.\n\nHomofobia przyjmuje formy werbalne takie, jak komentarze, żarty, złośliwości lub niewerbalne (np. szarpanie). Doświadczana jest częściej ze strony kolegów ze społeczności studenckiej częściej niż ze strony kadry dydaktycznej.\n\nWażnym wątkiem, który pojawia się w badaniach w 2024 roku, jest transfobia doświadczana w społeczności akademickiej. W badaniach w 2021 roku była ona właściwie nieobecna. Warto zwrócić uwagę na znaczącą liczbę osób transpłciowych wypełniających ankietę (4% osób studiujących). Do doświadczeń ocenianych jako transfobiczne należą: misgenderowanie, nieprzyjazne komentowanie, brak możliwości używania korekty identyfikacji wizualnej w systemach uczelni. Warto zwrócić uwagę na to, o czym już pisaliśmy w dokumencie.\n\nPodobnie jak wykazały badania w 2021 roku, sposoby reagowania na nierówne traktowanie są zróżnicowane. Obecne badania ujawniają jednak dodatkowe strategie, które są związane ze zmianami instytucjonalnymi uczelni, ale również procesami kulturowymi. Na podstawie badań zrekonstruowano sposoby reagowania osób pracujących i studiujących na sytuacje nierównego traktowania:\n\n1. \nZaangażowanie.\n Jak pokazują wyniki przeprowadzonych badań, działania rzecznika równości spotykają się dużą akceptacją. Większość badanych osób ocenia jego działalność pozytywnie i zdecydowałaby się zgłosić naruszenie.\n\n2. \nWycofanie.\n Komentarze osób biorących udział w badaniu wskazują, że niektóre osoby studiujące i pracujące (przede wszystkim studentki oraz pracowniczki) doświadczające sytuacji dyskryminujących ze względu na płeć, ale również identyfikację psychoseksualną, rezygnują z zajęć lub pracy, unikają spotkań z prowadzącymi zajęć lub przełożonymi, ze strony których doświadczyły nierównego traktowania. Studentki rezygnują z konsultacji, niekiedy decydują się na przerwy w studiach. Badane wskazują na towarzyszące im lęki przed zajęciami, przed pozostawaniem sam na sam z wykładowcą. Wycofanie wiąże się też z lękiem przed odwetem, opóźnieniem kariery czy stygmatyzacją.\n\n3. \nPrzetrwanie (pozorna akceptacja). \nOsoby doświadczające nierównego traktowania lub będące świadkami takich sytuacji decydują się nie reagować i znosić dyskryminujące sytuacje. Uzasadnienia takiej strategii odnoszą się do kosztów emocjonalnych, które wiążą się ze zgłoszeniem, a także lęku przed konsekwencjami. Uzasadnieniom tym towarzyszy przede wszystkich chęć uniknięcia konfrontacji, brak wiary w skuteczność działań na poziomie instytucji, lęk przed wtórną wiktymizacją, a także brak możliwości anonimowego zgłoszenia sprawy.\n\n4. \nAkceptacja i unieważnianie doświadczeń osób doświadczających nierównego traktowania.\n Niektórzy z naszych badanych, przyznając, że w uczelni zdarzają się sytuacje nierównego traktowania, takie jak niestosowne, seksistowskie żarty podczas zajęć czy komentarze wykładowców skierowane do studentek, wyrażali przekonanie, że nie należy im nadawać znaczenia ani interweniować. Należy je raczej traktować jako część tradycji i praktykę, która zmieni się wraz z pokoleniową wymianą kadr. Niektóre z badanych osób twierdziły, że w świetle innych problemów te związane z nierównym traktowaniem są mało istotne i drugorzędne. Według nich właściwą strategią było niereagowanie na tego typu sytuacje\n i ich przeczekanie. Unieważnianie wiąże się niekiedy z przekonaniem, że doświadczenia dyskryminacji i nierównego traktowania są częścią życia, należy je akceptować i godzić się z nimi. Niekiedy przybiera formę gaslightingu (zob. słowniczek).\n\nNa podstawie analizy danych jakościowych i ilościowych można wskazać na główne problemy związane z reagowaniem w AGH na doświadczenia nierównego traktowania osób studiujących i pracujących i zgłoszenia tych doświadczeń.\n\n1. Brak wiedzy i świadomości o możliwych sposobach przeciwdziałania nierównemu traktowaniu i o możliwości zgłoszenia sytuacji dyskryminacyjnych.\n\n2. Brak wiary w skuteczność instytucji przeciwdziałających nierównemu traktowaniu.\n\n3. Lęk przed odwetem. Brak poczucia bezpieczeństwa, który powoduje, że osoby nie decydują się reagować na sytuacje dyskryminacyjne. Lęk przed zachowaniami odwetowymi i przed konsekwencjami zgłoszenia. Osoby pracujące obawiają się opóźnień w karierze, osoby studiujące problemów ze strony osób wykładających podczas egzaminów lub zaliczeń.\n\n4. Wtórna wiktymizacja i lęk przed tzw. victim blaming, czyli obwinianiem ofiary za dyskryminujące doświadczenia.\n\n5. Brak przełożenia procedur formalnych na działania rzeczywiste. Dokumenty, zasady dotyczące równego traktowania, szkolenia (kursy online) funkcjonują głównie jako byty formalne, które nie są przez pracowników respektowane/wdrażane w postaci działań, nie przekładają się na „realne działania”.\n\nDokumenty oceniam pozytywnie, ale mam wrażenie że 90% społeczności AGH nie ma pojęcia, co się w nich znajduje, i szczerze mówiąc, nie widzę, aby ktoś nadmiernie ich przestrzegał (Studentka).\n\nDziałania zmierzające do równego traktowania będą miały sens tylko wtedy, kiedy nie będą działaniami „na papierze”, ale będą miały rzeczywisty wymiar i osoby zachowujące się w sposób niewłaściwy będą ponosiły tego zachowania konsekwencje (Studentka).\n\n6. Rozłączność działań równościowych i innych procedur formalnych w AGH. Działania równościowe nie przenikają do innych obszarów życia uczelni.\n 7. Brak wiary w możliwość zachowania anonimowości w trakcie procedur antydyskryminacyjnych. Zachowanie poufności (dotyczące Rzecznika) uznawane jest za niemożliwe do zachowania/osiągnięcia w strukturach uczelnianych. Co ważne, w przypadku podjęcia działań, w procedurę angażowane są pozostałe osoby (świadkowie), którym poufność również jest potrzebna.\n\nW badaniach analizowaliśmy opinie na temat dotychczasowych działań wspierających równe traktowanie w AGH. Wszystkie działania, o których mowa niżej, spotkały się z poparciem społeczności studenckiej i pracowniczej. \nWięcej osób ocenia wszystkie działania pozytywnie, mniejszość ocenia je negatywnie\n – w społeczności pracowniczej grupa ta nie przekracza 10% osób badanych, w społeczności studenckiej oscyluje na granicy 3%.\n\nProblemem jednak jest brak wiedzy o prowadzonych działaniach, który wynika z niedostatecznego przepływu informacji w przestrzeni Uczelni, a także z przepracowania, ograniczonego czasu na zapoznanie się z realizowanymi inicjatywami oraz braku zachęt ze strony przełożonych do zdobycia wiedzy na ich temat. Dane pokazują więc, że w społeczności AGH więcej osób pozostaje niedoinformowanych, niż jest negatywnie nastawionych do działań równościowych.\n\n1. Dokument „Plan Równości Płci AGH na lata 2022–2024”\n 2. Powołanie stanowiska Rzecznika Równości AGH\n 3. Szkolenia dla osób studiujących na AGH z edukacji antydyskryminacyjnej\n 4. Szkolenia dla osób pracujących w AGH „Równość i równowaga w projektach badawczych”\n 5. Dokument „Zasady równego traktowania w Akademii Górniczo-Hutniczej w Krakowie 2023”\n 6. Możliwość zgłaszania niewłaściwych zachowań (anonimowo bądź przy zachowaniu poufności)\n 7. Akcje informacyjne na AGH\n 8. Szkolenia prowadzone przez Rzecznika Równości AGH\n 9. Strona www rownosc.agh.edu.pl\n\nKluczowe jest w perspektywie dalszych działań nad wdrażaniem Planu Równości Płci \nzintensyfikowanie kampanii informacyjnej na temat poszczególnych aktywności wspierających równe traktowanie\n. Niezwykle istotna jest również rola osób przełożonych i liderów, którzy powinni komunikować i zachęcać do działań, a także dawać przykład zróżnicowanym zespołem, językiem inkluzywnym i równościowymi praktykami.\n\nBadania ilościowe i jakościowe pozwoliły zrekonstruować główne problemy związane z reagowaniem instytucji na doświadczenia dyskryminacyjne, a także potrzeby i oczekiwania osób pracujących i studiujących związane zarówno z przeciwdziałaniem dyskryminacji,\n molestowaniu i molestowaniu seksualnemu, jak i ze wspieraniem równego traktowania.\n\nWiele osób podkreśla, że prestiż AGH zobowiązuje uczelnię do intensyfikacji działań zapewniających bezpieczeństwo osób pracujących i studiujących.\n\n1.\n Badane osoby podkreślały potrzebę kontynowania działań\n wspierających równe traktowanie, jednocześnie ukazując świadomość złożoności zdiagnozowanych problemów oraz specyfiki kultury organizacyjnej uczelni. Jak zaznaczamy wyżej, pozytywny jest stosunkowo niski opór wobec działań równego traktowania i dominacja postaw je aprobujących. Dodatkowo, jak wskazują badane osoby w części opiniującej, zrealizowane inicjatywy w ramach GEP są na wysokim poziomie.\n\nDobrze, że jakieś działania są prowadzone, jednak zmiana kultury całej uczelni, o tradycjach i pewnej specyfice jest na pewno bardzo długotrwałym procesem (Studentka).\n\nBardzo mi one odpowiadają, szczególnie ich idea, aczkolwiek uważam, że wciąż większość studentów nie jest na to gotowa mentalnie i póki co działania te będą się spotykać z różnymi opiniami (Student).\n\n2. \nWsparcie instytucjonalne w procesie zgłaszania nierównego traktowania\n. Zarówno osoby studiujące, jak i pracujące zgłaszają potrzebę i popierają \nwzmacnianie instytucjonalnych rozwiązań wspierających równe traktowanie, w tym opracowanie procedury antydyskryminacyjnej\n, usprawnienie \ni wzmocnienie obecnie działających instytucji\n. Chodzi głównie o \nwyciąganie konsekwencji wobec osób, którym udowodniono naruszenia\n, konsekwencję w postępowaniu wyjaśniającym, zaangażowanie władz dziekańskich lub innych przełożonych osób, wobec których toczone jest postępowanie wyjaśniające, jawność postępowania, korzystanie z obecnie możliwych sankcji (np. nakładanie kar dyscyplinarnych), ochronę osób zgłaszających przed zachowaniami odwetowymi.\n\n3. \nWzmocnienie działań przeciw mobbingowi\n i reagowanie na naruszenia, \nwyciąganie sankcji wobec osób dopuszczających się naruszeń to kluczowe oczekiwania osób pracujących\n. Wprowadzenie procedury antymobbingowej.\n\n4. \nWsparcie informacyjne\n na temat działań w obszarze równego traktowania. Budowanie kampanii informacyjnej na całej uczelni.\n\n5. \nWsparcie psychologiczne dla osób doświadczających nierównego traktowania.\n\n6. \nObszar dydaktyki\n, w tym rozwiązania związane z przygotowaniem kadry dydaktycznej, procesami oceny zajęć oraz sposobami egzaminowania.\n\n7. \nObszar edukacyjny\n, w tym szkolenia dotyczące równego traktowania i antymobbingowe, m.in. w dydaktyce i pracy naukowej, oraz akcje informacyjne w mediach i sferze publicznej dotyczące m.in. procedury antydyskryminacyjnej i zasad postępowania w sytuacji doświadczenia nierównego traktowania. Szkolenia według badanych powinny obejmować zarówno kadrę (osoby pracujące w administracji i na stanowiskach nauczycieli akademickich), jak i osoby studiujące. Szkolenia dla osób studiujących i pracujących w AGH z edukacji antydyskryminacyjnej, przeciwdziałaniu molestowaniu, szkolenie dotyczące równego traktowania, szkolenia podnoszące świadomość i wrażliwość na nierówności.\n\nSzkolenia dla prowadzących z edukacji antydyskryminacyjnej powinny mieć miejsce.\n Szczególny nacisk powinien być położony na to, że \nkobiety studentki na AGH nie dostały się dlatego, że są ładne i nie potrafią matematyki, ale dlatego, że potrafią matematykę, a wyglądu nie bierze się przy rekrutacji.\n Studenci na AGH wychowani są już w innych czasach, w których wartości takie jak równość, różnorodność czy inkluzywność są dużo bardziej „normalne”. Oczywiście, studentów też można edukować, poprzez programy wymian studenckich, dni równości, projekty. \nAle obowiązkowe szkolenia powinny dotyczyć prowadzących, a nie studentów\n (Studentka).\n\n8. \nObszar szeroko rozumianej kultury organizacyjnej.\n Oczekiwania dotyczą wprowadzenia reguł chroniących przed dyskryminacją do różnych obszarów uczelni. Są to oczekiwania dotyczące \njęzyka\n równościowego (w tym otwartego na osoby transpłciowe i niebinarne), \nkultury materialnej.\n Zmiany języka dotyczą zastosowania \nbardziej inkluzywnych form komunikowania\n, w tym m.in. neutratywów (form bezosobowych) lub stosowania feminatywów w sytuacjach dydaktycznych oraz w komunikacji wewnątrz organizacji, a także uznania i respektowania imienia i zaimka w kontakcie z osobą transpłciową lub niebinarną.\n\n9. \nKampania informacyjna\n – w opinii badanych osób realizowane do tej pory działania w ramach Planu Równości płci powinny być bardziej widoczne m.in. w kanałach social media, wewnętrznej komunikacji uczelnianej.\n\nMożna wzmocnić promocję wyżej wymienionych działań, szczególnie szkoleń, bo nie wiedziałem, że w ogóle uczelnia takie prowadzi. O niektórych działaniach pierwszy raz dowiaduję się dopiero z tej ankiety (Student).\n\n10. \nDziałania wspierające potrzeby wybranych grup ze względu na ich specyfikę (osoby neuroróżnorodne, osoby transpłciowe, kobiety, mężczyźni).\n\n11. \nUwzględnianie w działaniach wspierających równościowe podejście znaczenia osób transpłciowych\n – w szczególności wskazywana jest potrzeba procedury otrzymania nakładki w systemie USOS zakrywającej urzędowe dane osoby studiującej.\n\n12. \nWsparcie dla osób ze zdiagnozowaną neuroróżnorodnością.\n Jako formy inicjatyw w realizacji tej potrzeby badane osoby sugerują m.in. szkolenia dla osób neuroróżnorodnych zapoznające ich ze strukturą uczelni, dostosowanie infrastruktury pomieszczeń (mniej intensywne oświetlenie), stworzenie przestrzeni w formie „strefy ciszy”.\n\nSłabe dostosowanie dla osób neuroróżnorodnych, jedyne co można uzyskać, to przedłużenie czasu na kolokwium: ja np. potrzebowałabym większej elastyczności w zakresie nieobecności, bo zajęcia stacjonarne są dla mnie bardzo obciążające i niewiele z nich wynoszę. Brakuje możliwości po prostu zaliczenia materiału, który opanowałam we własnym zakresie (a nie jest to żaden problem), jak robiłam to w szkole średniej, w ramach edukacji domowej czy indywidualnego toku nauczania. Wiem, że na innych uczelniach możliwości są dużo bardziej elastyczne i uwzględniające specyficzne potrzeby w zakresie uczenia się osób studiujących, nie tylko niepełnosprawnych (Studentka).\n\n13. \nWspieranie kultury uczelni w obszarze różnorodności, \nw tym na poziomie komunikowania, także wobec osób transpłciowych czy niebinarnych.\n\n14. \nWsparcie obcokrajowców\n studiujących i/lub pracujących w AGH.\n\n15. \nWsparcie psychologiczne.\n\nCele i działania konieczne do ich zrealizowania zostały opracowane na podstawie przeprowadzonej analizy i diagnozy, uwzględniają potrzeby i oczekiwania formułowane przez badane osoby pracujące i studiujące. Cele odnoszą się do różnych wymiarów funkcjonowania uczelni i są ukierunkowane na:\n\nbudowanie instytucji równościowych na różnych szczeblach struktury uczelni,\n\nbudowanie świadomości i wiedzy społeczności AGH w zakresie równego traktowania i polityki inkluzywności,\n\nbudowanie współpracy i sojusznictwa na rzecz równego traktowania,\n\nbudowanie kultury organizacyjnej, w tym wyznaczenie standardów i dobrych praktyk na uczelni w zakresie równego traktowania.\n\nCel 1. Budowanie i rozwijanie instytucji oraz reguł wspierających równe traktowanie w społeczności akademickiej.\n\nCel 2. Zwiększenie świadomości wagi równego traktowania oraz zwiększanie wiedzy o przyczynach, skutkach i przejawach nierównego traktowania ze względu na różne czynniki.\n\nCel 3. Wspieranie równego dostępu do karier naukowych, procesów rekrutacji (w tym zasobów i awansów).\n\nCel 4. Wspieranie procesu kształcenia i społeczności studenckiej pod kątem równego traktowania.\n\nCel 5. Wspieranie godzenia pracy zawodowej oraz życia rodzinnego, w tym ról opiekuńczych przez osoby pracujące i studiujące w AGH.\n\nCel 6. Zwiększenie różnorodności, w tym równowagi płci w organach i procesach decyzyjnych na różnych poziomach struktury organizacyjnej uczelni.\n\nCel 7. Zapewnienie warunków do kształcenia oraz wykonywania pracy zgodnie z regułami bezpieczeństwa i przeciwdziałania przejawom seksizmu i molestowania seksualnego.\n\nPoniżej przedstawiamy rodzaje działań, które należy podjąć na uczelni w ramach realizacji Planu Równości Płci na lata 2025–2028. Osiągnięcie założonych celów i wdrożenie zaplanowanych działań to wspólna odpowiedzialność całej społeczności Akademii Górniczo-Hutniczej w Krakowie – zarówno osób pracujących, jak i studiujących. Kluczową rolę w tym procesie odgrywają władze wszystkich jednostek oraz całej Uczelni.\n\nDziałanie 1.1.\n\nWskaźnik\n\nAdresaci/adresatki\n\nRozbudowanie instytucji Rzecznika Równości w uczelni zajmującej się monitorowaniem\n i interwencją w sytuacjach naruszania zasad równego traktowania, dla osób\n pracujących i studiujących w AGH.\n\nUmocowanie w strukturze Uczelni.\n\nZdefiniowanie zadań i odpowiedzialności.\n\nSformalizowanie rozdziału kompetencji\n pomiędzy Rzecznikiem Równości\n a Rzecznikiem Praw Studenta.\n\nRozszerzenie zakresu działania\n i rozbudowa zespołu.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Rzecznik Równości, Rektor, Biuro Rektora, Zespół ds. GEP\n\nHarmonogram: do końca 2025 r.\n\nDziałanie 1.2.                                                                                    \n\nWskaźnik\n\nAdresaci/adresatki\n\nPrzygotowanie i wdrożenie procedury antydyskryminacyjnej.\n\nOpracowanie dokumentu procedury\n antydyskryminacyjnej.\n\nPrzyjęcie dokumentu: ogłoszenie\n i publikacja na stronie www Uczelni,\n w Newsletterze Pracowniczym\n i Studenckim, mediach społecznościowych\n i innych kanałach komunikacji\n wewnętrznej Uczelni.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Rektor, Rzecznik Równości, Zespół Radców Prawnych, Prorektor ds. Ogólnych, Zespół ds. GEP, Centrum Komunikacji i Mediów\n\nHarmonogram: do końca 2025 roku.\n\nDziałanie 1.3.\n\nWskaźnik\n\nAdresaci/adresatki\n\nPrzygotowanie i wdrożenie procedury antymobbingowej.                    \n\nOpracowanie dokumentu procedury\n antymobbingowej.\n\nPrzyjęcie dokumentu: ogłoszenie i publikacja\n na stronie www Uczelni, w Newsletterze\n Pracowniczym i Studenckim, mediach\n społecznościowych i innych kanałach\n komunikacji wewnętrznej Uczelni.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Rektor, Rzecznik Równości, Zespół Radców Prawnych, Prorektor ds. Ogólnych, Zespół ds. GEP, Centrum Komunikacji i Mediów\n\nHarmonogram: do końca 2025 r.\n\nDziałanie 1.4.\n\nWskaźnik\n\nAdresaci/adresatki\n\nAktualizacja Zasad równego traktowania. \n\nPrzyjęcie dokumentu: ogłoszenie i publikacja\n na stronie www Uczelni, w Newsletterze\n Pracowniczym i Studenckim, mediach\n społecznościowych i innych kanałach\n komunikacji wewnętrznej Uczelni.\n\nSpołeczność AGH\n\nJednostki i podmioty realizujące działanie: Rektor, Rzecznik Równości, Zespół Radców Prawnych, Prorektor ds. Ogólnych, Zespół ds. GEP, Rzecznik Dyscyplinarny dla Nauczycieli Akademickich, Rzecznik Dyscyplinarny dla Studentów, Centrum Komunikacji i Mediów\n\nHarmonogram: do końca 2028 r. \n\nDziałanie 1.5.\n\nWskaźnik\n\nAdresaci/adresatki\n\nAktualizacja i rozbudowanie struktury Zespołu ds. GEP.\n\nZbudowanie sieci wspierających działania\n na rzecz równego traktowania w uczelni:\n na wydziałach, w innych jednostkach\n podstawowych i wspierających we wszystkich Pionach.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Rektor, władze Wydziałów i innych jednostek, Prorektor ds. Ogólnych, Prorektor ds. Kształcenia, Prorektor ds. Studenckich, Prorektor ds. Współpracy, Prorektor ds. Nauki, Rzecznik Równości, Kanclerz, Zespół ds. GEP, Zespół Radców Prawnych\n\nHarmonogram: do końca 2028 r.\n\nDziałanie 1.6.\n\nWskaźnik\n\nAdresaci/adresatki\n\nUstanowienie stanowiska mediatora i wprowadzenie mediacji jako oficjalnego narzędzia\n rozwiązywania konfliktów w AGH.\n\nUmocowanie w strukturze Uczelni. \n\nZdefiniowanie zadań i odpowiedzialności.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Rektor, Rzecznik Równości, Zespół Radców Prawnych, Prorektor ds. Ogólnych, Zespół GEP\n\nHarmonogram: do końca 2026 roku.\n\nDziałanie 1.7.\n\nWskaźnik\n\nAdresaci/adresatki\n\nMonitoring postępowań dyscyplinarnych związanych z sytuacjami dyskryminacji,\n przemocy ze względu na płeć i orientację seksualną, molestowania\n i molestowania seksualnego – kontynuacja działania 5.6 z Planu na lata 2022–2024.\n\nRejestr naruszeń\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Rektor, Rzecznik Równości, Zespół Radców Prawnych, Prorektor ds. Ogólnych\n\nHarmonogram: do końca 2028 roku.\n\nDziałanie 1.8.\n\nWskaźnik\n\nAdresaci/adresatki\n\nZapewnienie równych szans i dostępności\n w dokumentach AGH.\n\nAktualizacja zasad IDUB uwzględniających\n urlopy macierzyńskie, rodzicielskie,\n zdrowotne lub inne udokumentowane\n uzasadnienia;\n\n Definicja młodego naukowca określana\n stażem pracy lub czasem od uzyskania\n stopnia doktora, a nie wiekiem\n metrykalnym (zgodnie z ustawą).\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Rektor, Rzecznik Równości, Zespól Zarządzającym Projektem IDUB, Prorektor ds. Nauki, Szkoła Doktorska, Zespół Radców Prawnych, Prorektor ds. Ogólnych, Zespół ds. GEP, Centrum Obsługi Nauki\n\nHarmonogram: do końca 2026 roku.\n\nDziałanie 1.9.\n\nWskaźnik\n\nAdresaci/adresatki\n\nPowołanie funkcji lub stanowiska\n zajmującego się zbieraniem\n danych na temat płci oraz\n intersekcjonalnych zależności\n w społeczności akademickiej.\n\nWprowadzenie wytycznych oraz\n ujednoliconego wzorca (w formie\n instrukcji) zbierania danych dotyczących\n płci.\n\nProwadzenie systematycznych analiz\n gromadzonych statystyk na użytek\n wewnętrzny AGH.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Rektor, Rzecznik Równości, Zespól Zarządzającym Projektem IDUB, Prorektor ds. Nauki, Prorektor ds. Współpracy, Szkoła Doktorska, Zespół Radców Prawnych, Centrum Spraw Pracowniczych, Zespół ds. GEP, Centrum Obsługi Nauki, Centrum Obsługi Projektów\n\nHarmonogram: do końca 2026 roku.\n\nDziałanie 2.1.\n\nWskaźnik\n\nAdresaci/adresatki\n\nKampania informacyjna na terenie uczelni o równych szansach oraz\n aktywnościach wspierających równe traktowanie.\n\nZorganizowanie kampanii informacyjnej\n mediach społecznościowych oraz\n przestrzeni fizycznej działań\n informacyjnych.\n\nProfesjonalizacja obsługi strony\n internetowej i profilu w mediach\n społecznościowych.\n\nSpołeczność AGH, w szczególności \n osoby studiujące.\n\nJednostki realizujące działanie: Rektor, Prorektor ds. Studenckich, Zespół ds. Równości Płci, Organizacje Studenckie, Miasteczko Studenckie, Centrum Komunikacji i Marketingu, Biblioteka Główna\n\nHarmonogram: corocznie, do końca 2028 roku.\n\nDziałanie 2.2.\n\nWskaźnik\n\nAdresaci/adresatki\n\nOrganizacja Dnia Równości\n\nZorganizowanie wydarzenia raz w roku na terenie AGH.\n\nSpołeczność AGH,\n w szczególności osoby studiujące\n\nJednostki realizujące działanie: Rektor, Prorektor ds. Studenckich, Zespół ds. Równości Płci, Organizacje Studenckie, Miasteczko Studenckie, osoby studiujące z Wydziałów AGH, Centrum Komunikacji i Marketingu\n\nHarmonogram: corocznie, do końca 2028 roku.\n\nDziałanie 2.3.\n\nWskaźnik\n\nAdresaci/adresatki\n\nUpowszechnienie wiedzy\n o szczegółowych wynikach badań\n w ramach Planu Równości Płci.\n\nWebinaria i spotkania z Zespołem ds. GEP.\n\nOrganizacja spotkań tematycznych\n i webinariów poświęconych wybranym\n aspektom Planu Równości Płci.\n\nSpotkania z dziekanami i prodziekanami\n właściwymi do poszczególnych aspektów\n (współpraca, dydaktyka, os. studiujące).\n\nDziekani i prodziekani,\n kierownicy jednostek,\n osoby pracujące, osoby\n studiujące.\n\nJednostki realizujące działanie: Rektor, Kolegium Rektorskie, Zespół ds. Równości Płci, Wydziały, Jednostki podstawowe i wspierające, Dział Dostępności, Centrum Komunikacji i Marketingu\n\nHarmonogram: do końca 2026 roku.\n\nDziałanie 2.4.\n\nWskaźnik\n\nAdresaci/adresatki\n\nSzkolenia dla kadr zarządzających na\n temat przyczyn, skutków i przejawów\n nierównego traktowania ze względu na\n różne czynniki, przygotowujące osoby\n pracujące do udziału w gremiach,\n komisjach, w organach i procesach\n decyzyjnych w AGH.\n\nOpracowanie i wdrożenie programów\n szkoleniowych, kursów i materiałów\n informacyjnych dla kadr zarządzających oraz\n osób pracujących z zakresu zarządzania\n różnorodnością oraz zwiększających\n świadomość potrzeby uwzględniania\n równowagi i różnorodności w organach\n i procesach decyzyjnych w AGH.\n\nPrzeszkolenie osób na stanowiskach\n kierowniczych i podnoszenie ich\n świadomości na temat znaczenia równego\n traktowania i możliwości przeciwdziałania\n dyskryminacji.\n\nKadra kierownicza\n\nOsoby pracujące\n\nOsoby studiujące,\n pełniące funkcje\n liderskie.\n\nJednostki realizujące działanie: Rektor, Centrum e-Learningu i Innowacyjnej Dydaktyki, Zespół ds. GEP, Prorektor ds. Ogólnych, Prorektor ds. Kształcenia, Prorektor ds. Studenckich, Prorektor ds. Współpracy, Prorektor ds. Nauki, Rzecznik Równości, Centrum Spraw Pracowniczych, Dział Zamówień Publicznych\n\nHarmonongram: do końca 2027 roku.\n\nDziałanie 2.5.\n\nWskaźnik\n\nAdresaci/adresatki\n\nUpowszechnienie wiedzy\n o znaczeniu inkluzywności, równego\n traktowania i dostępności\n w procesie projektowania innowacji\n i technologii.\n\nOrganizacja laboratoriów, wykładów,\n webinarów z zakresu wiedzy o znaczeniu\n inkluzywności, równego traktowania\n i dostępności w procesie projektowania\n innowacji i technologii.\n\nSpołeczność AGH,\n w szczególności osoby\n studiujące i pracujące\n naukowo.\n\nJednostki realizujące działanie: Rektor, Zespół ds. GEP, Prorektor ds. Studenckich, Prorektor ds. Współpracy, Prorektor ds. Nauki, Rzecznik Równości, Centrum Komunikacji i Marketingu, Biblioteka Głowna AGH\n\nHarmonogram: od końca 2028 roku.\n\nDziałanie 2.6.\n\nWskaźnik\n\nAdresaci/adresatki\n\nUpowszechnianie wiedzy o skutkach\n nierównego traktowania dla różnych\n kategorii płciowych.\n\nOrganizacja spotkań z ekspertami\n i ekspertkami na temat przeciwdziałania\n przemocy ze względu na płeć w kontekście\n procesów społecznych i przemian\n kulturowych.\n\nOrganizacja spotkań z ekspertami\n i ekspertkami na temat możliwych strategii\n wsparcia mężczyzn i męskości w kontekście\n procesów społecznych i przemian\n kulturowych.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Biblioteka Głowna AGH, Zespół ds. GEP, Prorektor ds. Studenckich, Prorektor ds. Współpracy, Prorektor ds. Nauki, Rzecznik Równości, Centrum Komunikacji i Marketingu\n\nHarmonogram: do końca 2028 roku.\n\nWskaźnik 2.7.\n\nWskaźnik\n\nAdresaci/adresatki\n\nRozwój wiedzy i kompetencji wśród\n osób pracujących i studiujących\n w AGH w obszarze wdrażania\n perspektywy wrażliwej na płeć\n (gender+) w procesach badawczych\n i projektowania technologii.\n\nUtworzenie zespołu ekspertek i ekspertów,\n oferujących zespołom projektowym darmowe\n konsultacje w zakresie aplikowania\n perspektywy różnorodności\n i intersekcjonalności w opracowywanych w\n AGH projektach grantowych, badawczych itp.\n\nPrzygotowanie poradnika, jak dbać o kwestie\n związane z równym traktowaniem\n w projektach badawczych/technologicznych\n na etapie m.in. projektowania technologii,\n testów bezpieczeństwa/użyteczności,\n upowszechniania rozwiązań.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Zespół ds. GEP, Centrum Obsługi Nauki, Centrum Obsługi Projektów, Prorektor ds. Współpracy, Centrum Komunikacji i Marketingu, Pełnomocnicy Rektora ds. Kół Naukowych, Szkoła Doktorska\n\nHarmonogram: do końca 2026 roku.\n\nDziałanie 2.8.\n\nWskaźnik\n\nAdresaci/adresatki\n\nUruchomienie corocznego konkursu\n na najlepsze prace: licencjackie,\n inżynierskie, magisterskie, doktorskie\n uwzględniające perspektywę płci,\n różnorodności i równości\n w badaniach i analizach naukowych.\n\nIlość prac zgłaszanych w konkursie.\n\nPorównania statystyk liczbowych\n zgłaszanych prac w kolejnych edycjach\n konkursu.\n\nSpołeczność AGH\n\nJednostki odpowiedzialne za realizację: Zespół ds. GEP; Prorektor ds. Nauki; Prorektor ds. Studenckich, Prorektor ds. Kształcenia, Pion Spraw Studenckich, Pełnomocnicy Rektora ds. Kół Studenckich, Szkoła Doktorska\n\nHarmonogram: do końca 2026 r.\n\nDziałanie 2.9.\n\nWskaźnik\n\nAdresaci/adresatki\n\nSzkolenia dotyczące bezpieczeństwa\n psychologicznego w organizacjach.\n\nPrzekazanie wiedzy o roli bezpieczeństwa\n psychologicznego w kształtowaniu\n dobrostanu indywidualnego oraz\n innowacyjności i organizacyjnego uczenia się.\n Szkolenia powinny być adresowane do grup\n mieszanych: osób pracujących zarówno na\n stanowiskach administracyjnych, jak\n i naukowo-dydaktycznych i na różnych\n etapach kariery.\n\nOpracowanie i wdrożenie programów\n szkoleniowych, kursów i materiałów\n informacyjnych.\n\nPrzeszkolenie osób pracujących i podnoszenie\n ich świadomości na temat znaczenia kultury\n organizacyjnej wspierającej bezpieczeństwo\n psychologiczne.\n\nSpołeczność AGH\n\nJednostki odpowiedzialne za realizację: Rektor, Zespół ds. GEP; Prorektor ds. Nauki; Prorektor ds. Studenckich, Prorektor ds. Kształcenia, Pion Spraw Studenckich, Pełnomocnicy Rektora ds. Kół Studenckich, Szkoła Doktorska, Centrum e-Learningu i Innowacyjnej Dydaktyki\n\nHarmonogram: do końca 2026 roku.\n\nDziałanie 3.1.\n\nWskaźnik\n\nAdresaci/adresatki\n\nZapewnienie równoważnej widoczności karier naukowych.\n\nOpracowanie i opublikowanie historii\n zróżnicowanych zespołów badawczych\n pracujących w AGH.\n\nSpołeczność AGH\n\nJednostki odpowiedzialne za realizację: Zespół ds. GEP, Centrum Komunikacji i Promocji AGH, Prorektor ds. Współpracy, Centrum Obsługi Nauki, Centrum Obsługi Projektów, Prorektor ds. Nauki, Biblioteka Główna AGH, Szkoła Doktorska\n\nHarmonogram: do końca 2026 roku.\n\nDziałanie 3.2.\n\nWskaźnik\n\nAdresaci/adresatki \n\nSzkolenia z zakresu równego\n traktowania i różnorodności w\n procesie rekrutacji.\n\nPrzygotowanie szkoleń z zakresu równego\n traktowania i różnorodności w procesie\n rekrutacji.\n\nPrzeprowadzenie szkoleń z zakresu\n inkluzywnej rekrutacji.\n\nWładze Uczelni\n\nWładze Wydziałów\n\nKierownicy jednostek\n\nOsoby odpowiedzialne\n za rekrutację\n\nJednostki odpowiedzialne za realizację: Rektor, Centrum e-Learningu i Innowacyjnej Dydaktyki, Centrum Spraw Pracowniczych, Zespół ds. GEP, Prorektor ds. Ogólnych, Prorektor ds. Kształcenia, Prorektor ds. Studenckich, Prorektor ds. Współpracy, Prorektor ds. Nauki, Rzecznik Równości.\n\nHarmonogram: do końca 2026 roku.\n\nDziałania 3.3.\n\nWskaźnik\n\nAdresaci/adresatki\n\nMentoring osób na początku karier\n zawodowych i naukowych,\n wywodzących się z grup narażonych\n na nierówne traktowanie.\n\nObjęcie mentoringiem osób z grupy\n wyodrębnionej w realizacji działania\n biorących udział w mentoringu.\n\nOsoby pracujące,\n studiujące\n i uczestnicy/uczestniczki\n Szkoły Doktorskiej AGH\n\nJednostki odpowiedzialne za realizację: Centrum Karier, Centrum Spraw Pracowniczych, Szkoła Doktorska, Jednostki podstawowe\n\nHarmonogram: do końca 2027 roku\n\nDziałanie 3.4.\n\nWskaźnik\n\nAdresaci/adresatki\n\nOrganizowanie komisji rekrutacyjnych\n i egzaminacyjnych zróżnicowanych\n płciowo.\n\nOpracowanie wskazówek i przekazanie do\n poszczególnych komórek organizacyjnych\n AGH.\n\nOsoby zarządzające /\n przewodniczący komisji.\n\nJednostki  odpowiedzialne za realizację: Rektor, Zespół ds. GEP, Prorektor ds. Ogólnych, Prorektor ds. Kształcenia, Prorektor ds. Studenckich, Prorektor ds. Współpracy, Prorektor ds. Nauki, Rzecznik Równości, Centrum Spraw Pracowniczych, wszystkie jednostki uczelni\n\nHarmonogram: do 2026 roku.\n\nDziałania 3.5.\n\nWskaźnik\n\nAdresaci/adresatki\n\nNetworking akademicki –\n wzmacnianie usieciowienia pomiędzy\n osobami na podobnych etapach\n kariery naukowej.\n\nPrzekazywanie wiedzy i wymiana\n doświadczeń pomiędzy osobami\n o podobnym stopniu naukowym\n związanych zarówno z rozwojem kariery\n naukowej, jak i aktywności około\n akademickich dotyczących wymiany\n doświadczeń związanej z łączeniem pracy\n zawodowej i życia rodzinnego, dbaniem\n o dobrostan psychiczny.\n\nOrganizacja spotkań lub włączanie do\n wydarzeń mających na celu integrację\n danej społeczności przestrzeni na\n networking.\n\nOsoby pracujące na\n stanowiskach\n dydaktyczno-badawczych,\n naukowych;\n uczestnicy/uczestniczki\n Szkoły Doktorskiej AGH\n\nJednostki realizujące działanie: Uczelniana Rada Samorządu Doktorantów, Szkoła Doktorska, Rektor, Zespół ds. GEP, Prorektor ds. Ogólnych, Prorektor ds. Kształcenia, Prorektor ds. Studenckich, Studenckie centrum konstrukcyjne, Prorektor ds. Współpracy, Prorektor ds. Nauki, Rzecznik Równości, Centrum Spraw\n Pracowniczych, wszystkie jednostki uczelni\n\nHarmonogram: do końca 2028 r.\n\nDziałanie 4.1.\n\nWskaźnik\n\nAdresaci/adresatki\n\nOpracowanie rozwiązania\n umożliwiającego osobom w trakcie\n tranzycji komunikację\n w wewnętrznych systemach uczelni\n zgodnie z odczuwaną tożsamością\n płciową.\n\nOpracowanie procedury zgłaszania\n deklaracji korekty imienia i nazwiska.\n Opracowanie i wdrożenie narzędzia\n identyfikacji wizualnej pozwalającej na\n korektę imienia i nazwiska (\ndisplay name\n)\n w systemach wspierających kształcenie.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Rektor, Zespół Radców Prawnych, Rzecznik Równości, Rzecznik Praw Studenta, Sektor IT, Zespół ds. GEP, Prorektor ds. Kształcenia\n\nHarmonogram: do końca 2025 roku.\n\nDziałanie 4.2.\n\nWskaźnik\n\nAdresaci/adresatki\n\nWspieranie budowania przestrzeni\n dyskusji na temat oczekiwań\n studenckich związanych z równym\n traktowaniem.\n\nSeminaria\n\nWykłady\n\nWebinary\n\nDebaty studenckie\n\nDzień równości\n\nOsoby studiujące \n\nJednostki realizujące działanie: Rektor, Prorektor ds. Studenckich, Rzecznik Równości, Rzecznik Praw Studenta, Centrum Spraw Studenckich, Zespół ds. GEP\n\nHarmonogram: do końca 2028 roku.\n\nDziałanie 4.3.\n\nWskaźnik\n\nAdresaci/adresatki\n\nPrzygotowanie broszur\n upowszechniających wiedzę\n o różnorodności w społeczności\n studenckiej w AGH.\n\nOpracowanie broszur w cyfrowej\n i drukowanej formie.\n\nDołączenie treści broszur do newsletterów\n skierowanych do organizacji studenckich.\n\nOsoby studiujące \n\nJednostki realizujące działanie: Centrum Komunikacji i Marketingu, Centrum Spraw Studenckich\n\nHarmonogram: do końca 2028 roku.\n\nDziałanie 4.4.\n\nWskaźnik\n\nAdresaci/adresatki\n\nDziałania włączające do społeczności\n akademickiej osoby studiujące\n i pracujące z zagranicy.\n\nUpowszechnienie wiedzy o równym\n traktowaniu w społeczności osób\n pracujących i studiujących z zagranicy.\n\nPrzetłumaczenie dokumentu GEP na język\n angielski.\n\nPrzetłumaczenie materiałów\n informacyjnych na język angielski.\n\nSzkolenia językowe dla administracji i kadry\n dydaktycznej, w tym szkolenia z\n automatycznych narzędzi tłumaczenia.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Studium Języków Obcych, Centrum Spraw Studenckich, Zespół ds. GEP, Rzecznik Praw Studenta AGH\n\nHarmonogram: do końca 2027 roku.\n\nDziałanie 5.1.\n\nWskaźnik\n\nAdresaci/adresatki\n\nRozpoznanie możliwości wdrażania\n mechanizmów wspierających\n efektywną pracę zdalną, elastyczną\n i hybrydową.\n\nRozpoznanie potrzeb i rozwiązań zgodnych\n z Regulaminem pracy, dotyczących\n efektywnej pracy zdalnej, hybrydowej\n i elastycznej.\n\nWypracowanie jednorodnych reguł\n świadczenia, monitorowania, rozliczania\n pracy okazjonalnej i uznaniowej.\n\nOsoby zatrudnione w AGH\n\nJednostki realizujące działanie: Rektor, Prorektor ds. Ogólnych, Centrum Spraw Pracowniczych, Zespół Radców Prawnych\n\nHarmonogram: do końca 2027 r.\n\nDziałanie 5.2.\n\nWskaźnik\n\nAdresaci/adresatki\n\nZbadanie możliwości dostosowania\n kalendarza roku akademickiego do\n ferii w woj. małopolskim.\n\nNotatka z przebiegu spotkania\n\nOsoby zatrudnione w AGH\n\nJednostki realizujące działanie: Prorektor ds. Kształcenia, Centrum Obsługi Kształcenia\n\nHarmonogram: do końca 2025 roku.\n\nDziałanie 5.3.\n\nWskaźnik\n\nAdresaci/adresatki\n\nInformatyzacja procesów i cyfryzacja\n dokumentów dla poprawy komfortu\n pracy administracyjnej i możliwości\n rozwijania rozwiązań\n telepracy/hybrydowych.\n\nLiczba zinformatyzowanych procesów.\n\nLiczba elektronicznie wypełnianych\n i procedowanych dokumentów w obiegu.\n\nOsoby pracujące na\n stanowiskach\n administracyjnych.\n\nOsoby pracujące na\n stanowiskach na\n badawczo-dydaktycznych\n (w zakresie obowiązków\n organizacyjnych).\n\nJednostki realizujące działanie: Pion Rektora ds. Ogólnych: Dział Socjalno-Bytowy, Centrum Spraw Pracowniczych, Pion Kanclerza, Sektor IT AGH\n\nHarmonogram: do końca 2028 roku.\n\nDziałanie 5.4.\n\nWskaźnik\n\nAdresaci/adresatki\n\nUregulowanie sytuacji osób\n przechodzących i powracających\n z urlopu rodzicielskiego w zakresie\n 1) dydaktyki i 2) prac naukowych,\n w tym uregulowanie sytuacji osób na\n urlopach pracujących w ramach\n grantów dydaktyczno-badawczych.\n\nPrzygotowanie informacji dotyczących\n urlopów rodzicielskich dla osób kierujących\n projektami afiliowanymi w AGH;\n\nMonitorowanie sytuacji osób\n powracających po urlopach rodzicielskich\n w zakresie obowiązków naukowych\n i dydaktycznych.\n\nAktualizacja regulaminów IDUB i innych\n jednostek wspierających pracę naukową\n uwzględniająca urlopy macierzyńskie,\n rodzicielskie i wychowawcze.\n\nOsoby pracujące na\n stanowiskach\n administracyjnych.\n\nOsoby pracujące na\n stanowiskach\n dydaktyczno-badawczych.\n\nJednostki realizujące działanie: Rektor, Prorektor ds. Ogólnych, Prorektor ds. Współpracy, Prorektor ds. Nauki, Centrum Spraw Pracowniczych, Centrum Obsługi Nauki\n\nHarmonogram: do końca 2026 roku.\n\nDziałanie 5.5.\n\nWskaźnik\n\nAdresaci/adresatki\n\nPolityka informacyjna dot. uprawnień\n pracowniczych wynikających\n z kodeksu pracy i regulaminu pracy\n AGH.\n\nAktualizacja informacji na stronie\n www.csp.agh.edu.pl i zaprezentowanie jej\n w sposób zrozumiały dla osób pracujących\n nt. uprawnień wynikających z opieki nad\n osobami zależnymi, doskonalenia\n kompetencji, przysługujących urlopów\n i innych elementów polityki kadrowej w AGH.\n\nOsoby pracujące na\n stanowiskach\n administracyjnych\n\nOsoby pracujące na\n stanowiskach\n dydaktyczno-badawczych\n\nJednostki realizujące działanie: Prorektor ds. Ogólnych, Centrum Spraw Pracowniczych, Zespół Radców Prawnych\n\nHarmonogram: do końca 2025 roku.\n\nDziałanie 5.6.\n\nWskaźnik\n\nAdresaci/adresatki\n\nWsparcie psychologiczne dla osób\n studiujących oraz wsparcie\n zawodowe dla osób pracujących.\n\nProfesjonalizacja wsparcia\n psychologicznego dla osób\n studiujących.\n\nDziałania profilaktyczne związane ze\n zdrowiem psychicznym. Opracowanie planu\n działań we współpracy z profesjonalnymi\n terapeutami i terapeutkami oraz\n specjalistami w tematyce zdrowia\n psychicznego w organizacji.\n\nPrzeszkolenie osób zajmujących się\n wsparciem psychologicznym dla osób\n studiujących z zakresu wspierania osób\n transpłciowych, nieheteronormatywnych,\n neuroróżnorodnych.\n\nRozwijanie profesjonalnego mentoringu\n zawodowego dla osób zatrudnionych celem\n przeciwdziałania wypaleniu zawodowemu.\n\nSpołeczność AGH\n\nJednostki i podmioty realizujące działanie: Prorektor ds. Ogólnych, Centrum Spraw Pracowniczych, Dział Dostępności, Prorektor ds. Kształcenia, Prorektor ds. Studenckich\n\nHarmonogram: do końca 2027 roku.\n\nDziałanie 5.7.\n\nWskaźnik\n\nAdresaci/adresatki\n\nOpracowanie i wdrożenie programów\n szkoleniowych, kursów i materiałów\n informacyjnych oraz innych form\n wsparcia dla kadr zarządzających,\n osób pracujących oraz studiujących\n w Szkole Doktorskiej z zakresu\n godzenia życia zawodowego\n i prywatnego oraz wypalenia\n zawodowego.\n\nSzkolenie dla Promotorów Prac\n Doktorskich\n\nZajęcia z zakresu WLB w ofercie SD AG\n\nUczestnicy i uczestniczki\n SD AGH.\n\nPromotorzy\n i Promotorski prac\n doktorskich.\n\nJednostki realizujące działanie: Rektor, Centrum e-Learningu i Innowacyjnej Dydaktyki, Centrum Spraw Pracowniczych, Zespół ds. GEP, Prorektor ds. Ogólnych, Prorektor ds. Kształcenia, Prorektor ds. Studenckich, Prorektor ds. Współpracy, Prorektor ds. Nauki, Rzecznik Równości\n\nHarmonogram: do końca 2027 roku\n\nDziałanie 6.1.\n\nWskaźnik\n\nAdresaci/adresatki\n\nOpracowanie wytycznych\n dotyczących awansu i oceny\n kompetencji na stanowiska\n kierownicze i decyzyjne.\n\nPrzygotowanie wytycznych dotyczących\n zróżnicowania składu organów decyzyjnych\n w AGH.\n\nZwiększenie udziału kobiet w organach\n i procesach decyzyjnych w uczelni.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: struktura ds. równego traktowania, Zespół ds. Planu Równości Płci, Centrum Spraw Pracowniczych, Prorektor ds. Ogólnych\n\nHarmonogram: do 2026 roku.\n\nDziałanie 6.2.\n\nWskaźnik\n\nAdresaci/adresatki\n\nOpracowanie i wdrożenie procedur\n mających na celu zwiększenie udziału\n kobiet w stanowiskach kierowniczych\n i decyzyjnych uczelni oraz komisjach\n oceniających i zatrudniających oraz\n kierowanie się zasadami\n różnorodności.\n\nPrzygotowanie wytycznych dotyczących\n zróżnicowania składu organów decyzyjnych\n w AGH.\n\nZwiększenie udziału kobiet w organach\n i procesach decyzyjnych w uczelni.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: struktura ds. równego traktowania, Zespół ds. Planu Równości Płci, Centrum Spraw Pracowniczych, Prorektor ds. Ogólnych\n\nHarmonogram: do 2026 roku.\n\nDziałanie 7.1.\n\nWskaźnik\n\nAdresaci/adresatki\n\nWłączenie fragmentu szkoleń\n przeciw molestowaniu do\n obowiązkowych szkoleń dla osób\n pracujących i studiujących.\n\nSzkolenia e-learningowe dla osób\n pracujących i studiujących.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Rektor, Centrum e-Learningu i Innowacyjnej Dydaktyki, Centrum Spraw Pracowniczych, Zespół ds. GEP, Prorektor ds. Ogólnych, Prorektor ds. Kształcenia, Prorektor ds. Studenckich, Prorektor ds. Współpracy, Prorektor ds. Nauki, Rzecznik Równości\n\nHarmonogram: do końca 2028 roku.\n\nDziałanie 7.2.\n\nWskaźnik\n\nAdresaci/adresatki\n\nOpracowanie i wdrożenie\n programów szkoleniowych, kursów\n i materiałów informacyjnych dla kadr\n zarządzających z zakresu\n przeciwdziałania mobbingowi.\n\nPilotażowe programy szkoleniowe.\n\nDocelowo: objęcie programem\n szkoleniowym wszystkich osób\n pracujących, szczególnie pracujących na\n stanowiskach kierowniczych\n\nWłączenie programu szkoleń do stałej\n oferty rozwojowej AGH.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Rektor, Centrum e-Learningu i Innowacyjnej Dydaktyki, Centrum Spraw Pracowniczych, Zespół ds. GEP, Prorektor ds. Ogólnych, Prorektor ds. Kształcenia, Prorektor ds. Studenckich, Prorektor ds. Współpracy, Prorektor ds. Nauki, Rzecznik Równości\n\nHarmonogram: do końca 2026 roku.\n\nDziałanie 7.3\n\nWskaźnik\n\nAdresaci/adresatki\n\nObowiązkowe szkolenia\n z kompetencji przywódczych dla\n osób obejmujących stanowiska\n zakładające kierowanie innymi.\n\nPrzeprowadzenie szkoleń menadżerskich z\n zarządzania kadrami\n\ni komunikacji dla kadry zarządzającej.\n Szkolenia z komunikacji wolnej od\n przemocy dla pracowników i pracowniczek.\n Programy szkoleniowe i rozwojowe dla\n kadry kierowniczej (m.in. z zakresu\n leadership).\n\nWłączenie programu szkoleń i innych form\n wsparcia do stałej oferty rozwojowej AGH.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Rektor, Centrum e-Learningu i Innowacyjnej Dydaktyki, Centrum Spraw Pracowniczych, Zespół ds. GEP, Prorektor ds. Ogólnych, Prorektor ds. Kształcenia, Prorektor ds. Studenckich, Prorektor ds. Współpracy, Prorektor ds. Nauki, Rzecznik Równości\n\nHarmonogram: do końca 2026 roku.\n\nDziałanie 7.4.\n\nWskaźnik\n\nAdresaci/adresatki\n\nPomoc psychologiczna dla osób\n doświadczających przemocy na\n terenie uczelni.\n\nPrzeszkolenie pod kątem wspierania ofiar\n przemocy osób zajmujących się wsparciem\n psychologicznym w Uczelni.\n Udostępnienie możliwości zorganizowania\n pomocy psychologicznej dla ofiar\n przemocy.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Rektor, Prorektor ds. Ogólnych, Prorektor ds. Kształcenia, Prorektor ds. Studenckich, Prorektor ds. Współpracy, Prorektor ds. Nauki, Rzecznik Równości, Dział Dostępności\n\nHarmonogram: do końca 2028 roku.\n\nDziałanie 7.5.\n\nWskaźnik\n\nAdresaci/adresatki\n\nPrzewodnik językowy wspierający\n komunikację wolną od przemocy.\n\nWypracowanie ze społecznością studencką\n i pracowniczą zasad inkluzywnego\n komunikowania, wolnego od przemocy\n w społeczności akademickiej.\n\nOpracowanie dokumentu uwzględniającego\n te zasady.\n\nUpowszechnienie dokumentu.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Rektor, Centrum e-Learningu i Innowacyjnej Dydaktyki, Centrum Spraw Pracowniczych, Zespół ds. GEP, Prorektor ds. Ogólnych, Prorektor ds. Kształcenia, Prorektor ds. Studenckich, Prorektor ds. Współpracy, Prorektor ds. Nauki, Rzecznik Równości, Dział Dostępności, Centrum Komunikacji i Marketingu, Rzecznik Praw Studenta AGH\n\nHarmonogram: do końca 2025 roku.\n\nDziałanie 7.6.\n\nWskaźnik\n\nAdresaci/adresatki\n\nWspółpraca z innymi uczelniami na\n rzecz równego traktowania oraz\n Planu Równości Płci, wymiana\n doświadczeń i dobrych praktyk.\n\nWypracowanie wspólnych standardów\n w uczelniach na temat przeciwdziałania\n molestowaniu i mobbingowi.\n\nWymiana doświadczeń i wzajemne uczenie się\n zespołów uczelni politechnicznych\n zajmujących się badaniami i projektowaniem\n rozwiązań na temat równego traktowania.\n\nRozpoznawanie dobrych praktyk.\n\nUdział w ogólnopolskich wydarzeniach\n dotyczących równego traktowania\n i przeciwdziałania dyskryminacji na\n uczelniach wyższych.\n\nUczestnictwo w spotkaniach\n międzyuczelnianej sieci specjalistów\n i specjalistek ds. równego traktowania na\n uczelniach w Polsce.\n\nUczestnictwo w spotkaniach\n międzynarodowych sieci związanych\n z implementacją Planów Równości Płci\n w uczelniach.\n\nRaport z działalności.\n\nOsoby odpowiedzialne\n za wdrażanie rozwiązań\n równościowych\n i antydyskryminacyjnych\n w AGH\n\nJednostki realizujące działanie: Zespół ds. GEP, Rzecznik Praw Studenta, inne jednostki AGH\n\nHarmonogram: w trybie ciągłym\n\nDziałanie 7.7.\n\nWskaźnik\n\nAdresaci/adresatki\n\nSuperwizja dla osób zajmujących się\n naruszeniami (przewodniczący\n komisji, mediator, rzecznicy,\n przewodnicząca osoba z GEP).\n\nObjęcie opieką superwizyjną osób\n zajmujących się naruszeniami\n w społeczności Uczelni.\n\nOsoby zajmujące się\n naruszeniami\n\nJednostki realizujące działanie: Dział Dostępności, Rektor\n\nHarmonogram: do końca 2028 roku.\n\nDziałanie 7.8.\n\nWskaźnik\n\nAdresaci/adresatki\n\nEwaluacja działań zrealizowanych w Planie Równości Płci\n 2022-2024\n\nPrzeprowadzenie audytu dotychczasowych\n działań, przygotowanie raportu\n i rekomendacji\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Zespół ds. GEP, Rzecznik Równości\n\nHarmonogram: do końca 2026 roku.\n\nDziałanie 7.9.\n\nWskaźnik\n\nAdresaci/adresatki\n\nPogłębienie analiz i zebranie danych na temat dobrostanu \n osób studiujących w AGH.\n\nRaport na temat dobrostanu osób\n studiujących w AGH.\n\nSpołeczność AGH\n\nJednostki realizujące działanie: Zespół ds. GEP, Rzecznik Praw Studenta, inne jednostki AGH\n\nHarmonogram: do końca 2026 roku.\n\nStopka\n\nBack", "metadata": {"url": "https://rownosc.agh.edu.pl/plan-rownosci-plci", "title": " Plan Równości Płci -- Równość w AGH ", "depth": 2, "duplicate": false, "content_hash": "7821361e8ba9f69e5a351dcced29b242", "word_count": 25484, "headings": [{"level": 1, "text": "Plan Równości Płci"}, {"level": 2, "text": "Stopka"}]}}