{"content": "# Terms and Conditions\n\nURL: http://ivsaghust.agh.edu.pl/index.php/terms-and-conditions\nCrawled: 2025-03-19 22:38:10\n\nGENERAL TERMS AND CONDITIONS OF INTERNATIONAL VIRTUAL SCHOOL AT AGH UST\t\t\t\n\nConditions for starting the International Virtual School at AGH UST \nhereinafter referred to as ”International Virtual School” organized by the AGH University of Science and Technology, Poland and four partner universities: \n• Shibaura Institute of Technology from Japan \n• Tribhuvan University from Nepal \n• Ivano-Frankivsk National Technical University of Oil and Gas from Ukraine \n• Hanoi University of Mining and Geology from Vietnam \nunder the program of Polish Agency for Academic Exchange – Spinnaker – Intensive International Curricula. \nThe condition for starting each course within the International Virtual School framework, hereinafter referred to as “the course”, is the minimum number of declared Participants which will guarantee the successful running of the program (15 students for each course).\n\nAdmission for the International Virtual School \nThe participation in the International Virtual School is free of charge. \nIn order to register the Participant has to submit an application form on the webpage \nhttp://ivsaghust.agh.edu.pl/\n\nThe Participant is officially enrolled for the course once the application form is properly submitted and accepted by supervisors of selected course.\n\nDuration of the International Virtual School \nThe International Virtual School timetable is announced by the Department of International Relations at AGH UST on the webpages \nhttp://ivsaghust.agh.edu.pl/\n, before the courses open.\n\nStudy type of the International Virtual School\n\nInternational Virtual School takes place on-line. The study type is announced by the Department of International Relations of each Partner.\n\nCourse Completion of the International Virtual School\n\nThe condition to complete the course is the attendance, completion of all classes, submitting of the final project (if applicable).\n\nRights of the Participant of the International Virtual School\n\nThe Participant has a right to:\n• obtain the completion Certificate;\n• the protection of personal data.\n\nObligations of the Participant of the International Virtual School \nThe Participant is obliged to:\n• attend classes;\n• complete all the classes;\n• submit the final project (if applicable)*.\n\nCredits\n\nThe following grading scale is used for crediting courses and for exams:\nExcellent 5,5 \nvery good 5,0 \ngood plus 4,5 \ngood 4,0 \nsatisfactory plus 3,5 \nsatisfactory 3,0 \nunsatisfactory 2,0 means failure to complete a course.\n\nThe Participant has a right to retake the exam (if applicable*). The result of the retake is final.\n\nThe Participant, who did not attend the classes or failed to submit the project or to get a positive result from the exams specified in the course schedule of the International Virtual School or has not submitted the final project (if applicable*) by the deadline, is crossed out from the Participants’ list and does not obtain the course certificate.\n\nEvaluation of the final project (if applicable*) is made by the person responsible for the final project.\n\nGraduation of the International Virtual School\n\nThe Participant of the International School obtains a completion Certificate of the course.\n\nThe final result of the course of the International Virtual School is the final grade calculated as an arithmetic average (rounded up to the second decimal place) from all the partial grades of the specified course:\nfrom 3,00 up to 3,19: satisfactory \nfrom 3,20 up to 3,69: satisfactory plus \nfrom 3,70 up to 4,09: good \nfrom 4,10 up to 4,53: good plus \nfrom 4,54 up to 5,00: very good \nabove 5,00: excellent\n\n* delete as appropriate\n\n The projects are implemented under the program of the Polish National Agency for Academic Exchange - SPINAKER - Intensive International Education Programs. The program is financed from the non-competition project no. POWR.03.03.00-00-PN16 / 18 \"Supporting the institutional capacity of Polish universities through the creation and implementation of international study programs\" under the Knowledge Education Development Operational Program.", "metadata": {"url": "http://ivsaghust.agh.edu.pl/index.php/terms-and-conditions", "title": "Terms and Conditions", "depth": 3, "duplicate": false, "content_hash": "0afa63a4c157b71431e5e3b4f9fb9d2d", "word_count": 605, "headings": [{"level": 1, "text": "GENERAL TERMS AND CONDITIONS OF INTERNATIONAL VIRTUAL SCHOOL AT AGH UST"}, {"level": 3, "text": ""}]}}