{"content": "# HYPE about space. How the AGH University satellite came to be?-- AGH UST \n\nURL: https://www.agh.edu.pl/en/news/detail/hype-about-space-how-the-agh-university-satellite-came-to-be\nCrawled: 2025-03-19 21:07:39\n\nHYPE, a satellite built by SatLab AGH, Photograph: AGH University KSAF \n\n HYPE about space. How the AGH University satellite came to be? \n\n 17-02-2025 \n\n space \n student projects \n\n Its job is to provide data for research projects, educate and inspire. Developed by the Student Research Club SatLab in cooperation with the AGH University Space Technology Centre, the nanosatellite has been orbiting the Earth since January. How was it created and how will it fulfil its mission? \n\nOn 24 January, a highly anticipated message for all space enthusiasts in Poland was published on social media. A satellite made by an AGH University-based team successfully deployed its antennas and managed to establish two-way communication. That is a record accomplishment for at least two different reasons: HYPE is not only the first Polish satellite in build from scratch by a student team, but also the smallest of 18 satellite created in our country.\n\nBefore communication with HYPE was established, the satellite had already been orbiting the Earth for a week. It was launched to space on 14 January from the Vandenberg Space Force Base in California, USA, as part of the Transporter-12 mission organised by SpaceX. With the use of their flagship rocket Falcon 9, a D-Orbit spaceship was launched, which carried a capsule with several other satellites on board. Only after it had separated from the mother ship was HYPE thrown out into space. Then, a line blocking the antennas attached to the satellite and the arm of the satellite with the camera was burnt through, enabling them to be dismantled. It was one of the hardest parts of the mission.\n\n“We tested different ways of tying the line and different switching times of the resistor, but we weren't 100% sure that everything would work out correctly at the crucial moment,” reports Przemysław Sosna, a member of SatLab involved in the HYPE project.\n\n HYPE satellite with deployed antennas and a selfie stick, Photograph: AGH University KSAF \n\nSatellite on the palm of your hand\n\nPlacing the satellite in orbit and establishing connection was preceded by 1.5 years of intensive work. HYPE is a PocketQube satellite, characterised by a cube shape with a side length of 5 cm and a weight of no more than 250 g. From the very beginning, the team assumed that HYPE would be equipped with a spectrometer for monitoring the Earth and a screen on one of the sides and a camera on a selfie stick pointing at it. The other walls are fitted with solar panels connected to batteries that power the satellite equipment as well as light and temperature sensors.\n\nPutting all the components into a cube with a very small volume required much more engineering input from the people behind HYPE than if they had decided to build a satellite in a standard that allowed larger dimensions.\n\n“PocketQube satellites are not only very small, but also not very common. The larger QubeSats (each unit is 10 x 10 x 10 cm) are much more popular, so when building such a satellite, you can easily buy the entire platform for it. We had to assemble HYPE ourselves from basic parts,” explains Przemysław Sosna. \n\nHe adds that the team designed the printed circuit boards used in the satellite themselves, then had them manufactured and integrated them into the processor and other equipment used in the satellite. The HYPE developers also created the code that is responsible for communication with the satellite.\n\nThe team’s task was not made any easier by the fact that its design and the components it consists of not only had to be resistant to the mechanical stress that satellites are subjected to when they are carried by the rocket, but also to cosmic radiation and extreme temperature fluctuations during their stay in orbit. They must also meet the standards imposed on this type of devices, i.e. they must be able to burn up in the Earth's atmosphere at the end of their mission.\n\n“These things are not easy to come by, as we were not able to get a large number of the so-called space-graded components, and even if they were available on the market, their price was orders of magnitude higher than standard ones. So we had to find a compromise between what we could afford and what would withstand in orbit and fulfil our mission,” explains Jakub Klimek, another SatLab member involved in the construction of HYPE.\n\nIn order to rule out any defects that could cause problems during the mission, HYPE's flight into space was preceded by laboratory tests. During these tests, the resistance of the structure and electronics to vibrations and the conditions of the space vacuum were checked. The satellite also took part in stratospheric balloon flights, during which the communication module was tested.\n\n“HYPE rose to a height of 30 or 40 kilometres and we checked whether the connection with it worked. During these tests, we discovered various errors that had not been caught by standard laboratory tests,” says Przemysław Sosna.\n\nThe satellite’s constructors also had to face a logistical challenge - finding a launch provider, i.e. a company responsible for sending the satellite into space. The team did not directly use the services of SpaceX, whose rocket took HYPE into orbit, but instead collaborated with a smaller company, Alba Orbital. The company placed its capsule in the rocket, and HYPE was placed among other small satellites.\n\n“Unless we had this option, the costs of the missions would be enormous and beyond our reach,” explains Jakub Klimek.\n\nSince HYPE successfully completed the integration process at the beginning of July at the company headquarters in Glasgow, Scotland, the team only made contact with the satellite once it was already in orbit.\n\n SatLab team in the seat of Alba Orbital in Glasgow, Photograph: AGH University KSAF \n\nWhat is all this HYPE about?\n\nWhen planning the mission, the minds behind HYPE set two goals for the satellite. The first is observation of the Earth using a miniature spectrometer placed inside it, which, based on the analysis of the spectrum of light reaching our planet, can, among other things, provide interested parties with data for studying light pollution, volcanic dust, or the degradation of forest areas.\n\n“If anyone wants to use this data, we will be able to make it available to them,” declares Jakub Klimek.\n\nAlthough the spectrometer is the basic research instrument that HYPE is equipped with, the light and temperature sensors installed on the satellite's walls can also provide data useful for analysis.\n\n“We can try to collect data on how solar radiation affects them and, on this basis, create algorithms to determine its position. As a matter of fact, larger satellites use more advanced systems for this purpose, for example, tracking the position of stars, but in our case it can lead to interesting conclusions,” explains Przemysław Sosna.\n\nBesides meeting the research objective, HYPE is simply about creating hype. The team behind the satellite wants it to inspire other young people to take up challenges of space exploration. A screen located on one of the sides of the satellite and a camera pointed at it are supposed to help carry the message. The first one allows you to display visuals sent from the Earth, and the image captured by the camera can be sent in the opposite direction, providing, for example, social media content.\n\nThis functionality may also be used for charity purposes. Interestingly, as part of the 33rd Finale of the Great Orchestra of Christmas Charity, there was an auction for a 'cosmic selfie' and it sold for PLN 7,850.\n\n Hype’s screen through the lens, Photograph: AGH University KSAF \n\nThrough hardships to the stars\n\nAbove all, the HYPE projects is an investment building human capital and infrastructure which will allow AGH University to face more ambitious space challenges in the future. Around 40 people contributed to the satellite's creation, acquiring knowledge and skills in electronics, mechanics, IT, and communication that are crucial for satellite missions. What is worth emphasising, the team acquired virtually the entire know-how on their own, using for example online materials.\n\n“ESA and NASA publish guides with general guidelines one should follow when creating a satellite. More specific information may be found in the documentation of individual solutions, e.g. different electronic parts have their own documentation describing their functioning. Based on such information, these elements could be integrated as part of an entire system,” points out Przemysław Sosna.\n\nAt the initial stage of the project, the team started cooperating with Dr Sebastian Grau, Technical University of Berlin.\n\n“His university had already launched several dozen satellites, so, drawing from his own experience, he told us what was wrong or right in our design and toward what direction we should be headed to,” describes Jakub Klimek.\n\nIn addition to strictly engineering skills, good management and marketing were also necessary to implement the entire project. Marketing created a positive aura around the project, facilitating the establishment of cooperation with entities essential for its implementation. Extensive footage on the work on HYPE could be seen by viewers of a popular TVN 24 programme, among many others.\n\nThe necessary ground infrastructure was also built to support the mission, which can also be used in space education and future projects. An antenna with a diameter of 4.5 m and a weight of 105 kg for communication with the satellite was mounted on the roof of the Space Technology Centre’s building, and a mission control centre was located inside the building, for the team to professionally control it.\n\n Mission control centre in the AGH University Space Technology Centre, Photograph: AGH University KSAF \n\nHYPE’s mission in orbit has been planned for half a year. However, the SatLab team is already thinking about building another, larger satellite in QubeSat standard, one that will also include a spectrometer, for more accurate Earth observation than at present, and an experimental laser communication module, the first such module to be created in Poland. Apart from that, the satellite will bring biological payload, that will be used to study the effects of cosmic radiation. The SatLab laboratory is to be expanded with an x-ray machine for inspecting electronics and structures and a clean room for building and integrating components.\n\nStay up to date with everything HYPE and follow SatLab’s social media accounts:\n\ninstagram.com/satlab_agh/\n\nfacebook.com/satlab.agh/\n\ntiktok.com/@satlab.agh\n\nBack", "metadata": {"url": "https://www.agh.edu.pl/en/news/detail/hype-about-space-how-the-agh-university-satellite-came-to-be", "title": "HYPE about space. How the AGH University satellite came to be?-- AGH UST ", "depth": 2, "duplicate": false, "content_hash": "11186429575e3e1192616b9d1ca49cb3", "word_count": 1717, "headings": [{"level": 1, "text": "HYPE about space. How the AGH University satellite came to be?"}, {"level": 2, "text": "Satellite on the palm of your hand"}, {"level": 2, "text": "What is all this HYPE about?"}, {"level": 2, "text": "Through hardships to the stars"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}