{"content": "#  Współpraca -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/wspolpraca\nCrawled: 2025-03-19 21:07:10\n\nSkip to content ↓\n\n Współpraca \n\nNaukowcy z AGH realizują badania naukowe, tworzą wynalazki i innowacyjne rozwiązania na rzecz rozwoju gospodarczego i społeczeństwa. Projekty z AGH powstają w odpowiedzi na potrzeby przemysłu, biznesu czy administracji. Poprzez uczestnictwo w krajowych oraz zagranicznych stowarzyszeniach, konsorcjach i organizacjach uczestniczymy w najważniejszych inicjatywach naukowych, wnosząc swój wkład w rozwój strategicznych projektów badawczych. \n\n Oferta dla biznesu \n\nJesteśmy otwarci na współpracę, oferując zainteresowanym podmiotom możliwość realizowania badań, specjalistycznych ekspertyz czy wsparcie merytoryczne. Współpraca ta otwiera nas w kierunku interdyscyplinarnego rozwoju, a najciekawsze projekty zostają wdrożone na rynek.\n\nWięcej aktualności\n\nW AGH co roku podpisywanych jest ok. 100 umów, listów intencyjnych oraz porozumień o współpracy z przemysłem, administracją i instytucjami otoczenia biznesu.\n\nUczelnia corocznie realizuje ok. 1000 umów badawczo-rozwojowych, wśród których ponad połowa to zlecenia z przemysłu.\n\nPotencjał innowacyjny AGH opiera się na wypracowanej własności intelektualnej, która wyraża się w liczbie uzyskanych patentów, znaków towarowych, wzorów użytkowych oraz zgromadzonej wiedzy \nknow-how\n i samym doświadczeniu naukowców i studentów. Każdego roku uczelnia uzyskuje kilkadziesiąt patentów oraz udziela kilkudziesięciu licencji. AGH plasuje się w czołówce polskich instytucji w liczbie zgłoszeń patentowych składanych do Europejskiego Urzędu Patentowego.\n\nLaboratorium tomografii betonu. Badacze wykorzystają urządzenie między innymi do analizy wewnętrznej struktury materiałów budowlanych oraz utworów geologicznych. Fot. AGH \n\nUczelnia zawarła blisko 300 umów o współpracy o charakterze generalnym z uczelniami na całym świecie. AGH współpracuje z ponad 60 krajami. Dotychczas najwięcej umów podpisano z uczelniami z Ukrainy, Francji, Chińskiej Republiki Ludowej i Stanów Zjednoczonych.\n\nAGH posiada ponad 600 umów bilateralnych Erasmus+ i 31 o podwójnym dyplomowaniu (w tym 1 zawartą w ramach prestiżowego programu T.I.M.E).\n\nCo roku blisko 700 studentów (przyjeżdżających i wyjeżdżających) i 130 pracowników (wyjazdy) bierze udział w wymianie akademickiej w ramach programu Erasmus+.\n\nW AGH odbywają się również wykłady gości zagranicznych, tzw. visiting professors. \n\nBaza ofert pracy dla studentów\n\nChcesz przedstawić studentom i absolwentom AGH ofertę pracy, praktyk lub staży w swojej firmie? Skorzystaj z łatwego w obsłudze i intuicyjnego serwisu JobTeaser Centrum Karier AGH. Panel pracodawcy oferuje dwie wersje: podstawową i rozszerzoną.\n\nJobTeaser\n\nPrezentacja firmy\n\nChcesz spotkać się ze studentami i opowiedzieć o swojej firmie? Skontaktuj się z Centrum Karier AGH.\n\nCentrum Karier AGH\n\nTargi Pracy AGH\n\nRozwój zawodowy\n\nChcesz podnieść swoje kompetencje lub swojego zespołu? Podejmij studia podyplomowe albo skorzystaj z oferty kursów i szkoleń.\n\nStudia podyplomowe\n\nKursy i szkolenia\n\n Kontakt \n\nAkademickie Centrum Komputerowe CYFRONET\n\nCentrum Energetyki\n\nCentrum Technologii Kosmicznych\n\nCentrum Doskonałości Sztucznej Inteligencji\n\nCentrum Międzynarodowej Promocji Technologii i Edukacji AGH – UNESCO\n\nCentrum Współpracy i Transferu Technologii\n\nCentrum Wsparcia Projektów\n\nCentrum Spraw Międzynarodowych\n\nKrakowskie Centrum Innowacyjnych Technologii INNOAGH\n\nCentrum Karier\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/wspolpraca", "title": " Współpraca -- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "5674c12c42e3e2aa2f9912ae1f7fd6f2", "word_count": 496, "headings": [{"level": 1, "text": "Współpraca"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Stopka"}]}}