{"content": "# Organizacje studenckie i koła naukowe EAIiIB | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/organizacje-studenckie-i-kola-naukowe-eaiiib/\nCrawled: 2025-03-19 21:29:57\n\nOrganizacje studenckie i koła naukowe \n\nInformacje dla studentów i doktorantów\n\nFormularz rezerwacji online\n\nDziekanat\n\nProdziekani – dyżury\n\nKonsultacje pracowników\n\nDokumenty do pobrania\n\nPlan zajęć\n\nForeign students\n\nEgzamin dyplomowy i prace dyplomowe\n\nUczelniana baza przedmiotów obieralnych\n\nPraktyki studenckie\n\nOrganizacje studenckie i koła naukowe EAIiIB\n\nWRSS WEAIIIB\n\nWRSD WEAIiIB\n\nOrganizacje studenckie\nStudenckie Koła Naukowe\n\nWydziałowa Rada Samorządu Studentów\nWydziałowa Rada Samorządu Studentów Wydziału EAIiIB to grupa (aktualnie 31) aktywnych Studentów, którzy chętnie podejmują działanie i kreują życie studenckie na Wydziale. Reprezentują interesy studentów przed Władzami Dziekańskimi podczas obrad Kolegium Wydziału oraz Senatu AGH. Stanowią łącznik na drodze student-prowadzący, wspierając studentów w problemach natury dydaktycznej, ale nie tylko.\nCzłonkowie WRSS WEAIiIB działają na rzecz integracji społeczności wydziałowej. Organizują flagowe wydarzenia, takie jak: Bal Elektryka, Puchar Dziekana, Rajd Elektryka, Nauka Samogłosek, które co roku cieszą się dużym zainteresowaniem ze strony studentów. Tworzą także wiele mniejszych wydarzeń, m.in. cykle warsztatów i szkoleń, czy też wydarzenia sportowe na MS AGH. Ponadto, włączają się w akcje charytatywne, takie jak “Gramy Szybko Pomagamy Skutecznie” oraz Szlachetna Paczka – w ciągu ostatnich 2 lat (2020-2022), wspierając te organizacje, zebrali łącznie ponad 50 000 zł. Podczas tworzenia wymienionych wydarzeń nawiązują współprace z Partnerami, których obszar działania często łączy się z kierunkami kształcenia na Wydziale. Owocuje to korzyściami dla studentów, m.in. łatwiejszym dostępem do ofert stażowych.\nNa co dzień, jednym z ważnych obszarów działania jest także promocja. Stacjonarnie oraz za pośrednictwem social mediów informują społeczność Wydziału o działalności WRSS, przekazują istotne kwestie związane z aktualnościami na Wydziale czy inne niezbędne dla studentów informacje. Zachęcamy do sprawdzenia WRSS WEAIiIB w social mediach: na Facebooku, Instagramie oraz LinkedInie.\nStrona na Facebooku:\n https://www.facebook.com/WRSSWEAIiIB\nInstagram: \nhttps://www.instagram.com/wrss_weaiiib/\nLinkedIn: \nhttps://pl.linkedin.com/company/wrss-weaiiib-agh\n\nEESTEC AGH Kraków\nEESTEC AGH Kraków to organizacja studencka, działająca na Akademii Górniczo – Hutniczej im. Stanisława Staszica w Krakowie, której aktywność działalność koncentruje się na wydziałach: Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej (WEAIiIB) oraz Informatyki, Elektroniki i Telekomunikacji (WIEiT). EESTEC AGH Kraków od początku swojej działalności skupia się na stwarzaniu możliwości rozwoju studentom. Realizuje to poprzez organizowanie dużych projektów, zawsze otwartych dla wszystkich studentów z całego Krakowa, a także innych uczelni technicznych w Polsce. Organizację tą należy kojarzyć z takimi projektami jak:\nSoft Skills Academy (SSA)\nTargi Projektów Akademickich (TPA)\nKrakYourNet (KYN)\nWWW: \nhttp://eestec.agh.edu.pl/\n\nStudenckie Koło Stowarzyszenia Elektryków Polskich nr 19 przy AGH\nStudenckie Koło Stowarzyszenia Elektryków Polskich nr 19 przy AGH to zrzeszenie aktywnych studentów, którzy równolegle z nauka, chcą rozwijać się organizacyjnie. Działamy przy wydziale Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej. Nasze koło ma charakter naukowo-techniczny i pomaga studentom rozwijać swoje pasje i zainteresowania. SEP daje również możliwość brania udziału w licznych szkoleniach, kursach, czy wyjazdach o charakterze integracyjno – technicznym.\nwww.facebook.com/SEP19AGH/\nIntegralnym elementem systemu nauczania i kształcenia w \nAkademii Górniczo-Hutniczej\n, proponowanym studentom najzdolniejszym i zainteresowanym pogłębianiem wiedzy oraz rozwijaniem twórczych inspiracji naukowych, są Studenckie Koła Naukowe. Koła naukowe stwarzając możliwość poszerzania wiedzy i umiejętności pod kierunkiem aktywnych zawodowo naukowców stanowią formę rzeczywistej realizacji, pożądanego w obecnych warunkach, modelu mistrza i ucznia.\nKoła naukowe to równocześnie wyzwanie dla aktywistów, zainteresowanych sprawdzeniem teorii w praktyce, chcących zmienić oblicze swego wydziału czy uczelni, zrealizować autorski projekt lub wprowadzić w życie nowe pomysły. Koła naukowe realizują różnorodne i zróżnicowane tematycznie formy działalności pod kierunkiem opiekunów naukowych i pełnomocników Rektora, powołanych dla koordynacji pracy kół naukowych w tradycyjnie wyodrębnianych pionach uczelni – górniczym i hutniczym.\nKoła \nWydziału EAIiIB\n funkcjonują w pionie hutniczym uczelni. Pełnomocnikiem Rektora w tym pionie jest dr inż. Leszek Kurcz.\nObecnie przy Wydziale EAIiIB działa łącznie \n19 Studenckich Kół Naukowych\n spośród wszystkich 79 kół pionu hutniczego.\nAktualny wykaz kół naukowych: \nhttp://www.kolanaukowe.agh.edu.pl/ph/wykaz-kol/\nNazwa Koła\nOpiekun Koła\nKontakt \nWWW\nAutomatyków i Robotyków „Focus”\ndr hab. inż. Adam Piłat, prof. AGH\nC-3, parter, pok. 6\nT: +48 12 617 34 84\nwww.focus.agh.edu.pl\nElektroenergetyków „Piorun”\ndr hab. inż. Paweł Zydroń, prof. AGH\nB-1, p.106,\nT: 12 617 28 35\nstudent.uci.agh.edu.pl/piorun\nElektrotermii\ndr inż. Aleksander Skała\nB-1, p.120C,\nT: 12 617 39 19\nwww.kaniup.agh.edu.pl/eltermia\nModelowania w Finansach\nprof. dr hab. inż. Andrzej Skulimowski\nB1, p.120d,\nT: 12 617 28 12\nwww.knmwf.agh.edu.pl\n„INTEGRA”\ndr inż. Marek Długosz\n,\ndr hab. inż. Paweł Skruch, prof. AGH\nB-1, p. 303\nT: 12 617 28 34\nwww.integra.agh.edu.pl\n„GLIDER”\ndr inż. Jarosław Wąs , Prof. AGH\nmgr inż. Filip Kamiński, mgr inż. Mateusz Ślażyński\nC-2, III p. p.312,\nT: 12 617 52 19\nwww.glider.agh.edu.pl\nglider@agh.edu.pl\nBioMetr\ndr hab. inż. Andrzej Skalski, prof AGH.\ndr inż. Daria Hemmerling\nB-1, p.206,\nT: 12 617 28 28\nwww.biometr.agh.edu.pl\nAVADER\ndr inż. Tomasz Kryjak\nC-3, p.113\nT: 12 617 34 86\navader@student.agh.edu.pl\nArtificial Intelligence Lab\nprof. dr hab. Andrzej Bielecki\nC-2, p. 304\nT: 12 617 52-01\nailab@agh.edu.pl\nAGH Silicon Technologies\ndr inż. Piotr Otfinowski\nB-1, p. 203\nT: 12 617 32 99\n\nBioMedical Imaging\ndr inż. Elżbieta Pociask\nC-3, II p., pok. 203\nT:   +48 12 617 50 65\n\nIndustrial Data Science\ndr inż. Katarzyna Grobler-Dębska\nC-3, II p., pok. 213\nT:   +48 12 617 93 24\n\nAGH Dynamics\ndr inż. Łukasz Więckowski\nC-3, parter, pok. 5\nT:   +48 12 617 38 18\n\nproMOTOR\ndr inż. Tomasz Lerch\nB-1, parter, H 20\n12 617 40 16\n\nCode Industry – CoIn\ndr inż. Dariusz Pałka\nMgr inż. Rafał Mularczyk\nC-3, II p., pok. 212\ncodeindustry@agh.edu.pl\nBioMotion\ndr. Hab. inż. Marek Iwaniec, prof. AGH\nC-3, II p., pok. 208\n12 617 38 04\nAGH Algo\nWeronika Teresa Adrian, dr inż.\nC-2, IV p., pok. 424 a\n12 617 21 78", "metadata": {"url": "https://www.eaiib.agh.edu.pl/organizacje-studenckie-i-kola-naukowe-eaiiib/", "title": "Organizacje studenckie i koła naukowe EAIiIB | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "f233f19f667f1936d3de41e61788d282", "word_count": 891, "headings": [{"level": 2, "text": "Organizacje studenckie i koła naukowe"}, {"level": 3, "text": "Wydziałowa Rada Samorządu Studentów"}, {"level": 3, "text": ""}, {"level": 3, "text": "EESTEC AGH Kraków"}, {"level": 3, "text": ""}, {"level": 3, "text": "Studenckie Koło Stowarzyszenia Elektryków Polskich nr 19 przy AGH"}]}}