{"content": "#  Historia -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/o-nas/historia\nCrawled: 2025-03-19 22:38:58\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Historia \n\nBiblioteka Główna AGH jest jedną z największych bibliotek technicznych w Polsce. Jej dzieje są nierozerwalnie związane z historią i etapami rozwoju Uczelni. Biblioteka powstała w roku akademickim \n1921/1922 \npowołana przez Senacką Komisję Biblioteczną. Początkowo mieściła się w budynku przy ul. Loretańskiej 18, następnie ul. Smoleńsk 7. W 1929 roku zbiory zostały przeniesione do pomieszczenia w nowo powstałym gmachu Akademii Górniczej przy al. Mickiewicza 30. W czasie II wojny światowej zbiory zostały zdeponowane w Bibliotece Jagiellońskiej. Pomimo zakazu władz Generalnego Gubernatorstwa były konspiracyjnie wypożyczane studentom i pracownikom Akademii Górniczej, ponieważ Uczelnia nie zawiesiła swojej działalności i prowadzone było tajne nauczanie. Po wojnie księgozbiór Biblioteki powrócił do odrestaurowanego po zniszczeniach wojennych głównego gmachu Uczelni. \n\nW 1949 roku nastąpiła zmiana nazwy Uczelni na Akademia Górniczo-Hutnicza. W tymże roku kierownikiem, a następnie dyrektorem Biblioteki został \nWładysław Piasecki\n, który funkcję tę pełnił do 1972 roku. Dzięki jego staraniom został zbudowany wolno stojący budynek biblioteczny, którego uroczyste otwarcie nastąpiło 3 maja 1966 roku. W 1987 roku budynek otrzymał imię Władysława Piaseckiego. Po przeprowadzeniu się do nowych pomieszczeń rozpoczął się dynamiczny rozwój Biblioteki. W wyniku uruchamiania na AGH nowych kierunków kształcenia powiększał się księgozbiór i poszerzała jego tematyka.\n\nLata 90. wiążą się z rozwojem komputeryzacji. Zastosowano ją do wszystkich nieomal procesów bibliotecznych od rejestracji nabytków poczynając, poprzez katalogowanie, informację o zbiorach, elektroniczną rejestrację wypożyczeń i zwrotów, na organizacji dostępu do światowych zasobów elektronicznych kończąc. Powierzchnia Biblioteki wynosi 6100 m². Na parterze zlokalizowana jest Wypożyczalnia, Strefa Wolnego Dostępu, gdzie znajduje się około 60 000 podręczników z możliwością samodzielnych wypożyczeń za pomocą urządzeń samoobsługowych, oraz Wypożyczalnia Międzybiblioteczna. Pierwsze piętro zajmuje dwupoziomowa Czytelnia Główna z setką miejsc dla użytkowników (w tym 4 do indywidualnej pracy naukowej) oraz Czytelnia Oddziału Informacji Naukowej. Na drugim piętrze znajduje się Czytelnia Oddziału Zbiorów Specjalnych, w której działa Ośrodek Informacji Patentowej PATLIB i Punkt Informacji Normalizacyjnej.\n\nWięcej o historii Biblioteki Głównej\n\n 100-lecie BG AGH \n\nPrezentacja przedstawia historię Biblioteki Głównej AGH.\n\nSlajdy 1-2: W rogu jubileuszowe logo „1922-2022 Biblioteka Główna AGH w Krakowie 100 Lat!”. Zdjęcie budynku Biblioteki z początku lat 70. XX w. zmieniające się we współczesne zdjęcie budynku wykonane z tej samej perspektywy.\n\nSlajd 3: Napis: „Witamy w największej bibliotece technicznej w Krakowie! Poznaj naszą stuletnią historię.” W tle zdjęcie regałów bibliotecznych w Magazynie.\n\nSlajd 4: Napis: „Nasza historia na osi czasu”, poniżej na osi 6 punktów: 1 - Uroczysta inauguracja Akademii Górniczej (1919), 2 - Powołanie Biblioteki przez Senacką Komisję Biblioteczną (1921/1922), 3 - Przenosiny do gmachu Akademii Górniczej przy al. Mickiewicza 30 (1929), 4 - Otwarcie wolno stojącego budynku Biblioteki (1966), 5 - Otwarcie budynku Biblioteki po przebudowie (2014), 6 - Jubileusz 100-lecia Biblioteki Głównej AGH (2021/2022).\n\nSlajd 5: Tekst: „W wyniku wieloletnich starań polscy inżynierowie, posłowie galicyjscy oraz władze Krakowa doprowadzili do utworzenia wyższej szkoły górniczej w Krakowie w 1913 r.” Cytat: „Polska wzbogaca się tedy o jedną szkołę wyższą z charakterem akademickim, i to szkołę, która w obecnych stosunkach najbardziej nam może jest potrzebna. Nowa Reforma, Nr 392, z dnia 22.X.1919”. Tekst: „Wybuch I wojny światowej uniemożliwił rozpoczęcie pierwszego roku akademickiego. Po odzyskaniu przez Polskę niepodległości, 20 X 1919 r. Naczelnik Państwa Marszałek Józef Piłsudski w Auli Uniwersytetu Jagiellońskiego dokonał uroczystego otwarcia Akademii Górniczej.” Na lewo od tekstu ilustracja okolicznościowa Henryka Uziembło - datowana na 20 października 1919 r., przedstawiająca grupę żołnierzy legionowych z piechoty i kawalerii w obramowaniu zdobionym herbami: orła legionowego z koroną (u góry), Uniwersytetu Jagiellońskiego i Krakowa (po bokach) oraz herbem Piłsudskich – Kościesza (na dole).\n\nSlajd 6: Tekst: „18 XI 1921 r. powołano Senacką Komisję Biblioteczną odpowiedzialną za organizację i rozwój biblioteki. 1 I 1922 r. Ministerstwo Wyznań Religijnych i Oświecenia Publicznego mianowało bibliotekarką \"za kontraktem\" Marię Kuszową - pierwszego pracownika Biblioteki. W latach 1922-1924 Biblioteka mieściła się w budynku przy ul. Loretańskiej 18. W latach 1924-1929 Bibliotekę czasowo przeniesiono do budynku przy ul. Smoleńsk 7.” Po prawej archiwalne zdjęcia budynków: przy ulicy Loretańskiej 18 oraz Smoleńsk 7.\n\nSlajd 7: Tekst: „W 1929 r. zbiory zostały przeniesione do pomieszczenia w nowo powstałym gmachu Akademii Górniczej przy al. Mickiewicza 30. Księgozbiór pomieścił się w 95. skrzyniach. Biblioteka składała się z trzech czytelń: Profesorskiej, Asystentów i Studenckiej.” Powyżej zdjęcie gmachu głównego Akademii wykonane w 1939 r.\n\nSlajd 8: Projekt pierwszego piętra budynku głównego Akademii Górniczej z 1932 r. - zaznaczono na nim umiejscowienie BG po 1930 r.\n\nSlajd 9: Tekst: „W 1938 r. księgozbiór Biblioteki liczył ponad 17 tysięcy tomów, w tym 5 tysięcy woluminów czasopism. Księgozbiór zapoczątkowały dary od wielu osób prywatnych, głównie profesorów Akademii oraz instytucji naukowych w kraju i za granicą. Maria Skłodowska-Curie, działając w ramach Komitetu Współpracy Intelektualnej Ligi Narodów, zorganizowała wymianę czasopism francuskich w zamian za publikacje naukowe pracowników Uczelni.” Po lewej zdjęcia okładek dwóch czasopism z 1913 i 1923 r.\n\nSlajd 10: Tekst: „Wybuch wojny przerwał prężną działalność Biblioteki. Ówczesny kierownik BG, prof. Oskar Nowotny wyjednał możliwość zdeponowania zbiorów w Bibliotece Jagiellońskiej. Pomimo zakazu władz Generalnego Gubernatorstwa zbiory były konspiracyjnie wypożyczane studentom i pracownikom Akademii Górniczej, bowiem Uczelnia nie zawiesiła swojej działalności. Po wojnie księgozbiór Biblioteki powrócił do odrestaurowanego po zniszczeniach wojennych głównego gmachu Uczelni (w wyniku zawieruchy wojennej zbiory pomniejszyły się o około 25%).” Po lewej zdjęcie prof. Oskara Nowotnego, Kierownika Biblioteki w latach 1925-1939.\n\nSlajd 11: Tekst: „W 1949 r. na stanowisko kierownika BG powołano Władysława Piaseckiego, zawodowego bibliotekarza - człowieka, który na długie lata wytyczył główne kierunki rozwoju Biblioteki. W 1954 r. został mianowany dyrektorem Biblioteki. Zainicjował on, a następnie zrealizował budowę samodzielnego gmachu BG. Był to pierwszy w Polsce przykład budynku bibliotecznego typu modularnego.” Po lewej zdjęcie Władysława Piaseckiego, Kierownika, a następnie Dyrektora BG w latach 1953-1972. Po prawej zdjęcie tablicy pamiątkowej poświęconej dyr. W. Piaseckiemu znajdującej się w holu Biblioteki.\n\nSlajd 12: Tekst: „Kolejne lata przyniosły stopniowe zwiększanie liczby pomieszczeń Biblioteki. W 1953 r. BG zajmowała ok. 450 m2; w 1957 r. - 611 m2; a do 1962 r. powierzchnia Biblioteki zwiększyła się do 750 m2. Biblioteka dysponowała wówczas nowoczesnym warsztatem informacyjnym. Jako jedyna w Polsce już w 1956 r. posiadała prowadzoną na bieżąco pełną kartotekę dokumentacyjną. W 1952 r. rozpoczęto także wypożyczanie międzybiblioteczne. W 1956 r. Ministerstwo Szkolnictwa Wyższego zarządziło odbywanie przez bibliotekarzy ze szkół wyższych praktyk międzybibliotecznych w BG AGH.” Po prawej zdjęcie Czytelni Ogólnej w Budynku A-0 (1953).\n\nSlajd 13: Tekst: „Dzięki staraniom Władysława Piaseckiego został zbudowany wolno stojący budynek biblioteczny. W 1963 r., w obecności władz uczelni oraz miasta Krakowa, dokonano wmurowania aktu erekcyjnego pod pawilon Biblioteki i przystąpiono do budowy według projektu Biura \"Miastoprojekt\" Kraków. Uroczyste otwarcie nastąpiło 3 V 1966 r. W 1987 r. budynek otrzymał imię Władysława Piaseckiego.” Powyżej zdjęcie budynku Biblioteki w czasie budowy (lata 60. XX w.).\n\nSlajd 14: Tekst: „Po przeprowadzce do nowych pomieszczeń rozpoczął się dynamiczny rozwój Biblioteki. W wyniku uruchamiania na AGH nowych kierunków kształcenia powiększał się księgozbiór i poszerzała jego tematyka. W 1972 r. w BG powołano Pracownię Automatyzacji, której zadaniem było opracowanie założeń automatyzacji procesów bibliotecznych.” Poniżej zdjęcie Czytelni Ogólnej (lata 70. XX w.).\n\nSlajd 15: Tekst: „Lata 90. wiążą się z rozwojem komputeryzacji - zastosowano ją do wszystkich nieomal procesów bibliotecznych. W 1992 r. zakupiono system biblioteczny VTLS, a G zostało koordynatorem Krakowskiego Zespołu Bibliotecznego - konsorcjum instytucji eksploatujących VTLS. W 2002 r. uruchomiono Narodowy Uniwersalny Katalog Centralny NUKAT, w pracach którego pracownicy BG AGH aktywnie uczestniczą do dnia dzisiejszego. W 1992 r. podpisano umowę, na mocy której został utworzony w ramach działalności Uczelni Ośrodek Informacji Patentowej. Wypożyczalnia Międzybiblioteczna rozwinęła swoją sieć kontaktów m.in. do USA.” Po prawej zdjęcie pracowników Działu Opracowania Rzeczowego (lata 90. XX w.).\n\nSlajd 16: Tekst: „W 2010 r. rozpoczęto modernizację głównej elewacji budynku i podjęto decyzję o dobudowaniu od strony północnej segmentu o szerokości około 7 metrów oraz remoncie kapitalnym. Od lutego 2014 r. Biblioteka zaczęła funkcjonować w pełnym zakresie, a w marcu odbyło się uroczyste otwarcie budynku.” Poniżej zdjęcie Ewy Dobrzyńskiej-Lankosz (Dyrektor Biblioteki) i Teresy Proficz (Kierownik Działu Administracji) doglądających budowy.\n\nSlajd 17: Zdjęcie z uroczystego otwarcia Biblioteki po przebudowie (2014). Na zdjęciu Dyrektor Ewa Dobrzyńska-Lankosz oraz JM Rektor AGH Tadeusz Słomka przecinający wstęgę.\n\nSlajd 18: Tekst: „W 2015 r. do Biblioteki przeniesiono Bibliotekę Pracowniczą i jako niezależną kolekcję włączono ją do zbiorów BG. Księgozbiór obejmuje literaturę piękną, obyczajową, sensacyjną, historyczną, popularnonaukową, dziecięco-młodzieżową, fantastykę, biografie i wspomnienia oraz poradniki.” W tle zdjęcie regałów z książkami beletrystycznymi.\n\nSlajd 19: Tekst: „Z myślą o czytelnikach niepełnosprawnych zastosowano wiele rozwiązań ułatwiających korzystanie z Biblioteki. Zaowocowało to przyznaniem budynkowi Biblioteki wyróżnienia Urzędu Rady Miasta w konkursie „Kraków bez barier 2013” w kategorii „budynki użyteczności publicznej”. Przed głównym wejściem do Biblioteki znajduje się podjazd. Biblioteka posiada windę z lektorem i przyciskami Braille’a, dostosowaną do samodzielnego przemieszczania się osób niepełnosprawnych ruchowo. W Wypożyczalni znajduje się punkt obsługi dostosowany do użytkowników poruszających się na wózku.” Po lewej zdjęcie dyplomu za wyróżnienie w konkursie „Kraków bez barier 2013”.\n\nSlajd 20: Napis: „Biblioteka kiedyś i dziś. Zmieniamy się dla Was!” W tle zdjęcie regałów bibliotecznych w Magazynie.\n\nSlajd 21: Tekst: „Biblioteka obecnie to: 1 – 6100 m2 powierzchni, 2 – 224 miejsc w czytelniach, 3 – 930928 zbiorów (dane za 2021 r.).”\n\nSlajdy 22-23: Zdjęcia gmachu Biblioteki przed otwarciem (1966) i obecnie wykonane z tej samej perspektywy.\n\nSlajdy 24-29: Zdjęcia Czytelni, kolejno: Czytelnia Ogólna w latach 70. XX w., Czytelnia Główna w 2021 r., Czytelnia Ogólna w latach 90. XX w., Czytelnia Główna w 2021 r., Czytelnia Ogólna w latach 2000. – widok z antresoli, Czytelnia Główna w 2021 r. – widok z antresoli.\n\nSlajdy 30-31: Napis: „Czytelnia Książek Własnych niezmiennie pełna”. Zdjęcia Czytelni Studenckiej w Budynku A-0 w latach 50. XX w. oraz Czytelni Książek Własnych w 2021vr.\n\nSlajdy 32-33: Zdjęcia kolejno: Sali Katalogowej w latach 70. XX w., Sali Katalogowej w latach 90. XX w., Holu Katalogowego w latach 2000. oraz Holu Katalogowego w 2021 r.\n\nSlajd 34: Zdjęcia Wypożyczalni Studenckiej w latach 80. XX w., w latach 90. XX w. oraz Wypożyczalni w 2018 r.\n\nSlajd 35: Zdjęcia Czytelni Informacji Naukowej w latach 90. XX w. oraz w 2019 r.\n\nSlajdy 36-37: Zdjęcia Czytelni Kartografii w latach 70. XX w. oraz Czytelni Norm, Patentów i Zbiorów Kartograficznych w 2021 r.\n\nSlajdy 38-39: Zdjęcia Magazynu Czasopism w 1994 r. oraz Magazynu w 2021 r.\n\nSlajdy 40-41: Napis: „Bibliotekarze przy pracy”. Zdjęcia kolejno: bibliotekarka w Czytelni Ogólnej – lata 70. XX w., bibliotekarze kręcący film o starodrukach w 2021 r., bibliotekarka w Wypożyczalni dla Pracowników – lata 70. XX w., bibliotekarka skanująca książkę w 2021 r.\n\nSlajd 42: Napis: „Świętuj z nami jubileusz”. W tle zdjęcie regałów bibliotecznych w Magazynie.\n\nSlajd 43: Napis: „Jubileusz 100-lecia Biblioteki Głównej AGH. 1921/1922 2021/2022. 100lat.bg.agh.edu.pl”\n\nSlajd 44: Napis: „Dowiedz się więcej”. W tle zdjęcie regałów bibliotecznych w Magazynie.\n\nSlajd 45: Tekst: „Portal Historia AGH przedstawia najważniejsze fakty i daty z dziejów Uczelni oraz sylwetki wybitnych postaci związanych z AGH. 1 – Dzieje AGH, 2 – Ludzie AGH – biogramy, 3 – Wydziały AGH oraz jednostki międzywydziałowe i pozawydziałowe, 4 – Składy osobowe i prasa AGH. historia.agh.edu.pl\n\nSlajd 46: Tekst: „Facebook - informuje i inspiruje cały rok; Instagram - #korzystajzbiblioteki #bgagh #jabiblioteka; newsletter - m.in. nowe e-źródła, dostępy testowe, szkolenia, wystawy, prelekcje; Linkedin - profesjonalna informacja dla Was; Bądź na bieżąco”. Obok ikony mediów społecznościowych. W tle logo Biblioteki.\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/o-nas/historia", "title": " Historia -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "345d3e17a56029cf14ab41944aaa7ebd", "word_count": 1933, "headings": [{"level": 1, "text": "Historia"}, {"level": 2, "text": "Stopka"}]}}