{"metadata": {}, "content": "Regulamin konkursu  \n„Mozaika w Studenckim Centrum Konstrukcyjnym ” \n§ 1. \nPostanowienia  ogólne  \n \n1. Niniejszy Regulamin określa zasady organizacji konkursu „ Mozaika w Studenckim \nCentrum Konstrukcyjnym AGH ”, zwanego dalej „Konkursem”.  \n2. Organizatorem Konkursu  jest Akademi a Górniczo -Hutnicz a im. Stanisława Staszica  w \nKrakowie  (dalej AGH)  - Centrum Spraw Studenckich  (dalej  CSS), w ramach którego \ndziała Studenckie Centrum Konstrukcyjne  (dalej SCK ), zwan a dalej „Organizatorem”.  \nKontakt do Organizatora:  mail: sck@agh.e du.pl tel.  12 617 5520, CSS - bud. C -1, \npok. 111 . \n3. Konkurs ma na celu wyłonienie najlepszego projektu mozaiki  – wielkoformatowe j \ngrafiki ściennej , któr a znajdzie się na północn ej ścianie klatki schodowej  budynku \nSCK zlokalizowanego w Krakowie przy ul. Kawiory 42. Zdjęcie ściany, na której ma \npowstać mozaika , wraz z jej wymiarami , stanowi  załącznik nr 1  do niniejszego \nRegulaminu.  \n4. Tematem przewodnim Konkursu jest SCK jako  nowy obiekt na mapie kampusu \nUczelni, któr y będzie służyć przede wszystkim studentom tworzącym innowacyjne \nprzedsięwzięcia od fazy pr ojektowej do budowy prototypów.  Projekt mozaiki \npowinienem zatem nawiązywać do SCK, jako miejsc a rozwijania pasji naukowych  \ni konstrukcyjnych studentów  oraz poszerza nia wiedz y i zdobywania  kompetencj i \nmiękki ch poprzez organizację szkoleń i warsztatów tematycznych.  \n5. W p rojekcie mozaiki powinien zawierać się widoczny, lecz dyskretnie \nwkomponowany, skrót AGH . Organizator wyraża zgodę na wykorzystanie skrótu AGH \nw projekcie zgłoszonym do Konkursu.  \n6. Konkurs jest skie rowany do studentów i doktorantów AGH; mogą w ni m brać udział \npojedyncze osoby, a także zespoły złożone z kilku osób , posiadających status \nstudenta  lub doktoranta  AGH. Zespół powinien wskazać przedstawiciela  \nupoważnianego do występowania wobec Organizatora  w imieniu jego członków.  \n7. Jedna osoba lub zespół może zgłosić do Konkursu jeden projekt.  \n8. Realizacja zwycięskiego projektu leży po stronie Organizator a, który  pokrywa koszty  \njej wykonania . Zrealizowany projekt będzie miał formę  ceramicznej mozaiki na \nścianie  SCK. \n9. W Konkursie nie mogą b rać udziału osoby wchodzące w skład  Jury oraz osoby z  nimi \nspokrewnione, spowinowacone ani pozostające w jednym gospodarstwie domowym . \n \n \n§ 2. \nZasady uczestnictwa w Konkursie  \n \n1. Warunkiem udziału w Konkursie jest wypełnienie  i podpisani e Karty zgłoszenia oraz  \njej dostarczenie wraz z projektem  do Organizatora w terminie do 5 kwietnia 2024 \nr. W przypadku zgłoszeń zespołowych konieczne jest podpisanie Karty zgłoszenia \nprzez wszystkich członków zespołu.  Wzór Karty zgłoszenia stanowi załącznik  nr 2 do \nRegulaminu.  \n2. Projekt należy dostarczyć Organizatorowi w formie papierowej  w formacie A3 oraz  \nw formie elektronicznej na nośniku pendrive w jednym z następujących formatów \ngraficznych: TIFF , JPEG, GIF, PNG, PDF o minimalny m rozmiarze 200 0 x 3000 p x.  \n3. Projekt powinien się składać z dwóch części:  \n1) arkusz nr 1: wizualizacja m ozaiki  (obraz w kolorze przedstawiający jak m ozaika  \nbędzie wyglądał a na ścianie);  \n2) arkusz nr 2: zwymiarowany schemat kompozycyjny mozaiki  (rysunek, na \npodstawie którego można będzie w ykonać mozaikę ; należy na nim podać \nrzeczywiste wymiary poszczególnych elementów kompozycyjnych m ozaiki ).  \n\n4. Koszty opracowania i doręczenia Organizatorowi projektu ponosi uczestnik Konkursu.  \n5. Zgłoszenie  można przesłać pocztą, za pośrednictwem k uriera lub  składa ć osobiście \npod adresem:  Akademia Górniczo -Hutnicza im. Stanisława Staszica w Krakowie  - \nCentrum Spraw Studenckich , al. Mickiewicza 30, 30 -059 Kraków (bud. C -1, pok.  \n111).  Zgłoszenie  należy opatrzyć dopiskiem: „ Mozaika w Stu denckim Centrum  \nKonstrukc yjnym”. \n6. Organizator nie odpowiada za uszkodzenia projektów zgłaszanych na Konkurs \npowstałe podczas doręcze nia przez pocztę lub kuriera.  \n7. Doręczenie Organizatorowi nieprawidłowo wypełnionej lub niepodpisanej Karty \nzgłoszenia albo brak któregokolwiek z elemen tów zgłoszenia  skutkować będzie \nniedopuszczeniem  do  udziału w Konkursie bez wezwania do uzupełnienia braków \nformalnych.  \n \n \n§ 3. \nRozstrzygnięcie Konkursu  \n \n1. Zwycięzcę Konkursu wyłoni  Jury, w składzie:  Prorektor ds. Studenckich, \nPełnomocnicy Rektora  ds. Kół Nauko wych,  przedstawiciel Uczelnianej Rady \nSamorządu Studentów  AGH, przedstawiciel Akademii Sztuk Pięknych w Krakowie   \noraz przedstawiciel firmy Tubądzin , wykona wcy mozaiki . \n2. Głównymi kryteriami oceny będą oryginalność, pomysłowość, estetyka , walor  \nartystycz ny oraz nawiązanie do tematu przewodniego  konkursu . Każdy z członków \nJury, w głosowaniu przyzna od 1 -5 punktów każdej zakwalifikowanej  do Konkursu \npracy. Konkurs wygra projekt , który otrzyma najwyższą liczbę punktów . W sytuacji \ntej samej liczby punktów głos ro zstrzygający należy do Prorektor a ds. Studenckich . \n3. Organizator zastrzega sobie prawo do kontaktowania się na każdym etapie  \nz wybranymi uczestnikami Konkursu drogą elektroniczną lub telefoniczną.  \n4. Werdykt Jury jest ostateczny i nie przysługuje  od niego o dwołanie.  \n5. Wyniki Konkursu zostaną ogłoszone 16 kwietnia 2024 r . na stron ie internetow ej \nwww.dss.agh.edu.pl , oraz  w mediach społecznościowy ch AGH.  \n6. Autor zwycięskiego projekt u, zostan ie dodatk owo poinformowa ny o werdykcie  drogą  \nelektroniczną.  \n7. Organizator zastrzega sobie prawo do unieważnienia Konkursu na każdym jego \netapie,  w szczególności w przypadku:  \n1) gdy nie wpłynie żadna praca konkursowa , \n2) gdy żadna z dostarczonych prac konkursowych nie spełni warunków określonych  \nw Regulaminie,  \n3) niezadowalającego poziomu artystycznego prac konkursowych.  \n8. Uroczyste wręczenie nagrody zwycięzcy Konkursu będzie miało miejsc e na \noficjalnym otwarciu SCK.  \n \n \n§ 4. \nNagroda pieniężna  \n \n1. Autor zwycięskiego projektu  otrzyma nagrodę pienięż ną w wysokości 5 700 zł brutto .  \n2. Wypłata nagrody nastąpi przelewem na rachunek bankowy wskazany przez autora \nnajwyżej ocenionego projektu.  W przypadku zespołu kwota nagrody w wysokości \n5700 zł brutto  zostanie przelana na konto przedstawiciela  wskazanego zgo dnie z § 1 \nust. 6, po dostarczeniu do Organizatora podpisanego oświadczenia  zgodnie ze \nwzorem stanowiącym załącznik nr 3 do Regulaminu . \n3. Nagroda pieniężna  zostanie wypłacona jako stypendium ze środków finansowych \nzarządzanych przez Prorektora ds. Studenckich  i podlega opodatkowaniu zgodnie z \nobowiązującymi przepisami.  \n \n\n \n§ 5. \nPrawa autorskie  \n \n1. Warunkiem udziału w Konkursie jest złożenie  zawartego w Karcie zgłoszenia  \noświadczenia, że osobie lub osobom zgłaszającym projekt przysługują osobiste  \ni majątkowe praw a autorskie do  projektu, stanowiącego utwór w rozumieniu ustawy \no prawie autorskim i prawach pokrewnych.  \n2. Projekt m ozaiki  zgłoszony do konkursu nie może naruszać praw autorskich osób \ntrzecich . \n3. Z autorem  lub autorami  nagrodzonej pracy Organizator zawrze umowę przeniesienia  \nautorskich praw majątkowych i praw zależnych do projektu . Nagroda, o której mowa \nw § 4, stanowi wynagrodzenie za przeniesienie na rzecz AGH autorskich praw \nmajątkowych oraz praw zależnych  do m ozaiki , a także za przeniesienie własności \nnośni ka, na którym utrwalono projekt.   \n4. Przeniesienie praw zależnych, rozumiane jako prawo do wykonywania i zezwalania na \nwykonywanie praw zależnych, obejmuje uprawnienie Organizatora do zlecenia  \nautorowi wykonania niezbędnych korekt  zwycięskiego projektu  \n5. W umowie, o której mowa w  ust. 3, autor nagrodzonej pracy zobowiąże si ę do \nniewykonywania autorskich praw osobistych.     \n6. W wypadku podniesienia wobec AGH przez osobę trzecią ewentualnych roszczeń \nwynikających z  tytułu naruszenia jej praw autorskich do projektu lub jego częśc i, \nw tym prawa własności, autorskich praw osobistych i majątkowych lub z tytułu \nnaruszenia dóbr osobistych,  w związku z korzystaniem przez AGH z  nagrodzonej \npracy konkursowej, autor nagrodzonego projektu  będzie niezwłocznie zobowiązany \nwstąpić do sprawy po stronie AGH i zwolnić go od wszelkich roszczeń, z aspokoić \nwszelkie uznane lub prawomocnie zasądzone r oszczeni a powoda wraz z innymi \nkosztami.  \n \n§ 6. \nDane osobowe  \n \n1. Uczestnik Konkursu wyraża zgodę na przetwarzanie danych osobowych dla potrzeb \nKonkursu oraz,  w przypadku wygranej, na podanie imienia i nazwiska autora/autorów \ndo wiadomości publicznej.  \n2. Dane osobowe uczestników Konkursu będą przetwarzane zgodnie z Rozporządzeniem \nParlamentu Europejskiego i Rady (UE) 2016/679  z 27 kwietnia 2016 r. w sprawie \nochrony osób fizycznych w związku z przetwarzaniem danyc h osobowych i w sprawie \nswobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne \nRozporządzenie o Ochronie Danych), zwanym dalej „RODO”.  \n3. Podanie danych osobowych w Karcie zgłoszenia jes t dobrowolne, lecz niezbędne do \nudziału w Konkursie.  \n4. Zgodnie  z art. 13 ust.1 i ust.2 RODO Organizator informuje, że:   \n1) administratorem danych osobowych podanych w Karcie zgłoszenia jest  AGH; \n2) dane osobowe podane w Karcie zgłoszenia przetwarzane będą w celu \nprzeprowadzenia Konkursu, wyłonienia zwycięzcy, p rzyznania, wypłaty  \ni  rozliczenia nagrody pieniężne j oraz w celach podatkowych ; odbiorcami danych \nosobowych będą upoważnieni pracownicy AGH oraz podmioty, wobec których AGH \njest zobowiązana d o ich przekaza nia na podstawie obowiązujących przepisów \nprawa. Odbiorcami danych osobowych mogą być również inne podmioty \nświadczące na rzecz AGH usługi w zakresie niezbędnym dla realizacji celów w \nzwiązku z którymi przetwarzane są dane osobowe uczestników.  \n3) dane osobowe uczestników będą przetwarzane do czasu osiągnięc ia celu dla \njakiego zostały zgromadzone lub do czasu  wycofania zgody na ich przetwarzanie. \nW przypadku zwycięzcy lub członków zwycięskiego zespołu dane będą \nprzechowywane przez okres wymagany przepisami pra wa, w tym podatkowego.  \n\n4) Uczestnik Konkursu ma prawo dostępu do treści swoich danych oraz prawo ich \nsprostowania, prawo wniesienia sprzeciwu, prawo do cofnięcia zgody w dowolnym \nmomencie bez wpływu na zgodność z prawem przetwarzania, którego dokonano \nna podstawie zgody przed jej cofnięciem;  \n5) Uczestnik Konku rsu ma prawo wniesienia skargi do Urzędu Ochrony Dan ych \nOsobowych, gdy uzna, iż przetwarzanie jego danych osobowych narusza przepisy \nRODO.  \n \n§ 7. \nPostanowienia końcowe  \n \n1. Przystąpienie do Konkurs u jest równozn aczne z akceptacją niniejszego Regulaminu.  \n2. Autorom projektów, które nie zostały nagrodzone, przysługuje prawo do ich odbioru \nw terminie do 30 dni od dnia zakończenia Konkursu, tj. od dnia ogłoszenia zwycięzcy, \nza pokwitowaniem odbioru . Projekty można odbierać  w Centrum Spraw Studenckich \nAkademia Górniczo -Hutnicza im. Stanisława Staszica w Krakowie, al. Mic kiewicza 30, \n30-059 Kraków, bud. C -1, pok. 111 w godz. 7.30 -15.30.  \n3. Regulamin Konkursu dostępny  jest w siedzibie Organizatora ( Centrum Spraw \nStudenckich Akademia Górniczo -Hutnicza im. Stanisława  Staszica w Krakowie, al. A. \nMickiewicza 30, 30 -059 Kraków, oraz na stron ie internetow ej www.dss.agh.edu.pl . \n4. Organizator zastrzega sobie prawo do zmiany Regulaminu , w tym terminów w nim \npodanych . O każdorazowej zmianie Organizator poinformuje Uczestników \nniezwłocznie, zamieszczając informację na stronie internetow ej www.dss.agh.edu.pl , \na w przypadku, gdy zmiana zostanie dokonana p o kwalifikacji  do udziału w Konkursie, \nrównież na adres poczty elektronicznej uczestników, którzy zostali zakwalifikowani  do \nudziału w Konkursie . Dokonane przez Organizatora zmiany  Regulami nu, są wiążące \ndla u czestników Konkursu  od dnia ich publikacji na wyżej wskazan ej stronie \ninternetow ej. \n5. Wszelkie decyzje w kwestiac h nieuregulowanych w Regulaminie podejmuje \nOrganizator.  \n6. Sprawy sporne wynikłe na gruncie  zapisów Regulaminu rozstrzyga Organizator.  \n \n \n \n \n \n \n \n \n \n \n\n"}