{"content": "#  Statut Rady Seniorów -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/o-agh/historia-i-tradycja/rada-seniorow/statut-rady-seniorow\nCrawled: 2025-03-19 21:10:37\n\nSkip to content ↓\n\n Statut Rady Seniorów \n\nOparty na Karcie Konwentu Seniorów z dnia 4 marca 1985, Statucie Konwentu Seniorów z dnia 1 lipca 2002 roku oraz na Księdze Tradycji AGH z 2009 roku, rozdział 5. - Rada Seniorów\n\nRada Seniorów AGH (zwana dalej Radą) jest kontynuatorką Konwentu Seniorów AGH, powołanego 18 lutego 1985 roku przez ówczesnego Rektora AGH prof. Antoniego Kleczkowskiego.\n\nCzłonkami Rady są powołani przez Rektora, na wniosek Rady, emerytowani profesorowie AGH spełniający przynajmniej jeden z poniższych warunków:\n • pełnili w AGH funkcję rektora, prorektora lub dziekana,\n • są doktorami h.c AGH,\n • są profesorami honorowymi AGH,\n • są członkami PAU lub PAN,\n Członkami Rady mogą zostać również emerytowani profesorowie AGH, którzy nie spełniają powyższych warunków, ale Rada jednomyślnie wnioskuje ich powołanie.\n\nLiczba członków Rady nie może przekroczyć 30 osób; kadencja w Radzie jest dożywotnia, ustanie członkostwa w Radzie może nastąpić jedynie na podstawie decyzji osoby rezygnującego z członkostwa.\n\nCzłonkowie Rady wybierają spośród siebie, na okres dwuletni, prezydium Rady, złożone z przewodniczącego, zastępcy przewodniczącego i sekretarza.\n\nUchwały Rady zapadają zwykłą większością głosów przy obecności co najmniej 40% członków Rady.\n\nWszystkie głosowania personalne (wnioski o powołanie nowych członków Rady, wybór członków prezydium Rady) odbywają się w trybie tajnym, przy czym prawo wysuwania kandydatów (na nowych członków Rady i na członków prezydium Rady) przysługuje każdemu członkowi Rady.\n\nZadaniem Rady jest służenie kierownictwu Uczelni swym doświadczeniem, nabytym przez członków Rady w czasie ich pracy w Uczelni, w sprawach dotyczących organizacji AGH, działalności naukowej i\n dydaktycznej oraz kontynuowania tradycji uczelnianych.\n\nRada może, na prośbę Rektora lub z własnej inicjatywy, przygotowywać analizy istotnych problemów dotyczących Uczelni, jak również projektów ustaw, organizacji nauki itp.\n\nIstotnym kierunkiem działania Rady jest dążenie do stwarzania wszystkim emerytowanym profesorom AGH warunków umożliwiających im kontynuację pracy naukowej oraz aktywne uczestnictwo w pracach uczelni.\n\nPosiedzenia Rady odbywają się raz w miesiącu.\n\nPrzewodniczący Rady bierze udział w posiedzeniach Senatu zgodnie ze Statutem Uczelni, zdając następnie członkom Rady sprawozdanie z tych posiedzeń.\n\nNiniejszy Statut został przyjęty przez Radę Seniorów w dniu 17 czerwca 2013 roku.\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/o-agh/historia-i-tradycja/rada-seniorow/statut-rady-seniorow", "title": " Statut Rady Seniorów -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "76e3dd2ae44f6e663bb5e0c9f1b8868c", "word_count": 407, "headings": [{"level": 1, "text": "Statut Rady Seniorów"}, {"level": 2, "text": "Stopka"}]}}