{"content": "# Odszedł prof. Kazimierz Jeleń, były Prorektor ds. Nauki, Profesor Honorowy AGH-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/pracownicy/odeszli/info/article/odszedl-prof-kazimierz-jelen-byly-prorektor-ds-nauki-profesor-honorowy-agh/\nCrawled: 2025-03-19 22:31:06\n\nOdszedł prof. Kazimierz Jeleń, były Prorektor ds. Nauki, Profesor Honorowy AGH \n\n 09/09/2021 \n\n Ze smutkiem przyjęliśmy wiadomość o śmierci prof. dr. hab. Kazimierza Jelenia, Prorektora ds. Nauki AGH w latach 2005–2008, Profesora Honorowego AGH, uczonego o bogatym dorobku, szczególnie zasłużonego w dziedzinie fizyki, fizyki jądrowej i energetyki jądrowej. \n\nUroczystości pogrzebowe zaplanowane są na 13 września i rozpoczną się w kościele parafialnym w Jordanowie o godz. 15.30.\n\nProf. dr hab. Kazimierz Jeleń urodził się w 1940 r. w Jordanowie. Tam też uczęszczał do szkoły podstawowej i liceum. Po zdaniu matury w 1958 r. podjął studia na kierunku fizyka na Wydziale Matematyki, Fizyki i Chemii Uniwersytetu Jagiellońskiego. Studia ukończył w 1963 r., uzyskując stopień magistra fizyki na podstawie pracy dyplomowej wykonanej w Instytucie Techniki Jądrowej AGH, w którym został zatrudniony w 1963 r.\n\nW Akademii Górniczo-Hutniczej przepracował ponad pięćdziesiąt lat (aż do emerytury w 2013 r.). W tym czasie przeszedł wszystkie etapy zatrudnienia pracownika naukowo-dydaktycznego – od asystenta do profesora zwyczajnego, podejmując pracę dydaktyczną, naukową i organizacyjną. W roku 1999 został wybrany na stanowisko dziekana Wydziału Fizyki i Techniki Jądrowej (obecnie Wydział Fizyki i Informatyki Stosowanej). Funkcję tę pełnił przez dwie kadencje (do 2005 r.), a następnie w latach 2005–2008 był Prorektorem ds. Nauki AGH.\n\nZainteresowania i działalność naukowa prof. Kazimierza Jelenia obejmowały zagadnienia fizyki jądrowej, a w szczególności technicznej fizyki jądrowej. Pracę w AGH rozpoczął w Pracowni Detektorów Gazowych, w której prowadzono badania nad licznikami Geigera-Müllera i licznikami proporcjonalnymi. Profesor zajmował się zjawiskami zachodzącymi w tych detektorach oraz doskonaleniem ich budowy, a równocześnie chromatografią gazową i detektorami do tej metody analitycznej. Ta tematyka stanowiła podstawę jego pracy doktorskiej (1971 r.) i rozprawy habilitacyjnej (1981 r.). Tytuł profesora uzyskał w 1995 r.\n\nDuże znaczenie w jego karierze naukowej stanowiły wyjazdy zagraniczne. W roku 1971 uzyskał roczne stypendium Międzynarodowej Agencji Energii Atomowej, co zaowocowało wyjazdem do Republiki Federalnej Niemiec, do Niedersächsisches Landesamt für Bodenforschung w Hanowerze. Tam miał możliwość zapoznania się z praktycznymi aspektami spektrometrii masowej w zastosowaniu do badań geologicznych oraz z metodami datowania izotopowego, głównie z wykorzystaniem radiowęgla i trytu (ta tematyka była również rozwijana w AGH). W tym samym instytucie był zatrudniony od 1983 do 1985 r. Zadaniem Profesora było zbudowanie kompletnego półautomatycznego układu do pomiaru aktywności 14C w próbkach o małej zawartości węgla. Układ ten przez wiele lat pracował w Hanowerze, poszerzając zakres mierzonych materiałów.\n\nBardzo ważnym momentem w pracy Profesora było włączenie jego zespołu do prac w Deutsches Elektronen-Synchrotron (DESY) w Hamburgu przy akceleratorze HERA. Zespół podjął się zaprojektowania, zbudowania i zapewnienia przez ponad dziesięć lat eksploatacji jednego z elementów detektora ZEUS. Dzięki doświadczeniu zdobytemu w DESY zespół otrzymał zaproszenie do współpracy w następnym wielkim eksperymencie – w Europejskiej Organizacji Badań Jądrowych CERN przy akceleratorze LHC.\n\nOsobny obszar zainteresowań prof. Kazimierza Jelenia stanowiła energetyka jądrowa i odnawialne źródła energii. Profesor był kierownikiem Centrum Problemów Energetycznych AGH, które zostało powołane w 2005 r.\n\nJego osiągnięcia naukowe zawarte są w ponad 120 publikacjach w czasopismach o zasięgu międzynarodowym, cytowanych ponad 7000 razy, i kilkunastu wystąpieniach konferencyjnych. Profesor był też współredaktorem naukowym dwóch pozycji książkowych „Zarys stanu i perspektyw energetyki polskiej” i „Energetyka jądrowa w Polsce”, a także opracowania „Radiojonizacyjne detektory dla chromatografii gazowej”.\n\nW działalności dydaktycznej koncentrował się na zagadnieniach związanych z fizyką, prowadząc wykłady z fizyki ogólnej dla kilku wydziałów AGH oraz wykłady specjalistyczne z detekcji promieniowania jonizującego, akceleratorów cząstek naładowanych, techniki próżniowej, reakcji termojądrowych, a także ogólny wykład z fizyki technicznej. Jako prodziekan, a później dziekan uczestniczył w przekształceniu Międzyresortowego Instytutu Fizyki i Techniki Jądrowej w wydział (od 1991 r. Wydział Fizyki i Techniki Jądrowej, a od 2004 r. Wydział Fizyki i Informatyki Stosowanej) oraz w uruchomieniu nowych kierunków studiów: Fizyki Komputerowej, Fizyki Medycznej i Energetyki.\n\nZa swoje zasługi został uhonorowany Krzyżem Kawalerskim Orderu Odrodzenia Polski, Złotym Krzyżem Zasługi oraz Medalem Komisji Edukacji Narodowej.\n\n10 kwietnia 2019 r. podczas uroczystego posiedzenia Senatu Akademii Górniczo-Hutniczej otrzymał godność Profesora Honorowego AGH.\n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/pracownicy/odeszli/info/article/odszedl-prof-kazimierz-jelen-byly-prorektor-ds-nauki-profesor-honorowy-agh/", "title": "Odszedł prof. Kazimierz Jeleń, były Prorektor ds. Nauki, Profesor Honorowy AGH-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "7f47c6c3a6a8bd1538621e76055099fc", "word_count": 641, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 4, "text": "Uroczystości pogrzebowe zaplanowane są na 13 września i rozpoczną się w kościele parafialnym w Jordanowie o godz. 15.30."}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}