{"content": "#  Regulamin przyjmowania opłat -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/jak-korzystac/regulaminy-i-cennik/regulamin-przyjmowania-oplat\nCrawled: 2025-03-19 22:38:48\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Regulamin przyjmowania opłat \n\nNiniejszy regulamin ustanawia się na podstawie art. 8 ust. 1 pkt 1 ustawy z dnia 18 lipca 2002 o świadczeniu usług drogą elektroniczną (Dz. U. z 2017r. poz. 1219 tj. z późn. zm.).\n\nRozdział 1\n Postanowienia ogólne\n\nRegulamin określa tryb przyjmowania opłat za pośrednictwem Tpay – Krajowego Integratora Płatności S.A. z siedzibą w Poznaniu, plac Andersa 3, 17 piętro, 61-894 Poznań – Nowe Miasto i Wilda w Poznaniu, VIII Wydział Krajowego Rejestru Sądowego pod numerem KRS0000412357, NIP 7773061579, REGON 300878437 z użyciem bankowości elektronicznej.\n\nOrganizatorem usługi jest Biblioteka Główna Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie (zwana dalej Biblioteką Główną AGH), która w tej kwestii realizuje umowę pomiędzy:\n Akademią Górniczo-Hutniczą im. Stanisława Staszica w Krakowie z siedzibą przy al. Mickiewicza 30, 30-059 Kraków, posiadającą osobowość prawną na podstawie art. 9 ustawy z dnia 20 lipca 2018 r. – Prawo o szkolnictwie wyższym i nauce (tj. Dz.U. z 2021 r. poz.478 z późn. zm.), NIP 675 000 19 23, REGON 000001577;\n a\n dostawcą Tpay Krajowym Integratorem Płatności S.A.\n\nSerwis pobierania opłat umożliwia regulowanie należności za usługi biblioteczne oraz opłaty o charakterze sankcyjnym zgodnie z \ncennikiem\n.\n\nSerwis pobierania opłat przez aplikację Tpay umożliwia przekazywanie opłat z konta bankowego użytkownika kartą kredytową, przez przelew internetowy, a także Blikiem.\n\nRozdział 2\n Warunki korzystania z usług\n\nDo korzystania z serwisu upoważnieni są wszyscy użytkownicy Bibliotek AGH posiadający konto biblioteczne z aktywnym adresem e-mail oraz konto bankowe z aktywnym kanałem internetowym.\n\nWarunkiem technicznym korzystania z usług jest połączenie z siecią Internet i dostęp do poczty elektronicznej. Zalecane jest korzystanie z aktualnych wersji popularnych przeglądarek internetowych.\n\nPrzed rozpoczęciem korzystania z usługi użytkownicy są zobowiązani do zapoznania się z postanowieniami zawartymi w niniejszym Regulaminie.\n\nUżytkownicy zobowiązują się do przestrzegania postanowień Regulaminu.\n\nRozdział 3\n Zawarcie i rozwiązanie umowy \n\nSkorzystanie z usługi powoduje zawarcie umowy o świadczenie usługi przyjmowania opłat drogą elektroniczną z Biblioteką Główną AGH.\n\nZawarcie umowy o świadczenie usługi następuje po zalogowania się do swojego konta bibliotecznego na stronie: \nKatalog Bibliotek AGH\n, w chwili zaakceptowania Regulaminu na stronie „Opłaty za usługi biblioteczne”.\n\nUmowa zostaje zawarta na czas nieokreślony.\n\nKażda ze stron może rozwiązać umowę bez podania przyczyny po rozliczeniu się z Bibliotekami AGH z materiałów bibliotecznych i ewentualnych opłat.\n\nUżytkownik może odstąpić od umowy w terminie 14 dni od dnia jej zawarcia bez podawania przyczyny. Użytkownik traci uprawnienie do odstąpienia od umowy w  momencie wykonania przez Bibliotekę usługi w całości.\n\nRozdział 4\n Przyjmowanie opłat od uprawnionych użytkowników\n\nUżytkowników uprawnionych do dokonywania opłat z użyciem bankowości elektronicznej serwis kieruje do portalu Tpay, gdzie dokonywana jest wpłata należności.\n\nPo dokonaniu procedur związanych z opłaceniem należności, użytkownik otrzymuje mailowe potwierdzenie dokonanej operacji na wskazany adres e-mail.\n\nUsunięcie opłat za nieterminowy zwrot materiałów bibliotecznych dokonywane jest w momencie zaksięgowania przelewu przez aplikację Tpay.\n\nW przypadku posiadania przez użytkownika książek przeterminowanych na koncie bibliotecznym, opłacenie należności możliwe jest po dokonaniu prolongaty lub zwrotu przetrzymanych książek.\n\nOpłaty naliczone w różnych Bibliotekach AGH mogą być regulowane w jednej transakcji.\n\nRozdział 5\n Reklamacje\n\nUżytkownicy zgłaszają reklamacje związane z usługą bankowości elektronicznej na adres e-mail: \nkontakt@bg.agh.edu.pl\n.\n\nReklamację należy wnieść w terminie 14 dni, licząc od dnia, w którym usługa została wykonana lub miała być wykonana.\n\nReklamacja jest rozpatrywana w terminie 14 dni od dnia jej wpływu na wskazany w pkt. 1 adres e-mail. Jeśli w tym terminie reklamacja nie może zostać rozpatrzona, Organizator usługi powiadomi użytkownika e-mailem o przyczynach opóźnienia i przewidywanym terminie rozpatrzenia reklamacji.\n\nBiblioteka Główna AGH nie odpowiada za problemy techniczne leżące po stronie Tpay Krajowego Integratora Płatności S.A.\n\nRozdział 6\n Przepisy końcowe\n\nNiniejszy Regulamin obowiązuje od dnia 10.12.2024 r.\n\nObowiązujący Regulamin jest dostępny pod adresem internetowym \nbg.agh.edu.pl/jak-korzystac/regulaminy-i-cennik\n.\n\nBiblioteka Główna AGH ma prawo do zmiany postanowień niniejszego Regulaminu lub wprowadzenia nowego.\n\nO zmianie postanowień Regulaminu lub wprowadzeniu nowego Biblioteka Główna AGH powiadomi użytkowników za pomocą wiadomości e-mail i poprzez publikację na stronie \nbg.agh.edu.pl/jak-korzystac/regulaminy-i-cennik\n.\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/jak-korzystac/regulaminy-i-cennik/regulamin-przyjmowania-oplat", "title": " Regulamin przyjmowania opłat -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "860e482d49c17d8a86d9b28f23fdb5ff", "word_count": 726, "headings": [{"level": 1, "text": "Regulamin przyjmowania opłat"}, {"level": 2, "text": "Stopka"}]}}