{"metadata": {}, "content": "Zatacznik nr 1\n\nKrakow, dnia 26 listopada 2019 r.\n\nProcedura\n\nobiegu dokumentéw i role Jednostek AGH zwiazane z wyptata\nstypendiéw dla doktorantéw ze Szkoly Doktorskiej AGH\n\n1. Szkota Doktorska AGH (SD AGH):\ne Sporzadza co miesiac aktualna liste doktorantéw uprawnionych do wyptaty\nstypendiéw doktoranckich w formie tabeli z uwzglednieniem:\nimienia i nazwiska doktoranta,\nnumeru albumu,\nkwoty przyznanego stypendium,\nkwoty - podstawy naliczenia sktadek,\nwysokosci sktadek na ubezpieczenia spoleczne z wyliczonymi\nkwotami po stronie Uczelni oraz doktoranta,\nkwoty stypendium doktoranckiego do wyptaty,\ninnych uwag, np. informacjo o przebywaniu na urlopie\nwychowawczym, uprawnieniu do renty itp.\n¥ podpisu osoby sporzadzajacej.\n* Powyzsza lista sporzadzana jest w formie tabeli z uwzglednieniem ww.\ninformacji.\n¢ Tabele zatwierdza Dyrektor Szkoty Doktorskiej AGH.\n¢ Szkota Doktorska AGH przekazuje na Wydziaty i inne Jednostki AGH, z\nktérych funduszy wyptacane sq stypendia, skan tabeli droga elektroniczna.\ne Przekazanie ww. tabel nastapi najpézniej 2 dnia roboczego kazdego\nmiesiaca.\n2. Wydziaty i inne Jednostki AGH, z ktorych funduszy wyptacane sa stypendia:\n* Sporzadzaja polecenie wyptaty stypendiéw doktoranckich w ciagu 2 dni\nroboczych od daty otrzymania tabeli ze Szkoty Doktorskiej AGH.\n« Prawidtowo sporzadzone polecenie wyptaty zawiera:\nnazwe Wydziatu lub innej Jednostki AGH,\npodstawe prawna wyptaty Swiadczenia,\npetna nazwe Swiadczenia,\nokres przyznania swiadczenia,\nzrédio finansowania Swiadczenia,\ninformacje: Koszt ujety/zostanie ujety w planie rzeczowo-\nfinansowym jednostki,\nY  podpis dysponenta Srodkéw.\ne Tabela z wykazem doktorantow przygotowana przez SD AGH stanowi\nzatacznik do powyzszego polecenia wyptaty.\ne Polecenia wyptaty wraz z zatacznikami przekazywane sa do COP.\n3. Centrum Obstugi Projektow (COP):\ne COP potwierdza kwalifikowalnosé kosztu pod wzgledem zabezpieczenia\nSrodkdéw finansowych w kalkulacji wstepnej subwencji (10.16.xxx.79990)\nw ciagu jednego dnia roboczego.\ne COP przekazuje polecenia wyptat stypendiéw doktoranckich do DSS.\n4. Dziat Spraw Studenckich (DSS):\ne Wprowadza dane doktorantéw ze SD AGH do systemu ksiegowego ASIMS.\n\nLNNNAN\n\nXN\n\nQLNANNASN\n\n\n8.\n\n9.\n\nZatacznik nr 1\n\n« =Przygotowuje listy do wyptaty dla Dziatu Finansowego do realizacji\nprzelewu swiadczen na indywidualne konta doktorantow.\ne Przekazuje listy wyptat do SD AGH.\nSzkota Doktorska AGH:\ne Sprawdza merytorycznie przygotowane listy wyptat Swiadczen wraz z\nnaliczeniami.\ne Zwraca sprawdzone merytorycznie i podpisane listy do DSS.\nWydziaty i inne Jednostki AGH, z ktérych funduszy wyptacane sq stypendia:\ne Odbieraja listy do wyptaty z DSS.\ne Dysponenci Srodkéw Wydziatéw lub innych Jednostek AGH potwierdzaja\npodpisem liste do wyptaty swiadczen.\ne Zwracaja podpisane przez Dysponentéw Srodkéw listy do DSS.\nDziat Spraw Studenckich (DSS):\ne Przekazuje listy wyplat stypendio6w doktoranckich do podpisu Dyrektora ds.\nPracowniczych oraz Kwestor.\ne Podpisane listy oddaje do Dziatu Finansowego.\n¢ Przekazanie list do wyptaty do Dziatu Finansowego nastepuje najpdézniej do\n20-tego dnia kazdego miesiaca.\nDyrektor ds. Pracowniczych:\n¢ Podpisuje listy wyptat przygotowane przez DSS.\nKwestor:\ne¢ Podpisuje listy wyptat przygotowane przez DSS.\n\n10. Dziat Finansowy:\n\n* Przygotowuje przelewy do banku,\n* Wyptaca stypendia doktoranckie na indywidualne konta doktorantow.\n\nProcedura obowiazuje od dnia 1 grudnia 2019\n\nDYREKTOR SZKOLY\nDOKTg\n\n\n\n"}