{"content": "#  Dekarbonizacja i technologie CCS. Transport i geologiczne składowanie dwutlenku węgla. -- Studia podyplomowe \n\nURL: https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/dekarbonizacja-i-technologie-ccs\nCrawled: 2025-03-19 21:16:25\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Dekarbonizacja i technologie CCS. Transport i geologiczne składowanie dwutlenku węgla. \n\nOsoba do kontaktu\n\nprof. dr hab. inż. Stanisław Nagy\n tel.: 12 617 22 09\nstanislaw.nagy@agh.edu.pl\n\nMonika Nosal\n tel.: 12 617 31 53\nmnosal@agh.edu.pl\n\nOrganizator studiów\n\nWydział Wiertnictwa, Nafty i Gazu\n Katedra Inżynierii Gazowniczej\n\nal. Mickiewicza 30, 30-059 Kraków\n pawilon A-4, pokój 328\n\nCelem studiów podyplomowych jest uzyskanie przez uczestników wiedzy zarówno teoretycznej, jak i praktycznych umiejętności w zakresie koniecznych do projektowania lub nadzorowania procesu transportu rurociągowego ciekłego CO2 oraz skutecznego składowania CO2 w formacjach geologicznych. \n W trakcie studiów uczestnicy zapoznają się również z aspektami technicznymi przez zagadnienia związane z geologią, geoﬁzyką poszukiwawczą i wiertniczą po eksploatację złóż gazu ziemnego, a także w zakresie zagadnień transportu i magazynowania podziemnego substancji (gazu/dwutlenku węgla). Uczestnicy będą się zapoznawać z aspektami prawnymi prowadzenia eksploatacji złóż gazu i składowania CO2, aspektami zarządzania ryzykiem oraz projektami inwestycyjnymi w tym zakresie. W programie studiów ujęto także zagadnienia związane z ochroną klimatu, odnawialnymi źródłami energii oraz znaczeniem nowych technologii gazu – w tym technologii wodorowych (blue/green H2).\n\nLink do Sylabusa\n\nCykl węglowy w przyrodzie. Zmiany klimatyczne w świecie.\n\nPolityczne i prawne aspekty technologii CCUS w aspekcie prawodawstwa EU.\n\nŹródła CO2 oraz technologie wychwytu i separacji. Przegląd projektów CCS/CCUS w Europie i świecie.\n\nPotencjał wykorzystania dwutlenku węgla w gospodarce polskiej.\n\nTermodynamiczne aspekty transportu, zatłaczania i magazynowania CO2.\n\nPrzygotowanie CO2 do transportu. Sprężanie, skraplanie i osuszanie CO2. Wymagania transportowe.\n\nTechnologie magazynowania CO2 i mechanizmy jego pułapkowania.\n\nZagadnienia transportu dwutlenku węgla. Monitoring i minimalizacja ryzyka. Zarządzanie przepływem. Korozja.\n\nPrawo Geologiczne i Górnicze. Regulacje prawne.\n\nCharakterystyka i selekcja potencjalnych struktur magazynowych.\n\nWiercenie i wyposażenie odwiertów iniekcyjnych i monitorujących. Zagadnienia ochrony korozyjnej.\n\nZagadnienia integralności i konwersji istniejących otworów wiertniczych.\n\nModelowanie numeryczne procesu magazynowania CO2.\n\nGeochemiczne aspekty procesów sekwestracji.\n\nGeomechaniczne aspekty sekwestacji CO2.\n\nInstalacje zatłaczania. Wymagania materiałowe. Pomiary przepływu. \n\nTesty zatłaczania i testy szczelności. Proces uruchamiania zatłaczania. Zatłaczanie do wyeksploatowanych struktur gazowych.\n\nPołączona technologia EOR/EGR z technologią sekwestracji CO2.\n\nZarządzanie ryzykiem. Bezpieczeństwo magazynowania i monitoring.\n\nEkonomika procesów CCUS. Analiza LCA.\n\nZagadnienia akceptacji społecznej dla technologii CCS.\n\nZajęcia terenowe\n\nAbsolwent posiada podstawową wiedzę dotyczącą geologii, poszukiwania, zagospodarowania i eksploatacji złóż węglowodorów oraz podstaw transportu i magazynowania gazu ziemnego oraz dwutlenku węgla. Posiada wiedzę w zakresie termodynamiki i hydrodynamiki wieloskładnikowych układów węglowodorowych oraz własności układów zawierających dwutlenek węgla. Zna procesy transportu gazu ziemnego oraz dwutlenku węgla w wysokociśnieniowych rurociągach. Posiada wiedzę w zakresie uzdatniania gazów oraz uzdatniania CO2 przed transportem i przed i w trakcie skraplania CO2. Posiada wiedzę w zakresie bezpieczeństwa transportu CO2 oraz monitoringu procesu transportu. Absolwent posiada wiedzę odnośnie do podstaw pomiarowych ilościowych i jakościowych strumienia CO2 oraz podstaw mieszania strumieni CO2 transportowanych rurociągami magistralnymi. Zna podstawy ﬁzyczne eksploatacji złóż węglowodorów lub złóż geotermalnych, zna zasady projektowania i budowy instalacji naftowych i gazowniczych. Absolwent posiada ogólna wiedzę geologiczną w zakresie własności struktur magazynowych oraz struktur uszczelniających wytworzone geologiczne magazyny CO2 powstałe w wyeksploatowanych złożach gazu ziemnego (i ropy naftowej) oraz w strukturach wodonośnych (aquiferach). Absolwent posiada ogólna wiedze odnośnie do wymagań w zakresie wiercenia odwiertów iniekcyjnych i odwiertów monitorujących proces składowania CO2, także wymagań materiałowych w zakresie wgłębnego wyposażenia odwiertów. Absolwent posiada wiedzę w zakresie podstaw modelowania przepływów płynów jedno i wielofazowych w ośrodku porowatym. Absolwent zna również podstawy zarządzania ryzykiem technicznym, geologicznym oraz projektami inwestycyjnymi w sektorze naftowym. Absolwentowi znane są zagadnienia związane z geoﬁzyką poszukiwawczą i wiertniczą w zakresie pomocnym do wyznaczania własności skał zbiornikowych i uszczelniających.  Absolwentowi znane są zagadnienia a także z prawem geologicznym i górniczym, procesem prowadzenia badań geologicznych i procesem uzyskania koncesji na geologiczne składowanie CO2.\n\nCzas trwania:\n 2 semestry ( III 2025 r. – II 2026 r.)\n\nTryb zgłoszeń:\n kolejność wpływu podań kandydatów spełniających warunki rekrutacji\n\nLiczba miejsc:\n minimalnie 20 osób, maksymalnie 30 osób\n\nWarunki rekrutacji, w tym wymagania wstępne:\n Uczestnikami studiów podyplomowych mogą być osoby, które ukończyły studia wyższe co najmniej pierwszego stopnia (preferowane są kierunki: geologia naftowa, hydrogeologia, górnictwo i geologia, inżynieria naftowa i gazownicza, inżynieria środowiska, energetyka, inżynieria chemiczna, ekonomia ).\n Kandydat na studia podyplomowe powinien złożyć w terminie niezbędne dokumenty.\n\nMiejsce zgłoszeń:\n Wydział Wiertnictwa, Nafty i Gazu\n Katedra Inżynierii Gazowniczej,\n al. Mickiewicza 30, Kraków, pawilon A-4, pok. 328\n\nIstnieje możliwość dostarczenia dokumentów drogą elektroniczną na adres mailowy: \nmnosal@agh.edu.pl\n - \nz obowiązkiem późniejszego osobistego dostarczenia oryginałów dokumentów – do wglądu\n\nTermin zgłoszeń:\n 10 II 2025 - 31 III 2025\n\nOpłaty: \n 9 600 zł (4 800 zł/semestr)\n\nInformacje dodatkowe:\n zajęcia odbywają się w: piątki (od godz. ok. 15:00), soboty (od godz. ok. 8:30)\n\nformularz zgłoszeniowy \nplik do pobrania\n\npoświadczona przez Uczelnię kopia dyplomu ukończenia studiów wyższych\n\npoświadczenie wniesienia opłaty za studia podyplomowe za pierwszy semestr studiów, nie później niż w terminie 14 dni przed rozpoczęciem zajęć dydaktycznych w ramach studiów podyplomowych\n\nStopka\n\nOferta studiów podyplomowych\n\nDokumenty dla kandydatów\n\nInformacje dla organizatorów\n\nKursy i szkolenia (IFK)\n\nBack", "metadata": {"url": "https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/dekarbonizacja-i-technologie-ccs", "title": " Dekarbonizacja i technologie CCS. Transport i geologiczne składowanie dwutlenku węgla. -- Studia podyplomowe ", "depth": 2, "duplicate": false, "content_hash": "d1addb82b4e554bf6fea383ffa44e927", "word_count": 788, "headings": [{"level": 1, "text": "Dekarbonizacja i technologie CCS. Transport i geologiczne składowanie dwutlenku węgla."}, {"level": 2, "text": "Stopka"}]}}