{"content": "# Nasz eksperyment MXene in LEO częścią Misji Ignis-- Centrum Technologii Kosmicznych \n\nURL: https://ctk.agh.edu.pl/aktualnosci/detail/nasz-eksperyment-mxene-in-leo-czescia-misji-ignis\nCrawled: 2025-03-19 21:40:25\n\nNasz eksperyment MXene in LEO częścią Misji Ignis \n\n 12/12/2024 \n\n W ramach misji Ignis, polski astronauta Sławosz Uznański przeprowadzi szereg eksperymentów stworzonych przez polskich naukowców i opracowanych we współpracy z Europejską Agencją Kosmiczną. Wśród nich znajdzie się eksperyment MXene in LEO stworzony w Centrum Technologii Kosmicznych AGH. \n\nEksperyment z Akademii Górniczo-Hutniczej w Krakowie na Międzynarodowej Stacji Kosmicznej! MXene in LEO będzie częścią misji Ignis. \n\nMisja Ignis  \n\n„Ignis”, czyli „ogień” – to oficjalna nazwa pierwszej polskiej misji technologiczno-naukowej na Międzynarodową Stację Kosmiczną (ISS). \n\nPolska misja będzie częścią misji Ax-4, w której udział weźmie dr Sławosz Uznański, polski astronauta projektowy ESA. Misja jest realizowana we współpracy z ESA i finansowana przez Ministerstwo Rozwoju i Technologii. Podczas misji, dr Uznański przeprowadzi kilkanaście eksperymentów technologicznych i naukowych opracowanych przez polskie instytucje i firmy. \n\nAstronauta Sławosz Uznański będzie pełnił funkcję specjalisty misji pod dowództwem Peggy Whitson – dyrektor ds. lotów załogowych w Axiom Space i byłej astronautki NASA. Będzie on drugim Polakiem w kosmosie, a pierwszym, który poleci na Międzynarodową Stację Kosmiczną. W skład załogi wchodzą również pilot Shubhanshu Shukla z Indii oraz specjalista misji Tibor Kapu z Węgier. Podczas 14-dniowej misji, załoga będzie prowadzić badania i angażować się w działania edukacyjne. \n\nMXene i LEO – eksperyment z AGH \n\nWśród polskich eksperymentów znajdzie się eksperyment MXene in LEO (”MXene Material and Wearable Device Experiments in Low-Earth Orbit Space Habitat”), opracowany w Centrum Technologii Kosmicznych AGH przez ekipę badawczą w składzie: prof. Tadeusz Uhl (Dyrektor CTK AGH), dr inż. Shreyas Srivatsa (koordynator eksperymentu), dr Agata Kołodziejczyk, dr inż. Krzysztof Grabowski, mgr inż. Dagmara Stasiowska i mgr inż. Wojciech Guziewicz. \n\nEksperyment skupia się na badaniu MXenów - nowoczesnych nanomateriałów o wielu potencjalnych zastosowaniach w trakcie misji kosmicznych. \n\nProjekt polega na przetestowaniu ich stabilności na niskiej orbicie okołoziemskiej. Dodatkowo, grupa badawcza zdecydowała się połączyć je razem z celulozą bakteryjną - biomateriałem, który przez swoją łatwość produkcji może również znaleźć zastosowanie w przypadku misji kosmicznych, a także stać się alternatywą dla materiałów ropopochodnych. Przy pomocy tych dwóch nowoczesnych materiałów stworzone zostaną opaski pozwalające na monitorowanie pulsu astronautów jako jeden z pierwszych kroków do opracowania czujników monitorujących parametry życiowe podczas misji. \n\nEksperyment poszerzy wiedzę na temat możliwości wykorzystania czujników opartych na nanomateriałach typu MXene w przestrzeni kosmicznej. Będzie on stanowił demonstrację możliwości technologicznych urządzeń tego typu. Wyniki umożliwią efektywniejsze monitorowanie parametrów życiowych astronautów w trakcie misji kosmicznych, z możliwością przyszłego wykorzystania urządzeń tego typu w telemedycynie na Ziemi. \n\nKamień milowy w rozwoju polskiego sektora kosmicznego \n\n“Świętujemy pierwszą polską misję technologiczno-naukową na Międzynarodową Stację Kosmiczną. Jest ona najlepszym przykładem dynamicznego rozwoju Polski w zakresie technologii kosmicznych oraz jej rosnącej roli  jako zaufanego partnera ESA.” - mówi Dyrektor Generalny ESA Josef Aschbacher. \n\nMisja Ignis to przełomowe wydarzenie, które wyznacza nowy etap w rozwoju polskiego sektora kosmicznego. Jest symbolem rosnących ambicji Polski w eksploracji kosmosu i jej dynamicznego rozwoju w dziedzinie technologii kosmicznych. Dzięki współpracy z ESA i Axiom Space, Polska odgrywa coraz ważniejszą rolę jako zaufany partner w międzynarodowych projektach kosmicznych. \n\n“Polska misja to przedsięwzięcie technologiczno-naukowe, które przyniesie korzyści nie tylko dla naszego kraju, ale także dla międzynarodowej społeczności. Dzięki zaangażowaniu polskich firm i instytucji naukowych przeprowadzone zostaną eksperymenty, które wpłyną na rozwój medycyny, biologii, inżynierii oraz technologii kosmicznych. Warto wspomnieć choćby o badaniach mikrobiomu ludzkiego, testach nowych materiałów czy projektach z zakresu sztucznej inteligencji. Jest to wielka szansa dla polskiego sektora kosmicznego na budowanie unikalnych kompetencji i przyspieszenie komercjalizacji technologii kosmicznych” – mówi Minister Rozwoju i Technologii Krzysztof Paszyk. \n\n“Nazwanie misji Ignis symbolizuje iskrę innowacji i ambitny wkład Polski w eksplorację kosmosu. Partnerstwo między ESA, Polską i Axiom Space stanowi znaczący kamień milowy dla komercyjnych lotów kosmicznych, umożliwiając drugą misję z astronautą projektowym ESA i podkreślając gotowość Europy do zaawansowanej eksploracji kosmosu, wzmacniając jej rolę w kształtowaniu przyszłości technologii kosmicznej” – mówi Daniel Neuenschwander, dyrektor Dyrektoriatu Human and Robotic Exploration ESA. \n\n“Misja Ignis to przełomowe wydarzenie nie tylko dla naszego sektora kosmicznego. Trzynaście polskich eksperymentów z zakresu technologii, biologii, medycyny i psychologii, przygotowanych przez polskich naukowców i inżynierów – otworzy nowe możliwości dla polskich badań, a w dłuższej perspektywie zwiększy konkurencyjność Polski na arenie międzynarodowej.  Polski astronauta projektowy ESA dr Sławosz Uznański będzie drugim Polakiem w kosmosie i tym samym najlepszym ambasadorem polskiej nauki i przemysłu, a także inspiracją dla następnych pokoleń” – mówi prezes Polskiej Agencji Kosmicznej prof. Grzegorz Wrochna. \n\nMisja Ignis to nie tylko krok milowy dla polskiej nauki i technologii, ale także dowód na zdolność Polski do współtworzenia przyszłości eksploracji kosmosu.  \n\nPodziękowania dla:  \n\nPOLSA (Polska Agencja Kosmiczna), ESA (Europejska Agencja Kosmiczna) oraz Ministerstwo Rozwoju i Technologii. \n\nPowrót", "metadata": {"url": "https://ctk.agh.edu.pl/aktualnosci/detail/nasz-eksperyment-mxene-in-leo-czescia-misji-ignis", "title": "Nasz eksperyment MXene in LEO częścią Misji Ignis-- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "a0739e4667297301da6fb40017ae8249", "word_count": 748, "headings": [{"level": 1, "text": "Nasz eksperyment MXene in LEO częścią Misji Ignis"}, {"level": 1, "text": "Eksperyment z Akademii Górniczo-Hutniczej w Krakowie na Międzynarodowej Stacji Kosmicznej! MXene in LEO będzie częścią misji Ignis."}, {"level": 2, "text": "Misja Ignis"}, {"level": 2, "text": "MXene i LEO – eksperyment z AGH"}, {"level": 2, "text": "Kamień milowy w rozwoju polskiego sektora kosmicznego"}, {"level": 2, "text": "Stopka"}]}}