{"content": "# International Multidisciplinary Conference on English as a Catalyst for Knowledge Transfer and Collaboration in European University Alliances-- Space Technology Centre \n\nURL: https://ctk.agh.edu.pl/en/events/detail?tx_sfeventmgt_pieventdetail%5Baction%5D=detail&tx_sfeventmgt_pieventdetail%5Bcontroller%5D=Event&tx_sfeventmgt_pieventdetail%5Bevent%5D=581&cHash=075d9e9500189d24cb1fd235ea54ecc0\nCrawled: 2025-03-19 21:25:11\n\nSkip to content\n\nSkip to footer\n\nEvents\n\nEvents\n\nInternational Multidisciplinary Conference on English as a Catalyst for Knowledge Transfer and Collaboration in European University Alliances\n\n 11.09.2025 \n\n 12.09.2025 \n\n Download iCal file \n\nAdd to Google Calendar\n\nAdd to Outlook Calendar\n\nAdd to Office 365 Calendar\n\nAdd to Yahoo Calendar\n\n We would like to invite you to the International Multidisciplinary Conference on English as a Catalyst for Knowledge Transfer and Collaboration in European University Alliances. The conference explores the role of English as a tool for knowledge transfer and collaboration in European university alliances. It also examines strategies for fostering multilingualism and inclusivity in English-medium education. \n\n Description \n\nAbout the conference \n\nWe are pleased to invite you to a multidisciplinary conference focusing on two current topics: \n\nThe Role of English in Building the European University \n How does English function as a shared tool for knowledge transfer and collaboration across science, education, and administration within European University alliances This theme explores how English facilitates cooperation in multilingual settings, with a focus on terms, phenomena, and practices unique to the English language, as well as the challenges posed by different practices and their interpretations across universities. \n\nFostering Multilingualism and Supporting Multicultural-Based English-Medium Instruction in European University Alliances \n What strategies support an inclusive and diverse academic environment? This theme highlights best practices, policies, and projects that promote equity and representation in the context of increasing reliance on English in universities where it is not the dominant language. \n\nConference Details \n\nDate: \n11-12 September 2025 \n\nVenue: \nAGH University of Krakow, Poland \n\nParticipation and Registration \n\nParticipation is free of charge, but registration is required. \n\nRegistration with a submission: See submission deadline: \n5 May 2025\n. See the details: \n[link to the call for papers] \n\nRegistration without a submission: Deadline – \n30 May 2025  \n\nRegistration link: \nRegister here\n\nConfirmation of registration: by \n25 June 2025\n\nAs the number of places at the conference is limited, priority will be given to registrations with an accepted submission. \n\nCosts \n\nThe conference is free to attend, but registration is required. \n\nTarget Audience \n\nAcademics, administrative officers, stakeholders, and other professionals engaged in European University alliances or interested in multilingual and inclusive collaboration. \n\nOrganizers \n\nThe organizers are Space Technology Centre and WP2 UNIVERSEH Academy Team.  \n\nConference Format \n\nThe event will feature keynote lectures, talks, panel discussions, fishbowl discussions, poster sessions, and interactive workshops, providing a platform for exchanging ideas and experiences. \n\nCall for Papers and Participation \n\nWe invite proposals for talks, posters, and workshops related to the conference themes. See submission details: \n[link to the call of papers]\n. \n\nSubmission Deadline: \n5 May 2025 \n\nSubmit abstracts to: \nenglish4alliances@agh.edu.pl \n\nWe look forward to welcoming you to this exchange of perspectives on the role of English in and Multilingualism in European Universities. \n\nOn behalf of the  Conference Organising Committee: \n\nAnna Krukiewicz-Gacek, Head of the Organising Committee  \n\nContact: \nenglish4alliances@agh.edu.pl \n\nThis project has been supported by the Polish National Agency for Academic Exchange under the task assigned by the Ministry of Education and Science Republic of Poland. Program jest finansowany ze środków Unii Europejskiej w ramach projektu pn. Wsparcie sojuszy Uniwersytetów Europejskich o numerze FERS.01.05-IP.08-0219/23 \n\nFunded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Union or European Education and Culture Executive Agency (EACEA). Neither the European Union nor the granting authority can be held responsible for them.\n\nStopka\n\nResearch\n\nProjects\n\nContact\n\nLogo to download\n\nBack", "metadata": {"url": "https://ctk.agh.edu.pl/en/events/detail?tx_sfeventmgt_pieventdetail%5Baction%5D=detail&tx_sfeventmgt_pieventdetail%5Bcontroller%5D=Event&tx_sfeventmgt_pieventdetail%5Bevent%5D=581&cHash=075d9e9500189d24cb1fd235ea54ecc0", "title": "International Multidisciplinary Conference on English as a Catalyst for Knowledge Transfer and Collaboration in European University Alliances-- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "e4b6cc169273ddab974e2f421367c615", "word_count": 570, "headings": [{"level": 1, "text": "Events"}, {"level": 2, "text": "About the conference"}, {"level": 2, "text": "Conference Details"}, {"level": 3, "text": "Participation and Registration"}, {"level": 2, "text": "Costs"}, {"level": 2, "text": "Target Audience"}, {"level": 2, "text": "Organizers"}, {"level": 2, "text": "Conference Format"}, {"level": 2, "text": "Call for Papers and Participation"}, {"level": 2, "text": "Stopka"}]}}