{"content": "# Cyber Model United Nation pod patronatem WIET | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/cyber-model-united-nation-pod-patronatem-wiet/\nCrawled: 2025-03-19 21:30:56\n\nCyber Model United Nation pod patronatem WIET\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\nGrupa uczniów z V LO w ramach projektu „Zwolnieni z teorii” realizuje projekt edukacyjny na temat niebezpieczeństw związanych z internetem.\nCyber SIGHT\n to siedmioosobowy zespół uczniów klas trzecich.\nDzięki realizacji projektu uczniowie zyskują doświadczenie w zakresie organizacji i zarządzania projektem społecznym. Ponadto otrzymują międzynarodowy certyfikat zarządzania projektami wydany przez Project Management Institute ATP.\nOd początku istnienia projekt stawia na odejście od klasycznego edukowania o cyberbezpieczeństwie opartego na biernych wykładach. W myśl tej idei narodził się pomysł zorganizowania konferencji typu MUN, aby uczestnicy sami mogli wykształcić swoje poglądy różne globalne zagrożenia związane z użyciem Internetu.\n„Naszym celem jest zwiększenie świadomości wśród młodzieży i dorosłych na temat  zagrożeń takich jak cyberprzemoc, uzależnienie od mediów społecznościowych, phishing czy hejt w sieci” – \npodkreślają organizatorzy\n.\nDo tej pory udało im się przeprowadzić serię debat o cyberbezpieczeństwie dla uczniów szkół podstawowych w klasach 7-8, czy wykłady o dopaminie, pokazujące korelację pomiędzy mechanizmem uzależnień a social mediami.\nCyberbezpieczeństwo stało się jednym z najpilniejszych wyzwań stojących przed rządami, organizacjami i jednostkami.\nDlatego jako podsumowanie uczniowskiego projektu planowana jest\n konferencja „CyberMUN”\n. Będzie to anglojęzyczna konferencja symulująca model obrad ONZ, adresowana do młodzieży szkół średnich. CyberMUN podejmie złożone problemy związane z bezpieczeństwem cyfrowym.\nWydarzenie ma na celu promocję debaty publicznej, rozwijanie umiejętności dyplomatycznych oraz przede wszystkim zachęcanie uczestników do aktywnego uczestnictwa w sprawach międzynarodowy w zakresie spraw związanych z tematyką cyberbezpieczeństwa.\nWydział Informatyki, Elektroniki i Telekomunikacji objął patronatem powyższą konferencję.\nWydarzenie planowane jest w dniu 12.04.2025 r. w budynku D-6 (sala 201) oraz wybranych salach budynku B-9 w godzinach 8:00-20:00.\nPROGRAM WYDARZENIA\nSzkoły zainteresowane udziałem\n w wydarzeniu proszone są o kontakt przez \nInstagrama wydarzenia CyberMUN2025\n.\nUczestnicy \naplikują przez \nplatformę\n mymun.com\nUczestnicy aplikując będą mogli wybrać państwo i komitet, który będą chcieli reprezentować. Będą mieć do wyboru: \nHuman Rights Council, Security Council, Commission on Crime Prevention and Criminal Justice, World Health Organization oraz Economic and Social Council.\nDo wzięcia udziału w wydarzeniu wymagana jest dobra znajomość języka angielskiego oraz złożenia swojej aplikacji za pośrednictwem platformy mymun.com. Każdy uczestnik jest również zobligowany do napisania Position Papers – jednostronicowego eseju o stanowisku kraju, który reprezentuje na wybraną w danym komitecie tezę.\n\nWydział Informatyki, Elektroniki i Telekomunikacji od 2019 r. prowadzi studia I stopnia na kierunku \nCyberbezpieczeństwo\n. Studia te zostały uruchomione jako odpowiedź na rosnące zapotrzebowanie na specjalistów w zakresie bezpieczeństwa systemów informatycznych, sieci i danych. Od 2023 r. wprowadził możliwość kontynuowania studiów na II stopniu. Od niedawna na wydziale działa Koło Nakowe C1PH3R (CIPHER). Tworzą je studenci AGH zainteresowani pracą naukową i badawczą w zakresie bezpieczeństwa sieciowego, bezpieczeństwa danych i aplikacji, analizy zagrożeń, kryptografii, testów penetracyjnych i innych zagadnień o tematyce cyberbezpieczeństwa.\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania", "metadata": {"url": "https://iet.agh.edu.pl/cyber-model-united-nation-pod-patronatem-wiet/", "title": "Cyber Model United Nation pod patronatem WIET | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "d569e11b0c46865bcbe4ae52cc974d38", "word_count": 467, "headings": [{"level": 1, "text": "Cyber Model United Nation pod patronatem WIET"}]}}