{"content": "# Konferencja \"English as a Catalyst for Knowledge Transfer and Collaboration in European University Alliances\"-- Centrum Technologii Kosmicznych \n\nURL: https://ctk.agh.edu.pl/wydarzenia/detail/s/konferencja-english-as-a-catalyst-for-knowledge-transfer-and-collaboration-in-european-university-alliances\nCrawled: 2025-03-19 21:40:25\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nWydarzenia\n\nWydarzenia\n\nKonferencja \"English as a Catalyst for Knowledge Transfer and Collaboration in European University Alliances\"\n\n 11.09.2025 \n\n 12.09.2025 \n\n Pobierz plik iCal \n\nAdd to Google Calendar\n\nAdd to Outlook Calendar\n\nAdd to Office 365 Calendar\n\nAdd to Yahoo Calendar\n\n Język angielski odgrywa ważną rolę w europejskich sojuszach uniwersyteckich, ułatwiając współpracę naukową, edukacyjną i administracyjną w środowisku wielojęzycznym. Jednak jego rosnące znaczenie rodzi pytania o równowagę między internacjonalizacją a wspieraniem różnorodności językowej i kulturowej. Jak skutecznie wykorzystywać angielski jako narzędzie transferu wiedzy i jednocześnie wspierać wielojęzyczność? Jakie wyzwania stoją przed uczelniami, które przyjmują angielski jako język wykładowy, nie będąc anglojęzycznymi instytucjami? Na te i inne pytania spróbujemy odpowiedzieć podczas Międzynarodowej Interdyscyplinarnej Konferencji \"English as a Catalyst for Knowledge Transfer and Collaboration in European University Alliances\", organizowanej przez Centrum Technologii Kosmicznych AGH i zespół WP2 UNIVERSEH Academy. \n\n Opis \n\nO konferencji\n\nSerdecznie zapraszamy na interdyscyplinarną konferencję poświęconą dwóm aktualnym zagadnieniom:\n\nRola języka angielskiego w budowaniu europejskiego uniwersytetu\n\nWspieranie wielojęzyczności i edukacji w języku angielskim w oparciu o różnorodność kulturową w europejskich sojuszach uniwersyteckich\n\nSzczegóły konferencji\n\nUczestnictwo i rejestracja\n\nUdział w konferencji jest bezpłatny, ale wymagana jest rejestracja.\n\nRejestracja z wystąpieniem:\n deadline przesyłania abstraktów: \n5 maja 2025 \n[link do call for papers]\n\nRejestracja bez wystąpienia:\n deadline: \n30 maja 2025\n\nFormularz rejestracyjny:\n\nZarejestruj się\n\nPotwierdzenie rejestracji:\n deadline: \n25 czerwca 2025\n\nZe względu na ograniczoną liczbę miejsc, pierwszeństwo będą miały osoby, których abstrakty zostały zaakceptowane.\n\nKoszty\n\nKonferencja jest bezpłatna, ale wymaga wcześniejszej rejestracji.\n\nGrupa docelowa\n\nKonferencja jest skierowana do środowiska akademickiego, pracowników administracyjnych, interesariuszy oraz innych specjalistów zaangażowanych w europejskie sojusze uniwersyteckie lub zainteresowanych wielojęzyczną i inkluzywną współpracą.\n\nOrganizatorzy\n\nOrganizatoram konferencji są Centrum Technologii Kosmicznych AGH oraz Zespół WP2 UNIVERSEH Academy.\n\nFormat konferencji\n\nW programie znajdą się wykłady, wystąpienia, dyskusje panelowe, debaty typu fishbowl, sesje posterowe oraz interaktywne warsztaty – wszystko po to, by stworzyć przestrzeń do wymiany wiedzy i doświadczeń.\n\nZgłoszenia i udział\n\nZapraszamy do nadsyłania propozycji wystąpień, posterów i warsztatów związanych z tematyką konferencji.\n\nTermin nadsyłania zgłoszeń:\n\n5 maja 2025\n\nCall for papers\n\nAdres do przesyłania abstraktów:\n english4alliances@agh.edu.pl\n\nSerdecznie zachęcamy do wzięcia udziału w konferencji!\n\nPrzewodnicząca Komitetu Organizacyjnego: Anna Krukiewicz-Gacek\n\nKontakt:\n english4alliances@agh.edu.pl\n\nThis project has been supported by the Polish National Agency for Academic Exchange under the task assigned by the Ministry of Education and Science Republic of Poland. Program jest finansowany ze środków Unii Europejskiej w ramach projektu pn. Wsparcie sojuszy Uniwersytetów Europejskich o numerze FERS.01.05-IP.08-0219/23 \n\nFunded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Union or European Education and Culture Executive Agency (EACEA). Neither the European Union nor the granting authority can be held responsible for them.\n\nStopka\n\nBack", "metadata": {"url": "https://ctk.agh.edu.pl/wydarzenia/detail/s/konferencja-english-as-a-catalyst-for-knowledge-transfer-and-collaboration-in-european-university-alliances", "title": "Konferencja \"English as a Catalyst for Knowledge Transfer and Collaboration in European University Alliances\"-- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "744f78246538e4b3d8a0683506b8b1b9", "word_count": 448, "headings": [{"level": 1, "text": "Wydarzenia"}, {"level": 2, "text": "O konferencji"}, {"level": 2, "text": "Szczegóły konferencji"}, {"level": 2, "text": "Uczestnictwo i rejestracja"}, {"level": 2, "text": "Koszty"}, {"level": 2, "text": "Grupa docelowa"}, {"level": 2, "text": "Organizatorzy"}, {"level": 2, "text": "Format konferencji"}, {"level": 2, "text": "Zgłoszenia i udział"}, {"level": 2, "text": "Stopka"}]}}