{"content": "#  Project Management Team -- Excellence Initiative – Research University \n\nURL: https://excellence.agh.edu.pl/project-management-team\nCrawled: 2025-03-19 21:24:42\n\nSkip to content\n\nSkip to footer\n\n Project Management Team \n\nThe composition of the Project Management Team and the responsibilities of its members in line with the main objectives of the Excellence Initiative – Research University project are as follows:\n\nProf. dr hab. inż. Marek Gorgoń, AGH University Vice-Rector for Science – project manager\n\nProf. dr hab. inż. Barbara Tomaszewska – deputy project manager, actions to increase the influence of scientific activity on the development of world science\n\nProf. dr hab. inż. Łukasz Madej – actions to strengthen research cooperation with internationally renowned scientific institutions\n\nDr hab. inż. Anna Sowiżdżał, AGH University associate professor – actions to prepare and implement comprehensive solutions aimed at the professional development of university staff, in particular of young researchers\n\nDr inż. Szczepan Moskwa – actions to improve the quality of education for students and doctoral students\n\nProf. dr hab. inż. Marta Radecka – actions to prepare and implement comprehensive solutions for the development of doctoral students and to provide continuous actions\n\nDr hab. inż. Tomasz Szumlak, AGH University associate professor – actions to promote prominent researchers at different stages of their career in a comprehensive way and to foster cooperation with major international research centres\n\nDr hab. inż. Katarzyna Styszko, AGH University associate professor – actions to enhance the AGH University’s scientific and research base as well as the research and international cooperation offer\n\nMgr inż. Lidia Krawentek, Director of the Science Support Centre – supervision of the Project Office\n\nMgr inż. Barbara Jezierska – enhancing the promotion of the AGH University’s scientific activity and introducing English as a parallel language at the University\n\nActions D12-D16 are coordinated by the Team for Education in the following composition:\n\nDr hab. inż. Edyta Brzychczy, AGH University associate professor\n\nDr hab inż. Paweł Hanus, AGH University associate professor\n\nDr hab. inż. M. Maj, AGH University associate professor\n\nDr inż. Szczepan Moskwa\n\nDr. inż. T. Pełech-Pilichowski\n\nProf. dr hab. inż. M. Reben\n\nDr hab. inż. J. Tarasiuk, AGH University associate professor\n\nStopka\n\nBack", "metadata": {"url": "https://excellence.agh.edu.pl/project-management-team", "title": " Project Management Team -- Excellence Initiative – Research University ", "depth": 3, "duplicate": false, "content_hash": "192cea24d3b67a332c9505d7975f60ef", "word_count": 334, "headings": [{"level": 1, "text": "Project Management Team"}, {"level": 2, "text": "Stopka"}]}}