{"content": "# Anatomia cyfrowej dezinformacji - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/anatomia-cyfrowej-dezinformacji/\nCrawled: 2025-03-19 21:37:26\n\nKonferencje, Seminaria, Wykłady\n\nAnatomia cyfrowej dezinformacji\n\n                poniedziałek, 02 grudnia, 2024            \n\nWydział Humanistyczny AGH, Digital Disinformation LAB oraz Wydział Studiów Międzynarodowych i Politycznych UJ serdecznie zapraszają na inaugurację transdyscyplinarnego seminarium naukowego zatytułowanego „Anatomia cyfrowej dezinformacji”, którego celem jest dyskusja z różnych perspektyw nad uwarunkowaniami sprzyjającymi tworzeniu oraz rozprzestrzenianiu (się) cyfrowej dezinformacji w różnych mediach i środowiskach cyfrowych.\n\nPierwsze spotkanie odbędzie się 2 grudnia (poniedziałek) w godz. 10.00-13.15 w sali 512 (V piętro) w budynku Wydziału Humanistycznego AGH (C-7) przy ulicy Czanowiejskiej 36 w Krakowie.\n\nW spotkaniu udział wezmą:\n\n* dr Karolina Wanda Olszowska (Uniwersytet Jagielloński, Instytut Historii)\n\n* Piotr Pogorzelski (3 Program PR)\n\n* prof. Karina Stasiuk-Krajewska (USWPS Wrocław, Katedra Dziennikarswa i Komunikacji Społecznej)\n\n* prof. Bohdan Yuskiv (Państwowy Uniwersytet Humanistyczny w Równem, Ukraina)\n\n* prof. Piotr Bajor (Uniwersytet Jagielloński, Wydział Studiów Międzynarodowych i Politycznych)\n\n* prof. Grzegorz Ptaszek (AGH, Wydział Humanistyczny, Digital Disinformation LAB)\n\nUczestniczki i uczestnicy:\n\nDoktor Karolina Wanda Olszowska pracuje w Instytucie Historii Uniwersytetu Jagiellońskiego, jest historyczką, turkolożką, prezeską i współfundatorką think-thanku Instytut Badań nad Turcją, autorka podcastów o Turcji „W szpilkach dookoła świata”.\n\nPiotr Pogorzelski (3 Program PR) jest dziennikarzem i korespondentem radiowym zajmującym się państwami byłego Związku Radzieckiego. Relacjonował z Kijowa (gdzie przez niemal 10 lat był korespondentem), Mińska, Moskwy, Taszkentu i Biszkeku oraz Nur-Sułtanu i Ałmaty. Napisał 3 książki o Ukrainie oraz liczne artykuły, przede wszystkim dla „Nowej Europy Wschodniej”. Jest autorem magazynu „Po prostu Wschód” w radiowej Trójce.\n\nProf. Karina Stasiuk-Krajewska pracuje jako profesor na USWPS Wrocław w Katedrze Dziennikarswa i Komunikacji Społecznej. Pełni funkcję koordynatorki Central European Digital Media Observatory w Polsce (CEDMO), międzynarodowego hubu zajmującego się badaniem i przeciwdziałaniem dezinformacji. W pracy naukowej zajmuje się zagadnieniami etyki i profesjonalizacji dziennikarstwa oraz środowiska fact-checkerów, a także ilościową i jakościową analizą dyskursu. Autorka i współautorka badań i publikacji z zakresu dezinformacji. Ekspertka w EDMO’s Group of Experts on Structural Indicators for the Code of Practice on Disinformation.\n\nProf. Bohdan Yuskiv  jest profesorem, doktorem nauk politycznych w Katedrze Ekonomii i Zarządzania Biznesem Państwowego Uniwersytetu Humanistycznego w Równem, Ukraina. Jego zainteresowania badawcze obejmują analizę mediów, wojnę informacyjną, komunikację strategiczną, big data, eksplorację danych/tekstu i wizualizację danych.\n\nProf. Piotr Bajor pełni funkcję dziekana Wydziału Studiów Międzynarodowych i Politycznych UJ. Naukowo zajmuje się polityką zagraniczną i bezpieczeństwem międzynarodowym, dyplomacją, transformacją społeczno-polityczną obszaru postsowieckiego, soft power, instytucjonalizacją współpracy globalnej i regionalnej, a także działalnością organizacji międzynarodowych. Autor licznych artykułów i monografii poświęconych ww. zagadnieniom, a także lider i członek zespołów badawczych realizujących projekty badawcze z zakresu współpracy międzynarodowej.\n\nProf. Grzegorz Ptaszek pracuje jako profesor na Wydziale Humanistycznym AGH. Jest medioznawcą, psychologiem i językoznawcą. Jego badania koncentrują się na cyfrowej dezinformacji, komunikacji strategicznej, analizie mediów, datafication, a także obliczeniowych naukach społecznych. W latach 2016-2020 prezes Polskiego Towarzystwa Edukacji Medialnej. Od 2022 roku współpracuje z Fundacją Gulbenkiana w Lizbonie i Uniwersytetem Europejskim we Florencji w ramach programu „Boosting Fact-Checking Activities in Europe”. Pełni funkcję kierownika Digital Disinformation LAB WH AGH.", "metadata": {"url": "https://wh.agh.edu.pl/anatomia-cyfrowej-dezinformacji/", "title": "Anatomia cyfrowej dezinformacji - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "bfc79e036e64b19e5d902676b6208af6", "word_count": 479, "headings": [{"level": 1, "text": "Konferencje, Seminaria, Wykłady"}, {"level": 2, "text": "Anatomia cyfrowej dezinformacji"}, {"level": 3, "text": "%20"}]}}