{"content": "# Strategic cooperation in the field of AI and new technologies-- AGH UST \n\nURL: https://agh.edu.pl/en/research-cooperation/news/detail/strategic-cooperation-in-the-field-of-ai-and-new-technologies\nCrawled: 2025-03-19 21:22:06\n\nStrategic cooperation in the field of AI and new technologies \n\n 04-02-2025 \n\n cooperation \n AI \n\n The AGH University and Euvic Solutions SA have have started strategic cooperation in the field of AI and new technologies. The official meeting of university and company representatives as well as the conclusion of the cooperation agreement took place on 4 February 2025. On behalf of the AGH University, the agreement will be implemented by the Center of Excellence in Artificial Intelligence. \n\nThe objective of the agreement is to develop solutions in the field of artificial intelligence, cybersecurity, and new technologies, as well as to support innovation in science. Moreover, the agreement will contribute to the improvement of the quality of the services provided, especially in the modern digital technology sector, by increasing their efficiency and security.\n\nAs part of the agreement, the AGH University and Euvic undertake to: develop cooperation in the field of research and implementation of innovative technologies, jointly create and implement research and development projects, support academic entrepreneurship and technology transfer to business, organise training and programmes to improve the competences of employees of both institutions, cooperate on the development and implementation of solutions based on artificial intelligence and cybersecurity, promote modern technologies and their applications in various sectors of the economy, support young talents through internship and mentoring programmes and technology competitions.\n\nProfessor Jerzy Lis, AGH University Rector, emphasised the significance of the cooperation between academia and business for the development of new technologies:\n\n“Artificial intelligence, cybersecurity, and new technologies play a key role in shaping modern business. Our cooperation with Euvic is another chance for creating innovative solutions that raise effectiveness, security, and competitiveness in a dynamically changing digital world.  We believe that working together will enable us to implement breakthrough technologies and strengthen the position of both our university and Euvic as innovation leaders. The cooperation with Euvic Solutions SA is another step in building strong relationships for technological innovation and training future experts in the field of artificial intelligence.”\n\n“The AGH University Center of Excellence in Artificial Intelligence was established with the intention of creating innovative solutions at the interface of science and business. The cooperation with Euvic Solutions SA is a perfect opportunity for us to combine the scientific experience with business expertise. As a result, we will be able to jointly develop research and development projects, implement modern technologies in practice, and foster digital transformation of Polish companies. I am convinced that our cooperation will bring tangible benefits for science and economy, opening new possibilities in AI, cybersecurity, and digitisation of companies,” said Professor Joanna Jaworek-Korjakowska, Director of the AGH University Center of Excellence in Artificial Intelligence.\n\nAs pointed out by the President of the Board of Euvic Solutions, Adam Bajura:\n\n\"For years, Euvic Solutions SA has actively supported the development of modern technologies in Polish companies by providing them with innovative solutions in the fields of artificial intelligence, automation and digitalisation. Our priority is not only the implementation of technology, but also the creation of a collaborative ecosystem between business and science. We believe that the synergy between our company and AGH University will create new opportunities for the development of ground-breaking solutions in the field of AI, automation, and digital transformation, contributing to the increased competitiveness of the Polish technology market. Thanks to joint research and development projects, knowledge exchange and access to the latest scientific achievements, we will be able not only to increase the efficiency of business processes, but also to inspire the next generations of engineers and IT specialists to create innovations with a global reach.”\n\nOn behalf of the AGH University, the meeting was attended by: Rector Jerzy Lis and Professor Joanna Jaworek-Korjakowska, Director of the Center of Excellence in Artificial Intelligence. Whereas, Euvic Solutions SA was represented by: Adam Bajura, President of the Board, Grzegorz Danielczyk, Vice-President of the Board, and Wojciech Wolny, President of the Board of Euvic SA.\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/research-cooperation/news/detail/strategic-cooperation-in-the-field-of-ai-and-new-technologies", "title": "Strategic cooperation in the field of AI and new technologies-- AGH UST ", "depth": 3, "duplicate": false, "content_hash": "363ce62fd09ee748109700167d5f7408", "word_count": 651, "headings": [{"level": 1, "text": "Strategic cooperation in the field of AI and new technologies"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}