{"content": "#  Kodeks Etyczny AGH -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/o-agh/dokumenty/inne/kodeks-etyczny-agh\nCrawled: 2025-03-19 21:52:10\n\nSkip to content ↓\n\n Akademicki Kodeks Etyczny Akademii Górniczo-Hutniczej \n\n(Uchwała Senatu AGH nr 35/2003)\n\nŚrodowisko akademickie Akademii Górniczo-Hutniczej, świadome wpływu nauki, edukacji i techniki na jakość ludzkiego życia i wierne swoim powinnościom akademickim i społecznym, zobowiązuje się w swojej pracy do przestrzegania zasad etycznych i stosowania się do najwyższych standardów akademickich oraz deklaruje: \n 1. Dbać o dobre imię AGH i jej promocję w każdym miejscu i w każdej formie \n 2. Zachować sumienność i uczciwość w przekazywaniu wiedzy a w szczególności w ocenie stopnia jej przyswojenia przez studentów.\n 3. Być rzetelnym w badaniach naukowych i krytyce naukowej.\n 4. Być życzliwym opiekunem i wychowawcą studentów oraz młodych adeptów nauki.\n 5. W działalności poza Uczelnią przestrzegać norm etycznych w korzystaniu z dorobku naukowego, dydaktycznego i organizacyjnego AGH.\n 6. Zachowywać uczciwość w korzystaniu z dóbr materialnych i niematerialnych AGH w pracy naukowej, w szczególności nie wykonywać na terenie Uczelni prac dla innych podmiotów ani nie wykorzystywać marki AGH dla celów prywatnych bez stosownego zezwolenia lub umowy.\n 7. Unikać rzeczywistych lub potencjalnych konfliktów interesów i działań wymierzonych w powagę i autorytet Uczelni.\n 8. Podnosić poziom społecznego zrozumienia osiągnięć nauki i techniki oraz niezwłocznie ujawniać zagrożenia dla ludzi i środowiska.\n 9. Sprzeciwiać się każdej formie patologii życia akademickiego i społecznego. \n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/o-agh/dokumenty/inne/kodeks-etyczny-agh", "title": " Kodeks Etyczny AGH -- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "df13346aaaedc1a684fc0ec08709b12f", "word_count": 278, "headings": [{"level": 1, "text": "Akademicki Kodeks Etyczny Akademii Górniczo-Hutniczej"}, {"level": 2, "text": "Stopka"}]}}