{"content": "#  WGGIOŚ dla szkół -- WGGIOS AGH \n\nURL: https://www.wggios.agh.edu.pl/kandydaci/wggios-dla-szkol\nCrawled: 2025-03-19 21:11:37\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n WGGIOŚ dla szkół \n\nGEOlekcje to inicjatywa naszego Wydziału skierowana głównie do uczniów szkół średnich. Są to cykle spotkań dotyczących zagadnień związanych z prowadzonymi na Wydziale Geologii, Geofizyki i Ochrony Środowiska AGH kierunkami studiów i badaniami. Treści są zgodne z programem nauczania szkół średnich, tak aby były atrakcyjne dla ucznia, a dodatkowo poszerzały jego wiedzę w zakresie danego tematu.\n\nLekcje odbywają się od października do maja, raz w miesiącu, w środy, w godzinach od 10:00 do 10:45, na \nprofilu Wydziału na Fejsbuku\n.\n\nArchiwalne lekcje dostępne są na naszym \nprofilu na Fejsbuku\n oraz \nna kanale Youtube\n. Aktualnie trwa sezon 5!\n\nOrganizujemy również dla uczniów warsztaty i zajęcia stacjonarne. Terminy i program lekcji ustalamy indywidualnie z Nauczycielami.\n\nW ramach zajęć uczniowie mogą m.in.:\n\nodbyć zajęcia w naszych \nlaboratoriach wydziałowych\n,\n\nodbyć zajęcia w \nCentrum Zrównoważonego Rozwoju i Poszanowania Energii w Miękini\n,\n\nzwiedzić \nMuzeum Geologiczne WGGIOŚ AGH\n.\n\nW naszym Ośrodku Badawczo-Dydaktycznym w Miękini dysponujemy również zapleczem noclegowym dla 30 osób.\n\nW celu uzyskania więcej informacji zapraszamy do \nkontaktu\n.\n\nZapraszamy uczniów do udziału w zajęciach terenowych w rezerwacie przyrody nieożywionej Bonarka w Krakowie (50°01'44.9\"N 19°57'31.8\"E).\n\nCzas trwania: 2–3 godziny zegarowe\n\nW programie wycieczki m.in.:\n\ncharakterystyka skał węglanowych i krzemionkowych występujących w rezerwacie,\n\ngeneza tych skał,\n\nwarunki paleośrodowiskowe morza mezozoicznego,\n\nelementy paleontologii,\n\nelementy tektoniki,\n\nhistoria eksploatacji w kamieniołomie w Bonarce.\n\nWspólnie z \nMałopolskie Centrum Doskonalenia Nauczycieli\n (Ośrodek w Tarnowie) oraz \nEsri Polska\n organizujemy warsztaty dla nauczycieli przedmiotów przyrodniczych. Celem tych spotkań jest chęć podzielenia się wiedzą i praktyką w realizacji zajęć z szeroko rozumianych nauk o Ziemi oraz metodyki ich prowadzenia.\n\nW programie ostatnich edycji warsztatów znalazły się m.in. szkolenia z uproszczonej analizy makroskopowej gruntów i metody georadarowej, scenariusze zajęć terenowych z mobilnym laboratorium badania jakości wód, czy przykłady lekcji w \nMuzeum Geologiczne WGGiOŚ AGH\n. W pracowni komputerowej nauczyciele poznawali możliwości platformy do wdrażania Systemów Informacji Geograficznej na lekcjach geografii.\n\nDrugi dzień zajęć zawsze odbywa się w naszym zamiejscowym ośrodku Badawczo-Dydaktycznym w Miękini (\nCentrum Zrównoważonego Rozwoju i Poszanowania Energii WGGiOŚ AGH w Miękini\n). Nauczyciele uczestniczą wówczas w szkoleniach metodycznych prowadzonych przez Panią Anitę Stinię, kierownika Działu Doskonalenia i Doradztwa ośrodka MCDN w Tarnowie, zyskując mnóstwo merytorycznej i inspirującej wiedzy, o czym świadczą tytuły szkoleń, np. „Przyrodnicza wędka — ku poszukującemu uczeniu się”, czy „Dydaktyczne expresso — lekcje naszpikowane pomysłami”.\n\nSpotkaniom tym towarzyszą zawsze liczne dyskusje dotyczące wykorzystania nowoczesnych metod i technik w edukacji. Jest to doskonała okazja do wymiany doświadczeń i nawiązania nowych znajomości. \n\nOsoby zainteresowane udziałem w kolejnych edycjach zapraszamy do \nkontaktu\n. Najbliższa edycja planowana jest we wrześniu 2024 roku.\n\nNasz Wydział współpracuje z Małopolskim Centrum Doskonalenia Nauczycieli, ośrodkiem w Tarnowie, od kilku lat. W trakcie pandemii, w cyklu seminariów dla nauczycieli dzieliliśmy się doświadczeniami ze zdalnego GEO-nauczania oraz wykorzystania do tego celu mediów społecznościowych.\n\n25 stycznia 2023 roku Panowie dr Łukasz Cieślik, Dyrektor MCDN i Pan Dziekan prof. Jacek Matyszkiewicz podpisali list intencyjny, w którym m.in. wyrazili chęć realizacji kolejnych wspólnych przedsięwzięć na rzecz doskonalenia kadry pedagogicznej.\n\n1 grudnia 2023 roku do grona Partnerów naszego Wydziału dołączyła firma \nEsri Polska\n.\n\nDziekan WGGiOŚ AGH, prof. dr hab. inż. Jacek Matyszkiewicz, oraz Dyrektor Działu Edukacji Esri Polska, \nPaulina Gajownik-Mucka\n, podpisali list intencyjny, którego celem jest nawiązanie szerszej współpracy.\n\nPorozumienie zakłada współdziałanie w obszarze edukacji, badań i innowacji. Esri Polska, jako Patron, będzie wspierał Wydział m.in. realizując wspólne projekty badawcze, współorganizując warsztaty dla nauczycieli, seminaria i inne działania edukacyjne.\n\nStopka\n\nSpis pracowników\n\nBaza Danych o Autorach i Publikacjach\n\nDokumenty AGH\n\nLicencje i oprogramowanie\n\nPoczta AGH\n\nRozbudowa Centrum Miękinia\n\nDeklaracja dostępności\n\nUBPO\n\nRegulamin studiów\n\nUSOS\n\nSylabus AGH\n\nPomoc materialna dla studentów\n\nProgram Erasmus+\n\nStudium Języków Obcych\n\nWydział Geologii, Geofizyki i Ochrony Środowiska\nAkademia Górniczo-Hutnicza \nim. Stanisława Staszica\n\nal. Mickiewicza 30\n30-059 Kraków\n\nNIP AGH: 675 000 19 23 \n\nNr konta Wydziału:\n58 1240 4722 1111 0000 4859 2918\nBank Pekao S.A. Kraków\n\nDziekanat\ntel. +48.12.617.23.50–51\ne-mail: dziekanatwggios@agh.edu.pl\n\nBiuro Dziekana\ntel. +48.12.617.32.54\ne-mail: wggios@agh.edu.pl\n\n © 2023 Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.wggios.agh.edu.pl/kandydaci/wggios-dla-szkol", "title": " WGGIOŚ dla szkół -- WGGIOS AGH ", "depth": 2, "duplicate": false, "content_hash": "849fafd6dbbf41b3263607f579a52af7", "word_count": 669, "headings": [{"level": 1, "text": "WGGIOŚ dla szkół"}, {"level": 2, "text": "Stopka"}]}}