{"content": "# Cyfrowy Kampus Nauki i Technologii AGH UNESCO\n\nURL: http://www.unesco.agh.edu.pl/aktualnosci/cyfrowy-kampus-nauki-i-technologii-agh-unesco/\nCrawled: 2025-03-19 21:40:07\n\nCyfrowy Kampus Nauki i Technologii AGH UNESCO\nAkademia Górniczo - Hutnicza im. Stanisława Staszica w Krakowie, Centrum AGH UNESCO, jest  beneficjentem programu Narodowej Agencji Wymiany Akademickiej SPINAKER – Intensywne Międzynarodowe Programy Kształcenia w zakresie realizacji projektu pt. Cyfrowy Kampus Nauki i Technologii AGH UNESCO (DigiCamp).\nLink do listy podmiotów, którym zostały przyznane środki finansowe:\nnawa.gov.pl/images/Spinaker/SPINAKER_lista-podmiotow-ogloszenie_wynikow.pdf\nCelem programu SPINAKER jest umiędzynarodowienie polskich instytucji szkolnictwa wyższego i nauki poprzez finansowanie projektów ukierunkowanych na wzrost zainteresowania ofertą kształcenia w polskich instytucjach nauki i szkolnictwa wyższego wśród zagranicznych studentów i doktorantów, wzrost udziału zagranicznych studentów i doktorantów w polskich programach kształcenia, poszerzenie oferty intensywnych międzynarodowych programów kształcenia, realizowanych także w formule zdalnej.\nProjekt DigiCamp rozszerza ofertę Akademii Górniczo - Hutniczej im. Stanisława Staszica w Krakowie w zakresie kształcenia, transferu technologii i promocji, jest odpowiedzią na oczekiwania potencjalnych kandydatów z krajów szybkiego wzrostu gospodarczego i wynikiem wcześniejszych doświadczeń Centrum AGH UNESCO, w szczególności realizacji Programu Stypendialnego UNESCO/ Poland Co-Sponsored Fellowships Programme in Engineering w zakresie nauk technicznych i inżynieryjnych (adresowany do młodych naukowców z krajów rozwijających się). Projekt jest ukierunkowany na budowę intensywnych międzynarodowych programów nauczania, transferu technologii i promocji, które mogą być realizowane zdalnie lub w formie łączącej kształcenie stacjonarne i zdalne (ang. blended learning).\nCelem projektu jest rozszerzenie oferty kształcenia o nowe specjalistyczne i innowacyjne projekty, poprawa elastyczności nauczania w formule on-line i dostępnych również dla osób z niepełnosprawnościami; pozyskanie zagranicznych studentów; powiązanie oferty z promocją polskiej myśli technicznej. Projekt wpisuje się w Strategię rozwoju AGH i UNESCO (cele Agendy na Rzecz Zrównoważonego Rozwoju 2030, w szczególności cel 4) w obszarach kształcenia, nauki i innowacji, transferu technologii oraz promocji dobrych praktyk i jest adresowany do studentów lub doktorantów uczelni o profilu inżynierskim (w zakresie nauk technicznych i inżynieryjnych), w szczególności z krajów rozwijających się (według OECD).\nStrona projektu: \nwww.digicamp-unesco.agh.edu.pl\n\nStrona konkursu: \nwww.digicamp-unesco.agh.edu.pl/pl/konkursy/konkurs-k01/", "metadata": {"url": "http://www.unesco.agh.edu.pl/aktualnosci/cyfrowy-kampus-nauki-i-technologii-agh-unesco/", "title": "Cyfrowy Kampus Nauki i Technologii AGH UNESCO", "depth": 3, "duplicate": false, "content_hash": "1e6dae9e525785cf3d3ffd956ce69c1a", "word_count": 299, "headings": [{"level": 1, "text": "Cyfrowy Kampus Nauki i Technologii AGH UNESCO"}]}}