{"content": "#  Dyscyplina naukowa matematyka na Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie w rankingu GRAS 2024 otrzymała miejsce w przedziale 151-200-- WMS AGH \n\nURL: https://www.wms.agh.edu.pl/detail/dyscyplina-matematyka-na-akademia-gorniczo-hutnicza-w-krakowie-w-rankingu-gras-2024-otrzymala-miejsce-w-przedziale-151-200\nCrawled: 2025-03-19 21:36:58\n\nDyscyplina naukowa matematyka na Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie w rankingu GRAS 2024 otrzymała miejsce w przedziale 151-200 \n\n 19-11-2024 \n\n Z początkiem listopada 2024 r. został ogłoszony nowy dziedzinowy ranking szanghajski GRAS 2024. Dyscyplina naukowa matematyka na AGH w tym rankingu otrzymała miejsce w przedziale 151-200 na świecie.Oznacza to duży awans w porównaniu z poprzednim notowaniem, w którym klasyfikowani byliśmy w czwartej setce. Sukces jest tym większy, że jedynie matematyka na Uniwersytecie Warszawskim została sklasyfikowana wyżej od nas. \n\nNa liście znalazło się tylko pięć dyscyplin matematyki z Polski i tylko jedna z uczelni technicznej - matematyka prowadzona przez Wydział Matematyki Stosowanej AGH. Jednostki oceniane są w pięciu kategoriach, z których na pierwszym miejscu plasujemy się w dwóch: cytowalność i współpraca międzynarodowa (publikacje z zagranicznymi współautorami). W kategorii kadry światowej klasy (World-Class Faculty) zajmujemy zaszczytne drugie miejsce.\n Warto podkreślić, że mimo dużej konkurencji w dyscyplinie matematyka w kraju, nasz Wydział jest jedną z sześciu dyscyplin reprezentowanych na AGH, które znalazły się w ogóle w rankingu szanghajskim w tym roku. Pierwsze miejsce w Polsce zajęła metalurgia, górnictwo, nauka i technologia instrumentów oraz fizyka techniczna.\nPełny ranking: \nwww.shanghairanking.com\n\nPowrót", "metadata": {"url": "https://www.wms.agh.edu.pl/detail/dyscyplina-matematyka-na-akademia-gorniczo-hutnicza-w-krakowie-w-rankingu-gras-2024-otrzymala-miejsce-w-przedziale-151-200", "title": " Dyscyplina naukowa matematyka na Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie w rankingu GRAS 2024 otrzymała miejsce w przedziale 151-200-- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "b651bb2f0348e43f503ef76e4d6e1da4", "word_count": 187, "headings": [{"level": 1, "text": "Dyscyplina naukowa matematyka na Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie w rankingu GRAS 2024 otrzymała miejsce w przedziale 151-200"}, {"level": 2, "text": "Stopka"}]}}