{"content": "# Pasja w pracy dydaktyka akademickiego - CeLiID AGH\n\nURL: https://www.cel.agh.edu.pl/webinar/pasja-w-pracy-dydaktyka-akademickiego/\nCrawled: 2025-03-19 22:37:29\n\nCeLiID AGH\n > \nRozwijaj się w dydaktyce\n > \nWspieram w rozwoju\n > \nPasja w pracy dydaktyka akademickiego\n\nProwadzą:\nSylwia Bednarek (WIMiIP AGH), Marta Stąporek (CeLiID)\n\n21. listopad 2023, godz. 10:00 \n\nCzym jest pasja w dydaktyce? Jak tworzyć dla niej przestrzeń w trakcie zajęć dydaktycznych? Jak ją rozbudzać u studentów? Jak sprawić, by uczenie było ciekawą, wciągającą podróżą? Jak zrozumieć motywacje studentów, ich style uczenia? Jak ich wspierać w rozwoju?\n\nJeśli jesteście ciekawi odpowiedzi na te pytania to zapraszamy Was serdecznie na webinar, w którym \nSylwia Bednarek\n – laureatka I nagrody Laur Dydaktyka AGH w kategorii Wykładowca (2022) oraz nominowana do nagrody Laur dydaktyka AGH w kategorii Dydaktyk z pasją (2023) – podzieli się swoim doświadczeniem dydaktycznym.\n\nPRZEKAZYWANIE PASJI nie odbywa się poprzez mówienie o niej czy nazywanie, ponieważ ufając swojej pasji, własnej spójności i autentyczności pasja niejako sama się pokazuje. Studenci dostrzegają ją w moich działaniach, wyczuwają w zmianie w otoczeniu – ponieważ jest ona spójna z moją energią. Przychodzą na zajęcia nie z przymusu, lecz dlatego, że im jest dobrze w tej mojej energii, czują się zaopiekowani i zadbani. \n\nZ moich obserwacji wynika, że obecni studenci potrzebują nie mistrza, ale kogoś kto ich przede wszystkim ZAUWAŻY, WYSŁUCHA, zaprosi do współtworzenia przestrzeni na zajęciach.\n\nOd lat bazuję na zasobach studentów (bo oni naprawdę dużo wiedzą, tylko trzeba im pomóc do tego dotrzeć), daję przestrzeń na wyrażanie swojego zdania, zadawanie nawet  tych – z pozoru niepotrzebnych – pytań, bo one bardzo często pozwalają na angażowanie całej grupy w poszukiwanie odpowiedzi, prowokują do myślenia, do wyjścia poza schemat. \n\nWebinaroteka\nKategorie\nNadchodzące webinary\n\nTreści tej strony dostępne są na licencji\nCreative Commons\n\nUznanie autorstwa - Na tych samych warunkach 4.0 Międzynarodowe", "metadata": {"url": "https://www.cel.agh.edu.pl/webinar/pasja-w-pracy-dydaktyka-akademickiego/", "title": "Pasja w pracy dydaktyka akademickiego - CeLiID AGH", "depth": 3, "duplicate": false, "content_hash": "cb3a78484f9b9e076cf8e83a440bf5b8", "word_count": 278, "headings": []}}