{"content": "# Praktyki - Wydział Energetyki i Paliw | AGH Kraków\n\nURL: https://weip.agh.edu.pl/praktyki/\nCrawled: 2025-03-19 21:35:32\n\nPraktyki studenckie - PRZEWODNIK\n\nCo to jest studencka praktyka zawodowa lub technologiczna ?\n\nPraktyka zawodowa i technologiczna to najczęściej miesięczny pobyt w danej firmie w celu nabrania doświadczenia zawodowego. Powinna być zrealizowana do końca III roku, aby student otrzymał z niej zaliczenie. Osobnym rodzajem jest praktyka dyplomowa, która może być organizowana w trakcie realizacji pracy magisterskiej.\n\nKto jest opiekunem programu praktyk?\n\nPełnomocnikiem Dziekana ds. Praktyk (opiekunem programu praktyk) są:\n\ndr Anna Białas (kierunki ENR, EOiZE)\n\nKontakt:\n\nPawilon A4, pok. A-4, IV p., pok. 404, tel. +48 12 617 21 19, email: \n*protected email*\n\nDyżur w biurze: \nKonsultacje ustalane są indywidualnie drogą mailową\n\ndr inż. Eliza Wolak (kierunki NTP, TCh)\n\nKontakt:\n\nPawilon A4, pok. A-4, IV p., pok. 409, tel. +48 12 617 21 16, email: \n*protected email*\n\nDyżur w biurze: \nKonsultacje ustalane są indywidualnie drogą mailową\n\nPrzepisy regulujące odbywanie praktyk\ni na AGH\n\nZARZĄDZENIE Nr 94/2023 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 14 grudnia 2023 r. w sprawie zasad organizacji praktyk studenckich w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\nZarządzenie 94_23\n\nZarządzenie 94_23 załącznik nr 1\n\nZarządzenie 94_23 załącznik nr 2\n\nZarządzenie 94_23 załącznik nr 3\n\nZarządzenie 94_23 załącznik nr 4\n\nZarządzenie 94_23 załącznik nr 5\n\nZarządzenie 94_23 załącznik nr 6\n\nZarządzenie 94_23 załącznik nr 7\n\nPrzed próbą kontaktu z opiekunem praktyk proszę najpierw przeczytać niniejszy przewodnik:\n\nUzyskanie zgody wybranego zakładu pracy na podjęcie praktyki.\n\nZadaniem studenta jest znalezienie w danym zakładzie pracy osoby, która jest odpowiedzialna za kontakty w sprawie praktyk i staży zawodowych (kadry, HR, właściciele małych firm). Czasami wystarczy wypełnienie arkusza rekrutacyjnego na stronie firmy. Przypominamy, że powinno się starać o wymagany wymiar godzinowy praktyki 120 h lekcyjnych (45 minutowych).\n\nPo nawiązaniu kontaktu studenci mogą zostać poproszeni o wysłanie podania (ankiety), ewentualnie CV, jeśli nie zrobili tego wcześniej. Można również zostać zaproszonym na rozmowę kwalifikacyjną.\n\nPozytywna rekrutacja. Otrzymanie e-maila z potwierdzeniem, czy nawet odbycie pozytywnej rozmowy telefonicznej w sprawie praktyki. Bardzo ważne aby zanotować personalia osoby, która nas zrekrutowała. Ta wiedza może być bardzo potrzebna przy ewentualnych kłopotach z uzyskaniem zgody.\n\nWypełnienie formularza zgłoszenia praktyki\n\nNależy BEZWZGLĘDNIE wypełnić formularz zgłoszenia praktyki. Ankietę wypełniają również osoby, które realizują praktykę w zakładzie pracy, z którym WEiP/AGH ma podpisane stosowne porozumienie (Sposób B) lub zaliczają praktykę na podstawie aktywności zawodowej (Sposób C).\n\nEnergetyka\n\nEnergetyka Odnawialna i Zarządzanie Energią\n\nNowoczesne Technologie Paliwowe\n\nTechnologia Chemiczna\n\nFormularz może być wypełniony tylko przez osoby z AGH po uprzednim zalogowaniu.\n\nDostarczenie dokumentów do opiekuna praktyki w celu uzyskania skierowania na praktykę\n\nNależy dostarczyć do opiekuna praktyki niezbędne dokumenty, stosownie dla danego sposobu realizacji praktyki zawodowej.\n\nSposoby realizacji praktyki zawodowej:\n\nSposób A – Wybrany zakład pracy\n\nPraktyki studenckie realizowane w zakładzie pracy wybranym przez studenta. Aby zrealizować praktykę w ten sposób wymagana jest zgoda zakładu pracy sporządzona według poniższego wzoru \n(DOKUMENT 1)\n.\n\nZgoda zakładu\n\nW zgodzie zakładu zawarte są dwa załączniki:\n\nprogram praktyki \n(DOKUMENT 2)\n:\n\nZgoda zakładu – załącznik 1 – program praktyki\n\nkierunkowe efekty uczenia się \n(DOKUMENT 3)\n:\n\nEnergetyka: \nZgoda zakładu – załącznik 2 – efekty En\n\nEnergetyka Odnawialna i Zarządzanie Energią: \nZgoda zakładu – załącznik 2 – efekty EOiZE\n\nNowoczesne Technologie Paliwowe: \nZgoda zakładu – załącznik 2 – efekty NTP\n\nTechnologia Chemiczna: \nZgoda zakładu – załącznik 2 – efekty TCh\n\nWymagane jest również dostarczenie oświadczenia dotyczącego posiadania stosownego ubezpieczenia (NNW i/lub OC), jeżeli takie ubezpieczenie jest wymagane. Koszty ubezpieczenia student ponosi we własnym zakresie \n(DOKUMENT 4)\n.\n\nUbezpieczenie – oświadczenie\n\nDodatkowo wymagane jest dostarczenie wypełnionego skierowania na praktykę (4 egzemplarze) i przesłanie edytowalnej wersji do opiekuna praktyki (\n*protected email*\n) \n(DOKUMENT 5)\n:\n\nEnergetyka: \nSkierowanie – En\n\nEnergetyka Odnawialna i Zarządzanie Energią: \nSkierowanie – EOiZE\n\nNowoczesne Technologie Paliwowe:\n\nSkierowanie – NTP\n\nTechnologia Chemiczna: \nSkierowanie – TCh\n\nUWAGA 1\n\nW przypadku realizowania praktyk w trakcie trwania semestru, co do zasady, może się ona odbywać w wymiarze 15h/tydzień. Odbywanie takiej praktyki wymaga wcześniej akceptacji harmonogramu przez Prodziekana ds. Studenckich. Do harmonogramu należy dołączyć tygodniowy plan zajęć pobrany z systemu USOS.\n\nHarmonogram praktyki realizowanej w trakcie semestru\n\nUWAGA 2\n\nJeżeli profil działania zakładu pracy lub charakter i zakres wykonywanych przez studenta zadań i czynności \nnie pozwoli\n na osiągnięcie efektów uczenia się zakładanych dla praktyk studenckich, opiekun praktyk \nnie może\n wyrazić zgody na realizację praktyki studenckiej w zakładzie pracy wybranym przez studenta.\n\nUWAGA 3\n\nEwentualne zmiany w treści zgody wystawianej przez zakład pracy, każdorazowo wymagają akcentacji Radców Prawnych AGH. W takim przypadku skontaktuj się z Prodziekanem ds. Studenckich.\n\nSposób B – Zakład pracy ma podpisane porozumienie z Wydziałem lub AGH\n\nW przypadku gdy Wydział lub AGH ma podpisane porozumienie w sprawie współpracy w zakresie realizacji praktyk przez studentów, praktyki są realizowane na podstawie skierowania wydanego przez opiekuna praktyk. Informacja dotycząca zakładów pracy z którymi Wydział ma podpisane porozumienie jest dostępna u opiekuna praktyk. Przykładem takiej formy jest ORLEN. Każdorazowo stosowna Informacja jest przekazywana studentom drogą mailową wygenerowaną z systemu USOS.\n\nStudent przed odebraniem skierowaniem na praktykę składa oświadczenie dotyczące posiadania stosownego ubezpieczenia (NNW i/lub OC), jeżeli takie ubezpieczenie jest wymagane. Koszty ubezpieczenia student ponosi we własnym zakresie.\n\nUbezpieczenie – oświadczenie\n\nSposób C – Zaliczenie praktyki na podstawie dotychczasowej aktywności zawodowej\n\nW przypadku ubiegania się o zaliczenie na poczet praktyki zawodowej czynności wykonywanych przez studenta, w szczególności w ramach zatrudnienia, stażu lub wolontariatu, wymagane jest złożenie stosownego wniosku \n(DOKUMENT 1) \n\nAktywność zawodowa – wniosek\n\nDo wniosku należy dołączyć zaświadczenie z zakładu pracy potwierdzające osiągnięcie efektów uczenia się \n(DOKUMENT 2)\n.\n\nAktywność zawodowa – zaświadczenie – En\n\nAktywność zawodowa – zaświadczenie – EOiZE\n\nAktywność zawodowa – zaświadczenie – NTP\n\nAktywność zawodowa – zaświadczenie – TCh\n\nDodatkowo wymagane jest wykonanie sprawozdania \n(DOKUMENT 3) \n– patrz punkt \n„Zaliczenie praktyki”\n poniżej\n\nUWAGA\n\nOkres wykonywania czynności zawodowych nie jest krótszy niż wymiar praktyki zawodowej określony w programie studiów obowiązującym na danym kierunku studiów, poziomie i profilu;\n\nCzynności te były wykonywane nie później niż w okresie ostatnich trzech lat przed złożeniem wniosku przez studenta. \n\nZaliczenie praktyki (sposób A i sposób B):\n\nW celu uzyskania zaliczenia praktyki w danym semestrze, student niezwłocznie po zakończeniu praktyki ma obowiązek przedłożyć opiekunowi praktyk następujące dokumenty:\n\nZaświadczenie z zakładu pracy potwierdzające odbycie praktyki studenckiej sporządzone zgodnie z poniższym wzorem:\n\nEnergetyka: \nZaświadczenie – En\n\nEnergetyka Odnawialna i Zarządzanie Energią:\n\nZaświadczenie – EOiZE\n\nNowoczesne Technologie Paliwowe: \nZaświadczenie – NTP\n\nTechnologia Chemiczna: \nZaświadczenie – TCh\n\nsprawozdanie z przebiegu praktyki:\n\nSprawozdanie\n\n6. \nWażne daty:\n\n20 czerwca 2024 r. – \nTermin dostarczenia zgody zakładu na odbywania praktyki do opiekuna praktyki w celu uzyskania skierowania na praktykę.\n\n15 września 2024 r. – \nTermin dostarczenia zaświadczenia z zakładu pracy potwierdzające odbycie praktyki i sprawozdania z jej przebiegu (ew. zaświadczenia z zakładu pracy potwierdzającego dotychczasową aktywność zawodową – sposób C). \nNiedostarczenie dokumentów w terminie będzie skutkować niezaliczeniem praktyki i konicznością powtarzania semestru VI.\n\nOdwołania\n\nW sprawach dotyczących zaliczeń praktyk zawodowych studentowi przysługuje odwołanie do Prodziekana ds. Studenckich WEiP w ciągu 7 dni od daty niezaliczenia albo odmowy zaliczenia praktyki.", "metadata": {"url": "https://weip.agh.edu.pl/praktyki/", "title": "Praktyki - Wydział Energetyki i Paliw | AGH Kraków", "depth": 3, "duplicate": false, "content_hash": "64ee69c64fa88cf8e7ac665172940dbc", "word_count": 1130, "headings": [{"level": 1, "text": "Praktyki"}, {"level": 2, "text": "Praktyki studenckie - PRZEWODNIK"}, {"level": 3, "text": "Co to jest studencka praktyka zawodowa lub technologiczna ?"}, {"level": 3, "text": "Kto jest opiekunem programu praktyk?"}, {"level": 3, "text": "Przepisy regulujące odbywanie praktyki na AGH"}, {"level": 3, "text": "Przed próbą kontaktu z opiekunem praktyk proszę najpierw przeczytać niniejszy przewodnik:"}]}}