{"content": "# Staff Week w Namur (Belgia)-- Centrum Technologii Kosmicznych \n\nURL: https://www.ctk.agh.edu.pl/wydarzenia/detail/s/staff-week-w-namur\nCrawled: 2025-03-19 21:40:28\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nWydarzenia\n\nWydarzenia\n\nStaff Week w Namur (Belgia)\n\n 07.04.2025 \n\n 11.04.2025 \n\n Pobierz plik iCal \n\nAdd to Google Calendar\n\nAdd to Outlook Calendar\n\nAdd to Office 365 Calendar\n\nAdd to Yahoo Calendar\n\n Dołącz do Staff Week organizowanego przez Uniwersytet Namur w ramach projektu UNIVERSEH, który odbędzie się w Namur, w Belgii od 7 do 11 kwietnia 2025 roku. \n\n Opis \n\nStaff Week dla Pracowników: \"Building a Joint Programme: Challenges and Opportunities?\"\n\nZapraszamy do udziału w wydarzeniu Staff Week dla Pracowników organizowanym przez Uniwersytet Namur w ramach projektu \nUNIVERSEH\n 2.0.\n\nWydarzenie odbędzie się w Namur w dniach 7-11 kwietnia 2025 roku, z trzema sesjami online w marcu (7, 14 i 21 marca – do oststecznego potwierdzenia).\n\nJęzyk wydarzenia - angielski. \n\nStaff Week będzie idealną okazją do wymiany doświadczeń oraz omówienia wyzwań i możliwości związanych z tworzeniem wspólnych programów akademickich.\n\nCel\n\nCelem tygodnia szkoleniowego jest omówienie koncepcyjnego opracowywania, wdrażania, organizowania oraz dostosowywania wspólnych programów. Poruszone będą również kwestie oceny i zapewnienia jakości.\n\nGrupa docelowa\n\nTydzień szkoleniowy jest przeznaczony dla wszystkich pracowników zaangażowanych w projektowanie i wdrażanie programów nauczania na poziomie centralnym i wydziałowym.\n\nDowiedz się więcej\n\nTermin rejestracji: \n16 lutego 2025\n\nFinansowanie\n\nKoszt wyjazdu pokrywa uczestnik z własnych środków. Możliwe jest pokrycie wyjazdu zagranicznego ze środków macierzystej jednostki, jeśli kandydat uzyska takie dofinansowanie. W tym celu należy zwrócić się do Dziekana Wydziału, Kierownika Katedry, Kierownika Jednostki, dysponenta środków itd. właściwego dla miejsca zatrudnienia. \n\nMożliwe jest wykorzystanie grantu z programu Erasmus+ ale dotyczy to tylko Pracowników uczelni, którzy w ostatnim naborze otrzymali takie dofinansowanie. W przypadku wykorzystania środków z programu Erasmus+ wymagane będzie dopełnienie wszelkich formalności jakie nakłada program na jego uczestników. \n\nZastrzeżenie: Wypełnienie formularza i wysłanie zgłoszenia nie jest równoznaczne z akceptacją i udziałem w staff week. \n\nNie przegap tej wyjątkowej okazji, aby zdobyć nową wiedzę i nawiązać kontakty w międzynarodowym środowisku!\n\nStopka\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/wydarzenia/detail/s/staff-week-w-namur", "title": "Staff Week w Namur (Belgia)-- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "2ebd643411130e1d02b276f0e745e154", "word_count": 304, "headings": [{"level": 1, "text": "Wydarzenia"}, {"level": 1, "text": "Staff Week dla Pracowników: \"Building a Joint Programme: Challenges and Opportunities?\""}, {"level": 2, "text": "Cel"}, {"level": 2, "text": "Grupa docelowa"}, {"level": 2, "text": "Dowiedz się więcej"}, {"level": 2, "text": "Finansowanie"}, {"level": 2, "text": "Stopka"}]}}