{"content": "# Dni otwarte | Wydział Zarządzania AGH\n\nURL: https://www.zarz.agh.edu.pl/index.php/dniotwarte/\nCrawled: 2025-03-19 21:35:18\n\nDni otwarte\n\nKomunikaty\n\nWydział Zarządzania AGH prezentuje swoją ofertę w ramach Dnia Otwartego AGH na Kampusie AGH (pomiędzy A-2 i A-3)\n\noraz\n\nzaprasza w tym dniu do swojej siedziby przy ulicy Gramatyka 10. W siedzibie Wydziału zaplanowane są wykłady, pomagające poznać specyfikę zajęć na WZ i dające szansę zadania pytań, które nurtują kandydatów, bezpośrednio wykładowcom tego Wydziału.\n\nPlan wykładów (sala A-03)\n\n10:30-11:15\n\ndr hab. Łukasz Lach, prof. AGH\n opowie o matematyce, jako narzędziu do skutecznego zarządzania. Wystąpienie ma na celu przedstawienie przykładów, w których aparat matematyczny poznawany na zajęciach na WZ AGH pozwala rozwiązywać konkretne problemy w praktyce biznesowej i menedżerskiej.\n\nPan Profesor jest od 15 lat związany z AGH w Krakowie. W pracy zawodowej koncentruje się na zastosowaniach matematyki w rozwiązywaniu problemów ekonomii, w tym opracowywaniu ekspertyz i polityk dla administracji centralnej i zleceniach komercyjnych dla biznesu. Jest również również idealnym adresatem pytań i Informatykę i Ekonometrię na WZ.\n\n12.00-12.45\n\nIwona Radwan-Sado\n przygotowała wystąpienie pomagajace odpoiedzieć na pytanie o to, czy jest możliwe połączenie doskonałego wizerunku z kreatywnym myśleniem i pomysłami na przekonującą autoprezentację podczas dobrze przygotowanego wystąpienia publicznego. Tego włąsnie uczy na Wydziale Zarządzania. Wykład umożliwia poznanie tematyki i zakresu przedmiotów wykładowych z kategorii umiejętności miękkich. bardzo potrzebnych w codziennym życiu prywatnym i zawodowym. Klasa i styl to też ważna umiejętność, której można się nauczyć w miły sposób.\n\nO Iwonie Radwan –Sado złośliwi mówią, że uczy śpiewu, tańca, chodzenia na obcasach i jeszcze rozpija winem studentów. Dla innych to „Caryca gracji”. A naprawdę praktyczka biznesu, świata mediów i mody,który dzieli się ze stuntami swoim doswiadczeniem zawodowym.\n\n13.00-13.45   \n\ndr hab. inż. Bogusława Bek-Gaik, prof. AGH \nomówi cele i wyzwania nurtu informacji niefinansowych w raportowaniu organizacii. Będzie można posłuchać o rozwoju nurtu informacji niefinansowych w raportowaniu organizacji, w szczególności spółek giełdowych. Podczas wykładu omówione zostanie również znaczenie informacji niefinansowych w tym ujawnień na temat modelu biznesu w ocenie działalności i dokonań  jednostki. Wskazane zostaną również wady i zalety sprawozdań finansowych oraz wyzwania jakie stoją przed audytorami i finansistami w związku z ich przygotowaniem i oceną.\n\nPani Profesor jest  Kierownikiem Katedry Finansów i Rachunkowości Wydziału Zarządzania Akademii Górniczo-Hutniczej w Krakowie i praktykiem w obszarze rachunkowości i finansów. Chętnie odpowie na pytania na temat badań naukowych realizowanych w Katedrze, prowadzonych wykładów i specjalności z zakresu m.in. rachunkowości, controlingu, nowymi technologiami w rachunkowości, zarządzania finansami w biznesie, zarzadzanie finansami publicznymi. Dbamy o to, aby nasi Studenci zdobywali solidne podstawy teoretyczne i praktyczne z zakresu finansów i rachunkowości.\n\nPani Profesor jest  Kierownikiem Katedry Finansów i Rachunkowości Wydział Zarządzania Akademia Górniczo-Hutnicza w Krakowie i praktykiem w obszarze rachunkowości.\n\n14.00-14.45   \n\ndr hab. inż. Jerzy Duda, prof. AGH\n przygotował wystąpienie pt. Sztuczna Inteligencja w edukacji: czy roboty dostaną najlepsze oceny?” Opowie o tym, jak sztuczna inteligencja (SI) rewolucjonizuje tradycyjne metody nauczania i uczenia się. Omówi ewolucję SI, działanie modelu językowego ChatGPT, metody jego szkolenia oraz korzyści i wyzwania związane z wykorzystaniem modeli językowych. Spróbuje również odpowiedzieć na pytanie, czy SI stanowi zagrożenie dla obecnych zawodów i jakie kompetencje będą najbardziej poszukiwane w przyszłości.\n\nNa co dzień jest profesorem w Katedrze Informatyki Biznesowej i Inżynierii Zarządzania na Wydziale Zarządzania AGH i Kierownik Laboratorium Innowacji w Przetwarzaniu Danych oraz członekiem Rady Centrum Doskonałości Sztucznej Inteligencji przy AGH. A poza tym to entuzjasta wykorzystania SI w biznesie.\n\nOrganizacja\n\nGodziny otwarcia laboratoriów w ramach Dnia Otwartego WZ AGH\n\n10.00-12.00\n\nLaboratorium Innowacji Inżynierskich; sala \n206\n\nLaboratorium studenckie pod nazwą Engineering Innovation Lab (EIL) z certyfikatem firmy Makerbot (USA) produkującej profesjonalne drukarki 3D oraz certyfikatem firmy SmartTech3D produkującej przemysłowe skanery 3D, przeznaczone jest dla obsługi dydaktyki z przedmiotów inżynierskich tj: Inżynieria odwrotna oraz Szybkie prototypowanie.\n\nZapisy: \nhttps://docs.google.com/…/1FUzeYmbBjfjLf…/viewform…\n\n10.00-14.00\n\nLaboratorium Innowacji Marketingowych; sala 220\n\nW czasie preznetacji będzie można poznać zasady pracy eyetrackera (okulografu) – urządzenia, które służy do śledzenia ruchów gałek ocznych i jest wykorzystywane w procesie oceny kreacji reklamowych, projektowania użyteczności stron internetowych\n\nZapisy: \nhttps://docs.google.com/…/1Qr4xbfLrVLe66Xtq…/viewform…\n\n13.00-15.00\n\nLaboratorium Automatyzacji Procesów, sala 306\n\nLaboratorium wyposażone jest w oprogramowanie SAP. Umożliwia prowadzenie zajęć laboratoryjnych z zakresu zarządzania budynkiem (systemy BMS, BAMS, SMS) ze względu na posiadane oprogramowanie KNX/EIB, sterowniki Andover Control/ Schneider i ABB, podstawowe układy kontrolno-sterujące, a także działający system Sygnalizacji Pożaru SCHRACKoraz system testowania i sprawdzania oświetlenia awaryjnego w budynkach oraz system sygnalizacji włamania i napadu.\n\nZapisy: \nhttps://docs.google.com/…/1-dokMSc0IOgzkQeU…/viewform…\n\n12.00-14.00\n\nLaboratorium Rynków Kapitałowych; sala 315\n\nprezentacja autorskiego programu komputerowego symulującego inwestycje w papiery wartościowe na rynkach międzynarodowych; prezentacja wybranych wyników badań oraz bazy danych EQUITY RT, zawierającej dane finansowe rynków światowych)\n\nSZCZEGÓŁY W MEDIACH SPOŁECZNOŚCIOWYCH WZ AGH\n\nhttps://www.facebook.com/events/964326691559689?active_tab=about\n\nZAPRASZAMY!\n\nStudia\n\nStudia licencjackie i inżynierskie\n\nStudia magisterskie\n\nStudia po angielsku\n\nStudia doktoranckie\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nKierunki studiów\n\nJakość kształcenia\n\nZintegrowany program rozwoju\n\nOrganizacja\n\nZespół Obsługi Studentów studia stacjonarne\n\nZespół Obsługi Studentów studia niestacjonarne\n\nInfrastruktura Wydziału\n\ne-Wydział\n\nWydział\n\nO nas\n\nWładze Wydziału\n\nJednostki naukowe\n\nLaboratoria\n\nAdministracja Wydziału\n\nSamorząd studentów i doktorantów\n\nWspółpraca\n\nGalerie\n\ncovid19\n\nDni otwarte\n\nNauka\n\nBadania i granty\n\nPostępowania awansowe\n\nCzasopisma naukowe\n\nKonferencje naukowe\n\nNaukowy ruch studencki\n\nBiblioteka wydziałowa", "metadata": {"url": "https://www.zarz.agh.edu.pl/index.php/dniotwarte/", "title": "Dni otwarte | Wydział Zarządzania AGH", "depth": 3, "duplicate": false, "content_hash": "ad47a64c023c6982f417b3665abd5209", "word_count": 807, "headings": [{"level": 1, "text": "Dni otwarte"}, {"level": 2, "text": "Komunikaty"}, {"level": 4, "text": ""}, {"level": 4, "text": "Wydział Zarządzania AGH prezentuje swoją ofertę w ramach Dnia Otwartego AGH na Kampusie AGH (pomiędzy A-2 i A-3)"}, {"level": 4, "text": "oraz"}, {"level": 4, "text": "zaprasza w tym dniu do swojej siedziby przy ulicy Gramatyka 10. W siedzibie Wydziału zaplanowane są wykłady, pomagające poznać specyfikę zajęć na WZ i dające szansę zadania pytań, które nurtują kandydatów, bezpośrednio wykładowcom tego Wydziału."}, {"level": 3, "text": "Plan wykładów (sala A-03)"}, {"level": 2, "text": "Organizacja"}, {"level": 4, "text": ""}, {"level": 3, "text": "Godziny otwarcia laboratoriów w ramach Dnia Otwartego WZ AGH"}, {"level": 3, "text": "Laboratorium Innowacji Inżynierskich; sala206"}, {"level": 3, "text": "Laboratorium Innowacji Marketingowych; sala 220"}, {"level": 3, "text": "Laboratorium Automatyzacji Procesów, sala 306"}, {"level": 3, "text": "Laboratorium Rynków Kapitałowych; sala 315"}, {"level": 2, "text": "SZCZEGÓŁY W MEDIACH SPOŁECZNOŚCIOWYCH WZ AGH"}, {"level": 2, "text": "ZAPRASZAMY!"}, {"level": 3, "text": "Studia"}, {"level": 3, "text": "Organizacja"}, {"level": 3, "text": "Wydział"}, {"level": 3, "text": "Nauka"}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": ""}]}}