{"metadata": {"url": "https://dss.agh.edu.pl/swiadczenia/stypendium-socjalne", "title": " Stypendium socjalne -- Dział Spraw Studenckich AGH ", "depth": 1, "duplicate": false, "content_hash": "cbbd37565aedb54f9e5639aa9d2b19ac", "word_count": 1997, "headings": [{"level": 1, "text": "Stypendium socjalne"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Stopka"}]}, "content": "#  Stypendium socjalne -- Dział Spraw Studenckich AGH \n\nURL: https://dss.agh.edu.pl/swiadczenia/stypendium-socjalne\nCrawled: 2025-03-20 01:35:07\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Stypendium socjalne \n\nWażne informacje:\n\nOd 1 października 2024 r. zmienia się wysokość progu dochodowego uprawniającego do otrzymania stypendium socjalnego. W roku akademickim 2024/2025 próg ten będzie wynosić \n1570,50 zł netto.\n\nOd 1 października 2024 r. dochód uprawniający studenta do rozliczania się bez wskazywania dochodów rodziców (samodzielność finansowa) wynosi \n1396,00 zł.\n\nOd 1 stycznia 2025 r. dochód uprawniający do korzystania z pomocy społecznej dla osoby w rodzinie wynosi \n823,00 zł.\n\nKontakt do osób obsługujących stypendia na Wydziałach\n\nStypendium socjalne przyznawane jest na podstawie średniego miesięcznego dochodu netto przypadającego na jednego członka rodziny studenta\n.\n\nW szczególnie uzasadnionych przypadkach stypendium socjalne może zostać przyznane w \nzwiększonej wysokości\n.  Tytułem do zwiększenia stypendium socjalnego może być:\n - zamieszkanie w \ndomu studenckim AGH\n,\n - półsieroctwo lub sieroctwo zupełne,\n - ciężka lub przewlekła choroba członka rodziny,\n - pobieranie zasiłku okresowego lub stałego z pomocy społecznej.\n\nDo wniosku należy dołączyć \ndokumenty potwierdzające aktualną sytuację\n materialną i rodzinną - lista wymaganych dokumentów znajduje się poniżej.\n\nKomunikat Prorektora ds. Studenckich w sprawie terminów składania wniosków o stypendia w semestrze letnim roku akademickiego 2024/2025\n\nKomunikat Prorektora ds. Studenckich w sprawie wydłużenia terminu składania wniosków o stypendium socjalne i stypendium dla osób niepełnosprawnych w semestrze letnim roku akademickiego 2024/2025\n\nWniosek należy wypełnić w USOSweb, wydrukować i podpisać.\n Wnioski zarejestrowane w systemie, ale niezłożone w BOSS nie będą podlegać rozpatrzeniu.\n\nRodzaj stypendium\n\nTermin składania wniosków\n\nsocjalne\n\ndo\n 10 marca 2025 r.\n tura w USOSweb otwarta od 14 lutego 2025 r.\n\ndla osób niepełnosprawnych\n\ndo\n 10 marca 2025 r.\n tura w USOSweb otwarta od 14 lutego 2025 r.\n\nrektora dla studentów rozpoczynających\n I rok studiów II stopnia\n w semestrze letnim 2024/2025\n\ndo \n17 marca 2025 r\n.\n tura w USOSweb otwarta od 24 lutego 2025 r.\n\nOd 1 października 2024 r. miesięczny dochód na jedną osobę w rodzinie uprawniający do otrzymania stypendium socjalnego nie może przekroczyć kwoty 1570,50 zł netto.\n\nWniosek o stypendium należy zarejestrować w USOSweb. Oryginał wniosku wraz z niezbędnymi załącznikami w wersji papierowej należy złożyć w\n BOSS.\n\nDOKUMENTY OBLIGATORYJNE\n obowiązkowe dla każdego studenta składającego wniosek o przyznanie stypendium socjalnego\n\nrodzaj dokumentu \n\nkogo dotyczy\n\nuwagi\n\n1. \nwniosek o przyznanie stypendium\n\nwnioskodawcy\n\nwniosek należy \nwypełnić elektronicznie \npoprzez USOSweb, \nwydrukować i dostarczyć do odpowiedniej jednostki Uczelni\n\n2. \nzaświadczenie z Urzędu Skarbowego o dochodzie  podlegającym opodatkowaniu podatkiem dochodowym od osób fizycznych za rok 2023\n\nrodziców, wnioskodawcy, pełnoletniego uczącego się rodzeństwa, niepełnoletniego rodzeństwa osiągającego dochody\n\nna zasadach określonych  w art. 27, 30b, 30c, 30e, 30f ustawy z dnia 26 lipca 1991 roku o podatku dochodowym od osób fizycznych\n\n3. \nzaświadczenia  lub oświadczenie członków rodziny zawierające informację o wysokości zapłaconych  składek na ubezpieczenie zdrowotne w roku kalendarzowym 2023\n\nrodziców, wnioskodawcy, pełnoletniego uczącego się rodzeństwa, niepełnoletniego rodzeństwa osiągającego dochody\n\nwzór oświadczenia o wysokości składek\n\nZaświadczenie dotyczy każdego członka rodziny, który uzyskał dochody w 2023 roku.\n\nOświadczenie dopuszczalne jest w przypadku braku dochodu (nie dotyczy rolników).\n\n4. \noświadczenie o dochodach nieopodatkowanych  uzyskanych w roku 2023\n\nrodziców, wnioskodawcy, pełnoletniego uczącego się rodzeństwa\n\nwykaz dochodów nieopodatkowanych\n\nZałącznik nr 3 do Regulaminu świadczeń dla studentów AGH: \nOświadczenie o dochodach niopodatkowanych\n\nDOKUMENTY FAKULTATYWNE (DODATKOWE)\n (w zależności od zaistniałej sytuacji w rodzinie studenta), które należy złożyć składając wniosek o przyznanie stypendium socjalnego\n\nrodzaj dokumentu\n\nkogo dotyczy\n\nuwagi\n\n1. \nzaświadczenie Urzędu Skarbowego o wysokości przychodu z działalności podlegającej opodatkowaniu na podstawie przepisów o zryczałtowanym podatku dochodowym od niektórych przychodów osiąganych przez osoby fizyczne w roku 2023\n\nrodziców, wnioskodawcy, pełnoletniego uczącego się rodzeństwa prowadzącego zryczałtowaną działalność gospodarczą\n\nna zaświadczeniu powinna być informacja: o roku podatkowym, którego dotyczy zaświadczenie, danych podatnika, którego dotyczy zaświadczenie, formie opłacanego podatku, wysokości przychodu, stawce podatku, wysokości opłaconego podatku \n\n2. \nzaświadczenie wydane przez  ośrodek pomocy społecznej albo przez centrum usług społecznych o korzystaniu w roku złożenia wniosku (2024) ze świadczeń z pomocy społecznej przez studenta lub członków jego rodziny\n\nwnioskodawcy, członków rodziny wnioskodawcy\n\njeżeli dochód  w rodzinie (do 823,00 zł) uprawnia do korzystania z OPS\n\nW uzasadnionych przypadkach dopuszcza się złożenie oświadczenia\n\nŹródła utrzymania wykazane w oświadczeniu muszą być udokumentowane\n\nZałącznik nr 1 do Regulaminu świadczeń dla studentów AGH: \nOświadczenie o źródłach urtrzymania studenta i jego rodziny\n\n3. \ndokument potwierdzający ciężką lub przewlekłą chorobę członka rodziny studenta\n\nwnioskodawcy w przypadku starania się o stypendium socjalne w zwiększonej wysokości z tytułu ciężkiej lub przewlekłej choroby rodzica lub rodzeństwa studenta\n\ndo dokumentów należy dołączyć informację o przetwarzaniu danych osobowych\n\nZałącznik nr 4 do Regulaminu świadczeń dla studentów AGH: \nInformacja o przetwarzaniu danych osobowych\n\n4. \noświadczenie o nieosiąganiu dochodów w kraju i za granicą  w roku 2023\n\nwnioskodawcy i pełnoletnich członków rodziny, jeżeli nie złożyli zeznania w Urzędzie Skarbowym\n\noświadczenie o nieosiąganiu dochodów w kraju i za granicą  w roku 2023\n\n5. \ndokument potwierdzający wiek rodzeństwa i dzieci poniżej 18 lat (odpis skrócony aktu urodzenia lub zaświadczenie o uczęszczaniu do szkoły), \n\nwnioskodawcy posiadającego rodzeństwo do 18. roku życia \n\nUWAGA! akt urodzenia dotyczy tylko rodzeństwa niepodlegającego obowiązkowi szkolnemu\n\n6. \nzaświadczenie o uczęszczaniu rodzeństwa lub dziecka do szkoły lub szkoły wyższej  \n\nwnioskodawcy posiadającego uczące się rodzeństwo pomiędzy 18. a 26. rokiem życia \n\nUWAGA! zaświadczenie na rok akademicki 2024/2025 należy uzupełnić – do 20 października 2024 r.\n\n7. \nzaświadczenie z Urzędu Pracy o posiadaniu statusu osoby bezrobotnej (rodzice, współmałżonek) wraz z informacją o wysokości pobranego zasiłku/stypendium za pierwszy pełny miesiąc pobierania świadczenia\n\nbezrobotnych rodziców wnioskodawcy, współmałżonka, niepracującego, uczącego się rodzeństwa \n\n8. \npisemne oświadczenie o pozostawaniu bez pracy w kraju i poza jego granicami w rozpatrywanym okresie\n\nbezrobotnych rodziców wnioskodawcy, współmałżonka - niezarejestrowanych w Urzędzie Pracy\n\noświadczenie o pozostawaniu bez pracy w kraju i poza jego granicami w rozpatrywanym okresie\n\n9. \nzaświadczenie o podleganiu ubezpieczeniu zdrowotnemu wydane przez ZUS lub zakład pracy \n\nbezrobotnych rodziców wnioskodawcy, współmałżonka -  niezarejestrowanych w Urzędzie Pracy\n\n10. \nkopia odpisu skróconego aktu małżeństwa studenta\n\nwnioskodawcy pozostającego w związku małżeńskim\n\n11. \nkopia orzeczenia o stopniu niepełnosprawności lub równoważny dokument, w przypadku gdy na utrzymaniu studenta, jego małżonka lub rodziców studenta pozostaje dziecko niepełnosprawne bez względu na wiek\n\nwnioskodawcy posiadającego rodzeństwo/dzieci posiadające orzeczenie o niepełnosprawności, stopniu niepełnosprawności lub inny równoważny dokument\n\n12. \nkopia odpisu prawomocnego wyroku sądu rodzinnego stwierdzającego przysposobienie lub zaświadczenie sądu rodzinnego lub ośrodka adopcyjno-opiekuńczego o prowadzonym postępowaniu sądowym w sprawie o przysposobienie dziecka\n\nwnioskodawcy, jeżeli przebywał w rodzinie zastępczej\n\n13. \nkopia aktów zgonu rodziców \n\nwnioskodawcy w zależności od zaistniałej sytuacji\n\n14. \nkopia odpisu prawomocnego wyroku orzekającego rozwód lub separację rodziców \n\nwnioskodawcy w przypadku rozwodu lub separacji rodziców\n\n15. \nkopia odpisu prawomocnego wyroku zasądzającego alimenty albo ugody sądowej, bądź ugody zawartej w postępowaniu mediacyjnym, dotycząca obowiązku płatności alimentów, zaopatrzona w sądową klauzulę wykonalności, w przypadku osób pobierających naukę\n\nwnioskodawcy, członków rodziny wnioskodawcy, jeżeli mają zasądzone alimenty\n\n16. \npostanowienie lub zaświadczenie komornika o całkowitej lub częściowej bezskuteczności egzekucji alimentów a także o wysokości wyegzekwowanych alimentów\n\nwnioskodawcy, członków rodziny wnioskodawcy w przypadku uzyskania alimentów niższych niż zasądzone w wyroku lub ugodzie sądowej \n\n17. \nkopia odpisu podlegającego wykonaniu orzeczenia sądu zasądzającego alimenty na rzecz osób  poza rodziną lub odpis protokołu posiedzenia zawierającego treść ugody sądowej, lub odpis zatwierdzonej przez sąd ugody zawartej przed mediatorem, zobowiązującej do alimentów na rzecz poza rodziną\n\nwnioskodawcy, członków rodziny wnioskodawcy, jeżeli są zobowiązani do płacenia alimentów na osoby spoza rodziny wnioskodawcy\n\n18. \nprzekazów lub przelewów pieniężnych dokumentujących faktyczną wysokość płaconych  alimentów\n\nwnioskodawcy, członków rodziny wnioskodawcy, jeżeli są zobowiązani do płacenia alimentów na osoby spoza rodziny wnioskodawcy\n\n19. \nzaświadczenie z Funduszu Alimentacyjnego o wysokości wypłaconego świadczenia\n\nwnioskodawcy i rodzeństwa przedkładających dokument od komornika o bezskuteczności egzekucji alimentów\n\n20. \nkopia odpisu zupełnego aktu urodzenia w przypadku, gdy ojciec jest nieznany\n\nwnioskodawcy i rodzeństwa w zależności od zaistniałej sytuacji\n\n21. \nzaświadczenie pracodawcy o terminie urlopu wychowawczego i okresie, na jaki został udzielony oraz o okresach zatrudnienia\n\nwnioskodawcy, członków rodziny wnioskodawcy, jeżeli doszło do utraty lub uzyskania dochodu w rozpatrywanym okresie z powodu przebywania na urlopie wychowawczym\n\ndotyczy okresu od 2023 roku\n\nutrata dochodu - definicja\n\n22. \ndokument określający datę uzyskania dochodu z jego wysokością netto z pełnego miesiąca następującego po miesiącu, w którym dochód został osiągnięty\n\nwnioskodawcy, członków rodziny wnioskodawcy, jeżeli uzyskano dochód w rozpatrywanym okresie\n\ndotyczy okresu od 2023 roku\n\nuzyskanie dochodu - definicja\n\n23. \noświadczenie o wysokości dochodu z działalności gospodarczej\n\nrodziców, wnioskodawcy, pełnoletniego uczącego się rodzeństwa\n\nw przypadku rozpoczęcia działalności po roku 2023\n\noświadczenie członka rodziny  o dochodzie z działalności gospodarczej\n\n24.\n kopia decyzji o przyznaniu renty/emerytury\n\nwnioskodawcy, członków rodziny wnioskodawcy, jeżeli utrzymują się z renty lub emerytury\n\n25. \nzaświadczenie z Urzędu Gminy o posiadaniu gospodarstwa rolnego lub nieruchomości w roku 2023 lub kopia nakazu płatniczego\n\nwnioskodawcy i członków rodziny, jeżeli posiadają gospodarstwo rolne \n\nzaświadczenie jest obowiązkowe dla rolników - niezależnie od wielkości posiadanego gospodarstwa rolnego\n\n26. \nzaświadczenia z KRUS o wysokości wypłaconego zasiłku chorobowego w roku 2023\n\nrodzice wnioskodawcy, jeżeli są rolnikami lub podlegają ubezpieczeniu KRUS\n\n27. \nkopia umowy dzierżawy\n\nwnioskodawcy i członków rodziny w przypadku oddania części lub całości znajdującego się w posiadaniu rodziny gospodarstwa rolnego w dzierżawę\n\nna podstawie umowy zawartej stosownie do przepisów o ubezpieczeniu rolników, albo oddania gospodarstwa rolnego w dzierżawę w związku z pobieraniem renty określonej w przepisach o wspieraniu rozwoju obszarów wiejskich ze środków pochodzących z Sekcji Gwarancji Europejskiego Funduszu Orientacji i Gwarancji Rolnej\n\n28. \nkopia umowy zawartej w formie aktu notarialnego, w przypadku wniesienia gospodarstwa rolnego do użytkowania przez rolniczą spółdzielnię produkcyjną\n\nwnioskodawcy i członków rodziny w przypadku wniesienia gospodarstwa rolnego do użytkowania przez rolniczą spółdzielnię produkcyjną\n\n29. \nzaświadczenie z GOPS/MOPS/ Urzędu Gminy o pobieranych aktualnie świadczeniach rodzinnych lub decyzja o przyznaniu tych świadczeń \n\nwnioskodawcy, jeżeli zasiłek rodzinny wskazany jest jako źródło utrzymania rodziny\n\n30. \noświadczenie studenta o nieprowadzeniu wspólnego gospodarstwa domowego z rodzicami\n\nwnioskodawcy, jeżeli nie wykazuje dochodów rodziców i ukończył 26. rok życia lub pozostaje w związku małżeńskim lub ma na swoim utrzymaniu dzieci lub osiągał  w 2023 r. do nadal dochód nie mniej niż 1396,00 zł miesięcznie i nie prowadzi gospodarstwa z rodzicami\n\nZałącznik nr 2 do Regulaminu świadczeń dla studentów AGH: \nOświadczenie o nieprowadzeniu wspólnego gospodarstwa domowego z rodzicami\n\n31. \nzaświadczenie o ubezpieczeniu w KRUS\n\nwnioskodawcy, członków rodziny wnioskodawcy, jeżeli są rolnikami lub podlegają ubezpieczeniu KRUS\n\nZaświadczenie\n jest to dokument sporządzony przez właściwy urząd. Zaświadczenie może być w wersji papierowej lub elektronicznej. Dokument w wersji elektronicznej, przed złożeniem wniosku w Uczelni, należy przesłać na adres mailowy pracownika zajmującego się obsługą studentów Wydziału w zakresie stypendium socjalnego.\n\nOświadczenie\n to dokument napisany odręcznie lub komputerowo, podpisany przez osobę składającą oświadczenie. Składający oświadczenie zobowiązany jest do zawarcia w nim klauzuli o treści „Jestem świadomy odpowiedzialności karnej za złożenie fałszywego oświadczenia”.\n\nW przypadku, gdy okoliczności sprawy mające wpływ na prawo do stypendium socjalnego wymagają potwierdzenia innym dokumentem niż wymienione w powyższym zestawieniu organ przyznający świadczenie może domagać się innych dokumentów.\n\nWażne!\n Do wniosku należy dołączyć oryginały dokumentów, chyba że jest wyraźnie mowa o kopii. W takiej sytuacji, podczas składania dokumentów, należy przedstawić oryginały do wglądu.\n\nOd dnia 1 października 2023 roku\n na podstawie art. 88 ust. 4 ustawy z dnia 20 lipca 2018 r. Prawo o szkolnictwie wyższym i nauce o treści „\nRektor (...) odmawia przyznania stypendium socjalnego studentowi, którego miesięczny dochód na osobę w rodzinie nie przekracza kwoty określonej w art. 8 ust. 1 pkt 2 ustawy z dnia 12 marca 2004 r. o pomocy społecznej, jeżeli do wniosku o przyznanie stypendium socjalnego\n nie dołączy\n wydanego przez  ośrodek pomocy społecznej albo przez centrum usług społecznych zaświadczenia o korzystaniu w roku złożenia tego wniosku ze świadczeń z pomocy społecznej przez niego lub przez członków jego rodziny .\n”\n\nKwota, o której mowa w art. 8 ust. 1 pkt 2 ustawy z dnia 12 marca 2004 r. o pomocy społecznej wynosi dla osoby w rodzinie \n823,00 zł netto.\n\nW związku z powyższym, dołączenie zaświadczenia obowiązuje wszystkich studentów, dla których miesięczny dochód na jedną osobę w rodzinie obliczony na podstawie złożonych dokumentów jest równy lub niższy od\n 823,00 zł netto\n.\n\nKontakt\n\nBOSS\n - osoby zajmujące się obsługą świadczeń na poszczególnych Wydziałach\n\nbudynek C-7\n pokój 112b\n\nponiedziałek – wtorek\n 9:00 – 15:00\n czwartek - piątek\n 7:30 – 13:30\n\nStopka\n\nArchiwum dokumentów\n\nDział Spraw Studenckich\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nAl. Mickiewicza 30\n30-059 Kraków\n\nBiuro Obsługi Spraw Studenckich\nbudynek C-7, pokój 112\nSekcja Obsługi Organizacji Studenckich\nbudynek C-1, pokój 111\nSekcja Wypłat i Rozliczeń Stypendiów\nbudynek C-1, pokój 111\ne-mail: dss@agh.edu.pl\n\nBack"}