{"content": "#  Master's Degree Program -- Space Technology Centre \n\nURL: https://www.ctk.agh.edu.pl/en/masters-degree-program-space-technologies\nCrawled: 2025-03-19 21:25:05\n\nSkip to content\n\nSkip to footer\n\n Master's Degree Program \n\n The space industry is currently experiencing rapid growth, with an even greater boom on the horizon. Now, imagine that when the moment comes, you are a recognized expert in the space sector. Make that dream a goal by choosing the Space Technologies Master’s Degree Program at AGH University of Krakow. \n\nNew Master’s Program – Space Technologies \n\nThe AGH University of Krakow is thrilled to announce the launch of a new Master’s program in Space Technologies. This program, which is entirely taught in English, prepares students for careers in one of the fastest-growing industries of the future. It is the first program of its kind in this part of Poland! \n\nThree specializations to choose from \n\nChoose one of three distinct paths: \n\nUpstream – Designing and building space technologies \n\nDownstream – Analyzing and utilizing data from space missions \n\nBiomedical – Space medicine and life support technologies \n\nUpstream \n\nFocuses on the technologies and systems used in spacecraft design, construction, and operation. Students will learn about orbital mechanics, spacecraft engineering, and onboard systems, gaining the skills necessary to work on the development and testing of space technologies. \n\nDownstream \n\nThis program concentrates on processing and analyzing data from space missions. The curriculum includes signal processing, remote sensing, and space imagery analysis, as well as the use of machine learning in space applications. Graduates of this program will be prepared to manage and analyze space data. \n\nBiomedical \n\nDedicated to those interested in the impact of space on human health and life support technologies in space environments. The program covers space biology, medicine, and biomedical engineering, preparing students to work on life-support systems in space. \n\nBeyond studies – industry partnerships from day one \n\nThe program offers expertise and internships with tech and space companies, including \nCloudFerro\n, \nIntel\n or \nCreotech Instruments\n, with more partners joining. This close collaboration between academia and industry ensures that students gain a clear perspective on their career paths from the start. Practical experience acquired during the program will make entering the job market more straightforward. \n\nA global environment – Just like the space industry \n\nThe space sector is inherently global, and pursuing a career in this field means embracing work in an international environment. The Space Technologies program prepares students for this challenge, offering courses taught entirely in English by international faculty. The program fosters a multicultural exchange for national and international students. \n\nAdmissions are opening soon – limited places are available! \n\nEverything moves fast in the space industry, and so does admission to the Space Technologies program! Applications open on January 13, 2025. Check out the full admission schedule here: \nSchedule\n\nDiscover the curriculum \n\nFind out more about the Master's Degree Program: \nFind out more\n\nCheck out the subjects : \nSubjects\n\nSee the PDF Infopack - \nInfopack\n\nTake the first step towards your future – study Space Technologies at the AGH University of Krakow! \n\nDo you have any questions? Ask Dr. Eng. Krzysztof Grabowski at \nspace-tech@agh.edu.pl\n\nStopka\n\nResearch\n\nProjects\n\nContact\n\nLogo to download\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/en/masters-degree-program-space-technologies", "title": " Master's Degree Program -- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "3d9cdd2b8c12acc7bb42456dffdd08d3", "word_count": 503, "headings": [{"level": 1, "text": "Master's Degree Program"}, {"level": 2, "text": "New Master’s Program – Space Technologies"}, {"level": 2, "text": "Three specializations to choose from"}, {"level": 3, "text": "Upstream"}, {"level": 3, "text": "Downstream"}, {"level": 3, "text": "Biomedical"}, {"level": 2, "text": "Beyond studies – industry partnerships from day one"}, {"level": 2, "text": "A global environment – Just like the space industry"}, {"level": 2, "text": "Admissions are opening soon – limited places are available!"}, {"level": 2, "text": "Discover the curriculum"}, {"level": 2, "text": "Stopka"}]}}