{"content": "#  Systemy i serwisy w AGH -- Centrum Obsługi Kształcenia AGH \n\nURL: https://www.cok.agh.edu.pl/systemy-i-serwisy-w-agh\nCrawled: 2025-03-19 22:40:38\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Systemy i serwisy w AGH \n\nW komunikacji wewnątrzuczelnianej wymagane jest używanie konta pocztowego w domenie AGH.\n\nKonto pocztowe założysz samodzielnie przez wypełnienie\n formularza online.\n Do tego celu niezbędne są:\n\nWięcej informacji oraz instrukaja na stronie \nCentrum Rozwiązań Informatycznych\n.\n\nUniwersytecki System Obsługi Studiów\n przeznaczony jest do kompleksowej obsługi spraw studiów, studentów, doktorantów, słuchaczy studiów podyplomowych, uczestników kursów dokształcających i pracowników naukowo-dydaktycznych. USOS został wdrożony na AGH w ramach Zintegrowanego Programu Rozwoju Akademii Górniczo-Hutniczej POWER (nr umowy: POWR.03.05.00-00-z307/17).\n\nNa system USOS składa się rodzina aplikacji:\n○\n\nUSOSadm\n – główna aplikacja – przeznaczona dla pracowników administracji;\n○\n\nUSOSweb\n – aplikacja webowa, której głównymi odbiorcami są studenci oraz nauczyciele akademiccy;\n○\n\nAPD\n – Archiwum Prac Dyplomowych – przeznaczone do kompleksowej obsługi procesu dyplomowania;\n○\n   aplikacje stowarzyszone, które uzupełniają funkcjonalnie system w innych obszarach działalności edukacyjnej uczelni.\n\nZOBACZ Instrukcje USOS\n\nUniTime\n - system informatyczny do planowania zajęć związanych z procesem dydaktycznym na AGH. System przeznaczony jest dla pracowników, doktorantów i studentów uczelni.\n\nPrzydatne linki:\n\nW celu ustawienia hasła w Bazie Pracowników i Studentów AGH potrzebnego do zalogowania się do usługi UniTime należy postępować zgodnie z instrukcją: \nHasło w Bazie Pracowników i Studentów\n.\n W przypadku innych problemów z logowaniem do usługi należy kontaktować się z \nPomocą IT\n.\n\nSystem \nSylabus AGH\n służy do prezentowania informacji na temat studiów pierwszego i drugiego stopnia oraz studiów podyplomowych. Obsługą administracyjną systemu Sylabus AGH zajmuje się Dział Jakości Kształcenia w Centrum Organizacji Kształcenia.\n\nmLegitymacja\n to – zgodnie z prawem – legitymacja studencka, ale wyświetlana na ekranie telefonu. Co do zasady, mLegitymacja jest ważna w okresie ważności ELS (Elektronicznej Legitymacji Studenckiej). mLegitymacje przeznaczone są tylko dla studentów I-go i II-go stopnia studiów.\n\nmLegitymacja studencka działa tak jak tradycyjny dokument. Na jej podstawie można potwierdzić przynależność do grona studentów AGH oraz skorzystać z ulg i zwolnień. Można również potwierdzić swoje dane w aplikacji mWeryfikator. Uprawniony użytkownik zweryfikuje m.in. imię, nazwisko i zobaczy zdjęcie z dokumentu w niskiej rozdzielczości. Może sprawdzić również ważność mLegitymacji studenckiej.\n\nAby wygenerować mLegitymację zobacz instrukcję: \nUSOSweb – mLegitymacja\n.\n\nUPeL czyli Uczelniana Platofroma e-Learningowa, to platforma elearningowa oparta o system Moodle.\n\nW AGH UPeLem administruje \nCentrum e-Learningu i Innowacyjnej Dydaktyk\ni przy współpracy z \nCentrum Rozwiązań Informatycznych.\n\nDydaktycy w AGH korzystają z również MS Teams podczas prowadzenia kształcenia w formie zdalnej.\n\nStudent/pracownik AGH ma możliwość zalogowania się do usługi Microsoft 365. Więcej informacji na stronie \nCentrum Rozwiązań Informatycznych.\n\nLink do usługi Micosoft 365 na \nstronie Microsoft.\n\nPrzy logowaniu do usługi Microsoft 365 oraz MS Teams wymagane jest uwierzytelnienie za pomocą adresu email oraz hasła do poczty AGH.\n\nKontakt\n\nPomoc merytoryczna USOS\n: \n T: + 48 12 617 53 42 \n E: \nusos@agh.edu.pl\n\nPomoc techniczna USOS\n: \n T: +48 12 617 23 28\n T: +48 885 972 677\n E: \npomoc-usos@agh.edu.pl\n\nPomoc UniTime\n:\n T: 12 617 31 47\n E: \nut-pomoc@agh.edu.pl\n\nPomoc Sylabus\n T: 12 617 38 80\n E: \nsylabusagh@agh.edu.pl\n\nStopka\n\nKanał AGH w serwisie YouTube\nFanpage AGH w serwisie Facebook\nFanpage AGH w serwisie Linkedin\nKanał AGH w serwisie Twitter\nFanpage AGH w serwisie Instagram\nFanpage AGH w serwisie Tiktok\n\nBack", "metadata": {"url": "https://www.cok.agh.edu.pl/systemy-i-serwisy-w-agh", "title": " Systemy i serwisy w AGH -- Centrum Obsługi Kształcenia AGH ", "depth": 3, "duplicate": false, "content_hash": "192328108e90d8955a13fa6cd7f029b3", "word_count": 509, "headings": [{"level": 1, "text": "Systemy i serwisy w AGH"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Stopka"}]}}