{"content": "# „Historia zawarta w medalach – ten od Huty” – felieton-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/historia-zawarta-w-medalach-ten-od-huty-felieton\nCrawled: 2025-03-19 21:14:51\n\n„Historia zawarta w medalach – ten od Huty” – felieton \n\n 08/03/2025 \n\nWykorzystuję fakt, że mam szufladę pełną medali, a wiele z nich związanych jest z nazwiskiem jakiegoś wybitnego naukowca lub twórcy techniki, więc nie wnikając w to, dlaczego ten czy inny medal dostałem – opowiadam w kolejnych felietonach o ludziach, których nazwiska oraz (zwykle) odlewane w brązie portrety owe medale zdobią. Dzisiaj chcę opowiedzieć o medalu Sendzimira nadawanym przez Zarząd Główny Stowarzyszenia Polskich Wynalazców i Racjonalizatorów.\n\nWiększość „medalowych bohaterów”, których opisywałem w moich poprzednich felietonach, była znacznej części Czytelników nieznana, dlatego właśnie opowieści o nich uważałem i uważam za potrzebne, bo są to bez wyjątku postacie godne uwiecznienia. Natomiast bohater dzisiejszego felietonu wywołuje w Krakowie natychmiastowe, chociaż - jak pokażę – płytkie skojarzenie:\n\n- A, to ten od Huty!\n\nRzeczywiście, jest coś na rzeczy. Huta pod Krakowem (nie w Krakowie, gdyż Kombinat Metalurgiczny powstał na podkrakowskich polach, dosłownie na zielonej trawie) rozpoczęła działalność w 1954 roku. Nie jest to właściwe miejsce, by opisywać przyczyny i okoliczności postawienia owego kombinatu właśnie tutaj, ale przypisanie do owej Huty nazwiska Lenina (w latach 1954 – 1990) nie budziło entuzjazmu. Dlatego gdy w 1990 roku wiele komunistycznych tradycji i nazw było zmienianych – zastanawiano się, jak też nazwać  ten ogromny kombinat. I wtedy naukowcy AGH przypomnieli postać chyba najwybitniejszego polskiego hutnika: Tadeusza Sendzimira. Taką właśnie nazwę uzyskała Huta 4 maja 1990 roku na okres do 2004 roku (potem Hutę sprzedano), a ja postanowiłem poznać dzieje tego niezwykłego człowieka.\n\nOd 1912 roku studiował mechanikę na Politechnice Lwowskiej, ale w 1914 roku wybuchła I Wojna Światowa. W czasie wojny ominął go los żołnierza, bo zatrudnił się w Rosyjsko-Amerykańskiej Izbie Handlowej w Kijowie, gdzie był bardzo ceniony. Ale koniec wojny zbiegł się w Rosji z wybuchem rewolucji bolszewickiej, z którą początkowo wielu ludzi wiązało bardzo idealistyczne oczekiwania. Sendzimir nie miał cienia wątpliwości: ten płonący kraj trzeba było opuścić. Pionierską wyprawą przez całą Syberię dotarł do Japonii, a potem dotarł do Szanghaju gdzie prawie cudem zdobył kredyt i założył własną fabrykę „Sendzimir Mechanical Works”. Produkował drut, śruby i gwoździe, które chętnie kupowano, ale Sendzimir ze swojej produkcji nie był zadowolony, bo jego wyroby szybko rdzewiały. Żeby temu zapobiec wynalazł innowacyjną metodę ich ocynkowania. To był jego pierwszy znaczący wynalazek.\n\nW 1930 roku sprzedał swoją fabrykę i wrócił do Polski. W Katowicach wybudował ocynkownię, w Bytomi zainstalował wymyśloną przez siebie walcarkę (kopiowaną potem na całym świecie) i stworzył walcownię cienkiej blachy.\n\nTen jego wynalazek uchronił go przed skutkami II Wojny Światowej, bo w 1939 roku wyjechał do USA, żeby nadzorować budowę walcowni według  jego pomysłu – no i oczywiście do Polski wrócić już nie mógł.\n\nW USA stworzył mnóstwo wynalazków (uzyskał 120 patentów), przy czym światową sławę przyniosła mu konstrukcja tzw. walcarki planetarnej, która okazała się rewelacyjnym narzędziem. Pozwalała ona na przewalcowanie grubych (200 mm) bloków stali do blachy o grubości 2 mm za jednym przejściem przez klatki walcownicze!\n\nWalcarki według jego patentu budowano i wykorzystywano na całym świecie w ponad 400 różnych fabrykach.\n\nDo komunistycznej Polski Sendzimir wracać nie chciał, a w 1989 roku, kiedy Polska radykalnie się zmieniła – Sendzimir zmarł.\n\nDo Polski zamiast sławnego wynalazcy przybyło tylko jego nazwisko, które związano z wiadomą Hutą. Ale wcześniej, w 1973 roku, Senat AGH, nadał mu godność Doktora Honoris Causa!\n\nSkrócona wersja powyższego felietonu autorstwa prof. Ryszarda Tadeusiewicza została opublikowana w „Dzienniku Polskim” oraz „Gazecie Krakowskiej” 7\n marca 2025 r.\n\nWykaz wszystkich publikacji popularnonaukowych prof. Tadeusiewicza wraz z odnośnikami do ich pełnych wersji\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/historia-zawarta-w-medalach-ten-od-huty-felieton", "title": "„Historia zawarta w medalach – ten od Huty” – felieton-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "447825e01a47e716260baab4621f34c7", "word_count": 575, "headings": [{"level": 1, "text": "„Historia zawarta w medalach – ten od Huty” – felieton"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}