{"content": "# Infrastruktura Wydziału | Wydział Zarządzania AGH\n\nURL: https://www.zarz.agh.edu.pl/index.php/infrastruktura-wydzialu/\nCrawled: 2025-03-19 21:35:03\n\nInfrastruktura dydaktyczna Wydziału Zarządzania\n\nSale i baza dydaktyczna\n\nWydział Zarządzania AGH dysponuje pięciokondygnacyjnym budynkiem przy ul. Gramatyka 10 (D-14) o powierzchni użytkowej 4116,2 m² oraz nowodobudowanym (w latach 2011-2015) pięciokondygnacyjnym skrzydłem (D-14A) o powierzchni użytkowej 1245,37 m².\n Wszystkie kondygnacje rozbudowy (oprócz parteru) mają dostęp do istniejącej, w południowym skrzydle budynku, windy dla osób niepełnosprawnych i są połączone z istniejącym budynkiem poprzez system korytarzy wewnętrznych i istniejącą klatką schodową.\n\nW budynku D-14 znajdują się: aula, cztery sale wykładowe, trzy sale ćwiczeniowe, sześć laboratoriów komputerowych, biblioteka wydziałowa, bar studencki, szatnia oraz pokoje pracownicze.\n\nOpis sal dydaktycznych z uwzględnieniem powierzchni>>\n\nW nowym budynku D-14A na parterze zlokalizowano trzy sale wykładowe (w tym aula dla 150 osób), na I i II piętrze umieszczono trzy sale wykładowe, a na poziomie III piętra po dwie sale wykładowe oraz dwa laboratoria. Na poddaszu znajdują się pokoje biurowe z zapleczem sanitarnym i pomieszczeniem socjalnym.\n\nWydział posiada nowoczesne wyposażenie dydaktyczne, na które składają się: projektory multimedialne, laptopy, rzutniki pisma, drukarki 3D, magnetowidy z TV, aparaty cyfrowe, kamery, Building Management System wspomagający zarządzanie salami, zestaw wideokonferencyjny umożliwiający prowadzenie zajęć na odległość (e-learning)\n\nOpis sal dydaktycznych z uwzględnieniem wyposażenia>>\n\nLaboratoria i infrastruktura informatyczna\n\nWydział posiada pięć komputerowych laboratoriów dydaktycznych zlokalizowanych w budynku przy ulicy Gramatyka 10 (D-14), z tego trzy laboratoria podstawowe są dostępne dla studentów Wydziału w godzinach 8.00–20.00 także dla prac indywidualnych oraz zajęć dydaktycznych.\n\nWszystkie laboratoria są podłączone do lokalnej strukturalnej sieci komputerowej o prędkościach 100/1000 Mbit/s, a poprzez uczelnianą sieć komputerową – do sieci Internet. Wszystkie laboratoria mają zainstalowane na stałe projektory multimedialne z możliwością bezprzewodowej transmisji obrazu. \nwyposażenie laboratoriów >>\n\nW ramach wydziałowej sieci komputerowej pracuje osiem głównych serwerów realizujących zadania serwerów plików, serwerów aplikacji, serwera pocztowego, serwera WWW i serwerów baz danych. Każdy pracownik i student ma indywidualne konto dostępu do zasobów i poczty elektronicznej. Na terenie Wydziału umieszczonych jest kilka punktów dostępowych do bezprzewodowej sieci komputerowej Wi-Fi uczelni. \nserwery >>\n\nBiblioteka wydziałowa\n\nBiblioteka WZ udostępnia zbiory odpowiadające tematyce przedmiotów wykładanych na poszczególnych kierunkach studiów prowadzonych na wydziale. Zasoby biblioteki to ponad 20 tysięcy książek i ok. 150 tytułów czasopism, widoczne w katalogu internetowym.\n\nPoza papierowymi wydaniami, pracownicy, doktoranci i studenci AGH mają dostęp do licencyjnych e-zasobów (książek, czasopism, artykułów, raportów itp.) z dowolnego miejsca na świecie. Wśród najpopularniejszych są : Business Source Complete, Emerald, ProQuest, Science Direct (Elsevier), Springer, JSTOR, Web of Science, Wiley Online Library oraz Ibuk Libra. Biblioteka dysponuje czytelnią czasopism, czytelnią do pracy zespołowej oraz czytelnią ogólną.\n\nStrona www biblioteki\n\nUdogodnienia dla osób niepełnosprawnych\n\nBudynki D-14 i D-14A w całości są dostępne dla osób niepełnosprawnych. Pionową komunikację zapewnia istniejąca w południowym skrzydle budynku winda dla osób niepełnosprawnych. Na każdej kondygnacji przewidziano toalety dostosowane dla osób z niepełnosprawnościami, a wszystkie drzwi w budynkach posiadają wymaganą szerokość dla wózków inwalidzkich. Wjazd na poziom do budynków gwarantuje swobodny do nich dostęp.\n\nPozostała infrastuktura\n\nPomieszczenia na parterze budynku Wydział Zarządzania przeznaczył do dyspozycji studentów tj.: Strefa Studenta – wydziałowy barek, miejsce do pracy i spotkań studentów oraz punkt ksero i szatnia. Wydział użytkuje również na poziomie „0” komfortowe pomieszczenia dla dziekanatów i administracji. W roku 2005 nadano budynkowi pierwsze cechy „inteligencji” w postaci wjazdu na parking i wejścia do budynku przy użyciu karty identyfikacyjnej.\n\nStudia\n\nStudia licencjackie i inżynierskie\n\nStudia magisterskie\n\nStudia po angielsku\n\nStudia doktoranckie\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nKierunki studiów\n\nJakość kształcenia\n\nZintegrowany program rozwoju\n\nOrganizacja\n\nZespół Obsługi Studentów studia stacjonarne\n\nZespół Obsługi Studentów studia niestacjonarne\n\nInfrastruktura Wydziału\n\ne-Wydział\n\nWydział\n\nO nas\n\nWładze Wydziału\n\nJednostki naukowe\n\nLaboratoria\n\nAdministracja Wydziału\n\nSamorząd studentów i doktorantów\n\nWspółpraca\n\nGalerie\n\ncovid19\n\nDni otwarte\n\nNauka\n\nBadania i granty\n\nPostępowania awansowe\n\nCzasopisma naukowe\n\nKonferencje naukowe\n\nNaukowy ruch studencki\n\nBiblioteka wydziałowa", "metadata": {"url": "https://www.zarz.agh.edu.pl/index.php/infrastruktura-wydzialu/", "title": "Infrastruktura Wydziału | Wydział Zarządzania AGH", "depth": 3, "duplicate": false, "content_hash": "a7cdee7ceda26806c126814d52f02204", "word_count": 601, "headings": [{"level": 1, "text": "Infrastruktura dydaktyczna Wydziału Zarządzania"}, {"level": 2, "text": "Sale i baza dydaktyczna"}, {"level": 2, "text": "Laboratoria i infrastruktura informatyczna"}, {"level": 2, "text": "Biblioteka wydziałowa"}, {"level": 2, "text": "Udogodnienia dla osób niepełnosprawnych"}, {"level": 2, "text": "Pozostała infrastuktura"}, {"level": 3, "text": "Studia"}, {"level": 3, "text": "Organizacja"}, {"level": 3, "text": "Wydział"}, {"level": 3, "text": "Nauka"}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": ""}]}}