{"content": "# Modern manufacturing technologies and automation of production\n\nURL: http://ivsaghust.agh.edu.pl/index.php/second-edition/modern-manufacturing-technologies-and-automation-of-production\nCrawled: 2025-03-19 22:38:10\n\nModern manufacturing technologies and automation of production\t\t\t\n\nDec. 8-16, 2023\n\nLanguage of instruction:\n English\n\nTotal number of course hours:\n 30h\n\nBrochure\n\nLECTURERS\n\nProfessor Jacek Cieślik\n\nDepartament of Manufacturing Systems\n\nFaculty of Mechanical Engineering and Robotics \n\nAGH University of Science and Technology\n\n30 Mickiewicza Ave., 30-059 Krakow, Poland\n\ne-mail:\n\nThis email address is being protected from spambots. You need JavaScript enabled to view it.\n\nFields of study: automation and robotics, mechanics, acoustics, vibroacoustics, applied mechanics, machine dynamics, mechanical engineering and operation, mechatronics, physics\n\nBorn on 10 September 1957 in Kraków. In 1981 he graduated from the Faculty of Mining and Metallurgical Machines at the AGH University of Science and Technology. In 1981 he started work at the Department of Vibroacoustics of the Institute of Mechanics and Vibroacoustics of the Faculty of Mining and Metallurgical Machines of AGH University of Science and Technology. In 1990, he received his doctoral degree on the basis of his thesis \"Analysis of the usefulness of intensity methods for vibroacoustic research\", whose supervisor was Professor Ryszard Panuszka. In 2004, he was awarded a postdoctoral degree on the basis of his thesis \"Intensity methods in the analysis of structural elements\".\nHe is currently working at the Faculty of Mechanical Engineering and Robotics.\n\nAuthor of more than 160 publications. Promoter and reviewer of several doctoral theses. Manager of several research projects.\n\nProfessor  Kapaeva Sarken Dzhulgazyvna\n\nSchool of Mechanical Engineering\n\nD. Serikbayev East Kazakhstan technical university\n\ne-mail:\n\nThis email address is being protected from spambots. You need JavaScript enabled to view it.\n\nEducation\n\nKazakh National Technical University named K.Satpayev / Metal Сutting and Tools/1989 -1994/ engineer-mechanic\n\nKazakh National Technical University named K.Satpayev/ Machanical Engineering /1999- 2004/ postgraduete education\n\nSeniority and experience\n\nD.Serikbayev EKSTU - 27 years\n\nMajor in field - teaching, research, project management\n\nInternational experience\n\nThe certificate of course on Measurement and Control of Mechanical Integrated Systems/ AGH University of Science and Technology, Krakow, Poland/ 2014\n\nCompetitive advantages\n\n1. The Certificate of assistant professor at D.Serikbayev EKSTU /№ 36 from 05.07.2006\n\n2. The Certificate of edition professional education on Translate business / The translator in area of professional communication/ АА № 00537 from 01.07. 2014\n\n3. Participation in international scientific conferences\n\n4. Management of the scientific activity of students and undergraduates\n\n5. Organization and conduction of scientific seminars\n\nABOUT THE COURSE\n\nThe course consists of 6 major topics:\n\nClassification of production and manufacturing processes\n\nBasic manufacturing process, secondary shaping and machining processes. Selecting manufacturing processes and materials\n\nPrimary shaping processes. Fundamentals of metal machining and forming processes. Expendable-mould casting processes. Forming and shaping processes. Cold and hot working. Extrusion and drawing processes. Injection moulding and roll compaction\n\nMachining processes and machine tools. Fundamentals of machining: mechanics of cutting, power and temperature, tool life, machinability.\n\nAdvanced machining processes: Mechanical processes, Electrochemical processes, Thermo-electrical processes, Chemical processes. Additive manufacturing processes. 3D printing. Reverse engineering.\n\nComputer Aided Manufacturing. Basics of automation of manufacturing production processes.\n\nThe programme is co-financed by the European Social Fund under the ‘Operational Programme Knowledge Education Development’ non-competitive project entitled “Support for institutional capacity of Polish HEIs through establishment and implementation of international study programmes” (Action: 3.3 Internationalization of Polish higher education), specified in the application for project funding no. POWR.03.03.00-00-PN16 /18).\n\nContribution of European Funds: PLN 528 526,90\n\n The projects are implemented under the program of the Polish National Agency for Academic Exchange - SPINAKER - Intensive International Education Programs. The program is financed from the non-competition project no. POWR.03.03.00-00-PN16 / 18 \"Supporting the institutional capacity of Polish universities through the creation and implementation of international study programs\" under the Knowledge Education Development Operational Program.", "metadata": {"url": "http://ivsaghust.agh.edu.pl/index.php/second-edition/modern-manufacturing-technologies-and-automation-of-production", "title": "Modern manufacturing technologies and automation of production", "depth": 3, "duplicate": false, "content_hash": "b10386c00c5fd0791b0625f0a7624d3b", "word_count": 598, "headings": [{"level": 1, "text": "Modern manufacturing technologies and automation of production"}]}}