{"content": "# Przystosowanie pawilonu D-11 do aktualnych przepisów przeciwpożarowych\n\nURL: http://www.inwestycje.agh.edu.pl/projekty-mein/przystosowanie-pawilonu-d-11-do-aktualnych-przepisow-przeciwpozarowych/\nCrawled: 2025-03-19 22:35:51\n\n„Przystosowanie pawilonu D-11 do aktualnych przepisów przeciwpożarowych”\nRodzaj inwestycji\nPrzedmiotem inwestycji jest eliminacja stanu zagrożenia życia i zdrowia ludzi, wynikającego z nieprzystosowania pawilonu D-11 do aktualnych przepisów przeciwpożarowych.\nBudynek jest użytkowany głównie przez Wydział Fizyki i Informatyki Stosowanej. Od strony południowej przylega do budynku D-10 i na poziomie parteru łączy się z nim komunikacyjnie. Budynek jest podpiwniczony i posiada 4 kondygnacje nadziemne. Ma układ podłużny z salami dydaktycznymi i gabinetami w traktach zewnętrznych oraz korytarzem w trakcie środkowym.\nMożliwa ilość osób mogących przebywać w pomieszczeniach budynku to ok. 700 osób, w tym studentów ok. 85%, a pracowników naukowo-dydaktycznych i administracyjnych uczelni ok. 15%.\nDane finansowe inwestycji\nDofinansowano z budżetu państwa - dotacja celowa Ministra Edukacji i Nauki\nDofinansowanie: 760 000 zł\nCałkowita wartość: 1 261 000 zł\n\nZakres rzeczowy i opis inwestycji\nW wyniku przebudowy mającej na celu dostosowanie obiektu do aktualnie obowiązujących przepisów w zakresie ochrony przeciwpożarowej wykonane zostaną:\n-       wydzielenie stref pożarowych;\n-       wydzielenie dwóch klatek schodowych ściankami z drzwiami ppoż.;\n-       montaż w klatkach schodowych okien napowietrzających i oddymiających;\n-       wydzielenie pożarowe klatki schodowej do piwnic;\n-       wydzielenie pożarowe wentylatorni jako pomieszczenia zamkniętego;\n-       wymiana stolarki na stolarkę ppoż.;\nPrzystosowanie pawilonu D-11 do aktualnych przepisów przeciwpożarowych- przystosowanie schodów do obowiązujących przepisów poprzez przebudowę balustrad;\n-       modernizacja instalacji hydrantowej;\n-       wykonanie zabezpieczenia pożarowego przejść przez strop nad piwnicami (parteru);\n-       montaż klap przeciwpożarowych odcinających na wentylacji mechanicznej;<s></s>\nPrzystosowanie pawilonu D-11 do aktualnych przepisów przeciwpożarowych- wykonanie instalacji awaryjnego oświetlenia ewakuacyjnego;\n-       wykonanie instalacji SSP oraz systemu oddymiania klatek schodowych.\nLokalizacja inwestycji\nPrzedmiotowa inwestycja zlokalizowana jest na terenie kampusu Akademii Górniczo–Hutniczej im. Stanisława Staszica w Krakowie, w pawilonie D-11 położonym w Krakowie, przy ul. Kawiory 26a, na działce ewidencyjnej 699/18 (obręb 4 jednostka ewidencyjna Krowodrza).\nDane powierzchniowe i ilościowe\n       Parametry charakterystyczne budynku:\n       Wysokość zabudowy: 15  m (średniowysoki)\n       Ilość kondygnacji: 5\n       Powierzchnia zabudowy: 870 m2\n       Powierzchnia użytkowa: 3 563 m2\n       Powierzchnia całkowita: 3 646 m2\n       Kubatura: 14 071 m3      \nUzasadnienie celowości inwestycji\nGłównym celem inwestycji jest likwidacja stanu zagrożenia życia i zdrowia ludzi, wynikającego z nieprzystosowania pawilonu D-11 do aktualnych przepisów przeciwpożarowych, poprzez wykonanie szeregu prac opisanych szczegółowo w pkt. 3, co wynika z obowiązujących przepisów ustawy Prawo budowlane i zapisów Rozporządzenia Ministra Infrastruktury z dnia 12 kwietnia 2002 r. w sprawie warunków technicznych, jakim powinny odpowiadać budynki i ich usytuowanie.\nW wyniku realizacji inwestycji Uczelnia dysponować będzie budynkiem w pełni zgodnym z obowiązującymi przepisami przeciwpożarowymi, co zapewni większe bezpieczeństwo użytkowników oraz otworzy możliwość dalszej modernizacji obiektu. Zostaną skutecznie wyeliminowane nieprawidłowości i nie będą występowały elementy zagrażające życiu ludzi, poprawią się warunki bezpieczeństwa pożarowego i ewakuacji oraz możliwość prowadzenia akcji ratowniczo-gaśniczej przez jednostki Straży Pożarnej. Wyeliminowane zostaną również nieprawidłowości w zakresie warunków technicznych, jakim powinny odpowiadać budynki zgodnie z obowiązującymi przepisami.", "metadata": {"url": "http://www.inwestycje.agh.edu.pl/projekty-mein/przystosowanie-pawilonu-d-11-do-aktualnych-przepisow-przeciwpozarowych/", "title": "Przystosowanie pawilonu D-11 do aktualnych przepisów przeciwpożarowych", "depth": 3, "duplicate": false, "content_hash": "4eb7f5a173407d29bf5a54cb955b1037", "word_count": 450, "headings": [{"level": 1, "text": "„Przystosowanie pawilonu D-11 do aktualnych przepisów przeciwpożarowych”"}, {"level": 1, "text": "Rodzaj inwestycji"}, {"level": 1, "text": "Dane finansowe inwestycji"}, {"level": 1, "text": "Zakres rzeczowy i opis inwestycji"}, {"level": 1, "text": "Lokalizacja inwestycji"}, {"level": 1, "text": "Dane powierzchniowe i ilościowe"}, {"level": 1, "text": "Uzasadnienie celowości inwestycji"}]}}