{"content": "# Zespoły badawcze: Oferta Badawcza AGH\n\nURL: https://oferta-badawcza.agh.edu.pl/research-teams/\nCrawled: 2025-03-19 21:15:43\n\nZespoły badawcze\n\nAGH GNSS Team\n\nJednostka\n:\n        Wydział Geodezji Górniczej i Inżynierii Środowiska\n        -\n        Katedra Geodezji Zintegrowanej i Kartografii\n\nLider zespołu\n:\n\n          Kudrys Jacek\n\nOpis\n: Działania zespołu koncentrują się na wykorzystaniu narzędzi geodezyjnych, głównie satelitarnych, do monitorowania zmian antropogenicznych i naturalnych zachodzących na powierzchni Ziemi. Zajmuje się analizą sygnałów oraz produktów systemów nawigacji satelitarnej.    \nObszary działalności zespołu obejmują m.in.:\n- monitorowanie środowiska (obserwacje lądów i wód morskich, ocena wpływu działalności człowieka na środowisko, itp.)\n- analiza zmian klimatycznych,\n- ocena ryzyka katastrof naturalnych,\n- algorytmy przetwarzania danych GNSS, \n- monitoring obiektów inżynierskich.\n\nSłowa kluczowe:\n\nGNSS\n\nastrometria\n\ngeodezja\n\nnawigacja\n\nARCM\n\nJednostka\n:\n        Wydział Metali Nieżelaznych\n        -\n        Katedra Fizykochemii i Metalurgii Metali Nieżelaznych\n\nLider zespołu\n:\n\n          Jendrzejczyk-Handzlik Dominika\n\nOpis\n: Członkowie zespołu projektują oraz badają nowoczesne materiały funkcjonalne, które znajdują zastosowanie między innymi w elektronice oraz energetyce. Zespół posiada kwalifikacje do przeprowadzania badań przy wykorzystaniu wielu różnorodnych technik badawczych, które dostarczają informacji na temat: temperatur przemian fazowych oraz pojemności cieplnej (analiza termiczna), topologii układów wieloskładnikowych (SEM, XRD), wyznaczenia właściwości termodynamicznych (EMF i kalorymetria). Przeprowadzane są również badania elektrochemiczne oraz badania związane z modyfikacją powierzchni.\n\nSłowa kluczowe:\n\nanaliza termiczna\n\nmetoda elektrochemiczna ze stałym elektrolitem\n\nmetoda kalorymetryczna\n\nbadania wysokotemperaturowe\n\nfunkcjonalne matriały wieloskładnikowe\n\ntopologia układów wieloskładnikowych\n\nobliczenia równowag fazowych- metoda CALPHAD\n\nelektrochemia\n\nreakcja wydzielania się wodoru\n\npole magnetyczne\n\nosadzanie elektrolityczne\n\nwoltametria cykliczna\n\nimpedancja\n\nstopy niklu i rutenu\n\nAdaptronika\n\nJednostka\n:\n        Wydział Inżynierii Mechanicznej i Robotyki\n        -\n        Katedra Automatyzacji Procesów\n\nLider zespołu\n:\n\n          Sapiński Bogdan\n\nOpis\n: Algorytmy sterowania semiaktywnymi układami redukcji drgań mechanicznych. Harwestery elektromagnetyczne do zasilania aktuatorów MR. Elektroniczne układy przetwarzania energii odzyskiwanej z drgań mechanicznych i jej wykorzystanie do sterowania tłumikami MR. Właściwości statyczne i dynamiczne materiałów magnetoaktywnych. Algorytmy sterowania piezoelektrycznymi aktuatorami. Struktury harwesterów piezoelektrycznych. Wytrzymałość mechaniczna kompozytowych belek piezoelektrycznych w procesie cyklicznego zginania.\n\nSłowa kluczowe:\n\nmateriały inteligentne\n\nmateriały magnetoaktywne\n\nmateriały elektroaktywne\n\nciecze magnetoreologiczne\n\nelastomery magnetoreologiczne\n\nmateriały piezoelektryczne\n\nprototypowanie\n\ntestowanie\n\nodzyskiwanie energii\n\nsterowanie\n\nAerologia Górnicza i Wentylacja Przemysłowa\n\nJednostka\n:\n        Wydział Inżynierii Lądowej i Gospodarki Zasobami\n        -\n        Katedra Inżynierii Środowiska\n\nLider zespołu\n:\n\n          Borowski Marek\n\nOpis\n: 1.\tProjektowanie i optymalizacja instalacji wentylacyjnych, klimatyzacyjnych oraz grzewczych dla obiektów przemysłowych, kopalń, garaży podziemnych i tuneli komunikacyjnych.\n2.\tProjektowanie systemów wentylacji pożarowej oraz klimatyzacji w kopalniach podziemnych.\n3.\tProwadzenie badań w laboratoriach Termoanemometrii, Techniki Chłodniczej, Maszyn Przepływowych oraz Fizyki Cieplnej Budowli.\n4.\tBadania przepływów, charakterystyk wymienników ciepła, nawiewników, wywiewników oraz urządzeń wentylacyjnych.\n5.\tModelowanie przepływów powietrza przy użyciu zaawansowanych technik CFD (Computational Fluid Dynamics) dla urządzeń i instalacji wentylacyjnych.\n6.\tPomiary termowizyjne maszyn, instalacji oraz budynków, a także audyty energetyczne.\n7.\tAnaliza i dobór odnawialnych źródeł energii dla budynków mieszkalnych i przemysłowych, w tym projektowanie systemów zintegrowanych z instalacjami HVAC.\n8.\tOrganizacja i prowadzenie studiów podyplomowych z zakresu Wentylacji i Klimatyzacji Obiektów oraz Aerologii Górniczej.\n9.\tWsparcie dydaktyczne w obszarze górnictwa podziemnego oraz bezpieczeństwa tunelowego.\n\nAnaliza i Modelowanie Źródeł Energii\n\nJednostka\n:\n        Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n        -\n        Katedra Metrologii i Elektroniki\n\nLider zespołu\n:\n\n          Sroka Ryszard\n\nOpis\n: Zespół zajmuje się nowoczesnymi metodami modelowania, testowania i analizy źródeł energii, a w szczególności ogniw i baterii litowo-jonowych oraz systemów energy harvesting.\n\nAptaTeam\n\nJednostka\n:\n        Wydział Inżynierii Materiałowej i Ceramiki\n        -\n        Katedra Chemii Analitycznej i Biochemii\n\nLider zespołu\n:\n\n          Drabik Anna\n\nOpis\n: Zespół badawczy AptaTeam zajmuje się badaniem krótkich sekwencji DNA i RNA wykazującymi specyficzną strukturę przestrzenną, przez co wiążą selektywnie cząstki „antygeny”. Dotychczasowe badania koncentrowały się na opracowaniu proteomicznej strategii identyfikacji białek wiążących aptamery w różnorodnych modelach komórkowych, w tym chorób nowotworowych.\n\nSłowa kluczowe:\n\nspektrometria mas\n\naptamery\n\nbiomarkery\n\nproteomika\n\nArchitektury mineralne dla przemysłu i ochrony środowiska\n\nJednostka\n:\n        Wydział Geologii, Geofizyki i Ochrony Środowiska\n        -\n        Katedra Mineralogii, Petrografii i Geochemii\n\nLider zespołu\n:\n\n          Matusik Jakub\n\nOpis\n: Nasze działania badawcze skupiają się na wykorzystaniu minerałów i syntetycznych faz krystalicznych oraz innych zasobów mineralnych do produkcji materiałów funkcjonalnych mających zastosowanie w przemyśle i ochronie środowiska.\n\nAktualne cele badawcze:\n\n1. Charakterystyka chemiczna i mineralogiczna minerałów warstwowych (minerałów ilastych, faz hydrotalkitopodobnych LDH) i szkieletowych (zeolitów).\n2. Modyfikacja minerałów w celu uzyskania funkcjonalnych materiałów mineralnych, głównie selektywnych adsorbentów, (foto)katalizatorów i kompozytów do:\n+ detoksyfikacji (immobilizacja mykotoksyn)\n+ uzdatniania i remediacji środowisk wodnych - adsorpcyjne i fotokatalityczne procesy usuwania zanieczyszczeń nieorganicznych (metale ciężkie)  i organicznych (pestycydy, estrogeny steroidowe)\n+ odzysku wybranych pierwiastków (np. litu).\n\nSłowa kluczowe:\n\nminerały ilaste\n\nfazy hydrotalkitopodobne\n\nadsorpcja\n\nfotodegradacja\n\nmykotoksyny\n\nodzysk litu\n\nBIOSIG - Badanie i modelowanie przetwarzania informacji i sygnałów w układach biologicznych\n\nJednostka\n:\n        Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n        -\n        Katedra Informatyki Stosowanej\n\nLider zespołu\n:\n\n          Bielecki Andrzej\n\nOpis\n: Badanie i modelowania przetwarzania informacji i sygnałów w układach biologicznych. Algorytmy inspirowane biologicznie - podstawy i zastosowania. Systemy sztucznej inteligencji inspirowane biologicznie - podstawy i zastosowania.\n\nBadania deformacji górotworu i zarządzania ryzykiem\n\nJednostka\n:\n        Wydział Geodezji Górniczej i Inżynierii Środowiska\n        -\n        Katedra Ochrony Terenów Górniczych, Geoinformatyki i Geodezji Górniczej\n\nLider zespołu\n:\n\n          Hejmanowski Ryszard\n\nOpis\n: Zespół koncentruje się na badaniach deformacji i ruchów górotworu oraz powierzchni ziemi, a także na szerokim zakresie negatywnego wpływu tych zjawisk na użytkowników gruntów. Nasze badania obejmują następujące obszary:\n\nMonitorowanie, analiza i interpretacja deformacji i ruchów powierzchni terenu, w tym deformacji ciągłych i nieciągłych oraz sejsmiczności indukowanej.\nModelowanie i prognozowanie deformacji i ruchów górotworu oraz powierzchni ziemi.\nAnaliza i ocena zagrożeń dla użytkowników gruntów i infrastruktury powierzchni ziemi.\nOcena związku między deformacją powierzchni ziemi a globalnymi zmianami klimatu.\n\nSłowa kluczowe:\n\nprzemieszczenia powierzchni i górotworu\n\nprzekształcenia antropogeniczne na obszarach progórniczych\n\nsatelitarna interferometria radarowa\n\nzarządzanie ryzykiem\n\nBio-Cer\n\nJednostka\n:\n        Wydział Inżynierii Materiałowej i Ceramiki\n        -\n        Katedra Ceramiki i Materiałów Ogniotrwałych\n\nLider zespołu\n:\n\n          Ziąbka Magdalena\n\nOpis\n: Celem projektu jest opracowanie biomateriałów ceramicznych o podwyższonej odporności na zużycie i bioaktywności w środowisku biologicznym przeznaczonych na materiały implantacyjne do uzupełnienia fragmentów tkanki kostnej.\n\nBioSi\n\nJednostka\n:\n        Wydział Geologii, Geofizyki i Ochrony Środowiska\n        -\n        Katedra Analiz Środowiskowych, Kartografii i Geologii Gospodarczej\n\nLider zespołu\n:\n\n          Jurkowska Agata\n\nOpis\n: Działania naukowe zespołu będą skupiały się na rozpoznaniu roli organizmów krzemionkowych jako potencjalnego źródła Si (biogeniczne) do precypitacji polimorfów krzemionki z wód porowych w przeszłości geologicznej.  Badania sprowadzają się do określenia warunków geochemicznych warunkujące precypitację polimorfów krzemionki w osadzie węglanowym oraz określenia interakcji polimorfów Si z innymi składnikami autigenicznym osadu (kwarc, minerały ilaste).\n\nSłowa kluczowe:\n\nbiogeniczna krzemionka\n\nkrzemionka\n\norganizmy krzemionkowe\n\ncykl Si\n\nBiomateriały Regeneracyjne i Systemy Dostarczania Leków\n\nJednostka\n:\n        Wydział Inżynierii Materiałowej i Ceramiki\n        -\n        Katedra Biomateriałów i Kompozytów\n\nLider zespołu\n:\n\n          Pamuła Elżbieta\n\nOpis\n: Prowadzimy badania nad opracowaniem nowych wielofunkcyjnych biomateriałów dla inżynierii tkankowej i medycyny regeneracyjnej, nanomedycyny, a także nad systemami dostarczania leków i związków biologicznie aktywnych. \n\nTematyka badawcza\n- Polimerowe i kompozytowe rusztowania dla inżynierii tkanki kostnej i chrzęstnej\n- Badania degradacji polimerów resorbowalnych\n- Modyfikacja powierzchni materiałów polimerowych metodami fizycznymi i chemicznymi\n- Adsorpcja białek i glikozaminoglikanów na powierzchni biomateriałów i jej wpływ na zachowanie komórek\n- Badanie organizacji zaadsorbowanych biomolekuł w skali nanometrycznej za pomocą mikroskopii sił atomowych\n- Opracowanie membran barierowych do sterowanej regeneracji tkanek\n- Opracowanie substytutów tkanki kostnej na bazie zmineralizowanych hydrożeli\n- Ceramiczne rusztowania z TiO2 i ZrO2 do zastosowań medycznych\n- Systemy dostarczania leków oparte na resorbowalnych nano- i mikrocząstkach i hydrożelach\n- Wziewne systemy dostarczania leków przeciwnowotworowych oparte na mikrocząstkach lipidowych i nanocząstkach magnetycznych\n- Systemy dostarczania peptydów antybakteryjnych\n- Materiały dla modułowej inżynierii tkankowej oparte na resorbowalnych mikrosferach\n- Modyfikowane powierzchniowo degradowalne membrany dla periodontologii\n- Nowe degradowalne materiały polimerowe do inżynierii naczyń krwionośnych\n- Wziewne polimerowe nośniki antybiotyków i inhibitorów sygnalizatorów zagęszczenia do leczenia zaostrzeń przewlekłej obturacyjnej choroby płuc\n- Hydrożele wzbogacone w nanonośniki leków jako zaawansowane opatrunki do leczenia ran\n- Wielofazowe organiczno-mineralne mikrożele do regeneracji tkanki kostnej\n- Modułowe rusztowania dla inżynierii tkanki kostno-chrzęstnej\n\nSłowa kluczowe:\n\nbiomateriały\n\nrusztowania\n\nnanocząstki lipidowe, polimerowe, ceramiczne i magnetyczne\n\nhydrożele\n\nnanomedycyna\n\nteranostyka\n\nCentrum Mikroskopii Elektronowej dla Inżynierii Materiałowej\n\nJednostka\n:\n        Wydział Inżynierii Metali i Informatyki Przemysłowej\n        -\n        Katedra Metaloznawstwa i Metalurgii Proszków\n\nLider zespołu\n:\n\n          Kruk Adam\n\nOpis\n: Centrum Mikroskopii Elektronowej dla Inżynierii Materiałowej (CME) jest jednostką działającą w ramach Wydziału Inżynierii Metali i Informatyki Przemysłowej Akademii Górniczo-Hutniczej w Krakowie. Centrum specjalizuje się w zaawansowanych technikach mikroskopii elektronowej, w tym skaningowej i transmisyjnej. CME wyposażone jest w nowoczesny sprzęt umożliwiający precyzyjne obserwacje strukturalne na poziomie nanometrów. Działa w obszarze badań naukowych, wspierając zarówno projekty naukowe, jak i przemysłowe. Dzięki dostępowi do zaawansowanej aparatury Centrum Mikroskopii Elektronowej jest ważnym ogniwem w rozwoju wiedzy z zakresu nauk technicznych i biomedycznych.\nTematyka badawcza realizowana w ramach grupy związana jest z wykorzystaniem zaawansowanych metod i technik mikroskopowych (LM, SEM i TEM) w badaniach strukturalnych materiałów konstrukcyjnych i obejmuje głównie zagadnienia takie jak:\n\n1. Ilościowa charakteryzacja mikrostruktury materiałów metodami analitycznej mikroskopii elektronowej, także w skali atomowej:\n- Analiza mikrostruktury i pomiar parametrów mikrostruktury z wykorzystaniem różnych metod obrazowania i metod dyfrakcyjnych.\n- Analiza mikrostruktury z rozdzielczością w skali atomowej z wykorzystaniem obrazów STEM-HAADF z korekcją aberracji sferycznej.\n2. Mapy orientacji i mapy fazowe w nanoobszarach:\n- Analiza dyfrakcyjna: Selektywna dyfrakcja elektronów (SAED); Dyfrakcja zbieżnej wiązki (CBED); Mikro- i nanodyfrakcja (μD, NBD). Precesja dyfrakcji elektronów (PED).\n- Identyfikacja faz w materiałach wielofazowych i wielowarstwowych metodami dyfrakcyjnymi i spektroskopowymi wspomaganymi programami komputerowymi.\n- Wysokorozdzielcza mikroskopia elektronowa (HRTEM).\n3. Analiza składu chemicznego faz (jakościowa i ilościowa) metodami spektroskopowymi:\n- Energii charakterystycznego promieniowania rentgenowskiego (EDX) wraz z możliwością zbierania map rozmieszczenia pierwiastków w skali atomowej.\n- Spektrometria strat energii elektronów (EELS).\n- Mapy rozmieszczenia pierwiastków z wykorzystaniem filtra energii elektronów (EFTEM).\n4. Analiza struktury elektronowej w nanoobszarach metodą obrazowania spektralnego EELS:\n- Mapy stanów wiązania i utlenienia.\n- Mapy szczytów rezonansu plazmonowego (zarówno powierzchniowego i objętościowego).\n5. Przemiany fazowe i interakcji międzyfazowe w nanomateriałach:\n- Wpływ wymiaru na właściwości termodynamiczne nanomateriałów\n- Kinetyka przemian fazowych w parach eutektycznych\n- Diagramy fazowe nanocząstek stopów binarnych\n- Procesy dyfuzyjne w układach nanometrycznych\n- Kinetyka krystalizacji amorficznych warstw indukowana metalem (metal-induced crystallization).\n- Morfologia wieloskładnikowych nanocząstek.\n- Metastabilne fazy w nanomateriałach: wytworzenie i stabilność temperaturowa.\n- Zwilżalność w układach nanometrycznych.\n6. Tomografia elektronowa (HAADF, EFTEM, EDX) i tomografia FIB-SEM do rekonstrukcji trójwymiarowych obrazów mikro- i nanostruktury materiałów, metrologia.\n- Zastosowanie uczenia maszynowego oraz sztucznej inteligencji w tomografii oraz mikroskopii elektronowej.\n\nSłowa kluczowe:\n\ntransmisyjna mikroskopia elektronowa\n\nskaningowa mikroskopia elektronowa\n\nmetody spektroskopowe, EDX, EELS\n\nmetale i stopy metali\n\nmateriały dla energetyki i lotnictwa\n\ntomografia elektronowa oraz tomografia FIB-SEM\n\nbadania mikrostrukturalne materiałów konstrukcyjnych\n\nwysokotemperaturowe utlenianie stopów metali\n\nCentrum Zrównoważonej Gospodarki Odpadami\n\nJednostka\n:\n        Wydział Inżynierii Materiałowej i Ceramiki\n        -\n        Katedra Technologii Materiałów Budowlanych\n\nLider zespołu\n:\n\n          Gołek Łukasz\n\nOpis\n: Centrum Zrównoważonej Gospodarki Odpadami jest jednostką stanowiącą pomost pomiędzy nauką i przemysłem. Jesteśmy bardzo blisko związani z wieloma gałęziami przemysłu w sektorze energetyki, górnictwa, hutnictwa, paliw i szeroko rozumianej ceramiki. Nasza działalność skupia się na opracowywaniu przyjaznych środowisku technologii wytwarzania użytecznych materiałów łącząc odpady z różnych sektorów przemysłowych.\n\nChemia materiałów\n\nJednostka\n:\n        Wydział Inżynierii Materiałowej i Ceramiki\n        -\n        Katedra Chemii Nieorganicznej\n\nLider zespołu\n:\n\n          Drożdż Ewa\n\nOpis\n: Tematyka badawcza zespołu koncentruje się na zagadnieniach związanych z szeroko pojętą chemią ciała stałego włączając w to analizę mechanizmów i kinetyki reakcji. Zespół zajmuje się syntezą mikro i nanostrukturalnych materiałów tlenkowych oraz kompozytowych do zastosowań katalitycznych oraz elektrochemicznych. Członkowie zespołu specjalizują się w charakterystyce właściwości utleniająco-redukujących, elektrycznych oraz katalitycznych materiałów do zastosowań w konwersji energii oraz katalizie środowiskowej.\n\nCiężkie jony w eksperymencie ATLAS na LHC\n\nJednostka\n:\n        Wydział Fizyki i Informatyki Stosowanej\n        -\n        Katedra Oddziaływań i Detekcji Cząstek\n\nLider zespołu\n:\n\n          Grabowska-Bołd Iwona\n\nOpis\n: Realizacja projektu IDUB Działanie 4 Wsparcie dla wnioskodawców projektów międzynarodowych, wniosek 9722, pt. Nieodkryty potencjał ekstremalnych zderzeń ciężkich jonów w eksperymencie ATLAS na LHC\n\nCyberbezpieczeństwo\n\nJednostka\n:\n        Wydział Informatyki, Elektroniki i Telekomunikacji\n        -\n        Instytut Telekomunikacji\n\nLider zespołu\n:\n\n          Niemiec Marcin\n\nOpis\n: Zespół badawczy zajmuje się badaniami nad szeroko pojętym cyberbezpieczeństwem, w szczególności aspektami związanymi ze współczesną kryptografią (w tym kwantową i postkwantową), wykrywaniem podatności i ataków, analizą oprogramowania złośliwego, oceną bezpieczeństwa, usługami i protokołami ochrony danych oraz sztuczną inteligencją w kontekście cyberbezpieczeństwa.\n\nCyfryzacja przemysłu i modelowania wieloskalowego\n\nJednostka\n:\n        Wydział Inżynierii Metali i Informatyki Przemysłowej\n        -\n        Katedra Informatyki Stosowanej i Modelowania\n\nLider zespołu\n:\n\n          Madej Łukasz\n\nOpis\n: Grupa badawcza Cyfryzacji przemysłu i modelowania wieloskalowego prowadzi badania w zakresie wdrażania rozwiązań cyfrowych z obszaru Przemysłu 4.0 i 5.0. Specjalizujemy się w komputerowym wspomaganiu projektowania procesów produkcyjnych, modelowaniu wieloskalowym oraz tworzeniu systemów wsparcia opartych na zaawansowanych technologiach, takich jak systemy IoT do monitorowania produkcji, technologie VR i AR do szkoleń oraz symulacje wieloskalowe obejmujące złożone analizy reologiczne i mikrostrukturalne. Nasze laboratoria są wyposażone w zaawansowaną aparaturę, wspierającą transformację cyfrową w przemyśle – dysponujemy serwerami obliczeniowymi i specjalistycznym oprogramowaniem do symulacji numerycznych metodami siatkowymi i bezsiatkowymi oraz systemami sztucznej inteligencji Odyssey A-Eye, umożliwiającymi analizę numeryczną procesów przemysłowych i zachowania materiałów w przeróbce cieplno-mechanicznej. Rozwijamy również systemy inżynierii odwrotnej, obejmujące skanery światła niebieskiego, drukarki 3D czy zrobotyzowane stanowiska produkcyjne, które umożliwiają szybkie prototypowanie, tworzenie modeli przestrzennych złożonych obiektów, wytwarzanie wyrobów gotowych oraz ich dokładną analizę jakościową. Nasze gogle VR i AR wspierają technologów zarówno podczas szkoleń, jak i w trakcie wdrożeń i konserwacji maszyn. Badania nad dedykowanymi systemami wizyjnymi opartymi o specjalistyczne kamery wielospektralne,  percepcji głębi, śledzenia ruchu i przestrzennej sztucznej inteligencji umożliwiają identyfikację defektów i wymiarowania wyrobów w warunkach przemysłowych. Dodatkowo, dysponujemy prasą do mikroformowania zgodną z koncepcją Przemysłu 5.0, co umożliwia przeprowadzanie badań miniaturyzacji procesów formowania z użyciem zaawansowanych czujników i przetwarzania danych w oparciu o IoT. Nasze rozwiązania i aparatura pozwalają na kompleksową optymalizację procesów, zwiększenie efektywności produkcji oraz wdrażanie cyfrowych innowacji. Zachęcamy do kontaktu, aby wspólnie zrealizować badania i wspierać Państwa potrzeby technologiczne w zakresie wdrażania innowacyjnych technologii w produkcji.\n\nSłowa kluczowe:\n\ninżynieria materiałowa\n\ninformatyka stosowana\n\nmodelowanie numeryczne\n\nmodelowanie wieloskalowe\n\nmodelowanie dyskretne\n\ncyfrowa reprezentacja materiału\n\ncyfrowe bliźniaki\n\ncyfrowe cienie\n\ninżynieria odwrotna\n\nszybkie prototypowanie\n\nprzeróbka plastyczna\n\ncyfryzacja przemysłu\n\nuczenie maszynowe\n\nwirtualna rzeczywistość\n\nrozszerzona rzeczywistość\n\nobliczenia wysokiej wydajności\n\ndruk 3D\n\nskanowanie i rekonstrukcja\n\nterapia i rehabilitacja\n\nDiagnostyka i Sterowanie Inteligentnych Elektronarzędzi\n\nJednostka\n:\n        Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n        -\n        Katedra Automatyki i Robotyki\n\nLider zespołu\n:\n\n          Piątek Paweł\n\nOpis\n: Celem zespołu jest rozwijanie nowoczesnych technik diagnostyki i sterowania specjalistycznymi elektronarzędziami.\n\nDiagnostyka techniczna\n\nJednostka\n:\n        Wydział Inżynierii Mechanicznej i Robotyki\n        -\n        Katedra Inżynierii Maszyn i Transportu\n\nLider zespołu\n:\n\n          Molski Szymon\n\nOpis\n: Diagnostyka i ocena stanu technicznego elementów urządzeń transportu linowego.\nBadania mechaniczne  wyrobów i materiałów konstrukcyjnych oraz wyrobów z tworzyw sztucznych i gumy.\nBadania nieniszczące wyrobów i materiałów konstrukcyjnych.\nBadania właściwości fizycznych wyrobów i materiałów konstrukcyjnych.\nWyniki naszych badań są uznawane przez Transportowy Dozór Techniczny podczas przeprowadzania kontroli specjalnych elementów i konstrukcji wyciągów narciarskich i kolei linowych w Polsce.\n\nSłowa kluczowe:\n\nbadania nieniszczące\n\ndiagnostyka techniczna\n\nbadania wizualne - VT\n\nbadania penetracyjne - PT\n\nbadania magnetyczno-proszkowe - MT\n\nbadania ultradźwiękowe - UT\n\nbadania magnetyczne lin stalowych MTR, MRT\n\nradiografia cyfrowa RT-D\n\nbadania niszczące\n\nMagnetyczna Pamięć Metalu - MPM\n\nEfekty Kwantowe w Nanostrukturach\n\nJednostka\n:\n        Wydział Fizyki i Informatyki Stosowanej\n        -\n        Katedra Fizyki Ciała Stałego\n\nLider zespołu\n:\n\n          Przybylski Marek\n\nOpis\n: Badanie efektów kwantowych w nanostrukturach\n\nEfektywność Procesów Konwersji Energii w Maszynach Energetycznych\n\nJednostka\n:\n        Wydział Energetyki i Paliw\n        -\n        Katedra Maszyn Cieplnych i Przepływowych\n\nLider zespołu\n:\n\n          Mika Łukasz\n\nOpis\n: Badania wydajnościowe trójzłożowej chłodziarki adsorpcyjnej. \nOkreślenie wpływu wybranych rodzajów klejów na poprawę wymiany ciepła w złożu.\nAnaliza możliwości wykorzystania sorbentów na bazie żelu krzemionkowego, węgli aktywnych, zeolitów oraz mikroporowatych struktur MOF w chłodziarkach adsorpcyjnych zasilanych ciepłem odpadowym.\nOkreślenie wpływu dodatków o wysokim współczynniku przewodzenia ciepła na zdolności sorpcyjne i przewodność cieplną zmodyfikowanych sorbentów.\nAnaliza procesu cyklicznej sorpcji i desorpcji wody, metanolu, etanolu itp.\nSynteza oraz kompleksowa analiza sorbentów wykorzystywanych w chłodziarkach adsorpcyjnych.\nBadania wpływu temperatury desorpcji na parametry chłodziarki adsorpcyjnej.\nBadania wpływu temperatury adsorpcji na parametry chłodziarki adsorpcyjnej.\nBadania wpływu długości cyklu sorpcji/desorpcji na parametry chłodziarki adsorpcyjnej.\nOptymalizacja pracy chłodziarki adsorpcyjnej.\nBadania wpływu różnych konstrukcji złóż sorpcyjnych, parownika i skraplacza na efektywność procesu chłodzenia.\nBadania procesu odsalania wody w słonecznym destylatorze, w chłodziarce adsorpcyjnej oraz na wielostopniowym stanowisku do oczyszczania wody, w kierunku współpracy z elektrolizerem przy produkcji wodoru.\nOkreślanie parametrów wpływających na czas przemiany fazowej PCM w wymiennikach ciepła.\nBadanie właściwości termofizycznych PCM wzbogacanych dodatkami o wysokich współczynnikach przewodzenia ciepła.\n\nSłowa kluczowe:\n\nadsorpcyjne urządzenia chłodnicze\n\nsynteza sorbentów\n\noczyszczanie wody do elektrolizy\n\nodsalanie wody\n\nmateriały zmiennofazowe\n\nwspółczynnik przewodzenia ciepła\n\nEfektywność adsorpcyjnych urządzeń chłodniczych z funkcją odsalania\n\nJednostka\n:\n        Wydział Energetyki i Paliw\n        -\n        Katedra Maszyn Cieplnych i Przepływowych\n\nLider zespołu\n:\n\n          Sztekler Karol\n\nOpis\n: Głównym celem prac badawczych realizowanych w ramach zespołu badawczego jest podniesienie efektywności pracy chłodziarki adsorpcyjnej. Prace badawcze realizowane w ramach zespołu badawczego obejmują zagadnienia modyfikacji złóż adsorpcyjnych poprzez domieszkowanie dodatkami o wysokim współczynniku przewodzenia ciepła oraz stosowanie spoiw termoprzewodzących w celu redukcji oporu termicznego pomiędzy sorbentem, a wymiennikiem ciepła. Analizy transportu ciepła i masy bazują na badaniach właściwości termicznych oraz sorpcyjnych sorbentów. Ponadto realizowane są również działania obejmujące zmiany konstrukcji wymiennika ciepła w złożu chłodziarki adsorpcyjnej oraz wykorzystanie złóż fluidalnych. Działania obejmują badania prowadzone na jednozłożowej oraz trójzłożowej chłodziarce adsorpcyjnej. Prowadzone prace obejmują analizy wpływu temperatur adsorpcji oraz desorpcji na parametry pracy chłodziarki adsorpcyjnej. Ponadto badania wpływu długości cyklów adsorpcji oraz desorpcji na efektywność pracy chłodziarki adsorpcyjnej pod kątem optymalizacji pracy urządzenia.\n\nSłowa kluczowe:\n\nadsorpcja\n\nchłodziarka adsorpcyjna\n\nwymiennik ciepła\n\nspoiwa termoprzewodzące\n\nwspółczynnik przewodzenia ciepła\n\nodsalanie wody\n\nsymulacje CFD\n\nEfektywność energetyczna układów złożonych/Badania zjawisk wieloskalowych\n\nJednostka\n:\n        Wydział Energetyki i Paliw\n        -\n        Katedra Maszyn Cieplnych i Przepływowych\n\nLider zespołu\n:\n\n          Leszczyński Jacek\n\nOpis\n: Modelowanie matematyczne dynamiki złożonych procesów energetycznych i ich ocena pod kątem efektywności energetycznej. Badania dynamiki pracy magazynów energii mechanicznej w tym magazynowania energii elektrycznej w sprężonym powietrzu. Badania współpracy magazynów energii elektrycznej z odnawialnymi źródłami energii i siecią. Badania metod konwersji energii. Projektowanie i konstrukcja stanowisk/prototypów do konwersji energii elektrycznej, mechanicznej, magazynowania energii mechanicznej.\n\nSłowa kluczowe:\n\nefektywność energetyczna i egzegetyczna\n\nmagazynowanie energii\n\ntechnologie mechanicznego magazynowania energii\n\nmagazynowanie energii w sprężonym powietrzu\n\nekspandery gazowe\n\ntransformacja energetyczna\n\nprzemiany energetyczne\n\nodnawialne źródła energii\n\nciepło\n\nmagazynowanie ciepła\n\nenergia odpadowa\n\nodzysk energii\n\nmetoda elementu dyskretnego\n\nbilans populacji\n\nzanieczyszczenie powietrza\n\npył zawieszony\n\noczyszczanie powietrza\n\ngenerator fali uderzeniowej\n\nrdzenie magnetyczne\n\ntaśma nanokrystaliczna\n\nrdzenie cięte\n\nrdzenie proszkowe\n\nmatematyczne modelowanie procesów i zjawisk złożonych\n\nrachunek różniczkowo-całkowy niecałkowitego rzędu\n\nalgorytmy i struktury danych\n\nprogramowanie\n\ninteligentne systemy sterowania\n\nEkonomika i Zarządzanie Surowcami oraz Transformacją Energetyczną\n\nJednostka\n:\n        Wydział Inżynierii Lądowej i Gospodarki Zasobami\n        -\n        Katedra Ekonomiki i Zarządzania w Przemyśle\n\nLider zespołu\n:\n\n          Kustra Arkadiusz\n\nOpis\n: Zespół badawczy składa się z pracowników KEiZP, prowadzących działalność naukową i dydaktyczną w zakresie interdyscyplinarnych badań dotyczących zarządzania i efektywności procesów związanych z przemysłem surowcowo-energetycznym i podmiotami gospodarczymi w nim funkcjonującymi. \nCelem zespołu jest badanie i analiza surowcowych łańcuchów wartości i powiązanie ich z potrzebami wynikającymi z transformacji energetycznej przedsiębiorstw w świetle koncepcji zrównoważonego rozwoju.  \nZespół zajmuje się opracowywaniem zagadnień w następujących nurtach badawczych dotyczących:  analizy rynku surowców i ich pozyskiwania, zastosowania surowców na potrzeby transformacji energetycznej, gospodarki niskoemisyjnej, efektywności przemysłu i polityki energetycznej, wartości przedsiębiorstw opartej na zrównoważeniu pomiędzy czynnikami środowiskowymi i społecznymi, przy jednoczesnej efektywności finansowej.\n\nSłowa kluczowe:\n\nsurowce\n\nsurowcowy łańcuch wartości\n\ntransformacja energetyczna\n\nodnawialne źródła energii\n\npolityka energetyczna\n\nzrównoważony rozwój\n\nraportowanie zintegrowane\n\nzrównoważone modele biznesowe\n\nsurowce krytyczne\n\nEkonomika, diagnostyka i modelowanie procesów przemysłowych\n\nJednostka\n:\n        Wydział Inżynierii Lądowej i Gospodarki Zasobami\n        -\n        Katedra Ekonomiki i Zarządzania w Przemyśle\n\nLider zespołu\n:\n\n          Fuksa Dariusz\n\nOpis\n: Obszar badań zespołu wyznaczają zainteresowania badawcze jego członków skupione wokół szeroko pojętej ekonomiki i zarządzania przedsiębiorstwem, modelowania procesów produkcyjnych i ich oceny pod kątem efektywności ekonomicznej, finansowej i technicznej, oraz metod wspomagających podejmowanie decyzji w oparciu o duże zbiory danych.\n\nSłowa kluczowe:\n\noptymalizacja procesów\n\nmodelowanie procesów przemysłowych\n\nefektywność\n\nniezawodność\n\neksploracyjne metody analizy danych\n\nprogramowanie komputerowe\n\ndata mining\n\nEkoprojektowanie i prototypowanie innowacyjnych produktów i technologii na bazie metali nieżelaznych\n\nJednostka\n:\n        Wydział Metali Nieżelaznych\n        -\n        Katedra Przeróbki Plastycznej i Metaloznawstwa Metali Nieżelaznych\n\nLider zespołu\n:\n\n          Kiesiewicz Grzegorz\n\nOpis\n: Zakres działań grupy badawczej zawiera w następujących zagadnieniach:\n\n- Projektowanie ekologiczne (Ecodesign) – opracowywanie produktów i technologii z myślą o ich możliwie minimalnym wpływie na środowisko, np. poprzez zmniejszenie zużycia surowców, energooszczędność czy możliwość prowadzenia recyklingu.\n\n- Synteza nowych materiałów funkcjonalnych na bazie metali nieżelaznych.\n\n- Prototypowanie innowacyjnych rozwiązań – tworzenie i testowanie nowych produktów wykorzystujących metale nieżelazne i ich stopy, w szczególności dla metali krytycznych.\n\n- Badania i rozwój (B+R) – analiza nowych zastosowań metali nieżelaznych w różnych branżach, takich jak motoryzacja, lotnictwo, budownictwo, obronność czy elektroenergetyka.\n\n- Optymalizacja procesów produkcyjnych – opracowywanie metod obróbki i przetwarzania metali i kompozytów metalicznych, które pozwalają na zmniejszenie odpadów i emisji CO₂.\n\n- Współpraca z przemysłem i nauką – realizacja projektów badawczo-rozwojowych we współpracy z uczelniami, instytutami badawczymi i firmami o randze krajowej i międzynarodowej.\n\nEksploracja Danych i Procesów\n\nJednostka\n:\n        Wydział Inżynierii Mechanicznej i Robotyki\n        -\n        Katedra Robotyki i Mechatroniki\n\nLider zespołu\n:\n\n          Brzychczy Edyta\n\nOpis\n: DPMG jest międzywydziałową grupą badawczą (Wydziału Inżynierii Mechanicznej i Robotyki oraz Wydziału Inżynierii Lądowej i Gospodarki Zasobami).\nNasza grupa koncentruje się na wydobywaniu wiedzy z danych z wykorzystaniem nowatorskich algorytmów i opartej na wiedzy optymalizacji procesów biznesowych w różnych gałęziach przemysłu.\nNaszą główną specjalizacją jest:\n- Wielowymiarowa analiza danych: analiza statystyczna i eksploracja danych\n- Fuzja danych i fuzja decyzji w celu monitorowania i zarządzania procesami biznesowymi\n- Doskonalenie procesów: Modelowanie i optymalizacja procesów biznesowych w oparciu o eksplorację procesów\n- Systemy ekspertowe: Opracowywanie i wdrażanie rozwiązań prototypowych dla przemysłu\n- Rozwiązywanie problemów: Projekty reakcyjne we wszystkich obszarach produkcji\n\nSłowa kluczowe:\n\neksploracja danych\n\neksploracja procesów\n\nsztuczna inteligencja\n\noptymalizacja procesów\n\nzarządzanie procesami biznesowymi\n\nrobotyzacja procesów\n\nfuzja decyzji\n\nmonitorowanie procesów przemysłowych\n\nmodelowanie procesów przemysłowych\n\nanaliza przemysłowych danych niskopoziomowych\n\nElektroenergetyka\n\nJednostka\n:\n        Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n        -\n        Katedra Elektrotechniki i Elektroenergetyki\n\nLider zespołu\n:\n\n          Florkowski Marek\n\nOpis\n: Zakres badań prowadzonych przez Zespół Elektroenergetyki obejmuje analizy teoretyczne i badania eksperymentalne w następujących grupach zagadnień: Problemy elektroenergetyki w zakresie przesyłu i rozdziału energii elektrycznej w systemach AC i DC średnich, wysokich i najwyższych napięć. Modelowanie i analiza sieci i systemów elektroenergetycznych. Zagadnienia eksploatacji układów elektroenergetycznych, w tym narażenia i stany zakłóceniowe. Problemy technologii i eksploatacji kabli elektroenergetycznych. Prace w zakresie rozwoju energetyki odnawialnej i rozproszonej, w tym integracja rozproszonych źródeł energii z systemem elektroenergetycznym. Inżynieria wysokich napięć. Optymalizacja konstrukcji wysokonapięciowych układów izolacyjnych. Diagnostyka wysokonapięciowych urządzeń elektroenergetycznych, w tym badania transformatorów, maszyn elektrycznych, kabli i izolatorów. Zaawansowane metody i techniki pomiarowe  w badaniach wysokonapięciowych m.in.:  wyładowań niezupełnych, ładunków przestrzennych, zjawisk relaksacyjnych i impulsowych w dielektrykach. Badania fizykalne mechanizmów procesów degradacji wysokonapięciowych materiałów elektroizolacyjnych. Badania zjawisk wyładowań elektrycznych, ich inicjowania i rozwoju.  Wysokonapięciowa technika probiercza, pomiary, badania i próby w laboratorium wysokich napięć. Automatyka zabezpieczeniowa w elektroenergetyce. Analizy przepięć w układach elektroenergetycznych, w szczególności ich przyczyn, propagacji oraz metod ograniczania. Pomiary i analizy oddziaływań elektromagnetycznych w elektroenergetyce.  Problemy techno-ekonomiczne w elektroenergetyce. Problemy ekologiczne oddziaływania obiektów elektroenergetycznych na środowisko.\n\nSłowa kluczowe:\n\nelektroenergetyka\n\nenergetyka odnawialna i rozproszona\n\nsieci i systemy AC i DC\n\ninżynieria wysokich napięć\n\nwysokonapięciowe układy izolacyjne\n\nwyładowania elektryczne\n\ndiagnostyka wysokonapięciowa\n\nlinie napowietrzne\n\nkable elektroenergetyczne\n\nstacje elektroenergetyczne\n\nprzepięcia i ochrona przeciwprzepięciowa\n\nautomatyka zabezpieczeniowa w elektroenergetyce\n\npole elektromagnetyczne\n\nElektrotechnika\n\nJednostka\n:\n        Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n        -\n        Katedra Elektrotechniki i Elektroenergetyki\n\nLider zespołu\n:\n\n          Galias Zbigniew\n\nOpis\n: Zakres działań zespołu badawczego obejmuje analizę, pomiary i projektowanie obwodów elektrycznych i elektronicznych oraz układów nieliniowych.\n\nFotofizyka i Elektrochemia Półprzewodników\n\nJednostka\n:\n        Akademickie Centrum Materiałów i Nanotechnologii\n        -\n        Zakład Fotofizyki i Elektrochemii Półprzewodników \n\nLider zespołu\n:\n\n          Szaciłowski Konrad\n\nOpis\n: Synteza i badanie właściwości optycznych, elektrycznych i katalitycznych nowych półprzewodników szerokopasmowych.\n\nFunkcjonalizowane Minerały w Zastosowaniach Przemysłowych\n\nJednostka\n:\n        Wydział Geologii, Geofizyki i Ochrony Środowiska\n        -\n        Katedra Mineralogii, Petrografii i Geochemii\n\nLider zespołu\n:\n\n          Bajda Tomasz\n\nOpis\n: Zespół zajmuje się zagadnieniami obejmującymi inżynierię środowiska, chemię, mineralogię, procesy sorpcji, funkcjonalizację i przetwarzanie minerałów oraz recyklingu. W zakresie adsorpcji nasze badania koncentrują się na sorpcji zanieczyszczeń nieorganicznych i organicznych na naturalnych i modyfikowanych zeolitach i minerałach ilastych, tlenkach i wodorotlenkach żelaza. Prace w zakresie funkcjonalizacji koncentrują się na opracowywaniu zaawansowanych materiałów do zastosowań środowiskowych, w szczególności w sorpcji i remediacji. Badania obejmują innowacyjne techniki funkcjonalizacji materiałów mineralnych, integrując interdyscyplinarne badania w celu wyznaczenia nowych trendów w materiałoznawstwie. Technologia mineralna w naszych badaniach obejmuje odzysk i przetwarzanie minerałów ze źródeł pierwotnych, odpadów przeróbczych i przetwórczych. Skupiamy się na transformacyjnym wykorzystaniu mineralnych odpadów przemysłowych. Zajmujemy się zarządzaniem, recyklingiem i ponownym wykorzystaniem odpadów przemysłowych. Istotnym obszarem naszych prac jest wykorzystanie ubocznych produktów spalania z przemysłu energetycznego oraz odpadów powstających w procesach uzdatniania i oczyszczania wody.\n\nSłowa kluczowe:\n\nsorpcja\n\nzanieczyszczenie\n\nremediacja\n\nhydrometalurgia\n\nścieki\n\nwoda\n\nminerały\n\nGeochemia Powierzchniowa\n\nJednostka\n:\n        Wydział Geologii, Geofizyki i Ochrony Środowiska\n        -\n        Katedra Surowców Energetycznych\n\nLider zespołu\n:\n\n          Sechman Henryk\n\nOpis\n: Działalność zespołu badawczego obejmuje problematykę naukową związaną z zastosowaniem powierzchniowych metod geochemicznych w ochronie środowiska i poszukiwaniach złóż węglowodorów. \nZespół specjalizuje się w środowiskowym i prospekcyjnym zastosowaniu tzw. „metody gazu wolnego”. W ogólnym zarysie, polega ona na oznaczeniu śladowych ilości węglowodorów gazowych i innych gazowych składników niewęglowodorowych w strefie przypowierzchniowej. Z uwagi na fakt, że źródłem tych składników mogą być np. podziemne magazyny gazu ziemnego (PMG), metodę tą wykorzystuje się do wyznaczenia tzw. „tła zerowego” i monitoringu szczelności tych obiektów. Od ponad 20 lat zespół prowadzi monitoring geochemiczny największych PMG w Polsce. Wyniki powierzchniowych badań geochemicznych są uzupełniane wynikami badań izotopowych, pozwalających na ocenę genetyczną zarejestrowanych gazów. Korzystając z wiedzy i kilkudziesięcioletniego doświadczenia w zakresie badania szczelności PMG, a także dysponując wysokiej klasy sprzętem pomiarowym i analitycznym, jesteśmy w pełni przygotowani do podjęcia działalności naukowo-badawczej związanej z monitoringiem szczelności miejsc podziemnego składowania dwutlenku węgla, a także miejsc podziemnego zgazowania węgla.\nW zakresie ochrony środowiska, poza geochemicznym monitoringiem PMG, zespół badawczy realizuje liczne projekty naukowo-badawcze dotyczące szczelności naftowych otworów wiertniczych, w tym oceny niekontrolowanej migracji gazu do środowiska, wynikającej z technologii wydobycia gazu ziemnego z łupków. Dotychczasowa działalność zespołu badawczego dotyczyła również oceny zagrożeń gazowych na terenach pogórniczych. Badania te przeprowadzone zostały na obszarach zlikwidowanych kopalń węgla kamiennego w Dolnośląskim i Górnośląskim Zagłębiu Węglowym, a także na terenach zlikwidowanych kopalń ropy naftowej i gazu ziemnego.\nW badaniach środowiskowych i prospekcyjnych zespół wykorzystuje wysokiej klasy aparaturę analityczną oraz opatentowany sposób poboru próbki gazu glebowego (patent PL 184080 i wzór użytkowy PL 58584).\nW ostatnich latach zespół prowadzi intensywne badania o charakterze podstawowym, związane z oceną naturalnej emisji metanu i dwutlenku węgla pochodzenia geogenicznego do atmosfery. W tym celu wykorzystuje opatentowaną metodykę (patent PL 206259 B1) oraz unikalną aparaturę pomiarową pozwalającą na bezpośrednie zbadanie wielkości naturalnej emisji wspomnianych gazów cieplarnianych. Uniwersalny charakter stosowanej metodyki pomiarowej pozwala również na wykorzystanie jej w badaniach emisji gazów ze składowisk odpadów komunalnych i przemysłowych, a także w badaniach szczelności podziemnej infrastruktury przesyłowej (np. gazociągi, rurociągi).\nCzłonkowie zespołu badawczego od ponad 40 lat prowadzą powierzchniowe badania geochemiczne wspomagające poszukiwania złóż węglowodorów. Badania te realizowane są metodami bezpośrednimi (gaz glebowy) oraz pośrednimi (podatność magnetyczna, zawartość węglanu wapnia, pH gleby). Wyniki tych badań, interpretowane łącznie z wynikami badań sejsmicznych i geoelektrycznych, podnoszą stopień trafności naftowych otworów wiertniczych. Poza tym wyniki powierzchniowych badań geochemicznych pomagają w kartowaniu nieciągłości tektonicznych, szczególnie na obszarach o skomplikowanej budowie geologicznej. Pozwala to na określanie aktywnych kierunków migracji (przenikania) węglowodorów od akumulacji wgłębnych do powierzchni. Zdobyte doświadczenie w tym zakresie zaowocowało podjęciem nowych kierunków badań. Dotyczą one poszukiwania złóż gazu ziemnego zasobnego w wodór oraz problematyki bezpiecznego magazynowania tego gazu w podziemnych magazynach. Zespół pracuje nad opracowaniem zintegrowanej metodyki wykorzystującej powierzchniowe metody geochemiczne, geofizyczne, geologiczne i geomorfologiczne do określania miejsc występowania wgłębnych akumulacji wodoru. Opracowana metodyka w przyszłości będzie również mogła zostać zaimplementowana jako rozwiązanie do monitoringu szczelności podziemnych magazynów wodoru.\nPoza realizacją prac naukowo–badawczych, zespół badawczy Geochemii Powierzchniowej prowadzi również działalność dydaktyczną na kierunkach: Geologia Naftowa i Geotermia oraz Ekologiczne Źródła Energii realizowanych przez Wydział Geologii, Geofizyki i Ochrony Środowiska AGH. W ten sposób zespół uczestniczy w przygotowaniu wysoko wyspecjalizowanej kadry naukowej znajdującej zatrudnienie w różnych sektorach przemysłu związanych z bezpieczeństwem energetycznym i ekologicznym naszego kraju.\n\nSłowa kluczowe:\n\nzłoża węglowodorów\n\ngeochemia powierzchniowa\n\ngazy glebowe\n\nmetan\n\nlekkie węglowodory\n\nwodór naturalny\n\npodziemne magazyny gazu\n\npodziemne magazyny CO2\n\nsekwestracja CO2\n\nchromatografia gazowa\n\nnaturalna emisja metanu i dwutlenku węgla\n\nmonitoring geochemiczny\n\nGospodarka o Obiegu Zamkniętym - strategie i modele biznesowe\n\nJednostka\n:\n        Wydział Zarządzania\n        -\n        Katedra Zarządzania Strategicznego\n\nLider zespołu\n:\n\n          Kulczycka Joanna\n\nOpis\n: 1) opracowanie modeli biznesowych GOZ dla organizacji; 2) szkolenia GOZ;  3) diagnoza i analiza rynku pod kątem wdrażania GOZ; 4) strategie GOZ dla miast i regionów; 5) ocena ryzyka i efektywności ekonomicznej wdrażania GOZ; 6) ocena i dobór źródeł finansowania i projektów 7) raportowanie GOZ; 8) aspekty prawne wdrażania GOZ\n\nSłowa kluczowe:\n\ngospodarka o obiegu zamkniętym\n\nmodele biznesowe\n\nefektywność zasobów\n\nGrupa Badawcza Apatytów Ołowiowych\n\nJednostka\n:\n        Wydział Geologii, Geofizyki i Ochrony Środowiska\n        -\n        Katedra Mineralogii, Petrografii i Geochemii\n\nLider zespołu\n:\n\n          Manecki Maciej\n\nOpis\n: Grupa Badawcza Apatytów Ołowiowych LARG jest zespołem naukowym działającym w Katedrze Mineralogii, Petrografii i Geochemii (Wydział Geologii, Geofizyki i Ochrony Środowiska, Akademia Górniczo-Hutnicza w Krakowie) pod kierunkiem prof. Macieja Maneckiego.\nNieformalny zespół badawczy został utworzony wokół lidera przez absolwentów i młodych pracowników na początku XXI wieku, kiedy termin „grupa badawcza” nie istniał jeszcze w Polsce. Z czasem wielopokoleniowy zespół sformalizował swoje istnienie. Pojawiły się systematyczne seminaria, spotkania naukowe i prezentacje. Organizowane były szkolenia z zakresu wyznaczania komórki elementarnej i zastosowania profesjonalnych programów komputerowych w mineralogii i geochemii. Odbyły się warsztaty „Statystyka dla geochemika” w Schronisku Orlica w Szczawnicy i wiele innych. Zespół wielokrotnie aktywnie uczestniczył w organizacji kolejnych edycji Międzynarodowej Konferencji Młodych Geologów „HERLANY”. Innowacyjne badania naukowe podejmowane przez grupę badawczą LARG były doskonałym pretekstem do kształcenia najlepszych studentów i rozwoju młodych naukowców na najwyższym poziomie. Sprzyja temu wielopokoleniowy charakter zespołu oraz pozytywna, twórcza atmosfera ukierunkowana na indywidualne zainteresowania i pasje. Priorytetem działalności grupy jest współpraca międzynarodowa, innowacyjne badania prowadzące do grantów i publikacji oraz w miarę możliwości, praktyczne zastosowanie wyników. Członkowie grupy LARG specjalizują się w badaniach z zakresu mineralogii i geochemii eksperymentalnej apatytów, w szczególności apatytów ołowiowych, oraz ich syntetycznych analogów. Eksperymenty mają na celu syntezę, określenie parametrów strukturalnych i właściwości termodynamicznych oraz modelowe badania laboratoryjne praktycznych zastosowań. Badania finansowane są z grantów NCN, NCBiR, IDUB AGH, grantów międzynarodowych oraz poprzez udział w projektach międzynarodowych. Przez ponad 20 lat swojej działalności zespół był miejscem rozkwitu dla wielu utalentowanych studentów i młodych naukowców. Działalność w LARG była początkiem wyjątkowej liczby znakomitych karier naukowych i zawodowych jego absolwentów, którzy dziś pracują w Polsce i za granicą.\nWięcej informacji na temat działalności grupy i jej członków można znaleźć w odpowiednich zakładkach na stronie http://larg.agh.edu.pl/larg/. Znajdują się tam również linki do poszczególnych kanałów prowadzonych przez członków grupy (Orcid, LinkedIn, ResearchGate, GoogleScholar itp.).\n\nSłowa kluczowe:\n\nsynteza mineralna\n\ntermodynamika minerałów\n\nrozpuszczalność\n\nimmobilizacja Pb\n\nimmobilizacja As\n\nbioapatyty\n\nodzyskiwanie REE\n\nimmobilizacjia U i Th\n\nGrupa Badawcza Elektroprzędzenia Polimerów\n\nJednostka\n:\n        Wydział Inżynierii Metali i Informatyki Przemysłowej\n        -\n        Katedra Metaloznawstwa i Metalurgii Proszków\n\nLider zespołu\n:\n\n          Stachewicz Urszula\n\nOpis\n: Tematyka badawcza realizowana w ramach grupy związana jest z biomateriałami i nanomateriałami w inżynierii tkankowej, do pozyskiwania energii i wody w tym m.in.:\n•\tbadania sił adhezji /zwilżania w skali nano przy pomocy AFM i SEM,\n•\tbadanie własności miękkiej materii skondensowanej w skali nano,\n•\tmechaniczne i powierzchniowe właściwości miękkiej materii skondensowanej,\n•\tnanowłókna polimerowe i kompozyty wytwarzane metodą elektroprzędzenia,\n•\tbiomimetyzm i biomateriały\n•\tbiokompatybilność i odziaływania komórek z materiałem przy pomocy mikroskopii konfokalnej.\n\nSłowa kluczowe:\n\nelektroprzędzenia\n\npolimery\n\nwłókna\n\nbiomimetyzm\n\nnanotechnologia\n\nbiomateriały\n\ninżynieria tkankowa\n\nnanotechnologie\n\ntryboeletrycznosce\n\npiezoelektryczność\n\nzwilżalność\n\nGrupa Badawcza Inteligencji Obliczeniowej i Modelowania\n\nJednostka\n:\n        Wydział Inżynierii Metali i Informatyki Przemysłowej\n        -\n        Katedra Informatyki Stosowanej i Modelowania\n\nLider zespołu\n:\n\n          Regulski Krzysztof\n\nOpis\n: Modelowanie procesów przy użyciu sztucznej inteligencji i algorytmów uczenia maszynowego, projektowanie oraz implementacja systemów komputerowych oraz cyber-fizycznych. Wykorzystanie metod optymalizacji do rozwiązywania problemów inżynierskich, w tym także w obszarze analizy i segmentacji zdjęć mikrostruktur przy użyciu sieci konwolucyjnych. Metody numeryczne do modelowania materiałów i procesów, w tym cyfrowe bliźniaki procesów. Wysokowydajne modele stochastyczne do przewidywania mikrostruktury materiałów metalicznych oraz modelowanie dyfrakcji elektronów i pozytonów. Narzędzia NLP i ontologie do identyfikacji pojęć w języku technicznym. Metody optymalizacji własności mechanicznych materiałów.\n\nSłowa kluczowe:\n\nsztuczna inteligencja\n\nuczenie maszynowe\n\nmodelowanie procesów\n\nsystemy cyberfizyczne\n\narchitektury oprogramowania\n\noptymalizacja\n\nrozpoznawanie i segmentacja mikrostruktur\n\nmetody numeryczne\n\nbliźniaki cyfrowe\n\nwieloskalowe stochastyczne modele numeryczne\n\nmodelowanie i optymalizacja właściwości materiałów\n\nzastosowanie narzędzi NLP\n\nontologie\n\nGrupa Badawcza Metalurgia Proszków\n\nJednostka\n:\n        Wydział Inżynierii Metali i Informatyki Przemysłowej\n        -\n        Katedra Metaloznawstwa i Metalurgii Proszków\n\nLider zespołu\n:\n\n          Jaworska Lucyna Renata\n\nOpis\n: Projektowanie, otrzymywanie i badania proszków i materiałów oraz technologii w oparciu o multidyscyplinarne podejście łączące inżynierię materiałową z chemią i fizyką, szczególnie w zakresie: \n•\tProszków przeznaczonych na osnowy narzędzi metaliczno-diamentowych.\n•\tProszków i materiałów spiekanych do zastosowań w warunkach ekstremalnych.\n•\tBadań dotyczących konsolidacji i obróbki cieplnej materiałów konstrukcyjnych.\n•\tOtrzymywania materiałów ciernych i stykowych o osnowach metalowych.\n\nSłowa kluczowe:\n\nmetalurgia proszków\n\nspiekanie\n\nmorfologia proszków\n\nformowanie proszków\n\nmateriały spiekane\n\nspieki konstrukcyjne i narzędziowe\n\nwłaściwości spieków\n\nGrupa Badawcza Procesów Cieplnych i Przepływowych\n\nJednostka\n:\n        Wydział Inżynierii Metali i Informatyki Przemysłowej\n        -\n        Katedra Techniki Cieplnej i Ochrony Środowiska\n\nLider zespołu\n:\n\n          Hadała Beata\n\nOpis\n: •\tBilanse i analiza cieplna pracy urządzeń i procesów; \n•\tNumeryczne modelowanie przepływów i wymiany ciepła; \n•\tOpracowywanie mikromodeli procesów cieplnych w oparciu o metody automatów komórkowych i siatek Boltzmanna; \n•\tIdentyfikacja warunków brzegowych wymiany ciepła w oparciu o analizę odwrotnych zagadnień przewodzenia ciepła; \n•\tZastosowanie termowizji do badań wymiany ciepła; \n•\tBadania wymienników ciepła; \n•\tBadania magazynów energii; \n•\tBadania nad recyklingiem termicznym odpadów przemysłowych; \n•\tBudowa linii pilotażowych z wykorzystaniem urządzeń cieplnych; \n•\tWymiana ciepła przy styku dwóch materiałów; \n•\tBadania odzysku ciepła odpadowego; \n•\tPomiary temperatury w urządzeniach przemysłowych; \n•\tModyfikacja sztywnych pianek poliuretanowych biomasą oraz popiołami z biomasy; \n•\tSynteza kompozytów polimerowych o ulepszonych własnościach aplikacyjnych;  \n•\tUniepalniacze sztywnej pianki poliuretanowej; \n•\tZagospodarowanie odpadów w technologii poliuretanów; \n•\tOptymalizacja kształtu dla procesów przepływowych.\n\nSłowa kluczowe:\n\nbilans energetyczny\n\ntermowizja\n\nwymiana ciepła\n\nwymienniki ciepła\n\nmodelowanie numeryczne\n\nciepło odpadowe\n\ntermiczny recykling\n\nlinie pilotażowe\n\nsztywne pianki poliuretanowe\n\nkompozyty poliuretanowe\n\nrecykling biomasy\n\npalność polimerów\n\ntermoizolacja\n\nGrupa Badawcza Procesów Termicznych\n\nJednostka\n:\n        Wydział Inżynierii Metali i Informatyki Przemysłowej\n        -\n        Katedra Techniki Cieplnej i Ochrony Środowiska\n\nLider zespołu\n:\n\n          Magdziarz Aneta\n\nOpis\n: Grupa badawcza zajmuje się analizą procesów termochemicznego przetwarzania odpadów (komunalnych i biomasowych). Członkowie Grupy prowadzą badania w zakresie: \n-\twstępnej obróbki materiału (suszenie, toryfikacja i hydrotermiczne uwęglanie HTC), analizy własności fizykochemicznych stałych i ciekłych produktów HTC,\n-\tprocesu pirolizy i co-pirolizy w celu otrzymania biowęgli i biooleju; materiałowego i energetycznego zastosowania biowęgli,\n-\tprocesu zgazowania katalitycznego w celu otrzymania wysokiej jakości gazu,\n-\tproblemów eksploatacyjnych związanych ze spalaniem paliw stałych i odpadów (aglomeracja popiołów, korozja), \n-\tniskoemisyjnych technik spalania paliw (eksperymentalne i numeryczne modelowanie formowania zanieczyszczeń stałych, ciekłych i gazowych),\n-\twykorzystywania wybranych odpadów energetycznych jako komponentów,\n- w procesie technologii materiałów polimerowych.\n\nGrupa Badawcza Wirtualnego Wytwarzania\n\nJednostka\n:\n        Wydział Inżynierii Metali i Informatyki Przemysłowej\n        -\n        Katedra Informatyki Stosowanej i Modelowania\n\nLider zespołu\n:\n\n          Hojny Marcin\n\nOpis\n: Wykorzystanie technologii PRZEMYSŁU 4.0 do projektowania systemów informatycznych wspomagających procesy wytwarzania w przedsiębiorstwach.\n\nSłowa kluczowe:\n\nPRZEMYSŁ 4.0\n\nsymulacja\n\nrzeczywistość wirtualna (VR)\n\nrzeczywistość rozszerzona (AR)\n\nrzeczywistość mieszana (MR)\n\ncyfryzacja\n\ncyfrowy bliźniak\n\ncyfrowy cień\n\nprzemysłowy internet rzeczy\n\nsztuczna inteligencja (AI)\n\nsymulacje czasu rzeczywistego\n\ninteraktywne interfejsy użytkownika\n\nGrupa Badań Środowiskowych\n\nJednostka\n:\n        Wydział Fizyki i Informatyki Stosowanej\n        -\n        Katedra Fizyki Medycznej i Biofizyki\n\nLider zespołu\n:\n\n          Samek Lucyna\n\nOpis\n: Rozwój metod oraz zastosowań techniki fluorescencji rentgenowskiej do oceny oraz monitorowania zanieczyszczeń środowiska,\npobieranie próbek pyłu zawieszonego,\noznaczanie zawartości pierwiastków chemicznych w pyłach zawieszonych,\nonznaczanie zawartości węgla w pyłach powietrza z wykorzystaniem MABI (multi-wavelength absorption black carbon instrument),\nidentyfikacja źródeł pyłów zawieszonych metodami statystycznej analizy wieloparametrycznej (PMF, PCA),\nwyznaczanie udziałów pochodzących z różnych źródeł zanieczyszczeń do całkowitej masy pyłów zawieszonych powietrza,\nspecjacja pyłów zawieszonych powietrza techniką XANES,\nnieniszcząca analiza składu chemicznego artefaktów muzealnych oraz innych obiektów dziedzictwa kulturowego.\n\nGrupa Fotoelektrokatalityczna\n\nJednostka\n:\n        Akademickie Centrum Materiałów i Nanotechnologii\n        -\n        Zakład Fotofizyki i Elektrochemii Półprzewodników \n\nLider zespołu\n:\n\n          Mech Krzysztof\n\nOpis\n: Główne obszary działalności naukowej grupy to:\n- otrzymywanie materiałów metalicznych, półprzewodnikowych oraz kompozytowych do zastosowań w otrzymywaniu węglowodorów oraz wodoru,\n- badania wydajności, selektywności oraz stabilności materiałów wykorzystywanych w elektrokatalizie oraz fotoelektrokatalizie,\n- analiza mechanizmu oraz kinetyki reakcji elektrodowych,\n- badania materiałów katalitycznych nanoszonych na powierzchnię elektrod gazoprzepuszczalnych stosowanych w reaktorach przepływowych zasilanych bezpośrednio CO2,\n- elektrochemiczna synteza półprzewodników,\n- elektroosadzanie,\n- korozja metali i stopów.\n\nObszary działalności w kontekście stosowanych technik analitycznych:\n- woltamperometria, elektrograwimetria, WD-XRF, spektroskopia impedancyjna, spektroskopia UV-Vis-NIR, spektroskopia fotoprądów, wirująca elektroda dyskowa (również z pierścieniem), chromatografia gazowa.\n\nGrupa Krzemionkowa\n\nJednostka\n:\n        Wydział Geologii, Geofizyki i Ochrony Środowiska\n        -\n        Katedra Analiz Środowiskowych, Kartografii i Geologii Gospodarczej\n\nLider zespołu\n:\n\n          Jurkowska Agata\n\nOpis\n: Zespół badawczy realizuje działania skupiające się na odtworzeniu ewolucji cyklu krzemu (Si) w dziejach Ziemi, na podstawie zapisu geologicznego. Celem badawczym jest określenie źródeł krzemu w wodzie morskiej, jego obiegu oraz pogrzebania, a w szczególności tworzenia się skał węglanowo-krzemionkowych i krzemionkowych. Badania realizujemy poprzez analizę zapisu paleontologicznego organizmów krzemionkowych (gąbek krzemionkowych, radiolarii, okrzemek)  petrograficzno-mineralogicznego (identyfikacja polimorfów krzemionki i ich pochodzenia) skał krzemionowych oraz analizy geochemicznej (REE, δ30Si). Poprzez rozpoznanie ewolucji cyklu Si w dziejach Ziemi oraz korelację z globalnymi zmianami klimatycznymi sprowadzającymi się do następujących po sobie okresów cieplarnianaych i chłodnych chcemy zbadać wpływ obiegu biogechemicznego Si na długofalowe globalne zmiany klimatu.\n\nSłowa kluczowe:\n\nkrzemionka\n\nkrzem\n\nbiogeochemia\n\norganizmy krzemionkowe\n\nGrupa Wytwarzania Przyrostowego\n\nJednostka\n:\n        Wydział Inżynierii Materiałowej i Ceramiki\n        -\n        Katedra Chemii Krzemianów i Związków Wielkocząsteczkowych\n\nLider zespołu\n:\n\n          Sitarz Maciej\n\nOpis\n: Aktualna tematyka badawcza obejmuje otrzymywanie materiałów do zróżnicowanych zastosowań:\n•\tstruktury 3D na bazie materiałów kompozytowych metal/krzemionka do zastosowania w katalitycznej reakcji Sabatiera (metoda DIW)\n•\tstruktury 3D na bazie bentonitów i zeolitów do zastosowania w katalitycznej utylizacji siarkowodoru (metoda DIW)\n•\telementy 3D z krzemionki dotowanej kationami metali ziem rzadkich jako materiały optyczne (metoda DIW)\n•\trusztowania na bazie polimerów biodegradowalnych (polilaktyd, poli(węglan) trimetylenu) do zastosowania w inżynierii tkanki kostnej i tkanki chrzęstnej (metoda FDM)\n•\trusztowania z oksywęglika krzemu modyfikowanego kationami metali do zastosowania w inżynierii tkanki kostnej (metoda DLP)\n\nSłowa kluczowe:\n\ndruk 3D\n\nwytwarzanie przyrostowe\n\nFused Deposition Modeling\n\nDigital Light Processing\n\nDirect Ink Writing\n\nkataliza\n\nGrupa analiz strukturalnych materiałów metalicznych\n\nJednostka\n:\n        Wydział Inżynierii Metali i Informatyki Przemysłowej\n        -\n        Katedra Inżynierii Powierzchni i Analiz Materiałów\n\nLider zespołu\n:\n\n          Dymek Stanisław\n\nOpis\n: Badania mikrostrukturalne za pomocą mikroskopów świetlnych i elektronowych; rentgenowska analiza fazowa; badania mechaniczne; badania korozyjne.\n\nGrupa badawcza Przemiany fazowe\n\nJednostka\n:\n        Wydział Inżynierii Metali i Informatyki Przemysłowej\n        -\n        Katedra Metaloznawstwa i Metalurgii Proszków\n\nLider zespołu\n:\n\n          Bała Piotr\n\nOpis\n: Grupa badawcza przemiany fazowe zajmuje się relacją pomiędzy składem chemicznym, technologią wytwarzania, procesami przetwórczymi, obróbką cieplną i cieplno-chemiczną, a mikrostrukturą i właściwościami stali i stopów (stale i stopy specjalne, materiały narzędziowe, stopy niklu, stopy tytanu, stopy cynku oraz stopy wysokoentropowe). Zajmujemy się projektowaniem nowych materiałów oraz technologii ich wytwarzania i obróbki cieplnej, jak również zaawansowaną analizą materiałów inżynierskich wytwarzanych na skalę przemysłową. Duże doświadczenie członków zespołu ww. tematyce pozwala na prowadzenie działalności eksperckiej z otoczeniem gospodarczym w zakresie wdrażania nowych technologii i rozwiązań materiałowych, określania przyczyn uszkodzeń i awarii oraz mechanizmów zużycia materiałów inżynierskich.\n\nSłowa kluczowe:\n\nprzemiany fazowe\n\nkontrola mikrostruktury\n\nstal\n\nbioresorbowalne stopy cynku\n\nprojektowanie materiałów\n\nobróbka cieplna\n\nstopy\n\ndylatometria\n\nwłaściwości mechaniczne\n\nGrupa badań optycznych półprzewodników\n\nJednostka\n:\n        Wydział Inżynierii Materiałowej i Ceramiki\n        -\n        Katedra Chemii Nieorganicznej\n\nLider zespołu\n:\n\n          Trenczek-Zając Anita\n\nOpis\n: Celem działań grupy jest otrzymanie heterostrukturalnych fotokatalizatorów kompozytowych o złożonej morfologii z przeznaczeniem do zastosowań związanych z aktywowanymi światłem procesami fotokatalizy heterogenicznej.\n\nHomogeniczne i heterogeniczne algorytmy i modele w inteligentnych, zdecentralizowanych i rozproszonych systemach informatycznych\n\nJednostka\n:\n        Wydział Informatyki\n        -\n        Instytut Informatyki\n\nLider zespołu\n:\n\n          Byrski Aleksander\n\nOpis\n: - Opracowanie nowatorskich a w szczególności hybrydowych metaheurystyk i weryfikacja ich skuteczności.\n- Opracowanie nowatorskich algorytmów cloudowych dla różnych zastosowań.\n- Opracowanie nowatorskich algorytmów w zakresie zastosowań sensorów IoT.\n- Opracowanie i weryfikacja nowatorskich algorytmów z obszaru uczenia maszynowego, w szczególności sieci neuronowych w tym nowych architektur z zakresu uczenia głębokiego i ich zastosowań.\n- Opracowanie nowatorskich algorytmów z obszaru obliczeń kwantowych i testowanie ich z użyciem symulatorów a także dostępnej infrastruktury wspierającej obliczenia kwantowe.\n- Opracowanie nowatorskich algorytmów kryptografii postkwantowej i zastosowanie ich do zabezpieczania procesów autentykacji i autoryzacji oraz transmisji danych.\n- Podniesienie efektywności i pewności działania rozproszonych systemów danych, testowanie takich systemów w różnych infrastrukturach.\n- Opracowanie algorytmów agentowych w zastosowaniach m.in. symulacyjnych czy obliczeniowych.\n- Rozwój badań nad teorią, stroną techniczno-infrastrukturalną oraz zastosowaniami nowatorskich solwerów MES w kontekście szeroko rozumianych problemów symulacji zjawisk fizycznych.\n- Wsparcie badań realizowanych w CERN w kontekście przetwarzania i analizy danych zbieranych przez LHC.\n\nSłowa kluczowe:\n\ninformatyka\n\nHybrydowe systemy poligeneracyjne w energetyce odnawialnej\n\nJednostka\n:\n        Wydział Energetyki i Paliw\n        -\n        Katedra Zrównoważonego Rozwoju Energetycznego\n\nLider zespołu\n:\n\n          Filipowicz Mariusz\n\nOpis\n: Prace eksperymentalne i obliczeniowe związane z analizą systemów energetycznych obejmujących odnawialne źródła energii\n\nInformatyka czasu rzeczywistego\n\nJednostka\n:\n        Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n        -\n        Katedra Biocybernetyki i Inżynierii Biomedycznej\n\nLider zespołu\n:\n\n          Szymczyk Piotr\n\nOpis\n: Badania w zakresie systemów czasu rzeczywistego, systemów wbudowanych, inteligentnych systemów wbudowanych.\n\nSłowa kluczowe:\n\ninformatyka\n\ninformatyka czasu rzeczywistego\n\nsystemy wbudowane\n\ninteligentne systemy wbudowane\n\nInteligentne Metody w Inżynierii Oprogramowania i Analizie Danych\n\nJednostka\n:\n        Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n        -\n        Katedra Informatyki Stosowanej\n\nLider zespołu\n:\n\n          Szmuc Tomasz Bartłomiej\n\nOpis\n: Badania zespołu dotyczą zastosowania inteligentnych metod w dwóch zasadniczych obszarach: inżynierii oprogramowania oraz analizie danych. Inteligentne metody rozumiane są szeroko, tzn. jako metody sztucznej inteligencji (AI) w klasycznym ujęciu oraz formalne metody modelowania i analizy (sieci Petriego, algebry procesów, logiki temporalne, modele probabilistyczne, zbiory rozmyte, zbiory przybliżone). Stosowane podejście charakteryzuje się istotnym powiązaniem z metodami inżynierskimi – dotyczy to zarówno rozwijania tych metod również ich wspomagania czy też szukania nowych rozwiązań z wykorzystaniem aparatu AI i metod formalnych.\n\nInterdyscyplinarny Zespół Robotyki Kognitywnej\n\nJednostka\n:\n        Wydział Inżynierii Mechanicznej i Robotyki\n        -\n        Katedra Robotyki i Mechatroniki\n\nLider zespołu\n:\n\n          Klepka Andrzej\n\nOpis\n: Obecny rozwój technologii wymusza zapotrzebowanie na roboty, które mogą bezpiecznie współdziałać ludźmi. Roboty te muszą być w stanie przewidzieć skutki własnych działań, oraz potrzeby otoczenia. Aby to osiągnąć, należy połączyć dwa nurty badań: jeden dotyczy systemów fizycznych zaprojektowanych specjalnie do interakcji z człowiekiem, drugi, koncentrujący się na architektach sterowania, które uwzględniają potrzebę zdobywania i wykorzystywania doświadczenia. Połączenie tych obszarów doprowadziło do powstania robotyki poznawczej. Jest to multidyscyplinarna nauka, która czerpie z badań w dziedzinie robotyki adaptacyjnej, a także kognitywistki i sztucznej inteligencji, a często wykorzystuje modele oparte na poznaniu biologicznym. Katedra Robotyki i Mechatroniki od lat prowadzi badania związane z robotyką (w tym autonomiczną) oraz wdraża metody oparte o uczenie maszynowe do różnych zadań związanych z inżynierią, projektowaniem czy produkcją. Połączenie tych dwóch nurtów badań, w rezultacie mogłoby doprowadzić do powstania nowych metod sterowania oraz programowania nowych typów robotów. Badania w zakresie wydajności oraz nowych aplikacji tego rodzaju robotów umożliwią stworzenie wydajnych i precyzyjnych algorytmów zdolnych do wykonywania zadań dotąd nieosiągalnych dla klasycznych robotów przemysłowych w kontekście optymalizacji i zarządzania produkcją. Ważną rolę poznawczą stanowić będą prace nad rozwojem metod zapewnienia bezpieczeństwa.\n\nSłowa kluczowe:\n\nRobot Kroczący\n\nInżynieria Przedsięwzięć Budowlanych, BIM i Budownictwa Proaktywnego\n\nJednostka\n:\n        Wydział Inżynierii Lądowej i Gospodarki Zasobami\n        -\n        Katedra Geomechaniki, Budownictwa i Geotechniki\n\nLider zespołu\n:\n\n          Wieja Tomasz\n\nOpis\n: Zespół Inżynierii Przedsięwzięć Budowlanych, BIM i Budownictwa Proaktywnego koncentruje się na nowoczesnych technologiach i organizacji, BHP oraz metodach zarządzania w budownictwie.\nDziałania zespołu obejmują badania nad wykorzystaniem technologii informacyjnych, w szczególności BIM (Building Information Modeling) w procesach projektowych, realizacyjnych i eksploatacyjnych, analizę cyklu życia budynków oraz implementację zasad zrównoważonego rozwoju w praktyce budowlanej. Szczególną uwagę poświęca się wykorzystaniu technologii BIM (Building Information Modeling) oraz platform CDE (Common Data Environment), które rewolucjonizują sposób projektowania, współpracy i zarządzania danymi w całym cyklu życia budynku.\nW ramach badań nad budownictwem proaktywnym zespół zajmuje się wdrażaniem zasad gospodarki cyrkularnej, analizą cyklu życia budynków (LCA), a także opracowywaniem strategii minimalizowania śladu węglowego i poprawy efektywności energetycznej obiektów. Dodatkowo, istotnym obszarem działalności jest rozwój koncepcji budownictwa inteligentnego, w tym projektowanie i analiza SMART buildings – obiektów wyposażonych w zaawansowane systemy zarządzania środowiskiem wewnętrznym i zewnętrznym.\nZespół prowadzi także badania obejmujące technologie remontowe i rozbiórkowe oraz możliwości ponownego wykorzystania wyrobów budowlanych, przyczyniając się do bardziej ekologicznego podejścia w  tym sektorze.\nWspółpracując z przemysłem budowlanym, jednostkami samorządowymi oraz innymi uczelniami, zespół realizuje projekty naukowe i wdrożeniowe, łącząc wiedzę teoretyczną z praktycznym zastosowaniem. Dzięki temu wspiera rozwój nowoczesnych standardów budowlanych, wpływając na transformację sektora w kierunku bardziej proaktywnego i cyfrowego. Działalność zespołu obejmuje również popularyzację wiedzy poprzez organizację warsztatów, seminariów oraz publikacje naukowe, wspierając edukację przyszłych inżynierów oraz specjalistów.\n\nSłowa kluczowe:\n\nESG\n\nBIM\n\nCDE\n\nLCA\n\nLCC\n\nZB\n\nInżynieria Spajania i Szkła Metaliczne\n\nJednostka\n:\n        Wydział Inżynierii Metali i Informatyki Przemysłowej\n        -\n        Katedra Metaloznawstwa i Metalurgii Proszków\n\nLider zespołu\n:\n\n          Kozieł Tomasz\n\nOpis\n: Grupa badawcza zajmuje się zagadnieniami szeroko pojętej inżynieii spajania oraz wytwarzaniem i charakterystyką struktury i własności szkieł metalicznych. \nW zakresie inżynierii spajania tematyka badawcza obejmuje: \n– badania mikrostruktury i własności połączeń spajanych, głównie dla energetyki i transportu, \n– ocenę skłonności do pęknięć gorących stopów stosowanych na wysokotemperaturowe elementy turbin, \n– ocenę spawalności stopów metali na osnowie żelaza i niklu dla energetyki i transportu, \n– badania mikrostruktury i własności połączeń spajanych stali nierdzewnych umacnianych wydzieleniowo oraz nowych gatunków stali nierdzewnych, \n– analizę stabilności struktury nowoczesnych stali bainitycznych i martenzytycznych do pracy w warunkach nadkrytycznych w energetyce konwencjonalnej, \n– badania wpływu spawalniczych cykli cieplnych na strukturę i własności strefy wpływu ciepła stali wysokowytrzymałych, \n– badania kruchości eksploatacyjnej połączeń spajanych.\n\nW zakresie szkieł metalicznych tematyka obejmuje: \n– wytwarzanie materiałów metalicznych metodą topienia łukowego (klasyczne stopy o strukturze krystalicznej,  stopy reaktywne i  wysokotopliwe, stopy wysokoentropowe),\n– wytwarzanie materiałów metalicznych krzepnących w warunkach nierównowagowych metodą topienia łukowego i odlewania ssącego, \n– wytwarzanie i charakterystyka struktury i własności mechanicznych szkieł metalicznych i kompozytów amoficzno-krystalicznych wykorzystujących efekt uplastycznienia indukowanego przemianą martenzytyczną, \n– badania wpływu dodatków metali ziem rzadkich na możliwość uzyskania szkieł metalicznych w stopach Zr o podwyższonej zawartości tlenu,\n– badania wpływu warunków odlewania na strukturę i właściwości mechaniczne masywnych szkieł metalicznych,\n– określenie możliwości spajania szkieł metalicznych przy zastosowania różnych technik spawalniczych.\n\nSłowa kluczowe:\n\ninżynieria spajania\n\nspawanie\n\nłączenie materiałów\n\nszkła metaliczne\n\nwytwarzanie materiałów\n\nInżynieria materiałowa\n\nJednostka\n:\n        Wydział Inżynierii Metali i Informatyki Przemysłowej\n        -\n        Katedra Metaloznawstwa i Metalurgii Proszków\n\nLider zespołu\n:\n\n          Bała Piotr\n\nOpis\n: Zespół zajmuje się badaniami nad materiałami metalicznymi ze szczególnym naciskiem na stopy żelaza, niklu, tytanu, aluminium oraz cynku. Zespół posiada wieloletnie doświadczenie w zakresie badań podstawowych, projektowania materiałów i technologii oraz ekspertyz w obszarze doboru materiałów, parametrów procesów wytwarzania jak również analizy przyczyn uszkodzeń. Podstawą prowadzonych analiz jest gruntowna znajomość materiału oraz zaawansowanych technik analizy mikrostruktury i właściwości, w oparciu m. in. o mikroskopię elektronową skaningową oraz transmisyjną, świetlną, badania dyfraktometryczne (XRD), badania właściwości mechanicznych oraz fizyko-chemicznych materiałów. Całość uzupełniona jest szerokimi możliwościami przygotowania próbek do badań począwszy od technik polerowania mechanicznego, a skończywszy na zaawansowanych technikach selektywnego trawienia jonowego FIB. W ramach grupy rozwijane są też techniki badawcze bazujące na dyfrakcji elektronów rozproszonych (EBSD i TKD) oraz metody pomiarów naprężeń.\n\nInżynieria procesów biznesowych\n\nJednostka\n:\n        Wydział Inżynierii Lądowej i Gospodarki Zasobami\n        -\n        Katedra Ekonomiki i Zarządzania w Przemyśle\n\nLider zespołu\n:\n\n          Bąk Patrycja\n\nOpis\n: Obszar badań zespołu wyznaczają zainteresowania naukowe jego członków. Są to przede wszystkim zagadnienia związane z  zarządzaniem przedsiębiorstwem, zarówno w skali operacyjnej, jak i strategicznej. W szczególności zakres badawczy zespołu obejmuje: tworzenie modeli BPMN, modelowanie i optymalizację procesów produkcyjnych, tworzenie strategii rozwoju podmiotów, wdrażanie GOZ, badanie i kreowanie kultury organizacyjnej, zarządzanie innowacjami, predykcję i symulację procesów.\n\nSłowa kluczowe:\n\nmapowanie procesów\n\nzarzadzanie przedsiębiorstwem\n\nkultura organizacyjna\n\nanaliza danych\n\nmodelowanie\n\nprzemysł wydobywczy i energetyczny\n\nzarządzanie innowacjami\n\npredykcja i symulacja procesów\n\nInżynieria stopów i kompozytów\n\nJednostka\n:\n        Wydział Odlewnictwa\n        -\n        Katedra Inżynierii Stopów i Kompozytów\n\nLider zespołu\n:\n\n          Kopyciński Dariusz\n\nOpis\n: Zespół prowadzi badania w dziedzinie inżynierii stopów i kompozytów w zakresie od nano-, mikro-, makro-struktury oraz od kilkukilogramowych po wielkogabarytowe gotowe komponenty /części maszyn/.\n\nKRaKEn  - Reprezentacja Wiedzy i Inżynieria Wiedzy\n\nJednostka\n:\n        Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n        -\n        Katedra Informatyki Stosowanej\n\nLider zespołu\n:\n\n          Ligęza Antoni\n\nOpis\n: Jesteśmy zespołem badawczym pracującym w obszarze sztucznej inteligencji (AI), którego głównym obszarem zainteresowań jest Reprezentacja wiedzy i Inżynieria wiedzy (w skrócie KRaKEn, który staje się nazwą naszej grupy).\n\nNasze działania obejmują rozwój teorii, narzędzi i aplikacji skoncentrowanych w kilku gałęziach nowoczesnej AI: od jej matematycznych i logicznych podstaw, poprzez różne metody i narzędzia KR i KE (logika rozmyta, systemy oparte na wiedzy, logika i programowanie ograniczeń – szczególnie z Prologiem, rozumowaniem opartym na modelach, modelami probabilistycznymi, sieciami bayesowskimi, systemami opartymi na regułach, technologiami semantycznymi i innymi) aż po praktyczne zastosowania, w tym wariacje na temat grafów wiedzy, modelowanie i zarządzanie procesami biznesowymi, eXplainable AI i wiele innych.\n\nNasza siedziba mieści się w Katedrze Informatyki Stosowanej, która jest częścią Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej naszej Alma Mater – Akademii Górniczo-Hutniczej w Krakowie, Polska.\n\nNaszą pracę traktujemy zarówno jako profesjonalną usługę, jak i intelektualną przygodę i wyzwanie rozwiązywania nowych problemów; pozostając stale otwarci na nowe pomysły, projekty i współpracę, chętnie przyjmujemy propozycje współpracy i potencjalnych współpracowników. Na koniec, jako członkowie KRaKEn, kochamy nasze Magic City – KRaków.\n\nSłowa kluczowe:\n\nreprezentacja wiedzy i wnioskowanie\n\nsztuczna inteligencja\n\ninżynieria wiedzy\n\ninformatyka afektywna\n\nrozpoznawanie emocji\n\nreprezentacja wiedzy oparta na grafach\n\ngrafy wiedzy\n\ntechnologie semantyczne\n\nlogiczne i matematyczne podstawy sztucznej inteligencji\n\nmodelowanie procesów biznesowych przy użyciu standardów BPMN i DMN\n\neksploracja procesów\n\nBPMN\n\nDMN\n\nsystemy regułowe\n\nprogramowanie oparte na ograniczeniach i logice\n\nwyjaśnialna sztuczna inteligencja\n\nprzezroczysta, interpretowalna, godna zaufania, deklaratywna, AI typu „White-Box”\n\ninterakcja człowiek-komputer\n\nprzeglądy systematyczne\n\nmetanauka\n\nsystemy logiki wielowartościowej, modalnej i temporalnej\n\nlogika rozmyta i systemy rozmyte\n\nrozmyta teoria kategorii\n\nteoria gier\n\nKultura cyfrowa - język wartości - duchowość. Współczesność w badaniach kulturoznawczych\n\nJednostka\n:\n        Wydział Humanistyczny\n        -\n        Katedra Studiów nad Kulturą i Badań Ery Cyfrowej\n\nLider zespołu\n:\n\n          Pasek Zbigniew\n\nOpis\n: Zespół podejmuje badania nad współczesna kulturą, przede wszystkim kulturą polską w XX i XXI wieku. Uwzględniamy głównie narzędzia filologiczne i historyczne, a także analizę dyskursu, semiotykę kultury, historię idei. To poprzez język staramy dotrzeć i zinterpretować nowe zjawiska kulturowe.  Aksjonormatywne ujęcie kultury dominuje wśród członków zespołu.\n\nSłowa kluczowe:\n\nduchowość\n\naksjologia\n\nwartości w kulturze\n\njęzyk\n\ndyskurs\n\nLMNE\n\nJednostka\n:\n        Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n        -\n        Katedra Energoelektroniki i Automatyki Systemów Przetwarzania Energii\n\nLider zespołu\n:\n\n          Bień Andrzej\n\nOpis\n: badania dotyczą zaawansowanych narzędzi analizy i optymalizacji (opartych także na metodach sztucznej inteligencji) w projektowaniu, wytwarzaniu i eksploatacji maszyn elektrycznych stosowanych zarówno w układach napędowych, jak i w układach generacji energii\n\nLaboratorium Akustyki Technicznej\n\nJednostka\n:\n        Wydział Inżynierii Mechanicznej i Robotyki\n        -\n        Katedra Mechaniki i Wibroakustyki\n\nLider zespołu\n:\n\n          Kamisiński Tadeusz\n\nOpis\n: Wykonywanie badań naukowych oraz przemysłowych z zakresu akustyki technicznej, akustyki architektonicznej i budowlanej oraz elektroakustyki. Szczegółowy zakres prowadzonych działań:\n- pomiary mocy akustycznej maszyn i urządzeń metodą techniczną i laboratoryjną w komorze pogłosowej lub bezechowej (normy ISO 3741, 3743, 3745) \n- pomiary kierunkowości dźwięku, skuteczności głośników, charakterystyki amplitudowo-częstotliwościowej oraz zniekształceń nieliniowych\n- pomiary akustyki wnętrz w zakresie czasu pogłosu i innych parametrów (norma ISO 3382)\n- pomiary biur typu Open-Space (norma ISO 3382-3)\n- pomiary chłonności akustycznej i współczynnika pochłaniania dźwięku w komorze pogłosowej (ISO 354)\n- pomiary rozpraszania dźwięku (ISO 17497)\n- pomiary pochłaniania dźwięku na rurze impedancyjnej\n\nSłowa kluczowe:\n\nakustyka wnętrz\n\nhałas w biurze\n\nmateriały akustyczne\n\nelektroakustyka\n\ngłośniki\n\nmoc akustyczna\n\npomiary drgań budynków\n\nmetamateriały akustyczne\n\nLaboratorium Automatyzacji Urządzeń Technologicznych\n\nJednostka\n:\n        Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n        -\n        Katedra Energoelektroniki i Automatyki Systemów Przetwarzania Energii\n\nLider zespołu\n:\n\n          Baszyński Marcin\n\nOpis\n: Zespół zajmuje się problematyką magazynowania i przetwarzania energii z użyciem zaawansowanych układów energoelektronicznych. W pracach wykorzystuje symulatory czasu rzeczywistego. Zespół ma duże doświadczenie w konstrukcji układów sterowania bazujących na układach FPGA\n\nSłowa kluczowe:\n\nprzetwarzanie i magazynowanie energii\n\nenergoelektronika\n\nLaboratorium Badań nad Cyfrową Dezinformacją\n\nJednostka\n:\n        Wydział Humanistyczny\n        -\n        Katedra Technologii Informacyjnych i Mediów\n\nLider zespołu\n:\n\n          Ptaszek Grzegorz\n\nOpis\n: Dezinformacja cyfrowa jest obecnie jednym z najbardziej niebezpiecznych i jednocześnie skutecznych narzędzi wpływu społecznego, za pomocą którego można wpływać na politykę i opinię publiczną, destabilizować bezpieczeństwo wewnętrzne krajów, polaryzować społeczeństwo, wywoływać panikę lub podważać zaufanie do demokratycznych rządów i instytucji. Celem Zespołu jest analiza różnych warunków, które sprzyjają tworzeniu i rozprzestrzenianiu się (cyfrowej) dezinformacji w różnych mediach i środowiskach cyfrowych, takich jak media społecznościowe, wirtualna rzeczywistość, sieci internetowe itp. Badania prowadzone przez członków i współpracowników Zespołu prowadzone są w trzech obszarach dotyczących zarówno wykrywania dezinformacji cyfrowej, jak i jej zapobiegania i zwalczania:\na) w obszarze technologicznym: podmioty technologiczne (boty, algorytmy, sztuczna inteligencja), infrastruktura technologiczna; narzędzia wykrywania dezinformacji i ich skuteczność;\nb) w obszarze społeczno-kulturowym: ekosystem medialny i obieg dezinformacji, społeczni aktorzy dezinformacji (politycy, influencerzy, osoby publiczne itp.), zrozumienie i odbiór, rola organizacji weryfikujących fakty, ruchy społeczne przeciwko dezinformacji;\nc) w obszarze edukacyjnym: rozwój kompetencji związanych z krytycznym myśleniem, narzędzia wspierające wykrywanie dezinformacji.\n\nLaboratorium Energoelektroniki\n\nJednostka\n:\n        Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n        -\n        Katedra Energoelektroniki i Automatyki Systemów Przetwarzania Energii\n\nLider zespołu\n:\n\n          Stala Robert\n\nOpis\n: Badania i projekt układów energoelektronicznych\nEnergoelektronika w systemach przemysłowych\nSterowanie układów energoelektronicznych i sprzętowa realizacja algorytmów cyfrowych w FPGA\nBadania eksperymentalne nowych koncepcji dla przekształtników energii\nSymulacje komputerowe bazujące na modelach fizycznych elementów półprzewodnikowych\nImplementacja tranzystorów z azotku galu (GaN) w przekształtnikach energii\n\nSłowa kluczowe:\n\nPrzekształtnik DC-DC\n\nFalownik\n\nPrzekształtnik energoelektroniczny\n\nPrzekształtnik z tranzystorami GaN\n\nPrzekształtnik z tranzystorami SiC\n\nZasilacz impulsowy\n\nŁadowarka akumulatorów\n\nNapęd elektryczny\n\nOdnawialne źródła energii\n\nLaboratorium Informatyki w Sterowaniu i Zarządzaniu\n\nJednostka\n:\n        Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n        -\n        Katedra Automatyki i Robotyki\n\nLider zespołu\n:\n\n          Baranowski Jerzy\n\nOpis\n: Analiza danych, uczenie maszynowe i optymalizacja.\nObecnie w erze dostępu do wielkiej ilości danych konieczna jest ich adekwatna obróbka i analiza. Nowoczesne metody statystyki pozwalają na efektywne wnioskowanie oraz predykcję w oparciu o posiadane informacje. Oferowany jest szeroki zakres prac związanych z przetwarzaniem danych o rozmaitym charakterze. Prace te prowadzi Laboratorium Informatyki w Sterowaniu i Zarządzaniu, kierowane przez prof. dr hab. inż. Jerzego Baranowskiego. W szczególności proponowane jest:\n\nopracowywanie danych do celów badań naukowych,\nstatystyczna diagnostyka procesów,\ntworzenie modeli statystycznych procesów różnych typów,\nmetody klasyfikacji i rozpoznawania wzorców,\nmetody predykcji w oparciu o analizę szeregów czasowych wraz z wykorzystaniem  wiedzy eksperckiej,\nsystemy diagnostyki i predykcji usterek/zdarzeń,\noptymalizacja i sterowanie procesów dyskretnych, w szczególności produkcyjnych.\nZastosowanie: Rozpatrywane zagadnienia mieszczą się w pełni w zakresie tzw. Przemysłu 4.0, oferując szerokie wsparcie bardzo wielu zagadnień nowoczesnej produkcji.  Proponowane prace mają zastosowania także w obszarach badań, prac rozwojowych czy też wdrażania nowych produktów lub instalacji.\n\nLaboratorium Systemów Sterowania Przemysłowego i Automatyki Budynków\n\nJednostka\n:\n        Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n        -\n        Katedra Energoelektroniki i Automatyki Systemów Przetwarzania Energii\n\nLider zespołu\n:\n\n          Ożadowicz Andrzej\n\nOpis\n: Badania i projekty z obszaru systemów automatyki przemysłowej i automatyki budynkowej. \nBadania eksperymentalne i symulacje działania modułów sterowania i monitoringu w aplikacjach przemysłowych i budynkowych. \n\nWybrane obszary badawcze: \nSystemy sterowania w przemyśle --- \n- sterowniki PLC - programowanie i ich aplikacje \n- systemy operacyjne czasu rzeczywistego \n- układy cyfrowe i mikroprocesorowe w automatyce \n- rozproszone sieci sterowania poziomu obiektowego \n- monitoring i bezpieczeństwo w aplikacjach przemysłowych \n- akwizycja i przetwarzanie danych \n- systemy SCADA - wizualizacja procesów przemysłowych i danych z sieciowych systemów automatyki \n\nAutomatyka Budynków --- \n- systemy automatyki i sterowania w budynkach \n- systemy i technologie smart building, smart home \n- otwarte standardy automatyki budynków LonWorks, KNX, BACnet \n- systemy i funkcje zarządzania budynkami BMS \n- poprawa efektywności energetycznej budynków \n- systemy zarządzania energią EMS \n- rozwiązania dla mikrosieci prosumenckich \n- funkcje i technologie DSM/DSR w domach, budynkach, mikrosieciach \n- machine learning, reinforcement learning\n- building information modeling, digital twins w aplikacjach budynkowych\n\nSłowa kluczowe:\n\nautomatyka budynkowa\n\ninteligentny dom\n\ninteligentny budynek\n\nsystemy czasu rzeczywistego\n\nsterownik PLC\n\nzarządzanie energią\n\nzarządzanie budynkami\n\nLaboratorium satelitarnej obserwacji Ziemi\n\nJednostka\n:\n        Wydział Geologii, Geofizyki i Ochrony Środowiska\n        -\n        Katedra Geoinformatyki i Informatyki Stosowanej\n\nLider zespołu\n:\n\n          Lupa Michał\n\nOpis\n: Laboratorium Obserwacji Ziemi Satelitarnych prowadzi szeroko zakrojone badania w dziedzinie teledetekcji satelitarnej i przetwarzania danych satelitarnych. Laboratorium zajmuje się rozwijaniem zaawansowanych technologii do monitorowania i analizy środowiska, w tym walidacji danych satelitarnych poprzez pomiary naziemne. Kluczowe obszary badań obejmują analizę jakości biomasy, identyfikację patogenów roślin uprawnych, analizy jakości wód śródlądowych, czy badania składu mineralnego gleby oraz poszukiwanie surowców i minerałów rzadkich. W tym celu laboratorium wykorzystuje nowoczesne spektroradiometry terenowe, które umożliwiają pozyskiwanie charakterystyk spektralnych i porównywanie ich z danymi wielospektralnymi i hiperspektralnymi. Laboratorium angażuje się również w rozwój rozwiązań IT opartych na danych z Obserwacji Ziemi, co wspiera analizy środowiskowe oraz inne zastosowania naukowe i przemysłowe. Dodatkowo, laboratorium zapewnia najwyższe standardy edukacji w zakresie Technologii Kosmicznych, wyposażając studentów i badaczy w niezbędne narzędzia do prowadzenia innowacyjnych badań.\n\nMagnetyczne układy cienkowarstwowe\n\nJednostka\n:\n        Wydział Informatyki, Elektroniki i Telekomunikacji\n        -\n        Instytut Elektroniki\n\nLider zespołu\n:\n\n          Skowroński Witold\n\nOpis\n: Grupa badawcza stworzona na potrzeby realizacji grantu składa się z członków zespołów: Elektroniki Spinowej z Instytutu Elektroniki WIET oraz Fizyki Powierzchni z Katedry Fizyki Ciała Stałego WFiIS. Zespoły posiadają wieloletnie doświadczenie w realizacji grantów krajowych i międzynarodowych z zakresu wytwarzania cienkich warstw magnetycznych oraz układów wielowarstwowych, technologii próżniowej, mikro- i nano-litografii, magnetooptyki i nanotechnologii. Prace prowadzone w zespołach balansują na pograniczu badań podstawowych oraz zastosowań (aż do TRL 3) w technologiach sensorowych oraz mikroelektronice. Grupy realizujące badania na dwóch wydziałach posiadają w dużym stopniu komplementarne umiejętności, doświadczenie i zaplecze technologiczne potrzebne do realizacji kompleksowych projektów z zakresu spintroniki.\n\nMaszyny i urządzenia technologiczne w przemyśle surowcowym\n\nJednostka\n:\n        Wydział Inżynierii Mechanicznej i Robotyki\n        -\n        Katedra Inżynierii Maszyn i Transportu\n\nLider zespołu\n:\n\n          Bołoz Łukasz\n\nOpis\n: Badania oporów urabiania narzędziami skrawającymi również ze wspomaganiem wysokociśnieniowym – pomiar sił, wielkości zużycia, uziarnienia urobku i zapylenia.\nBadania oporów urabiania narzędziami dyskowymi i skrawającymi również ze wspomaganiem wysokociśnieniowym – pomiar sił, zużycia narzędzi, uziarnienia urobku i zapylenia.\nBadania fizykomechanicznych własności skał – wyznaczenie wskaźnika ścierności, określenie wytrzymałości na jednoosiowe ściskanie, określenie wytrzymałości na jednoosiowe rozciąganie metodą poprzecznego ściskania – metodą brazylijską i wyznaczenie wskaźnika zwięzłości metodą tłuczenia (Protodiakonowa).\nBadania procesu ładowania ślimakowymi organami urabiającymi oraz badania oporów ładowania, oporów posuwu i sprawności ładowania.\nWyznaczenie wskaźnika skrawalności na podstawie zarejestrowanych sił bocznej, stycznej i docisku oraz wyznaczenie kąta bocznego rozkruszenia skał.\nBadania parametrów procesu wiercenia i oporów wiercenia.\nDobór i projektowanie organów urabiających.\nDobór systemów technologicznych do eksploatacji surowców w kopalniach podziemnych.\nAnaliza przyczyn awarii i uszkodzeń maszyn urabiających oraz warunków ich pracy.\nOpracowanie rozwiązań innowacyjnych maszyn i urządzeń dla udostępniania i eksploatacji minerałów.\nBadania czystości i stanu oleju hydraulicznego według standardów: ISO 4406, SAE AS4059, NAS 1638 i GOST 17216 oraz pomiary przewodności i przenikalności dielektrycznej.\nFiltracja bocznikowa układów hydraulicznych z możliwością usunięcia wody z oleju w stanie niezwiązanym.\n\nMatematyka Dyskretna\n\nJednostka\n:\n        Wydział Matematyki Stosowanej\n        -\n        Katedra Matematyki Dyskretnej\n\nLider zespołu\n:\n\n          Pilśniak Monika\n\nOpis\n: W zespole mocno zarysowane są aktualnie cztery grupy skupione wokół liderów. I tak w roku 2023 J. Przybyło wykorzystując metody probabilistyczne, kontynuował badanie hipotezy Faudree’ego–Lehela oraz rozpoczął pracę z dwoma doktorantami. Najliczniejsza grupa M. Woźniaka (z 3 doktorantami) skupiała dalej uwagę wokół kolorowania grafów, pracując w kontekście rozróżniania pewnych struktur grafowych etykietami wierzchołków, łuków; elementami grup; przełamując automorfizmy. A. Żak z dwoma doktorantami badał hipergrafy i wysycenie krat, jako praktycznych modeli systemów informatycznych. Grupa M. Pilśniak badała grafy nieskończone oraz kontynuowała realizację grantu poświęconego problemom dominowania w grafach, zwieńczoną obroną pracy doktorskiej jednej z doktorantek.\n\nCelem badań zespołu jest zatem uzyskanie nowych wyników w szeroko pojętej matematyce dyskretnej, ze szczególnym uwzględnieniem tych dziedzin, w których członkowie zespołu mają już znaczące osiągnięcia, ale też zapoczątkowanie ciekawych badań w nowych tematach. Dla przykładu mamy publikację z grupą matematyków z Uniwersytetu w Ulm. Inicjuje ona badania nad nowym pojęciem kolorowań większościowych krawędzi grafu.\n\nW 2023 r. dokonaliśmy istotnego postępu nad otwartą od ponad 35 lat znaną hipotezą Faudree’ego–Lehela dotyczącą siły nieregularności grafów d-regularnych. Mianowicie udało się wykazać asymptotyczną wersję tej hipotezy dla pełnego spektrum wartości d. Ponadto literalną wersję hipotezy wykazaliśmy dla dostatecznie gęstych grafów d-regularnych. Analogiczne rezultaty udało nam się także uzyskać dla trudniejszej, uogólnionej wersji tej hipotezy, gdzie analizowane są dowolne grafy, a nie jedynie regularne, w kontekście ich minimalnego stopnia, zamiast d.  W innej pracy zajmowaliśmy się z kolei uogólnieniami tzw. ciągów przeszywających, które mają źródło w pytaniu sformułowanym w latach 50. XX wieku przez Steinhausa. Uzyskaliśmy tu szereg wyników, w szczególności udało się znacznie poprawić najlepsze uprzednio ograniczenia uzyskane przez Konyagina.\n\nRozważaliśmy także kolorowania łuków digrafów symetrycznych przełamujące wszystkie nietrywialne automorfizmy. Zbadano kolorowania ogólne oraz właściwe względem rozmaitych definicji łuków sąsiednich. Razem z dwiema innymi pracami publikacja ta w pełni rozwiązuje problem optymalnych ograniczeń dla minimalnych liczb kolorów we wszystkich rodzajach właściwych kolorowań łuków przełamujących automorfizmy digrafów symetrycznych. Przy okazji postawiono kilka ciekawych hipotez. Kolorowania łamiące automorfizmy z list były kontynuowane w grafach nieskończonych.\n\nRozwiązano również częściowo (lecz dla znaczącego zakresu parametru) hipotezę dotyczącą pewnego problemu istnienia cykli Hamiltona w hipergrafach jednolitych, postawioną w pełnej wersji przez autorów w roku 2013, a wcześniej w wersji częściowej przez G. Y. Katonę. Jednocześnie osiągnięto wyniki o potencjalnym zastosowaniu w informatyce teoretycznej dotyczących integralności grafów kratowych będących popularnymi strukturami architektur komputerowych. Uzyskano wynik rozwiązujący asymptotycznie problem postawiony w [Bagga et al., Discrete Appl. Math. 1992] dotyczący integralności kraty płaskiej. Natomiast w innym artykule, uogólniono wynik o podziale przemiennej grupy elementarnej 2-Sylowa na dowolną grupę przemienną. Przedstawiono również kilka zastosowań tego wyniku do etykietowań magicznych i antymagicznych grafów.\n\nOgólnie badania intensyfikują się we wszystkich czterech wątkach wokół otwartych hipotez oraz pracy z doktorantami. Aktywność publikacyjna utrzymuje się na stałym wysokim poziomie, gwarantując awanse zawodowe w ogólnie przyjętych normach czasowych. Doktoraty kończą się planowo, jedna osoba przygotowuje się do wniosku habilitacyjnego, dwie kolejne do profesorskiego.\n\nSłowa kluczowe:\n\ngraf\n\ndigraf\n\nsieć\n\nstabilność\n\noptymalizacja\n\nkolorowanie grafów\n\ndominowanie w grafach\n\npodział grafów\n\nMatematyka obliczeniowa, Metody Probabilistyczne i Statystyczne\n\nJednostka\n:\n        Wydział Matematyki Stosowanej\n        -\n        Katedra Analizy Matematycznej, Matematyki Obliczeniowej i Metod Probabilistycznych\n\nLider zespołu\n:\n\n          Dudek Anna\n\nOpis\n: Aktywność naukowa Zespołu koncentruje się wokół szeroko pojętej matematyki obliczeniowej, statystyki i probabilistyki oraz ich zastosowań.  Rozważane obecnie problemy dotyczą m.in.: \n- konstrukcji nowych metod resamplingowych oraz dowód ich zgodności dla parametrów procesów niestacjonarnych,\n- poszukiwania optymalnej długości bloku dla różnych metod bootstrap w przypadku niestacjonarnym,\n- nierówności koncentracyjnych w przypadku niestacjonarnym,\n- analizy sygnałów niestacjonarnych,\n- analizy sygnałów biomedycznych,\n- metod numerycznych dla równań różniczkowych zwyczajnych i z opóźnieniem w dziedzinie czasu,\n- konstrukcji nowych metod numerycznych dla stochastycznych równań różniczkowych,\n- metod Monte Carlo,\n- algorytmów kwantowych oraz symulacji stochastycznych na kartach graficznych GPU,\n- numerycznej algebry liniowej,\n- odpornej stabilności wielomianów i macierzy oraz układów niecałkowitego rzędu,\n- wielokryterialnego podejmowania decyzji,\n- złożoności obliczeniowej problemów różniczkowych deterministycznych i stochastycznych.\nUzyskane wyniki mają zastosowanie m. in. w ekonomii, finansach, ubezpieczeniach, biostatystyce, medycynie, neurologii, mechanice, wibroakustyce, telekomunikacji, metalurgii.\n\nSłowa kluczowe:\n\nprocesy stochastyczne\n\nszeregi czasowe\n\nniestacjonarność\n\nmetody resamplingowe\n\nduże zbiory danych\n\nzłożoność obliczeniowa\n\nstochastyczne równiania różniczkowe\n\nalgorytmy kwantowe\n\nwielokryterialne podejmowanie decyzji\n\nanaliza sygnałów\n\nMateriał Funkcjonalne i Nanomagnetyzm\n\nJednostka\n:\n        Akademickie Centrum Materiałów i Nanotechnologii\n        -\n        Zakład Materiałów Funkcjonalnych i Nanomagnetyzmu\n\nLider zespołu\n:\n\n          Szkudlarek Aleksandra\n\nOpis\n: Zakład Materiałów Funkcjonalnych i Nanomagnetyzmu prowadzi interdyscyplinarne badania nad nanomateriałami, koncentrując się na ich wytwarzaniu, charakteryzacji oraz kontrolowaniu właściwości funkcjonalnych poprzez ograniczanie rozmiarów i wymiarowości, z wykorzystaniem metod eksperymentalnych i zaawansowanego modelowania teoretycznego.\n\nMateriały i Procesy Wytwarzania Przyrostowego\n\nJednostka\n:\n        Wydział Inżynierii Metali i Informatyki Przemysłowej\n        -\n        Katedra Plastycznej Przeróbki Metali i Metalurgii Ekstrakcyjnej\n\nLider zespołu\n:\n\n          Dubiel Beata\n\nOpis\n: Zakres działania grupy badawczej jest szeroki i dotyczy wytwarzania oraz  kompleksowych badań mikrostruktury i właściwości stopów metali i kompozytów na osnowie metalicznej. Zajmujemy się głównie materiałami wytwarzanymi w procesach przyrostowych, metodami metalurgii proszków i przerabianymi plastycznie.\n\nSłowa kluczowe:\n\nwytwarzanie przyrostowe\n\nselektywne spajanie warstw proszku wiązką lasera\n\nmetalurgia proszków\n\natomizacja ultradźwiękowa proszków metali\n\nindukcyjne topienie w próżni\n\nosadzanie elektrolityczne\n\nprzeróbka plastyczna\n\ncharakterystyka mikrostruktury\n\nanaliza termograwimetryczna\n\nlogika rozmyta\n\nkucie wieloetapowe\n\nwyciskanie izotermiczne\n\nmodelowanie\n\nsieci neuronowe\n\ncieplno – mechaniczne parametry kształtowania\n\nMechanika skał, gruntów i budownictwa podziemnego\n\nJednostka\n:\n        Wydział Inżynierii Lądowej i Gospodarki Zasobami\n        -\n        Katedra Geomechaniki, Budownictwa i Geotechniki\n\nLider zespołu\n:\n\n          Tajduś Antoni\n\nOpis\n: Grupa badawcza koncentruje swoje prace na interdyscyplinarnych badaniach obejmujących mechanikę skał i gruntów w kontekście projektowania, budowy oraz eksploatacji tuneli i obiektów towarzyszących, takich jak stacje metra, podziemne parkingi czy infrastruktura techniczna oraz oddziaływania ich na górotwór i powierzchnię terenu. Jej działalność ogólnie obejmuje zaawansowane analizy stanu naprężenia i odkształcenia w zmieniających się warunkach gruntowych i skalnych, z wykorzystaniem najnowszych technologii i narzędzi badawczych (takich jak Machine Learning oraz modelowanie numeryczne 2D i 3D). Zainteresowania członków grupy koncentrują się także na zagadnieniach stateczności skarp i zboczy zarówno skalnych jak i gruntowych, prognozowaniu procesów osuwiskowych, ich monitoringu oraz stabilizacji.\nCzłonkowie grupy posiadają duże doświadczenie w zakresie badań laboratoryjnych, głównie własności wytrzymałościowych i odkształceniowych, oraz pomiarów in-situ przy wykorzystaniu najnowszej aparatury badawczej. \nW ramach prowadzonych prac, Grupa szczególny nacisk kładzie na badanie zachowania masywów skalnych i gruntowych pod wpływem obciążeń statycznych, reologicznych i dynamicznych, związanych z wykonywaniem budowli podziemnych, w tym tuneli. Grupa prowadzi badania nad oceną i wytycznymi (konstrukcyjno-budowlanymi) dla nowoczesnych technik drążenia tuneli, z  wykorzystaniem maszyn TBMS (Tunnel Boring Machine with Shield), metod wykorzystujących techniki górnicze (np. NATM) oraz innowacyjnych materiałów konstrukcyjnych. Ponadto w ramach grupy rozwijane są metody monitoringu i diagnostyki konstrukcji podziemnych oraz powierzchni terenu, w tym zastosowanie sensorów, technologii IoT, InSAR, LiDAR. Badania obejmują również aspekty związane z oceną ryzyka wpływu budownictwa podziemnego na środowisko naturalne i obiekty powierzchniowe.\n\nSłowa kluczowe:\n\nmechanika skał\n\nmechanika gruntów\n\nbudownictwo podziemne\n\ntunelowanie\n\nmaszyny TBM\n\nmodelowanie numeryczne\n\nuczenie maszynowe\n\nmonitoring geotechniczny\n\ntechnologie IoT\n\nryzyko geotechniczne\n\nbezpieczeństwo w budownictwie podziemnym\n\nMetody analizy funkcjonalnej w teorii operatorów i teorii równań różniczkowych\n\nJednostka\n:\n        Wydział Matematyki Stosowanej\n        -\n        Katedra Analizy Matematycznej, Matematyki Obliczeniowej i Metod Probabilistycznych\n\nLider zespołu\n:\n\n          Kużel Sergiusz\n\nOpis\n: Celem zespołu badawczego jest uzyskanie nowych wyników w teorii równań różniczkowych, teorii operatorów fizyki matematycznej, teorii funkcji holomorficznych oraz teorii krat, opartych na zastosowaniu zaawansowanych metod analizy funkcjonalnej. Szczególnym zainteresowaniem członków zespołu cieszą się następujące tematy:\n•\tBadania rozwiązań różnych klas nieliniowych lokalnych i nielokalnych zagadnień równań różniczkowych.\n•\tWłasności funkcji holomorficznych w pobliżu brzegu obszaru określoności.\n•\tRóżne rodzaje teorii rozpraszania (stacjonarna, niestacjonarna, schemat Laxa-Phillipsa).\n•\tBadanie operatorów fizyki matematycznej w przestrzeniach Hilberta z jądrem reprodukcyjnym.\n•\tBadanie krat dualnych.\nBadania zespołu intensyfikują się wokół wspomnianych wyżej tematów oraz we współpracy z doktorantami. Od 2021 roku czterech doktorantów obroniło swoje prace pod opieką członków zespołu. W szczególności, w roku 2024 pani mgr Paulina Pierzchała z wyróżnieniem obroniła rozprawę doktorską pt. 'Odwrotny problem Radona dla funkcji holomorficznych' (promotor: dr hab. P. Kot).  W 2023 roku dr Radulescu na podstawie osiągnięcia naukowego zatytułowanego 'Zagadnienia lokalne i nielokalne w analizie nieliniowej' uzyskał stopień doktora habilitowanego w dziedzinie nauk ścisłych i przyrodniczych w dyscyplinie matematyka.\nAktywność publikacyjna członków zespołu utrzymuje się na stałym, wysokim poziomie, z bardzo znaczącym wkładem dr hab. Radulescu, którego dorobek naukowy obejmuje około 400 publikacji. W 2021 roku dr hab. Radulescu, po raz czwarty, znalazł się na dorocznej liście najczęściej cytowanych naukowców na świecie - Highly Cited Researchers (HCR).\n\nDwoje członków zespołu pełni funkcję redaktora naczelnego czasopism: prof. Cojuhari w Opuscula Mathematica oraz dr hab. Radulescu w Advances in Nonlinear Analysis.  Dr Witold Majdak pełni funkcję redaktora zarządzającego czasopisma Opuscula Mathematica. W 2023 roku czasopismo naukowe Opuscula Mathematica uzyskało współczynnik wpływu (Journal Impact Factor) równy 1.0. Pod względem wartości JIF zajęło 117. miejsce w rankingu 489 czasopism w kategorii matematyka, uwzględnionych na liście Journal Citation Reports opublikowanej przez Clarivate Analytics. Oznacza to, że Opuscula Mathematica należy do prestiżowej grupy Q1 czasopism o najwyższym JIF.\n\nSłowa kluczowe:\n\nnieliniowe zagadnienia równań różniczkowych\n\nfunkcje holomorficzne\n\noperator rozpraszania\n\nschemat Laxa-Phillipsa w teorii rozpraszania\n\noperatory Schrödingera i Diraca\n\nprzestrzenie Hilberta z jądrem reprodukcyjnym\n\nkraty\n\nMetody przetwarzania i analizy sygnałów wibroakustycznych w diagnostyce technicznej, medycznej i środowiska\n\nJednostka\n:\n        Wydział Inżynierii Mechanicznej i Robotyki\n        -\n        Katedra Mechaniki i Wibroakustyki\n\nLider zespołu\n:\n\n          Kłaczyński Maciej Krzysztof\n\nOpis\n: Rozwój metod przetwarzania i analizy sygnałów wibroakustycznych w diagnostyce technicznej, medycznej i środowiska\n\nMikroskopia Optyczna Materii Aktywnej\n\nJednostka\n:\n        Akademickie Centrum Materiałów i Nanotechnologii\n        -\n        Zakład Materiałów Funkcjonalnych i Nanomagnetyzmu\n\nLider zespołu\n:\n\n          Szkudlarek Aleksandra\n\nOpis\n: Grupa badawcza prowadzi obserwacje zjawisk chemicznych oraz układów dynamicznych przy użyciu mikroskopii optycznej. Zakres działań obejmuje analizę interakcji między cząstkami oraz dynamiki procesów zachodzących w materii aktywnej. Dzięki zastosowaniu zaawansowanych technik mikroskopowych, badane są zmiany w strukturze i zachowaniu układów w czasie rzeczywistym. \nUzyskane wyniki przyczyniają się do lepszego zrozumienia mechanizmów chemicznych i fizycznych oraz wspierają rozwój nowych materiałów i technologii w dziedzinie nauk przyrodniczych.\n\nSłowa kluczowe:\n\nmikroukłady\n\nmikroskopia optyczna\n\nmateria aktywna\n\nMikrostruktura i mechanika materiałów\n\nJednostka\n:\n        Wydział Fizyki i Informatyki Stosowanej\n        -\n        Katedra Fizyki Materii Skondensowanej\n\nLider zespołu\n:\n\n          Wierzbanowski Krzysztof\n\nOpis\n: Zespół zajmuje się badaniami mikrostruktur, tekstur krystalograficznych, naprężeń własnych w metalach oraz mechanizmów odkształcenia plastycznego.  Badana jest także deformacja przy dużych szybkościach odkształcenia. Wykorzystywane techniki to: dyfrakcja rentgenowska i neutronowa, mikroskopia skaningowa oraz dyfrakcja wstecznie rozproszonych elektronów (EBSD). Przeprowadzane są także testy mechaniczne (np. ściskanie i rozciąganie) oraz pomiary dyfrakcyjne \"in situ\" podczas tych testów.\nPonadto, prowadzone są obliczenia teoretyczne przy użyciu modeli odkształcenia mikro-makro (sprężysto-plastyczne oraz wisko-plastyczne modele samouzgodnione).\n\nSłowa kluczowe:\n\ntekstura krystalograficzna\n\nnaprężenia wewnętrzne\n\nkrystalograficzne modele odkształcenia\n\ndyfrakcja rentgenowska i neutronowa\n\nodkształcenie plastyczne\n\ndyfrakcja elektronów wstecznie rozproszonych (EBSD)\n\nMiędzywydziałowa Grupa Badawcza Materiałów Wybuchowych do Celów Cywilnych\n\nJednostka\n:\n        Wydział Energetyki i Paliw\n        -\n        Katedra Energetyki Wodorowej\n\nLider zespołu\n:\n\n          Biegańska Jolanta\n\nOpis\n: Projektowanie i modyfikacja kompozycji nowych materiałów wybuchowych  przyjaznych środowisku. \nBadania możliwości wykorzystania materiałów wybuchowych do utylizacji odpadów metodą detonacyjną .\n\nSłowa kluczowe:\n\nmateriały wybuchowe\n\nmateriały wysokoenergetyczne\n\nutylizacja\n\nodpady\n\nANFO\n\nMiędzywydziałowa Grupa Mikrofalowej Detekcji w Układach Cienkowarstwowych\n\nJednostka\n:\n        Wydział Informatyki, Elektroniki i Telekomunikacji\n        -\n        Instytut Elektroniki\n\nLider zespołu\n:\n\n          Wincza Krzysztof\n\nOpis\n: Grupa badawcza stworzona na potrzeby realizacji grantu składa się z członków zespołów: z Instytutu Elektroniki WIET – Zespół Techniki Mikrofalowej i Elektroniki Wielkiej Częstotliwości oraz Zespół Elektroniki Spinowej; z Akademickiego Centrum Materiałów i Nanotechnologii: Zakład Efektów Kwantowych w Nanostrukturach oraz Zakład Materiałów Funkcjonalnych i Nanomagnetyzmu; z Wydział Fizyki i Informatyki Stosowanej z Katedry Fizyki Ciała Stałego. Celem projektu jest wykorzystanie materiałów van der Waalsa lub bardziej szczegółowo materiałów dwuwymiarowych w nowoczesnych urządzeniach elektroniki w zakresie wielkiej częstotliwości. Po odkryciu materiałów dwuwymiarowych, takich jak grafen, o doskonałych właściwościach elektrycznych, rozpoczęto szeroko zakrojone badania skupiające się na materiałach van der Waalsa (tj. krystalicznych układach warstwowych utrzymywanych przez słabe oddziaływanie międzywarstwowe), ze szczególnym naciskiem na zastosowanie w nowych urządzeniach elektronicznych, takich jak czujniki, tranzystory i nowatorskie urządzenia logiczne. Istnieją przewidywania i pierwsze doniesienia eksperymentalne, że materiały dwuwymiarowe mogą odegrać ważną rolę także w elektronice spinowej, na przykład dzięki „zamrożeniu” wzajemnej orientacji spinu i momentu pędu elektronów w izolatorach topologicznych 3D lub dużej długości dyfuzji spinu w monowarstwach grafenu czy w elektronice wielkiej częstotliwości jako anteny, powielacze częstotliwości. Łącząc takie dwuwymiarowe materiały w formie heterostruktury, można zmieniać właściwości każdego z nich, wykorzystując efekt bliskości. Jednocześnie mikrofalowe własności materiałów dwuwymiarowych, w szczególności magnetycznych, nie zostały do tej pory kompleksowo zbadane, z powodu niewielkiej powierzchni otrzymywanych płatków metodami eksfoliacji, co w połączeniu z grubościami rzędu nanometrów stanowi wyzwanie technologiczne dla dokładnej charakteryzacji. Istnieją pierwsze prace pokazujące możliwość zastosowań materiałów dwuwymiarowych do układów mikrofalowych [Nature 566, 368 (2019)]. Mikrofalowe metody rezonansowe stanowią alternatywę do tradycyjnie wykorzystywanych metod objętościowych ze względu na możliwość produkcji falowodów w skali mikrometrycznej, porównywalnej z wielkością płatków.\n\nMiędzywydziałowe Laboratorium Diagnostyki Urządzeń i Procesów Przemysłowych\n\nJednostka\n:\n        Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n        -\n        Katedra Automatyki i Robotyki\n\nLider zespołu\n:\n\n          Baranowski Jerzy\n\nOpis\n: Celem laboratorium jest rozwój metod diagnostyki urządzeń i procesów przemysłowych, ze szczególnym uwzględnieniem fuzji danych.\n\nMiękka materia\n\nJednostka\n:\n        Wydział Fizyki i Informatyki Stosowanej\n        -\n        Katedra Fizyki Materii Skondensowanej\n\nLider zespołu\n:\n\n          Haberko Jakub\n\nOpis\n: Zespół zajmuje się badaniem materiałów organicznych, ze szczególnym uwzględnieniem ich struktury, właściwości elektrycznych i optycznych.\n\nModelowanie Systemów Energetycznych\n\nJednostka\n:\n        Wydział Energetyki i Paliw\n        -\n        Katedra Zrównoważonego Rozwoju Energetycznego\n\nLider zespołu\n:\n\n          Wyrwa Artur\n\nOpis\n: Badanie perspektyw rozwoju systemów energetycznych na obecnym poziomie rozwoju gospodarczego wymaga użycia odpowiedniego aparatu analitycznego. Złożoność i wielkość problemów sprawiają, że modele matematyczne są jedynymi narzędziami, które odzwierciedlają funkcjonowanie rzeczywistych systemów (w pewnym uproszczeniu). Zespół ESMLab opracowuje modele systemów energetycznych. Takie modele są niezbędne do prognozowania, projektowania i analizy systemów energetycznych, a w szczególności do badania wpływu proponowanych regulacji. Zespół prowadzi badania związane z analizą, planowaniem i zarządzaniem systemami energetycznymi na różnych skalach terytorialnych (UE, krajowa, regionalna) oraz w różnych okresach czasowych (krótkoterminowych, średnioterminowych i długoterminowych).\n\nSłowa kluczowe:\n\nSystem energetyczny\n\nSystem elektroenergetyczny\n\nModelowanie\n\nPolityka energetyczna\n\nStrategie energetyczne\n\nGAMS\n\nTIMES\n\nMiks energetyczny\n\nInwestycje\n\nNano-Fe57\n\nJednostka\n:\n        Wydział Fizyki i Informatyki Stosowanej\n        -\n        Katedra Fizyki Medycznej i Biofizyki\n\nLider zespołu\n:\n\n          Cieślak Jakub\n\nOpis\n: Synteza, charakterystyka i ocena użyteczności nanocząstek magnetycznych na bazie Fe57 do badań toksyczności i losów SPION in vitro oraz in vivo. Wiodącą techniką badawczą jest spektroskopia mossbauerowska.\n\nSłowa kluczowe:\n\nnanocząstki magnetyczne\n\nspektroskopia mossbauerowska\n\nFe-57\n\nspektroskopia fluorescencyjna promieniowania X\n\nNanomateriały Magnetyczne VERSA\n\nJednostka\n:\n        Akademickie Centrum Materiałów i Nanotechnologii\n        -\n        Zakład Materiałów Funkcjonalnych i Nanomagnetyzmu\n\nLider zespołu\n:\n\n          Kmita Angelika\n\nOpis\n: Grupa badawcza Nanomateriały Magnetyczne VERSA (NM VERSA) działa w Zakładzie Materiałów Funkcjonalnych i Nanomagnetyzmu, we współpracy z badaczami z pozostałych Zakładów ACMiN, gdzie prowadzone są interdyscyplinarne badania nanomateriałów o szerokim spektrum właściwości funkcjonalnych.  Grupa NM VERSA w swoich pracach badawczych łączy nowoczesne metody eksperymentalne i teoretyczne z zakresu inżynierii materiałowej, chemii, fizyki i medycyny. W ciągu ostatnich dziesięciu lat badacze tworzący Grupę NM VERSA zrealizowali (i wciąż realizują) szereg projektów/grantów naukowo-badawczych, w ramach których prowadzone były badania właściwości magnetycznych i magnetotransportu nowoczesnych nanomateriałów, w tym nanocząstek magnetycznych, cienkich warstw sensorycznych, izolatorów topologicznych, nanokompozytów: \n1. NCN, SONATA BIS 4, M. Sikora, 2015-2021\n2. NCN, SONATA 8, D. Lachowicz, 2015-2018\n3. NCN, SONATA 8, K. Berent, 2015-2018\n4. NCBiR, LIDER, A. Rydosz / K. Kollbek, 2016-2019\n5. NCN, OPUS 9, M. Sikora, 2016-2020\n6. NCN, OPUS 9, Sz. Zapotoczny / A. Bernasik, 2019-2019\n7. NCN, SONATA 9, A. Szkudlarek, 2016-2020\n8. NCN, SONATA 11, K. Kollbek, 2017-2021\n9. NCN, SONATA 12, A. Kmita, 2017-2021\n10. NAWA, Akademickie Partnerstwa Międzynarodowe, M. Przybylski, 2018-2020\n11. NAWA, Współpraca Bilateralna - Niemcy, M. Sikora, 2021-2022 \n12. NCN, OPUS-LAP 20, M. Sikora, 2021-2025\n13. NCN, PRELUDIUM 20, W. Salamon, 2022-2025\n14. NCN, SHENG 2, Sz. Zapotoczny / D. Lachowicz, 2022-2025\n15. NCN, OPUS 23, J. Cieślak / M. Sikora, 2022-2025\nDo najważniejszych grup nanomateriałów syntetyzowanych i badanych w ostatnich latach należą materiały o właściwościach magnetycznych i katalitycznych. W przypadku nowoczesnych nanomateriałów (nanocząstek i nanokompozytów) do zastosowań w medycynie, w technologiach filtrowania wody, spintronice i sensoryce, w których powszechne jest zastosowanie materiałów superparamagnetycznych, bardzo istotne jest określenie ich temperatury blokowania magnetycznego, która jest zazwyczaj niższa od 100K, a także w aspekcie materiałów na kontrasty do obrazowania z wykorzystaniem magnetycznego rezonansu jądrowego, których charakterystyka magnetyczna powinna być wyznaczana w polu o indukcji 3 Tesla, typowym dla komercyjnych skanerów MRI.   Działania podejmowane przez Grupę NM VERSA, dzięki systemowi do badań właściwości fizyko-chemicznych materiałów z układem chłodzenia w obiegu zamkniętym pozwolą na usunięcie istniejących ograniczeń i rozszerzą możliwości badawcze o dodatkowe techniki, tj. FORC, podatność AC, przewodnictwo cieplne, przewodnictwo elektryczne i magnetoopór.\n\nOdnawialne Źródła Energii\n\nJednostka\n:\n        Wydział Geologii, Geofizyki i Ochrony Środowiska\n        -\n        Katedra Surowców Energetycznych\n\nLider zespołu\n:\n\n          Sowiżdżał Anna\n\nOpis\n: Obszary działalności grupy badawczej Odnawialne Źródła Energii koncentrują się wokół tematyki wykorzystania odnawialnych źródeł energii, ze szczególnym uwzględnieniem energii geotermalnej i pomp ciepła. Jednym z głównych pól działalności naszej grupy badawczej jest lokalne rozpoznanie możliwości efektywnego wykorzystania geotermii głębokiej i płytkiej, jak również wdrożenie innowacyjnych technologii w tym zakresie.\nW ramach projektów badawczych zespół realizuje tematykę określania potencjału geotermalnego różnych rejonów Polski i wskazywania miejsc szczególnie predysponowanych do efektywnego zagospodarowania wód i energii geotermalnej, wraz z określeniem spodziewanych efektów energetycznych i ekologicznych funkcjonowania instalacji geotermalnych. Prowadzimy badania nad efektywnością pracy pomp ciepła w różnych warunkach i doborem tego rodzaju instalacji dla warunków rzeczywistych. Testujemy i analizujemy rozwiązania w zakresie integracji różnych instalacji wykorzystujących potencjał energetyczny lokalnych, odnawialnych źródeł energii w celu redukcji zagrożeń środowiskowych, społecznych i ekonomicznych współczesnego świata. Ponadto, wykonujemy oceny potencjału energetycznego tego typu źródeł dla odbiorców indywidualnych, jak również miast, gmin i szerszych społeczności.\nW kręgu naszych zainteresowań badawczych jest analiza i opracowywanie innowacyjnych rozwiązań w zakresie odnawialnych źródeł energii, ich promocja i rozpowszechnianie, a tym samym podejmowanie działań na rzecz poprawy stanu środowiska naturalnego.\nOprócz działalności badawczej Grupa Badawcza OZE prowadzi także działalność dydaktyczną mającą na celu kształcenie kadr dla sektora OZE w Polsce i za granicą (kierunek Ekologiczne Źródła Energii na Wydziale Geologii, Geofizyki i Ochrony Środowiska).\n\nSłowa kluczowe:\n\nodnawialne źródła energii\n\nzasoby OZE\n\npotencjał energetyczny\n\ngeotermia\n\npompy ciepła\n\nOpracowanie urządzeń elektroniki spinowej na potrzeby sprzętowej implementacji platform obliczeń neuromorficznych\n\nJednostka\n:\n        Wydział Informatyki, Elektroniki i Telekomunikacji\n        -\n        Instytut Elektroniki\n\nLider zespołu\n:\n\n          Skowroński Witold\n\nOpis\n: Celem niniejszego projektu będzie opracowanie nowej klasy urządzeń spintronicznych, które mogą być wykorzystane do sprzętowej implementacji platform dedykowanych do obliczeń neuromorficznych oraz ich integracja z dedykowanymi systemami. Planowana jest kontynuacja badań rozpoczętych w ramach projektu IDUB (działanie 4) nad szeregiem unikalnych urządzeń spintronicznych oraz opracowanie platform do obliczeń z wykorzystaniem zarówno nowych jak i już opracowanych rozwiązań.\n\nOśrodek Badania Metanu\n\nJednostka\n:\n        Wydział Inżynierii Lądowej i Gospodarki Zasobami\n        -\n        Katedra Inżynierii Środowiska\n\nLider zespołu\n:\n\n          Borowski Marek\n\nOpis\n: a) rozwój innowacyjnych rozwiązań w zakresie ujmowania, transportu i utylizacji metanu\nw celu ograniczenia emisji metanu do atmosfery;\nb) identyfikacja trendów rozwoju technologicznego ograniczenia emisji metanu;\nc) budowa zespołu badawczego współpracującego dla realizacji badań naukowych, prac przemysłowych i projektów badawczo-rozwojowych;\nd) prowadzenie działań edukacyjnych w zakresie budowania świadomości szkodliwości emisji metanu do atmosfery;\n\nSłowa kluczowe:\n\nmetan\n\nodmetanowanie\n\nemisje gazów kopalnianych\n\nutylizacja metanu\n\ntechnologie kogeneracyjne\n\nwiercenia kierunkowe\n\nanaliza zasobów metanu\n\nmonitoring środowiskowy\n\ndoradztwo przemysłowe\n\nedukacja ekologiczna\n\nredukcja emisji metanu\n\ngospodarka o obiegu zamkniętym\n\nProcesy Cieplne i Przepływowe w Energetyce\n\nJednostka\n:\n        Wydział Inżynierii Mechanicznej i Robotyki\n        -\n        Katedra Systemów Energetycznych i Urządzeń Ochrony Środowiska\n\nLider zespołu\n:\n\n          Madejski Paweł\n\nOpis\n: Prace badawcze i rozwojowe nad poprawą efektywności współczesnych technologii energetycznych z wykorzystaniem matematycznego modelowania procesów energetycznych oraz modelowania CFD zjawisk cieplno-przepływowych.\nTematyka prowadzonych prac badawczo-naukowych obejmuje m.in.:\n- Modelowanie CFD pracy maszyn i urządzeń energetycznych\n- Badania nad efektywnością procesów konwersji energii w technologiach energetycznych\n- Modelowanie zjawisk przepływowo-cieplnych i procesów spalania w kotłach i wymiennikach ciepła\n- Symulacje procesów termodynamicznych w systemach energetycznych\n- Analizy struktur geometrycznych materiałów porowatych oraz zjawisk przepływowych i cieplnych w kanałach przestrzeni porowych\n- Badania numeryczne i eksperymentalne przepływów wielofazowych z przemianą fazową i wymianą ciepła\n- Badania procesów transportowych w magazynach energii termicznej\n\nSłowa kluczowe:\n\nenergetyka cieplna\n\nkompuerowa mechanika płynów\n\nmodelowanie i symulacje\n\ntermodynamika techniczna\n\nanaliza procesów spalania\n\nsymulacje numeryczne\n\nmodelowanie procesów termodynamicznych\n\ntransport w ośrodkach porowatych\n\ninżynieria przemysłowa\n\nenergetyka\n\nwymienniki ciepła\n\nstrumienice\n\nmodelowanie systemów energetycznych\n\ntechnologie energetyczne\n\nanemometria obrazowa\n\nelektrownie i elektrociepłownie\n\nmagazynowanie energii termicznej\n\nwychwytywanie, wykorzystywanie i składowanie dwutlenku węgla\n\notworowe wymienniki ciepła\n\nprzemiana fazowa\n\nprzepływy wielofazowe\n\nCFD\n\nPIV\n\nCCUS\n\nProjektowanie i wytwarzanie powłok do zastosowań biomedycznych\n\nJednostka\n:\n        Wydział Inżynierii Metali i Informatyki Przemysłowej\n        -\n        Katedra Inżynierii Powierzchni i Analiz Materiałów\n\nLider zespołu\n:\n\n          Moskalewicz Tomasz\n\nOpis\n: Grupa badawcza zajmuje się projektowaniem, optymalizacją procesów wytwarzania i wytwarzaniem oraz charakterystyką mikrostruktury, topografii powierzchni i wybranych właściwości nowatorskich powłok polimerowych, ceramicznych i kompozytowych. Podstawową technologią jest osadzanie elektroforetyczne i obróbka cieplna oraz technologie hybrydowe osadzanie elektroforetyczne/techniki laserowe. Powłoki mają zastosowanie zwłaszcza do poprawy właściwości metali i ich stopów stosowanych w inżynierii biomedycznej i inżynierii mechanicznej.\n\nSłowa kluczowe:\n\npowłoki ochronne\n\nosadzanie elektroforetyczne\n\npowłoki kompozytowe\n\npowłoki polimerowe\n\npowłoki ceramiczne\n\npowłoki niskotarciowe\n\npowłoki biodegradowalne\n\npowłoki antybakteryjne\n\nmikrostruktura\n\ntopografia powierzchni\n\nodporność na korozję\n\nbioaktywność\n\nodporność na zużycie przez tarcie\n\nwspółczynnik tarcia\n\nadhezja\n\nzwilżalność\n\nPrzemysłowe Systemy Sterowania\n\nJednostka\n:\n        Wydział Inżynierii Mechanicznej i Robotyki\n        -\n        Katedra Automatyzacji Procesów\n\nLider zespołu\n:\n\n          Dominik Ireneusz\n\nOpis\n: Zespół prowadzi działania w zakresie nowoczesnych rozwiązań związanych ze standardem Przemysłu 4.0 oraz zastosowania autorskiego systemu pomiarów naprężeń. W zakresie badań zespołu wyróżnić można: zastosowanie okularów VR (Virtual Reality) i MR (Mixed Reality), badania nad uczeniem maszynowym oraz szeroko pojętymi badaniami nad nowoczesnymi rozwiązaniami automatyzacji, robotyzacji i cyfryzacji. Doświadczenie w prowadzeniu szkoleń dotyczące nowoczesnego programowania linii produkcyjnych i projektowania układów automatyki.\nDoświadczenie w przeprowadzaniu audytów technologicznych.\n\nSłowa kluczowe:\n\nsieci neuronowe\n\nuczenie głębokie\n\nuczenie maszynowe\n\nInternet rzeczy\n\nIoT\n\nutrzymanie predykcyjne\n\nokulary VR\n\nokulary MR\n\ncyfrowy bliźniak\n\nsystemy samowzbudne\n\nPrzepływów i Akustyki w Systemach Energetycznych\n\nJednostka\n:\n        Wydział Inżynierii Mechanicznej i Robotyki\n        -\n        Katedra Systemów Energetycznych i Urządzeń Ochrony Środowiska\n\nLider zespołu\n:\n\n          Czajka Ireneusz\n\nOpis\n: Zespół prowadzi badania związane z szeroko pojętą mechaniką płynów, w tym analizą przepływów czynników roboczych w maszynach  i systemach energetycznych. Nie mniej istotnym obszarem działalności zespołu są  badania złożonych zjawisk akustycznych, które występują w maszynach. W szczególności badania dotyczą mechaniki płynów, drgań, hałasu, akustyki przepływów, termoakustyki. Zespół specjalizuje się w analizach zjawisk sprzężonych.\nZagadnienia badawcze dotyczą maszyn przepływowych, takich jak turbiny czy wentylatory, obiektów drgających czy systemów energetycznych np. farm turbin wiatrowych.\n\nSłowa kluczowe:\n\nakustyka\n\nmodelowanie numeryczne\n\nCFD\n\noptymalizacja\n\nLBM\n\nMES\n\nanalizy sprzężone\n\nModelica\n\nwentylatory\n\nturbiny wiatrowe\n\nsystemy inteligentne\n\nOpenFOAM\n\nANSYS\n\nCodeAster\n\nPrzetwarzanie i analiza obrazowań medycznych oraz obrazów mikroskopowych\n\nJednostka\n:\n        Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n        -\n        Katedra Biocybernetyki i Inżynierii Biomedycznej\n\nLider zespołu\n:\n\n          Piórkowski Adam\n\nOpis\n: Celem zespołu jest realizacja badań i opracowań z zakresu przetwarzania obrazowań medycznych oraz obrazów mikroskopowych.\nZespół współpracuje z ośrodkami medycznymi.\n\nPrzetwarzanie odpadów i analizy środowiskowe\n\nJednostka\n:\n        Wydział Inżynierii Lądowej i Gospodarki Zasobami\n        -\n        Katedra Inżynierii Środowiska\n\nLider zespołu\n:\n\n          Uliasz-Bocheńczyk Alicja\n\nOpis\n: Zespół zajmuje się zagadnieniami obejmującymi szeroki zakres badawczy w ramach inżynierii środowiska. Działalność całego zespołu wpisuje się w priorytetowe obszary badawcze POB 1, POB2, POB 3, POB 4.\nW zakresie przetwarzania odpadów zespół zajmuje się zagadnieniami dotyczącymi określania możliwości odzysku i unieszkodliwiania odpadów przemysłowych i komunalnych. Zespół wykonuje badania właściwości odpadów istotnych z punktu widzenia ich przetwarzania, w tym również higieniczno-toksykologiczne, w tym ocena właściwości ekotoksycznych z wykorzystaniem testów biologicznych (biotestów) dla próbek w fazie stałej i ciekłej. Opracowuje schematy technologiczne przetwarzania odpadów wraz z doborem urządzeń. Wykonuje opinie w zakresie możliwości wykorzystania odpadów jak i wpływu procesów odzysku/unieszkodliwiania na środowisko oraz modelowanie i optymalizację procesów technologicznych związanych z przetwórstwem odpadów - dla poszczególnych operacji przeróbczych, jak i dla całego układu technologicznego. Zajmuje się zagadnieniami związanymi z gospodarką odpadami w przedsiębiorstwie. W zakresie działań zespołu są również zagadnienia związane z ograniczeniem emisji CO2 z zastosowaniem odpadów w technologii CCUS. \nW zakresie analiz środowiskowych zespół zajmuje się zagadnieniami związanymi z ochroną powietrza, w tym  modelowaniem propagacji zanieczyszczeń powietrza: pył PM2.5; PM10; NOx; SO2; CO; CO2 itp., jak również oceną uciążliwości zapachowych w terenie (in situ) ze źródeł punktowych i powierzchniowych metodą dynamicznych rozcieńczeń (olfaktometria dynamiczna). Wśród działań podejmowanych przez Zespół są również zagadnienia związane z aspektami środowiskowymi produkcji energii, jak również analizą statystyczną danych odnośnie szeroko rozumianej inżynierii środowiska. Zespół wykonuje badania jakości środowiska w zakresie monitoringu biologicznego, jak również badania toksyczności substancji wprowadzanych do środowiska, np. oczyszczonych ścieków.\n\nSłowa kluczowe:\n\nmodelowanie procesów technologicznych\n\nwłaściwości ekotoksyczne odpadów\n\ntechnologie przetwarzania odpadów\n\nprocesy odzysku odpadów\n\nrecykling odpadów\n\nRrozprzestrzenianie się zanieczyszczeń\n\ntechnologia CCUS\n\nuciążliwość odorowa\n\nunieszkodliwianie odpadów\n\nprodukcja paliw z odpadów (paliw alternatywnych)\n\nbiologiczny recykling odpadów\n\nPrzetwarzanie sygnałów, data science i sztuczna inteligencja w naukach chemicznych oraz inżynierskich\n\nJednostka\n:\n        Wydział Inżynierii Materiałowej i Ceramiki\n        -\n        Katedra Chemii Analitycznej i Biochemii\n\nLider zespołu\n:\n\n          Jakubowska Małgorzata\n\nOpis\n: Zakres działania zespołu obejmuje zastosowanie algorytmów uczenia maszynowego oraz głębokiego uczenia maszynowego w rozwiązywaniu problemów z zakresu analityki chemicznej, inżynierii biomedycznej czy materiałowej, w aspekcie aplikacyjnym. Istotny etap modelowania danych polega na projektowaniu i wykorzystaniu procedur przetwarzania sygnałów i obrazów. Nasza aktywność w obszernym zakresie ukierunkowana jest również na implementację oprogramowania elektrochemicznych systemów pomiarowych, w aspekcie sterowania i interpretacji wyników, jak również inteligentnych systemów wieloelektrodowych, a także automatyzacji pomiarów. \n\nZagadnienia z zakresu inżynierii biomedycznej \n•\tUczenie maszynowe i głębokie uczenie maszynowe w rozpoznawaniu obiektów na podstawie koloru. Rozwiązywanie problemów diagnostyki medycznej z wykorzystaniem nowych algorytmów przetwarzania obrazów w przestrzeniach kolorów oraz uczenia maszynowego. \n•\tWykorzystanie uczenia maszynowego, głębokiego uczenia maszynowego oraz algorytmów segmentacji obrazów małych obiektów w inżynierii biomedycznej.\n•\tModelowanie drzewa tętniczego nerki, w kontekście planowania zabiegów oszczędzających.\n•\tWykrywanie Helicobacter pylori w próbkach wody pitnej – badania z wykorzystaniem metod uczenia maszynowego.\n•\tAnaliza statystyczna i chemometryczna zawartości metali w surowicy krwi oraz w materiale alternatywnym w przypadku raka głowy i szyi.\n\nZagadnienia z zakresu profilowania próbek na podstawie sygnału analitycznego (elektroniczny język)\n•\tProjektowanie i implementacja nowych algorytmów przetwarzania sygnałów, nowatorskich strategii modelowania deterministycznego i niedeterministycznego oraz uczenia maszynowego, umożliwiających rozpoznanie złożonych próbek na podstawie ich elektrochemicznego „odcisku palca”.\n•\tGłębokie sieci neuronowe w identyfikacji bezpiecznej żywności i suplementów diety na postawie sygnału innowacyjnych wieloelektrodowych sensorów chemicznych. Wykorzystanie systemów wieloelektrodowych w profilowaniu próbek o złożonej matrycy, środowiskowych, biologicznych, spożywczych czy farmaceutycznych, a lokalnych produktów spożywczych.\n•\tWykorzystanie strategii computer vision w badaniu niedozwolonych dodatków do żywności.\n•\tSeparacja składowych złożonych sygnałów z wykorzystaniem strategii przetwarzania sygnałów, uczenia maszynowego oraz głębokiego uczenia maszynowego. Alternatywne wykorzystanie LLM w przetwarzaniu sygnałów.\n•\tSeparacja i modelowania składowych faradajowskich i pojemnościowych, rejestrowanych jako sygnał całkowity, metodą dekompozycji tensorów 3D, w celu rozkładu trójwymiarowych zbiorów danych na składniki trójliniowe.\n•\tZastosowanie metod chemometrycznych w ocenie składu osadów dennych z jezior na terenie Tatrzańskiego Parku Narodowego.\n\nZagadnienia z zakresu inżynierii materiałowej\n•\tZastosowanie algorytmów uczenia maszynowego w identyfikacji źródeł pochodzenia, czyli producenta klinkieru cementowego oraz cementu portlandzkiego.\n\nSłowa kluczowe:\n\nsztuczna inteligencja\n\nuczenie maszynowe\n\nchemometria\n\nprzetwarzanie sygnałów i obrazów\n\nprojektowanie i implementacja oprogramowania systemów pomiarowych\n\ndata science\n\ngłębokie uczenie maszynowe\n\nsensory wieloelektrodowe typu \"elektroniczny język\"\n\nRozwój Metod Sztucznej Inteligencji, Reprezentacji Wiedzy i Uczenia Maszynowego\n\nJednostka\n:\n        Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n        -\n        Katedra Biocybernetyki i Inżynierii Biomedycznej\n\nLider zespołu\n:\n\n          Horzyk Adrian\n\nOpis\n: Zespół zajmuje się rozwijaniem metod sztucznej inteligencji, reprezentacji wiedzy oraz uczenia maszynowego, tworząc nowe i modyfikując istniejące algorytmy, struktury i podejścia, mające na celu poprawę efektywności i szybkości ich działania, dokonywanie redukcji zasobów niezbędnych do ich reprezentacji, uczenia i eksploatacji oraz prowadząc do bardziej abstrakcyjnych, lepiej zorganizowanych i skojarzonych reprezentacji danych, relacji i wiedzy.\n\nSłowa kluczowe:\n\nsztuczna inteligencja\n\nreprezentacja wiedzy\n\nuczenie maszynowe\n\neksploracja danych\n\nScience-Hub\n\nJednostka\n:\n        Wydział Metali Nieżelaznych\n        -\n        Katedra Fizykochemii i Metalurgii Metali Nieżelaznych\n\nLider zespołu\n:\n\n          Wojnicki Marek\n\nOpis\n: ​Zespół badawczy pod kierownictwem prof. Marka Wojnickiego, związanego z Akademią Górniczo-Hutniczą w Krakowie, prowadzi intensywne badania w dwóch kluczowych obszarach: nanomateriałów oraz chemii fizycznej. ​\n\nW ciągu ostatniego roku zespół opublikował ponad 20 prac w czasopismach z listy Journal Citation Reports (JCR), co świadczy o ich aktywności naukowej.​\n\nBadania zespołu skupiają się na syntezie różnorodnych nanomateriałów, takich jak nanocząstki metali oraz kropki kwantowe węglowe. Szczególną uwagę poświęcają zjawiskom adsorpcji zarówno na powierzchni nanomateriałów, jak i nanoporowatych sorbentów. Prof. Wojnicki jest również autorem publikacji \"Podstawy nanomateriałów i nanotechnologii\", co podkreśla jego zaangażowanie w popularyzację wiedzy w tej dziedzinie. ​\n\nDodatkowo, zespół bada mechanizmy interakcji między nanomateriałami a różnymi substancjami, co ma kluczowe znaczenie dla zastosowań w katalizie, sensorach chemicznych oraz magazynowaniu energii. Współpracują również z innymi ośrodkami naukowymi, aby rozwijać nowe technologie oparte na nanomateriałach, dążąc do ich praktycznych zastosowań w przemyśle i medycynie.\n\nSpektroskopia Powierzchni\n\nJednostka\n:\n        Wydział Fizyki i Informatyki Stosowanej\n        -\n        Katedra Fizyki Materii Skondensowanej\n\nLider zespołu\n:\n\n          Bernasik Andrzej\n\nOpis\n: Charakterystyka składu i stanów chemicznych pierwiastków względem głębokości metodami spektroskopowymi próbek nieorganicznych, organicznych i biologicznych. \nCharakterystyka morfologii powierzchni i właściwości cienkich warstw materii miękkiej .  \nWytwarzanie cienkich warstw hybrydowych układów polimerowych stosowanych w  optoelektronice i sensoryce.\n\nStruktura elektronowa materii skondensowanej\n\nJednostka\n:\n        Wydział Fizyki i Informatyki Stosowanej\n        -\n        Katedra Fizyki Materii Skondensowanej\n\nLider zespołu\n:\n\n          Toboła Janusz Stefan\n\nOpis\n: Grupa badawcza zajmuje się teoretycznymi badaniami struktury elektronowej i wynikającymi z niej wybranymi własnościami fizycznymi wieloatomowych układów złożonych, uporządkowanych i nieuporządkowanych, z wykorzystaniem metod ab initio. W szczególności we współpracy z wieloma grupami eksperymentalnymi, prowadzimy badania nowych materiałów do konwersji energii (materiały termoelektryczne, magnetokaloryczne i baterie jonowe). Innym ważnym obszarem naszych zainteresowań są badania drgań sieci krystalicznej, oddziaływania elektron-fonon i nadprzewodnictwa. Rozwijamy i implementujemy metody numeryczne umożliwiające obliczenia z pierwszych zasad elektronowych i fononowych własności transportowych oraz oddziaływania spin-orbita.", "metadata": {"url": "https://oferta-badawcza.agh.edu.pl/research-teams/", "title": "Zespoły badawcze: Oferta Badawcza AGH", "depth": 2, "duplicate": false, "content_hash": "17044ddb85dd21fdc78365f725a05fb0", "word_count": 14406, "headings": [{"level": 1, "text": "Zespoły badawcze"}, {"level": 3, "text": "AGH GNSS Team"}, {"level": 3, "text": "ARCM"}, {"level": 3, "text": "Adaptronika"}, {"level": 3, "text": "Aerologia Górnicza i Wentylacja Przemysłowa"}, {"level": 3, "text": "Analiza i Modelowanie Źródeł Energii"}, {"level": 3, "text": "AptaTeam"}, {"level": 3, "text": "Architektury mineralne dla przemysłu i ochrony środowiska"}, {"level": 3, "text": "BIOSIG - Badanie i modelowanie przetwarzania informacji i sygnałów w układach biologicznych"}, {"level": 3, "text": "Badania deformacji górotworu i zarządzania ryzykiem"}, {"level": 3, "text": "Bio-Cer"}, {"level": 3, "text": "BioSi"}, {"level": 3, "text": "Biomateriały Regeneracyjne i Systemy Dostarczania Leków"}, {"level": 3, "text": "Centrum Mikroskopii Elektronowej dla Inżynierii Materiałowej"}, {"level": 3, "text": "Centrum Zrównoważonej Gospodarki Odpadami"}, {"level": 3, "text": "Chemia materiałów"}, {"level": 3, "text": "Ciężkie jony w eksperymencie ATLAS na LHC"}, {"level": 3, "text": "Cyberbezpieczeństwo"}, {"level": 3, "text": "Cyfryzacja przemysłu i modelowania wieloskalowego"}, {"level": 3, "text": "Diagnostyka i Sterowanie Inteligentnych Elektronarzędzi"}, {"level": 3, "text": "Diagnostyka techniczna"}, {"level": 3, "text": "Efekty Kwantowe w Nanostrukturach"}, {"level": 3, "text": "Efektywność Procesów Konwersji Energii w Maszynach Energetycznych"}, {"level": 3, "text": "Efektywność adsorpcyjnych urządzeń chłodniczych z funkcją odsalania"}, {"level": 3, "text": "Efektywność energetyczna układów złożonych/Badania zjawisk wieloskalowych"}, {"level": 3, "text": "Ekonomika i Zarządzanie Surowcami oraz Transformacją Energetyczną"}, {"level": 3, "text": "Ekonomika, diagnostyka i modelowanie procesów przemysłowych"}, {"level": 3, "text": "Ekoprojektowanie i prototypowanie innowacyjnych produktów i technologii na bazie metali nieżelaznych"}, {"level": 3, "text": "Eksploracja Danych i Procesów"}, {"level": 3, "text": "Elektroenergetyka"}, {"level": 3, "text": "Elektrotechnika"}, {"level": 3, "text": "Fotofizyka i Elektrochemia Półprzewodników"}, {"level": 3, "text": "Funkcjonalizowane Minerały w Zastosowaniach Przemysłowych"}, {"level": 3, "text": "Geochemia Powierzchniowa"}, {"level": 3, "text": "Gospodarka o Obiegu Zamkniętym - strategie i modele biznesowe"}, {"level": 3, "text": "Grupa Badawcza Apatytów Ołowiowych"}, {"level": 3, "text": "Grupa Badawcza Elektroprzędzenia Polimerów"}, {"level": 3, "text": "Grupa Badawcza Inteligencji Obliczeniowej i Modelowania"}, {"level": 3, "text": "Grupa Badawcza Metalurgia Proszków"}, {"level": 3, "text": "Grupa Badawcza Procesów Cieplnych i Przepływowych"}, {"level": 3, "text": "Grupa Badawcza Procesów Termicznych"}, {"level": 3, "text": "Grupa Badawcza Wirtualnego Wytwarzania"}, {"level": 3, "text": "Grupa Badań Środowiskowych"}, {"level": 3, "text": "Grupa Fotoelektrokatalityczna"}, {"level": 3, "text": "Grupa Krzemionkowa"}, {"level": 3, "text": "Grupa Wytwarzania Przyrostowego"}, {"level": 3, "text": "Grupa analiz strukturalnych materiałów metalicznych"}, {"level": 3, "text": "Grupa badawcza Przemiany fazowe"}, {"level": 3, "text": "Grupa badań optycznych półprzewodników"}, {"level": 3, "text": "Homogeniczne i heterogeniczne algorytmy i modele w inteligentnych, zdecentralizowanych i rozproszonych systemach informatycznych"}, {"level": 3, "text": "Hybrydowe systemy poligeneracyjne w energetyce odnawialnej"}, {"level": 3, "text": "Informatyka czasu rzeczywistego"}, {"level": 3, "text": "Inteligentne Metody w Inżynierii Oprogramowania i Analizie Danych"}, {"level": 3, "text": "Interdyscyplinarny Zespół Robotyki Kognitywnej"}, {"level": 3, "text": "Inżynieria Przedsięwzięć Budowlanych, BIM i Budownictwa Proaktywnego"}, {"level": 3, "text": "Inżynieria Spajania i Szkła Metaliczne"}, {"level": 3, "text": "Inżynieria materiałowa"}, {"level": 3, "text": "Inżynieria procesów biznesowych"}, {"level": 3, "text": "Inżynieria stopów i kompozytów"}, {"level": 3, "text": "KRaKEn  - Reprezentacja Wiedzy i Inżynieria Wiedzy"}, {"level": 3, "text": "Kultura cyfrowa - język wartości - duchowość. Współczesność w badaniach kulturoznawczych"}, {"level": 3, "text": "LMNE"}, {"level": 3, "text": "Laboratorium Akustyki Technicznej"}, {"level": 3, "text": "Laboratorium Automatyzacji Urządzeń Technologicznych"}, {"level": 3, "text": "Laboratorium Badań nad Cyfrową Dezinformacją"}, {"level": 3, "text": "Laboratorium Energoelektroniki"}, {"level": 3, "text": "Laboratorium Informatyki w Sterowaniu i Zarządzaniu"}, {"level": 3, "text": "Laboratorium Systemów Sterowania Przemysłowego i Automatyki Budynków"}, {"level": 3, "text": "Laboratorium satelitarnej obserwacji Ziemi"}, {"level": 3, "text": "Magnetyczne układy cienkowarstwowe"}, {"level": 3, "text": "Maszyny i urządzenia technologiczne w przemyśle surowcowym"}, {"level": 3, "text": "Matematyka Dyskretna"}, {"level": 3, "text": "Matematyka obliczeniowa, Metody Probabilistyczne i Statystyczne"}, {"level": 3, "text": "Materiał Funkcjonalne i Nanomagnetyzm"}, {"level": 3, "text": "Materiały i Procesy Wytwarzania Przyrostowego"}, {"level": 3, "text": "Mechanika skał, gruntów i budownictwa podziemnego"}, {"level": 3, "text": "Metody analizy funkcjonalnej w teorii operatorów i teorii równań różniczkowych"}, {"level": 3, "text": "Metody przetwarzania i analizy sygnałów wibroakustycznych w diagnostyce technicznej, medycznej i środowiska"}, {"level": 3, "text": "Mikroskopia Optyczna Materii Aktywnej"}, {"level": 3, "text": "Mikrostruktura i mechanika materiałów"}, {"level": 3, "text": "Międzywydziałowa Grupa Badawcza Materiałów Wybuchowych do Celów Cywilnych"}, {"level": 3, "text": "Międzywydziałowa Grupa Mikrofalowej Detekcji w Układach Cienkowarstwowych"}, {"level": 3, "text": "Międzywydziałowe Laboratorium Diagnostyki Urządzeń i Procesów Przemysłowych"}, {"level": 3, "text": "Miękka materia"}, {"level": 3, "text": "Modelowanie Systemów Energetycznych"}, {"level": 3, "text": "Nano-Fe57"}, {"level": 3, "text": "Nanomateriały Magnetyczne VERSA"}, {"level": 3, "text": "Odnawialne Źródła Energii"}, {"level": 3, "text": "Opracowanie urządzeń elektroniki spinowej na potrzeby sprzętowej implementacji platform obliczeń neuromorficznych"}, {"level": 3, "text": "Ośrodek Badania Metanu"}, {"level": 3, "text": "Procesy Cieplne i Przepływowe w Energetyce"}, {"level": 3, "text": "Projektowanie i wytwarzanie powłok do zastosowań biomedycznych"}, {"level": 3, "text": "Przemysłowe Systemy Sterowania"}, {"level": 3, "text": "Przepływów i Akustyki w Systemach Energetycznych"}, {"level": 3, "text": "Przetwarzanie i analiza obrazowań medycznych oraz obrazów mikroskopowych"}, {"level": 3, "text": "Przetwarzanie odpadów i analizy środowiskowe"}, {"level": 3, "text": "Przetwarzanie sygnałów, data science i sztuczna inteligencja w naukach chemicznych oraz inżynierskich"}, {"level": 3, "text": "Rozwój Metod Sztucznej Inteligencji, Reprezentacji Wiedzy i Uczenia Maszynowego"}, {"level": 3, "text": "Science-Hub"}, {"level": 3, "text": "Spektroskopia Powierzchni"}, {"level": 3, "text": "Struktura elektronowa materii skondensowanej"}]}}