{"content": "Regulations  \nRegulations of the “AGH SCIENCE meetings”, hereinafter referred to as the  “Regulations”  \n§ 1 General provisions  \n1.  The objective of the project “AGH SCIENCE meetings,” hereinafter referred to as the \n“Project ,” is the activity aimed at shaping a society based on science by popularising \nscience and showing its practical applications.  \n2. The Project disseminates science in the form of public lectures and interviews \n(hereinafter referred to as the “meetings” ), the recordings of which may be also \nuploade d online by means of dedicated and publicly available platforms.  \n3. The Organiser of the Project is the AGH University of Krakow:  \nAddress: Al. Mickiewicza 30  \n30-059 Kraków  \nRegon: 000001577  \nNIP (VAT identification number): 6750001923  \nhereinafter referred to as  the “Organiser .” \n4. The unit responsible for the implementation of the Project is the AGH University \nCentre for Communication and Marketing, Editorial and science popularisation \nsection, hereinafter referred to as the “ Centre ” (address: al. Mickiewicza 30, 3 0-059 \nKraków, building A -0, room 112).  \n5. In substantive matters, the Centre is supported by the Programme Board, hereinafter \nreferred to as the “Board .” The composition of the Board is available online \nat www.spotkania.agh.edu.pl/rada -programowa . \n§ 2 Programme Board  \n1. The Board consists of 3 research and didactic employees of the AGH University and \nthe Director of the Centre.  \n2. The members of the Board are appointed by the AGH Univ ersity Rector.  \n3. The responsibilities of the Board include advising and supporting the Centre in \nsubstantive matters related to the Proje ct but predominantly in:  \na.   selecting the subject matter of the meetings,  \nb.   selecting the speakers,  \nc.   conducting  the meetings.  \n4. Within the scope of its responsibilities, the Board closely cooperates with the \nCentre’s employees delegated by the Director of the Centre responsible for the \nimplementation of the project.  \n5. The Board is appointed by the AGH University Rector  for a term lasting one academic \nyear.  \n6. The members of the Board can be revoked by the AGH University Rector prior to the \nend of term.  \n§ 3 Participation in the meetings  \n\n1. The events in the series “AGH SCIENCE meetings” are open to the public and the \nparticipa tion is free of charge . \n2. Dates and places of the meetings along with planned topics shall be published by the \nOrganiser on the website www.spotkania.agh.edu.pl/terminy.  \n3. The Organiser reserves the right to cancel planned meetings at any given moment \nwithout giving a reason. Relevant information shall be published on the website \nwww.spotkania.agh.edu.pl.  \n4. Participants of the meeting are obliged to comply with the provisions of the \nRegulations and to behave in a manner that does not endanger the safety of other \nparticipants, in particular to:  \na. comply with OHS an d fire protection regulations,  \nb. comply with the instructions of the Organiser and security services.  \n5. The Organiser reserves the right to remove from the meeting participants behaving \nin a manner that:  \na. endanger the safety of other participants,  \nb. disrupts the order and violates generally accepted norms of behaviour in public \nplaces,  \nc. violates the rules of personal culture and interferes with other participants' \nreception of the meetings.  \n6. The Organi ser reserves the right to refuse participation in the meeting to people who \nare under the influence of intoxicants.  \n§ 4 Recordings of the meetings  \n1. The Organiser reserves the right to take photos and videos during the meetings \nwhich may be later used for pr omotional purposes in printed and electronic \npublications as well as on social media profiles of the Organiser.  \n2. Pursuant to Art. 81 of 4 February 1994 of the Law of Copyright and Related Rights \n(i.e. Journal of Laws 2021 item 1062), permission is not requi red for the distribution \nof the image of:  \na. a well -known person, if the image was taken due to the performance of the public \nfunctions, particularly political, social, professional, of the person;  \nb. a person being merely a detail of a whole such as a gat hering, a landscape, a public \nevent.  \n§ 5 Final provisions  \n1. The Regulations of the “AGH SCIENCE meetings” are available in the seat of the \nCentre and on the website www.s potkania.agh.edu.pl/regulamin . \n2. The Organiser reserves the right to amend the Regulations, which shall be announced \neach time on the website www.spotkania.agh.edu.pl . \n\n", "metadata": {}}