{"content": "#  Student Research Groups -- Space Technology Centre \n\nURL: https://www.ctk.agh.edu.pl/en/stc-research-groups\nCrawled: 2025-03-19 21:25:05\n\nSkip to content\n\nSkip to footer\n\n Student Research Groups \n\nOur Research Groups together with these cooperating with us, win major awards at the most important university competitions in the field of space technology and robotics around the World. Graduates who worked in Student Research Groups during their education are today an important element of the human resources of the space sector in Poland and the World.\n\nSpaceTeam AGH was founded in 2021 and was the first circle to be established on behalf of the Space Technology Centre at the AGH University of Krakow. In 2023 they won the international Over the Dusty Moon Challenge (Colorado, USA), in which student teams showcase the transport systems they have developed for carrying lunar regolith. The system TOLRECON 2.0 created by SpaceTeam AGH students transported over 50 kg of material for a distance of five meters and a height of three meters.\n\nmore info...\n\nAstroBio AGH is a group of students who have been deepening their knowledge of astrobiology since 2021. An important sphere of AstroBio AGH is popularization and educational activities, as well as participation in scientific and business projects aimed at creating start-ups. A team of female students from the AstroBio AGH has successfully completed a space analog mission named DEMETER, examining the effects of new environments and isolation on the female body.\n\nmore info...\n\nThe SatLab AGH was founded in 2022 and is engaged in the design and construction of nanosatellites weighing no more than a few kilograms and yet, equipped with innovative research payloads. SatLab AGH is implementing the project of the first Polish student satellite of the PocketQube type, whose mission will be, among other things, to observe the Earth with a miniaturized spectroscope. \n\nmore info...\n\nMembers of the LunarTech have won the Experiment on the Moon competition organized by Orbital-Space. The prize in the competition is the launching of an experimental payload to the surface of the moon.  Students develop skills in lunar mission planning, and cooperation with companies in the space sector. The circle is tasked with developing components that will be used in the Lunaris lunar payload, which is scheduled to fly to the moon in 2027. Lunaris is a 200-gram payload that is expected to carry out studies of the interaction of lunar regolith with materials used in the space industry.\n\nmore info...\n\nThe AGH STARS (Spatial Technologies and Remote Sensing) Student Research Club was created with the aim of fostering a passion for exploring what satellite data can offer. They focus on obtaining, processing, and analyzing satellite imagery, which broadly falls under the category of downstream activities. They believe that remote sensing and Earth observation will help us find answers to many pressing questions through an interdisciplinary approach.\n\nmore info...\n\nAstroDevelopers will be a student research group focused on advancing software solutions for intelligent, safe, and autonomous space missions. The group will tackle key space challenges through projects like mission planning, quality assurance in mission-critical software, digital twins, AI-powered tools, and automation of satellite telescopes. Committed to shaping the future of software in space, AstroDevelopers will engage in hands-on research and real-world initiatives, including nano-satellite launches.\n\nAGH Space Systems is a student research circle operating since 2014 at the AGH University of Science and Technology within the Faculty of Mechanical Engineering and Robotics. In 2015, the planetary rover project was born. The first structure of this type constructed by team members was Phobos. This was followed, in 2017, by the Kalman project that continues to this day. The scientific circle also carries out biological research using research payloads in rockets and gondolas of stratospheric balloons.\n\nmore info...\n\nThe Cosmodrill Student Research Group from the Faculty of Drilling, Oil, and Gas at AGH conducts research on the in-situ utilization of planetary regolith, focusing on its applications in building planetary habitats and material transport systems. The group works with regolith analogs, including the patented AGK-2010 developed in collaboration with the Space Research Centre of the Polish Academy of Sciences. \n\nmore info...\n\nStopka\n\nResearch\n\nProjects\n\nContact\n\nLogo to download\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/en/stc-research-groups", "title": " Student Research Groups -- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "2faf2c6efb9218850061883fb64e9c46", "word_count": 673, "headings": [{"level": 1, "text": "Student Research Groups"}, {"level": 2, "text": "Stopka"}]}}