{"content": "#  Wydział -- WMS AGH \n\nURL: https://wms.agh.edu.pl/wydzial\nCrawled: 2025-03-19 21:36:37\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Wydział \n\nW ostatnio przeprowadzonej przez Ministerstwo Edukacji i Nauki ewaluacji jakości działalności naukowej za lata 2017-2021, dyscyplina matematyka na AGH otrzymała kategorię naukową A (bardzo dobry). Kategorię tę niezmiennie mamy od 2008 r., od kiedy też mamy prawa doktoryzowania. Prawa habilitowania mamy od 2015 r.\n\nEwaluacja to ocena jakości działalności naukowej, którą przeprowadza się w ramach dyscyplin uprawianych w danej uczelni. Na AGH dyscyplinę matematyka reprezentują tylko pracownicy Wydziału Matematyki Stosowanej.\n Ewaluacja została przeprowadzona z uwzględnieniem trzech kryteriów:\n\npoziomu naukowego działalności (publikacje);\n\nefektów finansowych badań naukowych i prac rozwojowych (pozyskane projekty, przychody z usług badawczych i przychody z komercjalizacji wyników badań);\n\nwpływu działalności naukowej na funkcjonowanie społeczeństwa i gospodarki.\n\nOsiągnięcia badawcze oceniane są w pięciostopniowej skali: od A+ (najlepszej) przez A, B+, B do C (najsłabszej). Od przyznanej kategorii naukowej zależą m.in. uprawnienia do prowadzenia studiów oraz nadawania stopni naukowych, a także kwota subwencji, czyli środków finansowych, które jednostki naukowe otrzymują z budżetu państwa na prowadzenie badań.\n\nWięcej w dziale NAUKA\n\nPrezydium Polskiej Komisji Akredytacyjnej podjęło uchwałę w sprawie przyznania Certyfikatów Doskonałości Kształcenia. Na jej podstawie najważniejszym certyfikatem – Doskonały kierunek - doskonałość w kształceniu na kierunku – został uhonorowany tylko jeden kierunek prowadzony w Akademii Górniczo-Hutniczej. W ten sposób potwierdzono najwyższą jakość studiów pierwszego i drugiego stopnia o profilu ogólnoakademickim na kierunku matematyka prowadzonym na WMS. \n\nZgodnie ze statutem Polskiej Komisji Akredytacyjnej oraz zasadami przyznawania Certyfikatów Doskonałości Kształcenia Certyfikat Doskonały kierunek – doskonałość w kształceniu na kierunku może otrzymać uczelnia prowadząca kierunek, który otrzymał pozytywną ocenę programową na 6 lat. Taka ocena musi być poparta dobrymi praktykami w zakresie jakości kształcenia lub udokumentowanymi, regularnymi osiągnięciami studentów i absolwentów oraz rekomendacją wyróżnienia wraz z uzasadnieniem przedstawionym przez zespół oceniający.\n\n W raporcie oceny kierunku matematyka zwrócono uwagę m.in. na koncepcję kształcenia, która powstała przy istotnym współudziale instytucji i firm zatrudniających absolwentów studiów matematycznych, a pracownicy tych instytucji i firm prowadzą specjalistyczne zajęcia dla studentów.\n\nZespół jako dobrą praktykę wskazał bardzo szeroki wachlarz zajęć wybieralnych z zakresu czystej matematyki i jej zastosowań oraz rozbudowaną indywidualizację ścieżek kształcenia na każdym poziomie studiów. Oceniający podkreśli również nie tylko rozwiązania zastosowane na WMS, pozwalające na wyraźne zwiększenie jakości nauczania szeroko rozumianej matematyki wśród studentów AGH oraz działania pozwalające na modyfikację programów studiów wpisujące się w dynamikę na rynku pracy, ale także role organizowanej Ogólnopolskiej Olimpiady o Diamentowy Indeks AGH, skierowanej do uczniów szkół średnich.\n\nWięcej w dziale STUDIA\n\nWydział Matematyki Stosowanej jest jednym z kilkunastu wydziałów wchodzących w skład Akademii Górniczo-Hutniczej im. Stanisława Staszica będącej najstarszą uczelnią techniczną w Krakowie. Obecnie na wydziale zatrudnionych jest ponad 100 pracowników naukowo-dydaktycznych, w tym ponad 28 samodzielnych pracowników naukowych.\n\nWydział Matematyki Stosowanej prowadzi studia licencjackie, magisterskie oraz doktoranckie na kierunku matematyka. Posiada kategorię A uzyskaną w wyniku kompleksowej oceny parametrycznej przeprowadzonej przez Ministerstwo Nauki i Szkolnictwa Wyższego. Ponadto wydział posiada uprawnienia doktoryzowania i nadawania stopnia doktora habilitowanego w zakresie matematyki.\n\nWydział mieści się na kampusie AGH zlokalizowanym w samym centrum Krakowa. W jego skład wchodzi część tzw. łącznika A3-A4 i budynku A4, w którym mieszczą się biuro dziekana, biuro administracyjne wydziału oraz pracownie komputerowe, budynek B7, w którym znajdują się dziekanat i biblioteka oraz odbywa się większość zajęć dydaktycznych, a także budynek C7, w którym znajdują się sale dydaktyczne oraz pomieszczenia biurowe dla pracowników naukowych.\n\nProf. Antoni Hoborski (w pierwszym rzędzie, czwarty od lewej) wśród kadry akademickiej. Źródło: Archiwum AGH\n\nMatematyka była obecna na AGH już od początku istnienia Uczelni. Pierwszym urzędującym rektorem ówczesnej Akademii Górniczej był matematyk - prof. Antoni Hoborski. Pełnił on równocześnie funkcję kierownika Katedry Matematyki. Oprócz wspomnianej katedry przy Wydziale Górniczym istniała wówczas również Katedra Geometrii Wykreślnej.\n\nPo drugiej wojnie światowej gwałtownie wzrosła liczba studentów. W ślad za tym wprowadzono zmiany organizacyjne i zwiększono grono matematyków zatrudnionych na Uczelni. W 1969 roku z kilku katedr matematyki i geometrii wykreślnej, działających przy poszczególnych wydziałach, utworzono Instytut Matematyki, a jego pracownicy prowadzili zajęcia dydaktyczne z matematyki na wszystkich wydziałach AGH. Decyzją Senatu AGH z dniem 1 listopada 1997 r. w miejsce Instytutu Matematyki został utworzony Wydział Matematyki Stosowanej.\n\nObecnie działalność dydaktyczna ma charakter dwutorowy: z jednej strony dotyczy prowadzenia zajęć z matematyki ogólnej na poszczególnych wydziałach Uczelni, z drugiej zaś specjalistycznego kształcenia studentów na kierunku matematyka. Studia na tym kierunku zostały uruchomione w roku akademickim 1998/99. Program studiów ukierunkowany jest na zastosowania matematyki, ze szczególnym uwzględnieniem: matematyki finansowej i ubezpieczeniowej, matematyki obliczeniowej i komputerowej, zastosowań w informatyce i zarządzaniu, a także matematyki w naukach technicznych i przyrodniczych. W roku 2004 Wydział Matematyki Stosowanej uzyskał prawa doktoryzowania w zakresie matematyki, a w roku 2015 prawa nadawania stopnia doktora habilitowanego.\n\nStopka\n\nStudenci\n\nPlany studiów\n\nDeklaracja dostepności\n\nKontakt\n\n© 2023 Wydział Matematyki Stosowanej AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \nKontakt: stronawms@agh.edu.pl \n\nBack", "metadata": {"url": "https://wms.agh.edu.pl/wydzial", "title": " Wydział -- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "78b2b4d3c2ed86cd46295638ec0b9505", "word_count": 781, "headings": [{"level": 1, "text": "Wydział"}, {"level": 2, "text": "Stopka"}]}}