{"content": "# UNIVERSEH EMI (English-Medium Instruction in Higher Education) Meet-up 3-- Space Technology Centre \n\nURL: https://ctk.agh.edu.pl/en/news/detail/universeh-emi-english-medium-instruction-in-higher-education-meet-up-3\nCrawled: 2025-03-19 21:25:08\n\nUNIVERSEH EMI (English-Medium Instruction in Higher Education) Meet-up 3 \n\n 14-03-2025 \n\n Explore innovative approaches to English-Medium Instruction (EMI) in higher education through our UNIVERSEH EMI Special Interest Group, fostering collaboration, professional growth, and inclusivity in multilingual classrooms. \n\nIn December, we had the pleasure of hosting Dr. Katrien Deroey (University of Luxembourg) for a talk on \nDesigning EMI Lecturer Training Programmes: What and How?\n\nWe are delighted to invite you to our third meet-up, which will feature a two-part programme:\n\nPronunciation in English-Medium Education: Challenges, Realities and Communicative Impact – A Non-Native Speaker Perspective\n\nPart I\n\nThis talk explores the role of pronunciation in EMI/EME, questioning its significance and examining what constitutes ‘good’ pronunciation in a multilingual classroom. Drawing on both existing research and insights from the speaker’s field study, we will discuss the challenges faced by teachers and students, their expectations, and the communicative impact of pronunciation. Rather than focusing on native-like standards, we will highlight what truly supports mutual understanding and effective engagement in diverse academic settings.\n\nPart II\n\nFollowing the talk, participants will have the opportunity to reflect on the findings and share their own experiences with pronunciation in English Medium Education and academic contexts.\n\nPresenter and moderator: Anna Krukiewicz-Gacek, AGH University of Krakow\n\nDate: 8 April 2025\n\nTime: 12:30–14:00 CET\n\nLocation: Online (MS Teams)\n\nRegistration\n\nPlease register here by 7 April to join the meet-up:\n\nhttps://forms.office.com/e/VQhhVtkzEh\n →\n\n---\n\nAbout the UNIVERSEH EMI SIG\n\nDo you want to join our group and...\n\nDive into the world of English Medium Instruction (EMI) in higher education with our new series of online meet-ups designed to support educators, administrators, and students in university settings.\n\nDiscover institutional support systems tailored for EMI teachers and administration, facilitating professional growth and development.\n\nExplore innovative ways to adapt teaching styles, ensuring inclusivity and engagement for all students, regardless of the students’ discipline or language proficiency level.\n\nMaster the art of effective communication in multilingual classrooms, fostering a dynamic learning environment where diversity thrives.\n\nAnna Krukiewicz-Gacek (AGH University of Krakow), UNIVERSEH EMI SIG Convenor, will be happy to assist you with any enquiries you may have - kruk@agh.edu.pl\n\nBack", "metadata": {"url": "https://ctk.agh.edu.pl/en/news/detail/universeh-emi-english-medium-instruction-in-higher-education-meet-up-3", "title": "UNIVERSEH EMI (English-Medium Instruction in Higher Education) Meet-up 3-- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "b8bdabd8ec3d0b8805bda20710695be4", "word_count": 352, "headings": [{"level": 1, "text": "UNIVERSEH EMI (English-Medium Instruction in Higher Education) Meet-up 3"}, {"level": 4, "text": "Part I"}, {"level": 4, "text": "Part II"}, {"level": 3, "text": "Registration"}, {"level": 3, "text": "About the UNIVERSEH EMI SIG"}, {"level": 2, "text": "Stopka"}]}}