{"content": "# Klub przedsiębiorcy | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/klub-przedsiebiorcy/\nCrawled: 2025-03-19 21:30:11\n\nKlub Przedsiębiorcy AGH\n\nRada Programowa\n\nRada Społeczna\n\nKlub przedsiębiorcy\n\nPartnerzy\n\nOferta technologiczna\n\nInterdyscyplinarne Laboratorium Badawcze\n\nProgram Power 3.5 – AGH EAIiIB\n\nZacieśnienie współpracy pomiędzy Uczelnią a przedsiębiorcami będącymi absolwentami AGH, wspólne tworzenie programów praktyk i stażów dla studentów w zgodzie z aktualnymi trendami na rynku pracy, a także tworzenie programów studiów we współpracy z przedstawicielami biznesu. To część założeń Klubu Przedsiębiorcy AGH, który powołano pod patronatem Prorektora AGH ds. Współpracy prof. dr hab. inż. Tomasza Szmuca przy Wydziale Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej Akademii Górniczo-Hutniczej im. St. Staszica w Krakowie pod koniec lutego 2014.\n\nWszyscy zyskują\n\nO tym, że współpraca świata nauki i biznesu jest niezwykle istotna nie trzeba nikogo specjalnie przekonywać. Nasz wydział kształtował ją do tej pory głównie przez biuro karier i działania w ramach inkubatora przedsiębiorczości. Klub Przedsiębiorcy AGH ma tę współpracę rozszerzyć, dążąc do\no zaspokojenia oczekiwań wszystkich jego sygnatariuszy.\nPrzede wszystkim zyskają studenci, którzy będą mogli uzyskać porady biznesowe, wsparcie innowacyjnych inicjatyw oraz ciekawych projektów. Przedsiębiorcy będą mogli sprawniej przeprowadzać rekrutację przez dostęp do najzdolniejszych studentów, zacieśniać współpracę biznesową z innymi członkami klubu oraz docierać do specjalistycznej wiedzy branżowej w ramach działalności naukowo-badawczej Wydziału. Ten z kolei zyska przede wszystkim wsparcie w tworzeniu programów studiów najbardziej odpowiadającym potrzebom zmieniającego się rynku pracy. Ponadto będzie mógł opracowywać ciekawsze programy praktyk i stażów dla studentów oraz ściślej współpracować z przedsiębiorcami w zakresie komercjalizacji badań naukowych.\n\nCenni partnerzy\n\nCo ważne propozycja zrzeszenia w ramach Klubu Przedsiębiorcy AGH spotkała się z dużym zainteresowaniem przedsiębiorców. List intencyjny podpisało \naż 28 firm\n. Ich przedstawiciele są absolwentami AGH. Klub będzie działał przy wsparciu władz Wydziału EAIiIB oraz Akademickiego Inkubatora Przedsiębiorczości.\n\nChęć przynależności do klubu wykazało już ponad 100 osób, aktualnie zaś lista członków Klubu prezentuje się następująco (kolejność alfabetyczna):\n1. Aboo Technologies    \n2. AMP-Industry        \n3. ARIOS            \n4. ART-Tech        \n5. Columbus Energy    \n6. COMBC            \n7. DropLabs        \n8. DSNET             \n9. Estimote Polska     \n10. FlowBox        \n11. Greenboard        \n12. HiddenData         \n13. Hub:Raum        \n14. Innovation Nest    \n15. ISTV             \n16. Miquido        \n17. Ojtam Games        \n18. PrintBox         \n19. Proidea         \n20. Rainlabs         \n21. S&T services Polska     \n22. sched.ly        \n23. Sensinum         \n24. Silvermedia        \n25. Smart4Aviation     \n26. Sprzedamportal.pl     \n27. SwiftApps        \n28. TeleAudyt", "metadata": {"url": "https://www.eaiib.agh.edu.pl/klub-przedsiebiorcy/", "title": "Klub przedsiębiorcy | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "3846fc00b801be872101016c66518f19", "word_count": 352, "headings": [{"level": 2, "text": "Klub Przedsiębiorcy AGH"}]}}