{"content": "#  Zarządzanie Biblioteką -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/o-nas/zarzadzanie-biblioteka\nCrawled: 2025-03-19 22:38:58\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Zarządzanie Biblioteką \n\nNadzór nad Biblioteką sprawuje \nProrektor ds. Nauki\n. Biblioteką kieruje \nDyrektor\n, powoływany przez Rektora AGH na kadencję, która trwa 4 lata i rozpoczyna się w dniu 1 stycznia roku następującego po roku, w którym rozpoczęła się kadencja Senatu.\n\nDyrektor Biblioteki jest z upoważnienia Rektora AGH przełożonym wszystkich pracowników BG AGH.\n\nDo jego kompetencji należy w szczególności:\n\nokreślanie strategii i kierunków rozwoju BG AGH, a także organizowanie i nadzorowanie bieżących prac,\n\nopracowywanie planu rzeczowo-finansowego BG AGH i nadzór nad jego realizacją,\n\nkształtowanie szczegółowej struktury organizacyjnej BG AGH,\n\nokreślanie polityki kadrowej, w tym sprawowanie nadzoru nad rozwojem kadry, jej kształceniem i doskonaleniem zawodowym,\n\nreprezentowanie BG AGH w kontaktach z władzami AGH, administracją centralną oraz władzami innych jednostek organizacyjnych AGH, a także partnerami zewnętrznymi,\n\nskładanie Rektorowi AGH corocznego sprawozdania z działalności systemu biblioteczno-informacyjnego AGH,\n\nponoszenie odpowiedzialności za prawidłowe prowadzenie gospodarki finansowej i właściwe gospodarowanie powierzonym majątkiem,\n\nponoszenie odpowiedzialności za stan bezpieczeństwa i higieny pracy oraz stan ochrony przeciwpożarowej w BG AGH,\n\nprowadzenie współpracy krajowej i międzynarodowej,\n\ndokonywanie wykładni Regulaminu korzystania ze zbiorów i usług BG AGH oraz rozstrzyganie spraw nieuregulowanych postanowieniami ww. Regulaminu.\n\nNa czas nieobecności Dyrektora Biblioteki jego obowiązki pełni jeden z jego zastępców. \nZastępców Dyrektora BG \n— w liczbie nie większej niż dwóch — powołuje i odwołuje Rektor AGH na wniosek Dyrektora. Zastępcy Dyrektora BG AGH podlegają bezpośrednio Dyrektorowi i kierują powierzonymi im sprawami i działalnością nadzorowanych przez nich wewnętrznych jednostek organizacyjnych, zgodnie z zakresem obowiązków.\n\nPoszczególnymi jednostkami wewnętrznymi BG AGH kierują \nKierownicy\n powoływani na 4-letnią kadencję. Powołania do pełnienia funkcji i odwołania z niej dokonuje Rektor AGH na wniosek Dyrektora BG AGH. Kierownicy jednostek wewnętrznych BG AGH podlegają bezpośrednio Dyrektorowi BG AGH lub odpowiedniemu zastępcy i są przed nimi odpowiedzialni za właściwe kierowanie powierzonymi im jednostkami.\n\nDo kompetencji kierowników jednostek wewnętrznych Biblioteki w szczególności należy:\n\norganizowanie i nadzorowanie bieżących prac jednostki,\n\nopracowywanie planów pracy jednostki i sporządzanie sprawozdań z wykonanych prac,\n\ninicjowanie nowych kierunków działania,\n\nustalanie zakresów obowiązków, uprawnień i odpowiedzialności pracowników jednostki,\n\nkontrola dyscypliny pracy i nadzór nad pełnym wykorzystaniem czasu pracy przez podległych pracowników,\n\ndbanie o odpowiednie wyposażenie jednostki oraz sprawowanie opieki nad powierzonym mieniem,\n\nwspółpraca z bibliotekami innych jednostek AGH oraz instytucjami z obszaru nauki i kultury w zakresie kompetencji jednostki.\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/o-nas/zarzadzanie-biblioteka", "title": " Zarządzanie Biblioteką -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "8dfe0486d080996fd0ccebd2e860d318", "word_count": 457, "headings": [{"level": 1, "text": "Zarządzanie Biblioteką"}, {"level": 2, "text": "Stopka"}]}}