{"content": "# Wysyłka - AGH e-Sklep\n\nURL: https://sklep.agh.edu.pl/wysylka,20\nCrawled: 2025-03-19 21:17:49\n\nStrona główna\n  /\n\nWysyłka\n\nWysyłka\n\nCzas realizacji zamówienia\n\nTermin realizacji zamówienia wynosi do 7 dni roboczych, nie dłużej jednak niż 30 dni od zaksięgowania środków na koncie Sprzedającego. \n\nSposoby realizacji zamówienia\n\nMożliwe są dwa sposoby realizacji zamówienia:\nOdbiór osobisty znów możliwy.\n\n bezpłatny odbiór osobisty w siedzibie Sprzedającego możliwy po otrzymaniu przez Kupującego e-maila z informacją o zmianie statusu zamówienia.\nAdres Sprzedającego:\nCentrum Komunikacji i Marketingu AGH, \nal. Mickiewicza 30 w Krakowie, \nbud. A-0, I piętro, pok. 116.\nOdbiór zamówień odbywa się:\nwtorek: 9.00 – 12.00\nczwartek: 9.00 – 12.00\nOdbiór zamówienia jest możliwy po otrzymaniu wiadomości o zmianie statusu zamówienia na \"zrealizowany\". Aby odebrać zamówienie należy okazać dowód tożsamości ze zdjęciem oraz potwierdzenie złożenia zamówienia.\nZamówienie może być także odebrane przez osobę upoważnioną przez Kupującego. Jednak musi ona okazać upoważnienie do odbioru zamówienia, dowód tożsamości ze zdjęciem oraz potwierdzenie złożenia zamówienia.\n\nPrzesyłka za pośrednictwem firmy kurierskiej – kiedy zamówiony towar będzie gotowy do wysyłki, Użytkownik otrzyma na adres mailowy powiadomienie o zmianie statusu zamówienia na „zrealizowane”. Kurier w ciągu kilku dni dostarczy przesyłkę do adresata. Koszt przesyłki dostarczonej przez firmę kurierską jest wyliczany przy składaniu zamówienia.\n\nSzczegółowe informacje znajdują się w \nRegulaminie\n.", "metadata": {"url": "https://sklep.agh.edu.pl/wysylka,20", "title": "Wysyłka - AGH e-Sklep", "depth": 2, "duplicate": false, "content_hash": "64ea9873abfed4b1edcd830e5e4d23a7", "word_count": 193, "headings": []}}