{"content": "# Projekty technologiczne przedmiotem porozumienia z Wojskowym Instytutem Techniki Inżynieryjnej-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/projekty-technologiczne-przedmiotem-porozumienia-z-wojskowym-instytutem-techniki-inzynieryjnej\nCrawled: 2025-03-19 21:14:53\n\nProjekty technologiczne przedmiotem porozumienia z Wojskowym Instytutem Techniki Inżynieryjnej \n\n 18/02/2025 \n\n 17 lutego 2025 r. Akademia Górniczo-Hutnicza oraz Wojskowy Instytut Techniki Inżynieryjnej (WITI) zawarły porozumienie o współpracy naukowo-badawczej. Wspólne działania obu instytucji przyczynią się do rozwoju nowoczesnych rozwiązań obronnych, wspierających zarówno sektor wojskowy, jak i cywilny. \n\nPorozumienie ma na celu intensyfikację działań badawczych i rozwojowych w zakresie nowoczesnych technik i technologii wojskowych, ochrony ludności oraz innowacyjnych rozwiązań inżynieryjnych. \n\nGłówne cele współpracy obejmują:\n\nwspólne działania naukowo-badawcze na rzecz zwiększenia obronności Polski,\n\nrozwój współpracy naukowej i badawczej w wybranych domenach operacyjnych dla Wojska Polskiego,\n\nwzmocnienie potencjału przedsiębiorczości i innowacji,\n\nrealizację wspólnych projektów w zakresie działalności wojskowej, edukacyjnej, naukowej i przedsiębiorczości.\n\nPierwsze wspólne projekty badawczo-rozwojowe dotyczą: systemów oczyszczania wody dostosowanych do ekstremalnych warunków pola walki; mobilnych, kontenerowych szpitali polowych wyposażonych w wyroby przeciwdrobnoustrojowe; nowoczesnych powłok zwalczających patogeny w ekstremalnych warunkach polowych.\n\nW dalszych planach znajdują się także projekty z zakresu inżynierii pola walki oraz technologii ochrony ludności na wypadek ataku.\n\nW ramach zawartego porozumienia pierwszym podmiotem współpracującym z WITI z ramienia AGH będzie Wydział Metali Nieżelaznych.\n\nWITI prowadzi ponadto działalność podstawową w dziedzinie nauk przyrodniczych i technicznych w zakresie:\n\ndiagnostyki i utylizacji materiałów niebezpiecznych,\n\nśrodków bojowych, głównie amunicji saperskiej i jej elementów,\n\n sprzętu i środków do budowy, rozpoznania, pokonywania i likwidacji zapór minowych,\n\nsprzętu do wykrywania i likwidacji improwizowanych urządzeń wybuchowych (IED),\n\nmateriałów wybuchowych,\n\nsystemów fizycznej ochrony obszaru,\n\nsterowania amunicją saperską,\n\nelektroenergetyki polowej – źródeł prądu, przemysłu energii i oświetlenia,\n\nbadań wpływu warunków środowiskowo-atmosferycznych,\n\nbadań odporności na wpływ zjawisk towarzyszących wybuchom i narażeniom mechanicznym,\n\nrejestracji i analizy zjawisk fizycznych, w tym także oddziaływań elektrycznych, magnetycznych i grawitacyjnych,\n\nmaszyn inżynieryjnych i sprzętu do prac drogowych, fortyfikacyjnych i utrzymania lotnisk,\n\nsprzętu mostowo i desantowo-przeprawowego,\n\nfortyfikacji polowej,\n\nsprzętu i środków do prowadzenia obserwacji i rozpoznania, maskowania oraz pozoracji,\n\ntechnologii i sprzętu do zbierania, gromadzenia, przetwarzania i przesyłania danych z rozpoznania inżynieryjnego.\n\nfot. archiwum AGH\n\nfot. archiwum AGH\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/projekty-technologiczne-przedmiotem-porozumienia-z-wojskowym-instytutem-techniki-inzynieryjnej", "title": "Projekty technologiczne przedmiotem porozumienia z Wojskowym Instytutem Techniki Inżynieryjnej-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "dc6e1fcaf79cca5ad59d91292dc1c5f4", "word_count": 311, "headings": [{"level": 1, "text": "Projekty technologiczne przedmiotem porozumienia z Wojskowym Instytutem Techniki Inżynieryjnej"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}