{"content": "#  BEYOND UNIVERSEH -- UNIVERSEH – European Space University for Earth and Humanity \n\nURL: https://universeh.agh.edu.pl/en/beyond-universeh\nCrawled: 2025-03-19 21:25:02\n\nSkip to content\n\nSkip to footer\n\n BEYOND UNIVERSEH \n\n“Beyond UNIVERSEH” is a project accepted by the European Commission under the Horizon 2020 “Science with and for Society (SwafS)“ programme. “Beyond UNIVERSEH” complemented and supported the Research and Innovation dimension of the European Space University UNIVERSEH.\n\nBeyond UNIVERSEH developed the research and innovation dimension of the UNIVERSEH European University in an alliance of five partners:\n\nUniversity of Toulouse (France),\n\nAGH University of Krakow (Poland),\n\nLuleå University of Technology (Sweden),\n\nHeinrich Heine University Düsseldorf (Germany),\n\nUniversity of Luxembourg (Luxembourg).\n\nBeyond UNIVERSEH\n expanded the teaching and learning expertise of the alliance into a UNIVERSEH European Research University, focusing on 'Space' in all its dimensions: Science and Engineering, Economy, Business and Finance, Medicine and Health, Social and Human Sciences, Art and Culture, Innovation, and Entrepreneurship. It brought together researchers and stakeholders from diverse backgrounds, fostering a multidisciplinary and cross-sectoral network to address the societal challenges of Space and New Space.\n\nBeyond UNIVERSEH\n’s main ambition was to develop and propose a research policy roadmap for 2035 and a vision for 2050 within the space sector. This roadmap implemented a sustainable, integrated research and innovation network within the UNIVERSEH alliance and beyond. Also, Beyond UNIVERSEH created a shared research community, spearheading new collaborative and interdisciplinary methodologies, to further enhance Space research and innovation outputs.\n\nStopka\n\nBack", "metadata": {"url": "https://universeh.agh.edu.pl/en/beyond-universeh", "title": " BEYOND UNIVERSEH -- UNIVERSEH – European Space University for Earth and Humanity ", "depth": 3, "duplicate": false, "content_hash": "3b1927723f29646edb8fac995b202f9a", "word_count": 221, "headings": [{"level": 1, "text": "BEYOND UNIVERSEH"}, {"level": 1, "text": "Beyond UNIVERSEH developed the research and innovation dimension of the UNIVERSEH European University in an alliance of five partners:"}, {"level": 2, "text": "Stopka"}]}}