{"content": "#  Działania -- Cybersecurity Centre \n\nURL: https://www.cc.agh.edu.pl/dzialania\nCrawled: 2025-03-19 21:39:13\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Działania \n\nWSPÓŁPRACA REGIONALNA\n\nKrajowy system cyberbezpieczeństwa zaczyna się od regionów. \nJego fundamentem jest współpraca podmiotów administracji publicznej, biznesu i uczelni, mająca na celu budowanie odporności i bezpieczeństwa na zagrożenia płynące z cyberprzestrzeni.\n\nW tym zakresie kluczowe jest wspólne działanie wyższych uczelni technicznych. Akademia Górniczo-Hutnicza, Uniwersytet Jagielloński, Politechnika Krakowska, Uniwersytet Rolniczy oraz Uniwersytet Ekonomiczny w Krakowie podpisały \nporozumienie o współpracy w zakresie cyberbezpieczeństwa\n. Nadrzędnym celem porozumienia jest stworzenie platformy współpracy i wymiany wiedzy w zakresie bezpieczeństwa sieci i systemów teleinformatycznych w regionie Małopolski, a także wzajemne wsparcie działań mających na celu ochronę danych, które gromadzone są na potrzeby rozwoju kapitału ludzkiego, przemysłu czy rolnictwa. \n\nDzięki tej współpracy możliwy jest nie tylko transfer wiedzy i dobrych praktyk, ale również wspólne tworzenie infrastruktury dla bezpieczeństwa sieci i systemów – takich jak Security Operation Centers (SOCs). \n\nUsługi cyfrowe świadczone przez administrację samorządową oraz przetwarzane przez nie dane narażone są na szereg cyberzagrożeń. Obejmują one ukierunkowane ataki, w tym coraz bardziej dotkliwe \nataki szyfrujące dane, szpiegostwo oraz przypadkową utratę danych. \n\nNiezależnie od intencji sprawców i złożoności incydentu wszystkie z nich mogą zakłócić działanie urzędów, firm i instytucji, narażając je równocześnie na straty finansowe oraz wizerunkowe. Ponadto – co istotne w związku z toczącą się w Ukrainie wojną – mogą mieć negatywne konsekwencje dla bezpieczeństwa narodowego.  \n\nRównie ważne jest budowanie świadomości społecznej \n– uwrażliwianie mieszkańców na sytuacje kryzysowe, podnoszenie kompetencji dotyczących unikania zagrożeń i prawidłowych reakcji w przypadku ich wystąpienia.  \n\nDlatego CC AGH współpracuje z uczelniami, samorządami, instytucjami i firmami w regionie, oferując doradztwo, szkolenia, rozwój innowacji i mentoring technologiczny oraz wsparcie inżynierów i specjalistów ds. cyberbezpieczeństwa z AGH. CC AGH angażuje się również w działalność edukacyjną i wzmacnianie świadomości cyberzagrożeń wśród mieszkańców oraz wspiera budowanie kadr cyberbezpieczeństwa w Małopolsce. \n\nWSPÓŁPRACA MIĘDZYNARODOWA\n\nW 2020 r. skutki cyberprzestępstw kosztowały światową gospodarkę 5,5 bilionów EUR – dwukrotnie więcej niż w 2015 r. Agresja Rosji na Ukrainę zmieniła i zintensyfikowała krajobraz zagrożeń w Europie. Konflikt spowodował uaktywnienie się grup cyberprzestępców, w tym tych wspieranych przez Rosję i państwa od niej zależne. Spowodowało to wzrost cyberataków, szczególnie na kraje wschodniej flanki NATO. Unia Europejska i NATO od dawna podejmują szereg inicjatyw na rzecz cyberbezpieczeństwa, które obejmują działalność odpowiedzialnych za nie instytucji (takich jak Agencja Unii Europejskiej ds. Cyberbezpieczeństwa – ENISA), polityki cyberbezpieczeństwa (m.in. NATO Cyber Defence Policy, NATO Cyber Defence Pledge, EU Policy on Cyber Defence), regulacje prawne (takie jak dyrektywy NIS i NIS2) i szczegółowe zalecenia.  \n\nSkuteczne budowanie cyberodporności nie może jednak powieść się bez międzynarodowej współpracy. Znajduje to wyraz zarówno w porozumieniach, takich jak chociażby NATO Industry Cyber Partnership, jak i w wielu programach grantowych dla tworzenia konsorcjów projektowych i międzysektorowych partnerstw na rzecz wzmacniania cyberbezpieczeństwa. Uczelnie wyższe stanowią idealne środowisko dla transferu wiedzy i zdolności, a także tworzenia hubów cyberbezpieczeństwa czy akceleratorów – łączących różne sektory, centrów badań, innowacji i usług. \nAGH realizuje tę misję między innymi przez międzynarodową działalność Centrum Cyberbezpieczeństwa, obejmującą m.in. udział w konsorcjum projektowym SOCCER, którego AGH jest liderem. Celem projektu jest rozwijanie i wdrażanie możliwości SOC dla sektora akademickiego.  \n\nPolityka Unii Europejskiej w zakresie obrony cyberprzestrzeni zwraca uwagę na konieczność tworzenia nowych i wzmacniania istniejących sieci wymiany informacji, platform do kooperacji i narzędzi, które przyczyniają się do budowania wspólnego potencjału państw członkowskich i całej Unii w zakresie cyberodporności.\n Podkreślono w niej rolę współpracy między instytucjami unijnymi i krajowymi, organizacjami międzynarodowymi, takimi jak NATO, trzecią stroną oraz między sektorem wojskowym a cywilnym.  \n\nWSPÓŁPRACA KRAJOWA\n\nKrajowy system cyberbezpieczeństwa zaprojektowany przez ustawę o krajowym systemie cyberbezpieczeństwa ma na celu zapewnienie cyberbezpieczeństwa na poziomie krajowym, w szczególności: \n\nniezakłócone świadczenie usług kluczowych i usług cyfrowych \n\nosiągnięcie odpowiednio wysokiego poziomu bezpieczeństwa systemów teleinformatycznych służących do świadczenia tych usług. \n\nBudowany system obejmuje operatorów usług kluczowych (m.in.: z sektora energetycznego, transportowego, zdrowotnego i bankowości), dostawców usług cyfrowych, zespoły CSIRT (Zespół Reagowania na Incydenty Bezpieczeństwa Komputerowego) poziomu krajowego, sektorowe zespoły cyberbezpieczeństwa, podmioty świadczące usługi z zakresu cyberbezpieczeństwa oraz organy właściwe do spraw cyberbezpieczeństwa.a. \n\nWymaganiami z zakresu cyberbezpieczeństwa zostali także objęci dostawcy usług cyfrowych, czyli internetowe platformy handlowe, usługi przetwarzania w chmurze i wyszukiwarki internetowe. \nWraz z nowelizacją ustawy w 2021 r. do krajowego systemu cyberbezpieczeństwa włączono również podmioty takie jak uczelnie wyższe\n, Urząd Komisji Nadzoru Finansowego oraz \npodmioty świadczące usługi SOC\n na rzecz Operatorów Usług Kluczowych (OUK). \n\nOd czasu ataku Rosji na Ukrainę w 2022 r. znacznie wzrosła liczba cyberzagrożeń, w szczególności dla polskiej infrastruktury krytycznej. W kraju nadal obowiązuje trzeci stopień alarmowy CRP (CHARLIE–CRP). czyli zwiększonego i przewidywalnego zagrożenia cyberterroryzmem. \nW obliczu tych wyzwań rośnie znaczenie polskich technologii cyberobrony. \n\nWsparcie AGH na rzecz cyberbezpieczeństwa dla podmiotów krajowego systemu cyberbezpieczeństwa może obejmować szkolenia i kursy, konsulting, wymianę wiedzy i zdolności, partnerstwa projektowe, a w przyszłości również usługi SOC i środowisko cyber poligonu.\n\nWSPÓŁPRACA BRANŻOWA \n\nW obliczu coraz bardziej zaawansowanych i złożonych cyberzagrożeń cybernetycznych, współpraca branżowa stała się kluczowym elementem skutecznej ochrony przed cyberatakami i innymi formami cyberprzestępczości. Umożliwia ona zarówno rozwój branży cyberbezpieczestwa, kształcenie kadr jak i wspólne działania mające na celu detekcję cyberataków, tworzenie baz informacji o zagrożeniach oraz wypracowaniu efektywnych systemów cyberobrony. Organizacje na całym świecie, w tym europejskie i polskie, zdają sobie sprawę, że tylko poprzez wspólne wysiłki i wymianę wiedzy można skutecznie przeciwdziałać dynamicznie rozwijającym się zagrożeniom w cyberprzestrzeni.  \n\nEuropejska Organizacja ds. Cyberbezpieczeństwa - ECSO\n W kontekście europejskim, Europejska Organizacja ds. Cyberbezpieczeństwa (ECSO) jest znakomitym przykładem inicjatywy mającej na celu wzmocnienie współpracy międzysektorowej. ECSO stanowi platformę, na której przedstawiciele przemysłu, rządów i nauki wspólnie pracują nad tworzeniem innowacyjnych rozwiązań w dziedzinie cyberbezpieczeństwa. Poprzez promowanie projektów badawczych, innowacji oraz transferu technologii, ECSO wspomaga rozwój nowych narzędzi i strategiiobronnych. AGH przez CC jest członkiem tej organizacji. \n\nWomen4Cyber Poland\n Niezwykle istotną kwestią jest również zwiększenie różnorodności w obszarze cyberbezpieczeństwa. Women4Cyber to europejska inicjatywa powołana przez ECSO, której celem jest wspieranie kobiet w sektorze cyberbezpieczeństwa poprzez rozwijanie ich umiejętności, budowanie sieci wsparcia i bazy ofert pracy oraz mentoring i system szkoleń. Poprzez takie inicjatywy dąży się nie tylko do równouprawnienia, ale także do zwiększenia dostępu do różnorodnych perspektyw i kompetencji, co może wzmocnić zdolność sektora do przeciwdziałania atakom. CC AGH wspiera i ściśle współpracuje z powołanym w kwietniu 2023 roku krajowym oddziałem Women4Cyber Poland. Inauguracja oddziału miała miejsce właśnie na AGH. \n\nPolski Klaster Cyberbezpieczemstwa #CyberMadeInPoland \n Klaster cyberbezpieczeństwa #CyberMadeInPoland jest znakomitym przykładem współpracy branży wewnątrz kraju. Klaster skupia przedstawicieli polskiej branży cyber, którzy we współpracy z administracją publiczną i uczelniami dążą do zwiększenia konkurencyjności polskiego sektora cyberbezpieczeństwa poprzez rozwijanie innowacji, realizację misji handlowych, współpracę badawczo-rozwojową oraz promocję eksperckiej wiedzy. CC AGH współpracuje z klastrem na podstawie porozumienia o współpracy, a dyrektor CC Izabela Albrycht jest przewodniczącą Rady Doradczej Klastra. \n\nWspółpraca branżowa w dziedzinie cyberbezpieczeństwa jest niezbędna ze względu na rosnące zagrożenia i ich złożoność. Przemysł, rząd i nauka muszą łączyć siły, aby skutecznie przeciwdziałać atakom, dzielić się informacjami o zagrożeniach oraz tworzyć nowe rozwiązania. Inicjatywy takie jak ECSO, Women4Cyber oraz krajowe hub-y i klastry, jak #CyberMadeInPoland, są nastawione są na stworzeni bardziej bezpiecznej i odpornej cyberprzestrzeni. \n\nStopka\n\nBack", "metadata": {"url": "https://www.cc.agh.edu.pl/dzialania", "title": " Działania -- Cybersecurity Centre ", "depth": 3, "duplicate": false, "content_hash": "78a677808db09e2fd5374d68c6611755", "word_count": 1144, "headings": [{"level": 1, "text": "Działania"}, {"level": 4, "text": "WSPÓŁPRACA REGIONALNA"}, {"level": 4, "text": "WSPÓŁPRACA MIĘDZYNARODOWA"}, {"level": 4, "text": "WSPÓŁPRACA KRAJOWA"}, {"level": 4, "text": "WSPÓŁPRACA BRANŻOWA"}, {"level": 2, "text": "Stopka"}]}}