{"content": "# Deklaracja dostępności - Wydział Metali Nieżelaznych\n\nURL: http://wmn.agh.edu.pl/deklaracja-dostepnosci\nCrawled: 2025-03-19 21:34:25\n\nStrona główna\nDeklaracja dostępności\nDeklaracja dostępności\n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n zobowiązuje się zapewnić dostępność swojej \nstrony internetowej\n zgodnie z ustawą z dnia 4 kwietnia 2019 r. o dostępności cyfrowej stron internetowych i aplikacji mobilnych podmiotów publicznych.\n\nDeklaracja dostępności dotyczy strony \n Wydział Metali Nieżelaznych AGH\n.\n\nData publikacji strony internetowej: \n28 grudnia 2020 r. \n\nData ostatniej istotnej aktualizacji: \n6 stycznia 2021 r.\n\nStan dostępności cyfrowej\n\nTa strona internetowa jest częściowo zgodna z załącznikiem do ustawy o dostępności cyfrowej z dnia 4 kwietnia 2019 r. o dostępności cyfrowej stron internetowych i aplikacji mobilnych podmiotów publicznych z powodu niezgodności wymienionych poniżej.\n\nNiedostępne treści\n\nNiezgodność z załącznikiem\n\nW serwisie występują treści nietekstowe, które nie posiadają alternatywy tekstowej oraz takie, które mają błędny opis alternatywny.\n\nW serwisie występują nagrania nie wyposażone w napisy rozszerzone (dla niesłyszących).\n\nW serwisie występują nagrania niewyposażone w audiodeskrypcję lub alternatywę dla mediów.\n\nW serwisie występują miejsca z zaburzoną strukturą nagłówków.\n\nW serwisie występują niewłaściwie skonstruowane dane tabelaryczne, co powoduje brak powiązań między danymi.\n\nW serwisie występują elementy bez treści tekstowej.\n\nW serwisie występują błędy w kontraście tekstu względem jego tła.\n\nW serwisie występują błędy związane ze zmianą rozmiaru tekstu. Część treści staje się niewidoczna.\n\nW serwisie część dokumentów pdf występuje w postaci skanów pozbawionych warstwy tekstowej.\n\nW serwisie występują błędy związane z brakiem dopasowania się treści do ekranu.\n\nW serwisie nie zastosowano mechanizmu umożliwiającej pomijanie powtarzalnych bloków strony.\n\nW serwisie występują nieprawidłowości dotyczących linków, polegających na występowaniu: \nlinków bez dostępnej nazwy, linków o niezrozumiałej nazwie, wielu linków (w obrębie danej podstrony) o tej samej nazwie, ale innych wartościach href, linków o atrybucie title dublującym treść tekstową linka.\n\nW serwisie brak mapy strony i/lub wyszukiwarki, co utrudnia użytkownikowi nawigowanie oraz znajdowanie treści.\n\nW serwisie występują treści zawierające fragmenty obcojęzyczne pozbawione atrybutu lang.\n\nSerwis nie przechodzi walidacji HTML/CSS.\n\nW serwisie występują elementy bez zdefiniowanej nazwy.\n\nPrzygotowanie deklaracji dostępności i jej aktualizacja\n\nData sporządzenia deklaracji: \n20 września 2020 roku\n\nData ostatniego przeglądu deklaracji: \n20 stycznia 2025 roku.\n\nDeklarację sporządziliśmy na podstawie samooceny w oparciu o \nListę kontrolną do badania dostępności cyfrowej strony internetowej v. 2.2 (docx, 0,12MB)\n.\n\nInformacje zwrotne i dane kontaktowe\n\nWszystkie problemy z dostępnością cyfrową tej strony internetowej możesz zgłosić do \nKamil Pycia\n — mailowo \n kpycia@agh.edu.pl \n lub telefonicznie \n+48 12 617 50 42 \n.\n\nKażdy ma prawo wystąpić z żądaniem zapewnienia dostępności cyfrowej tej strony internetowej lub jej elementów.\n\nZgłaszając takie żądanie podaj:\n\nswoje imię i nazwisko,\n\nswoje dane kontaktowe (np. numer telefonu, e-mail),\n\ndokładny adres strony internetowej, na której jest niedostępny cyfrowo element lub treść,\n\nopis na czym polega problem i jaki sposób jego rozwiązania byłby dla Ciebie najwygodniejszy.\n\nNa Twoje zgłoszenie odpowiemy najszybciej jak to możliwe, nie później niż w ciągu 7 dni od jego otrzymania.\n\nJeżeli ten termin będzie dla nas zbyt krótki poinformujemy Cię o tym. W tej informacji podamy nowy termin, do którego poprawimy zgłoszone przez Ciebie błędy lub przygotujemy informacje w alternatywny sposób. Ten nowy termin nie będzie dłuższy niż 2 miesiące.\n\nJeżeli nie będziemy w stanie zapewnić dostępności cyfrowej strony internetowej lub treści, wskazanej w Twoim żądaniu, zaproponujemy Ci dostęp do nich w alternatywny sposób.\n\nObsługa wniosków i skarg związanych z dostępnością\n\nJeżeli w odpowiedzi na Twój wniosek o zapewnienie dostępności cyfrowej, odmówimy zapewnienia żądanej przez Ciebie dostępności cyfrowej, a Ty nie zgadzasz się z tą odmową, masz prawo złożyć skargę.\n\nSkargę masz prawo złożyć także, jeśli nie zgadzasz się na skorzystanie z alternatywnego sposobu dostępu, który zaproponowaliśmy Ci w odpowiedzi na Twój wniosek o zapewnienie dostępności cyfrowej.\n\nEwentualną skargę złóż listownie lub mailem:\n\nmgr Przemysław Olszewski — Dyrektor Biura Rektora AGH,\n\nAdres: al. Mickiewicza 30, 30-059 Kraków,\n\nmail: \nbiuro@agh.edu.pl\n.\n\nPomocne mogą być informacje, które można znaleźć na rządowym portalu gov.pl\n. Możesz także poinformować o tej sytuacji \n Rzecznika Praw Obywatelskich\n i poprosić o interwencję w Twojej sprawie.\n\nPozostałe informacje\n\nDostępność architektoniczna\n\nBudynek Główny Akademii Górniczo-Hutniczej w Krakowie — Al. Adama Mickiewicza 30, Kraków\n\nDostępność wejścia do budynku i przechodzenia przez obszary kontroli\n\nWejście główne do budynku znajduje się przy Alei Mickiewicza 30. Przy wejściu do budynku znajdują się schody (7 stopni). Wejście to nie jest dostępne dla osób poruszających się na wózkach.\n\nDla osób poruszających się na wózkach dostosowano wejście z tyłu budynku od strony północnego dziedzińca, gdzie zlokalizowana jest winda do budynku. Przy wejściu i wyjściu z dziedzińca zainstalowane są domofony w celu kontaktu z portiernią w przypadku zamkniętej bramy. Osoby z niepełnosprawnością ruchową nie dostaną się do portierni – brak spoziomowanej komunikacji pomiędzy kondygnacją -1 i portiernią (6 stopni) oraz kondygnacją 0 i portiernią (16 stopni).\n\nDostępność korytarzy, schodów i wind\n\nKorytarze w budynku zapewniają swobodne poruszanie się - nie występują różnice poziomów. Ograniczony jest dostęp do całego poziomu piwnicy i części niskiego parteru (do skrzydła północnego i południowego).\n\nSchody nie posiadają specjalnych udogodnień dla osób z niepełnosprawnościami, z wyjątkiem dojścia do pomieszczeń nr 380-383, gdzie zainstalowano podnośnik.\n\nBudynek wyposażony jest w 3 windy osobowe:\n\ndwie wewnętrzne o wymiarach: 1,1x1,3 m, poruszające się pomiędzy kondygnacjami od -1 (niski parter) do 3. piętra (-1, 0, 1, 2, 3), częściowo dostosowane do potrzeb osób z niepełnosprawnościami.\n\nzewnętrzna, stanowiąca wejście/wyjście od strony dziedzińca północnego, dostosowana do potrzeb osób z niepełnosprawnościami, poruszająca się pomiędzy kondygnacjami od poziomu terenu na zewnątrz budynku (P) do 2. piętra - (P, -1, 0, 1, 2).\n\nWindy wyposażone są w komunikaty głosowe oraz etykiety w alfabecie Braille’a.\n\nW budynku znajdują się dwie toalety dla osób z niepełnosprawnościami, zlokalizowane na pierwszym i trzecim piętrze.\n\nAula Główna AGH wyposażona jest w system FM wspomagający słyszenie.\n\nInformacje o miejscu i sposobie korzystania z miejsc parkingowych wyznaczonych dla osób niepełnosprawnych\n\nNa parkingu wewnętrznym, od strony wejścia (windy) dostosowanego dla osób niepełnosprawnych znajduje się miejsce parkingowe przeznaczone dla osób z niepełnosprawnością.\n\nNa parking prowadzi wjazd od ulicy Reymonta 7 (Brama Główna). Wjazd na parking ogranicza szlaban, przy którym znajduje się domofon oraz stanowisko obsługi. Istnieje możliwość ubiegania się o kartę otwierającą szlaban lub pomoc pracownika Straży AGH.\n\nDostępność komunikacyjno-informacyjna\n\nDo budynków AGH można wejść z psem asystującym.\n\nW przypadku potrzeby skorzystania z tłumacza języka migowego na miejscu lub online należy skontaktować się z Działem Dostępności AGH. Punkt informacyjny jest czynny w godzinach 10:00-14:00 Usługa jest bezpłatna dla osób niesłyszących i Głuchych.\n\nKontakt z Działem Dostępności AGH:\n\nStrona www: \nStrona internetowa Działu Dostępności AGH\n,\n\nAdres: ul. Reymonta 17/40 (Dom Studencki Alfa), 30-059 Kraków,\n\nMail: \ndostepnosc@agh.edu.pl\n\nTelefon: +48 12 617 46 30,", "metadata": {"url": "http://wmn.agh.edu.pl/deklaracja-dostepnosci", "title": "Deklaracja dostępności - Wydział Metali Nieżelaznych", "depth": 3, "duplicate": false, "content_hash": "b31aafde793e8614015cf6b439d148d3", "word_count": 1051, "headings": [{"level": 1, "text": "Deklaracja dostępności"}, {"level": 1, "text": "Deklaracja dostępności"}, {"level": 2, "text": "Stan dostępności cyfrowej"}, {"level": 2, "text": "Niedostępne treści"}, {"level": 3, "text": "Niezgodność z załącznikiem"}, {"level": 2, "text": "Przygotowanie deklaracji dostępności i jej aktualizacja"}, {"level": 2, "text": "Informacje zwrotne i dane kontaktowe"}, {"level": 2, "text": "Obsługa wniosków i skarg związanych z dostępnością"}, {"level": 2, "text": "Pozostałe informacje"}, {"level": 3, "text": "Dostępność architektoniczna"}, {"level": 4, "text": "Budynek Główny Akademii Górniczo-Hutniczej w Krakowie — Al. Adama Mickiewicza 30, Kraków"}, {"level": 5, "text": "Dostępność wejścia do budynku i przechodzenia przez obszary kontroli"}, {"level": 5, "text": "Dostępność korytarzy, schodów i wind"}, {"level": 5, "text": "Informacje o miejscu i sposobie korzystania z miejsc parkingowych wyznaczonych dla osób niepełnosprawnych"}, {"level": 3, "text": "Dostępność komunikacyjno-informacyjna"}]}}