{"content": "#  Współpraca -- Akademickie Centrum Materiałów i Nanotechnologii \n\nURL: https://acmin.agh.edu.pl/wspolpraca\nCrawled: 2025-03-19 21:38:24\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Współpraca \n\nAkademickie Centrum Materiałów i Nanotechnologii AGH, multidyscyplinarne centrum naukowe prowadzi innowacyjne badania z zakresu nanotechnologii, fizyki, inżynierii materiałowej, chemii oraz biotechnologii. Jesteśmy otwarci na współpracę przy realizacji projektów naukowo-badawczych, badawczo-wdrożeniowych, a także oferujemy komercyjne usługi obejmujące udostępnianie aparatury, specjalistyczne ekspertyzy, czy wsparcie merytoryczne.\n\n Ekspertyzy i analizy \n\nZaplecze naukowe umożliwiające prowadzenie badań naukowych lub prac rozwojowych (np. aparatura, stanowiska badawcze, laboratoria, centra doskonałości).\n\n Oferta naukowo-badawcza \n\n Nowoczesna aparatura \n\nSzczegółowy wykaz aparatury naukowo-badawczej oraz specjalistycznych laboratoriów ACMiN wraz z osobą kontaktową.\n\n Baza aparatury \n\nOferujemy szeroki wachlarz odpłatnych usług naukowo-badawczych w zakresie wytwarzania i nanostrukturyzacji materiałów oraz badania ich właściwości fizykochemicznych.\n\nGwarantujemy uproszczoną formę załatwiania formalności oraz kompleksową obsługę zlecenia. Zapewniamy właściwy monitoring i nadzór nad postępami prac w realizacji projektu oraz terminową realizację projektu zgodnie z zaplanowanym zakresem rzeczowym.\n\nW celu skorzystania z konkretnej infrastruktury badawczej ACMiN, a także uzyskania szczegółowej informacji o wysokości stawek godzinowych aparatury i operatora, należy skontaktować się z jej \nopiekunem\n lub z \nsekretariatem\n. \n\n Szczegółowe informacje dotyczące współpracy z ACMiN \n\nInformacja o zasadach i kosztach realizacji usług badawczych w ACMiN\n\nRegulamin korzystania z infrastruktury badawczej AGH\n\nDodatkowe informacje dotyczące współpracy AGH – Przedsiębiorstwo\n\nJesteśmy otwarci na współpracę z jednostkami organizacyjnymi AGH oraz z podmiotami zewnętrznymi w ramach grantów wykorzystujących infrastrukturę naukowo-badawczą ACMiN.\n\nOsoby zainteresowane realizacją projektu badawczego lub części projektu w ramach konsorcjum zapraszamy do kontaktu z \nsekretariatem\n lub bezpośrednio z naszymi naukowcami.\n\nStopka\n\nDla pracowników AGH\n\nBiblioteka Główna AGH\n\nUczelnia badawcza IDUB AGH\n\nCentrum Obsługi Projektów e-COP AGH\n\n © 2024 Akademickie Centrum Materiałów i Nanotechnologii\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://acmin.agh.edu.pl/wspolpraca", "title": " Współpraca -- Akademickie Centrum Materiałów i Nanotechnologii ", "depth": 3, "duplicate": false, "content_hash": "e4e61f3ab49a7fd3141afad1594e5f52", "word_count": 263, "headings": [{"level": 1, "text": "Współpraca"}, {"level": 2, "text": "Stopka"}]}}