{"content": "# Dyplomanci - Wydział Energetyki i Paliw | AGH Kraków\n\nURL: https://weip.agh.edu.pl/dyplomanci/\nCrawled: 2025-03-19 21:35:28\n\nKomunikaty\nAktualności i ogłoszenia dla studentów\nDziekanaty\nInformacje dla studentów I i II stopnia\nDokumenty\nFormularze, dokumenty oraz wzory pism \nDyplomanci\nInformacje i dokumenty dla dyplomantów \nZarezerwuj termin\n\n> Organizacja semestru VII 2024/2025\n\nszczegóły\n\nOrganizacji VII semestru dla studentów kończących studia I stopnia na Wydziale Energetyki i Paliw w roku akademickim 2024/2025\n\n> Lista przykładowych pytań testowych\n\nna egzamin kierunkowy inżynierski\n\nszczegóły\n\nPrzykladowe pytania do egzaminu inzynierskiego na kierunku Energetyka Odnawialna i Zarzadzanie Energia\n\nPrzykladowe pytania do egzaminu inzynierskiego na kierunku Energetyka\n\nPrzykladowe pytania do egzaminu inzynierskiego na kierunku Nowoczesne Technologie Paliwowe\n\nPrzykladowe pytania do egzaminu inzynierskiego na kierunku Technologia Chemiczna\n\n> Procedura dyplomowanie na WEiP\n\nszczegóły \n\nPROCES DYPLOMOWANIA na WEiP odbywa się zgodnie z \nRegulaminem studiów\n\n§ 25. PROJEKTY DYPLOMOWE I PRACE DYPLOMOWE\n\n1. W przypadku studiów pierwszego stopnia obowiązkowym elementem programu studiów jest wykonanie przez studenta projektu dyplomowego.\n\n2. W przypadku studiów drugiego stopnia obowiązkowym elementem programu studiów jest wykonanie przez studenta pracy dyplomowej, która jest samodzielnym opracowaniem określonego zagadnienia naukowego, artystycznego lub praktycznego albo dokonaniem technicznym lub artystycznym, prezentującym ogólną wiedzę i umiejętności studenta związane ze studiami na danym kierunku studiów, poziomie i profilu oraz umiejętności samodzielnego analizowania i wnioskowania.\n\n3. Pracę dyplomową lub projekt dyplomowy może stanowić w szczególności praca pisemna, opublikowany artykuł, praca projektowa, w tym projekt inżynierski, wykonanie programu lub systemu komputerowego, oraz praca konstrukcyjna, technologiczna lub artystyczna.\n\n4. Projekt inżynierski stanowi udokumentowaną realizację praktycznego przedsięwzięcia projektowego (w tym także zespołowego) i obejmuje dokumentację techniczną określonego w temacie zadania.\n\n5. Uczelni przysługuje pierwszeństwo w opublikowaniu pracy dyplomowej studenta. Jeżeli Uczelnia nie opublikowała pracy dyplomowej w terminie 6 miesięcy od dnia jej obrony, autor może ją opublikować, chyba że praca jest częścią utworu zbiorowego.\n\n6. Uczelnia może korzystać bez wynagrodzenia i bez konieczności uzyskania zgody autora z utworu stworzonego przez studenta w wyniku wykonywania obowiązków związanych z odbywaniem studiów, udostępniać utwór ministrowi właściwemu do spraw szkolnictwa wyższego i nauki oraz korzystać z utworów znajdujących się w prowadzonych przez niego bazach danych, w celu sprawdzania z wykorzystaniem Jednolitego Systemu Antyplagiatowego (dalej jako JSA).\n\n7. Jeśli praca dyplomowa lub projekt dyplomowy zawierają wyniki badań, które są objęte tajemnicą ze względu na wymogi ochrony prawnej, publikacja może nastąpić dopiero po zapewnieniu ich ochrony.\n\n8. Projekt dyplomowy może być przygotowywany pod kierunkiem opiekuna pracy będącego nauczycielem akademickim posiadającym co najmniej stopień doktora. W uzasadnionych przypadkach Dziekan Wydziału może wyrazić zgodę na przygotowanie projektu pod kierunkiem innej osoby posiadającej kompetencje i doświadczenie pozwalające na prawidłową jego realizację.\n\n9. Praca dyplomowa może być przygotowywana pod kierunkiem opiekuna pracy będącego nauczycielem akademickim posiadającym co najmniej stopień doktora habilitowanego. W uzasadnionych przypadkach Dziekan Wydziału może wyrazić zgodę na przygotowanie pracy pod kierunkiem nauczyciela akademickiego posiadającego stopień doktora albo pod kierunkiem innej osoby posiadającej stopień doktora posiadającej kompetencje i doświadczenie pozwalające na prawidłową realizację pracy dyplomowej.\n\n9a. Projekt dyplomowy lub praca dyplomowa mogą być przygotowywane także przy udziale opiekuna pomocniczego. Tryb i zasady powoływania oraz sprawowania opieki przez takiego opiekuna określa Dziekan Wydziału w szczegółowych zasadach dyplomowania, o których mowa w § 26 ust. 11. Opiekun pomocniczy zobowiązany jest do sprawowania opieki w sposób umożliwiający terminowe złożenie przez studenta projektu dyplomowego lub pracy dyplomowej.\n\n10. (uchylony).\n\n11. (uchylony).\n\n12. Opiekun pracy określa tryb oraz harmonogram realizacji umożliwiający jej terminowe złożenie przez studenta. Opiekun pracy zobowiązany jest także do weryfikacji pisemnej pracy dyplomowej lub projektu dyplomowego z wykorzystaniem JSA. Szczegółowe zasady obsługi prac dyplomowych z wykorzystaniem JSA w systemie USOS określa Rektor w drodze zarządzenia.\n\n13. W razie dłuższej nieobecności opiekuna pracy, która mogłaby wpłynąć na opóźnienie przygotowania lub złożenia w ustalonym terminie, a także w innych uzasadnionych przypadkach, student może złożyć wniosek do Dziekana Wydziału o zmianę opiekuna pracy. Nowego opiekuna pracy wyznacza Dziekan Wydziału po zasięgnięciu opinii kierownika jednostki organizacyjnej, w której realizowana jest praca dyplomowa lub projekt dyplomowy.\n\n14. Student zobowiązany jest wybrać temat projektu dyplomowego – nie później niż na jeden semestr, a w przypadku pracy dyplomowej – nie później niż na jeden rok przed planowym terminem ukończenia studiów. Niespełnienie tego warunku może być przyczyną odmowy wpisu na semestr dyplomowy lub odpowiednio na semestr poprzedzający semestr dyplomowy. W przypadku umów określających zasady współpracy w ramach studiów wspólnych zawartych z innymi uczelniami terminy wyboru tematów określają te umowy.\n\n14a. W przypadku gdy praca dyplomowa lub projekt dyplomowy są przygotowywane także przy udziale opiekuna pomocniczego, należy to zaznaczyć przy temacie projektu dyplomowego lub pracy dyplomowej.\n\n15. Student zobowiązany jest złożyć na studiach pierwszego stopnia – projekt dyplomowy, a na studiach drugiego stopnia – pracę dyplomową w postaci elektronicznej (w ustalonym formacie) za pośrednictwem systemu USOS nie później niż w terminie:\n\n1) do końca lutego – w przypadku studiów kończących się w semestrze zimowym;\n\n2) do końca września – w przypadku studiów kończących się w semestrze letnim.\n\nW wyjątkowych szczególnie uzasadnionych przypadkach Dziekan Wydziału, na wniosek studenta złożony przed upływem terminu, o którym mowa w ust. 15, może wyrazić zgodę na przedłużenie terminu złożenia pracy dyplomowej lub projektu dyplomowego nie więcej jednak niż o dwa miesiące.\n\n17. Projekt dyplomowy lub praca dyplomowa uznawane są za złożone w terminie, o którym mowa w ust. 15 lub ust. 16, po spełnieniu łącznie następujących warunków:\n\n1) po zaliczeniu wszystkich przewidzianych programem studiów modułów zajęć;\n\n2) po wprowadzeniu przez studenta do systemu USOS ostatecznej wersji projektu dyplomowego lub pracy dyplomowej wyłącznie w postaci elektronicznej;\n\n3) po weryfikacji projektu dyplomowego lub pracy dyplomowej w postaci elektronicznej z wykorzystaniem JSA;\n\n4) po wprowadzeniu recenzji projektu dyplomowego lub pracy dyplomowej przez opiekuna pracy i recenzenta w systemie USOS;\n\n5) po wystawieniu oceny pozytywnej przez opiekuna i recenzenta w systemie USOS.\n\n17a. Od negatywnej oceny projektu dyplomowego lub pracy dyplomowej studentowi przysługuje odwołanie do Dziekana Wydziału w ciągu 14 dni od dnia wystawienia oceny.\n\nNa WEiP: W przypadku prac dyplomowych inżynierskich, przed przystąpieniem do części ustnej egzaminu dyplomowego (obrona pracy inżynierskiej – prezentacja pracy), konieczne jest uzyskanie pozytywnego wyniku z egzaminu kierunkowego (egzamin testowy).\n\nPodczas ustnej części egzaminu dyplomowego inżynierskiego (obrona pracy inżynierskiej – prezentacja pracy) student podczas 10 minutowej prezentacji przedstawia najważniejsze elementy pracy, a następnie odpowiada na dwa pytania dotyczące pracy.\n\nNa WEiP: W przypadku prac dyplomowych magisterskich na egzaminie dyplomowym (obronie pracy magisterskiej) student podczas 10 minutowej prezentacji przedstawia najważniejsze elementy pracy, a następnie odpowiada na pytania dotyczące pracy, jak również na pytania będące sprawdzianem wiedzy ze studiów drugiego stopnia.\n\n18. (uchylony).\n\n19. Oceny pracy dyplomowej lub projektu dyplomowego dokonują niezależnie opiekun pracy oraz recenzent. W przypadku rozbieżności ocen opiekuna pracy i recenzenta, ostateczna ocena pracy dyplomowej lub projektu dyplomowego ustalana jest na podstawie średniej arytmetycznej ocen opiekuna pracy i recenzenta wyliczonej do dwóch miejsc po przecinku, bez zaokrągleń na posiedzeniu komisji egzaminu dyplomowego zgodnie z zasadą określoną w § 27 ust. 5.\n\n20. Student ma prawo zapoznać się z treścią recenzji pracy dyplomowej lub projektu dyplomowego.\n\n21. Punkty ECTS za przygotowanie i złożenie pracy dyplomowej lub projektu dyplomowego przyznawane są przez Dziekana Wydziału po spełnieniu wszystkich warunków, o których mowa w ust. 17.\n\n22. Praca dyplomowa lub projekt dyplomowy mogą być przygotowane w jednym z języków kongresowych za zgodą opiekuna pracy w uzgodnieniu z Dziekanem Wydziału.\n\n23. Praca dyplomowa lub projekt dyplomowy może być pracą zespołową, pod warunkiem że udział każdego z jej wykonawców jest szczegółowo określony.\n\n24. W uzasadnionych przypadkach każdy z wykonawców, o których mowa w ust. 23, może bronić oddzielnie swojej części pracy dyplomowej lub projektu dyplomowego.\n\n25. Pracę dyplomową lub projekt dyplomowy (lub ich część) student wykonuje osobiście i samodzielnie, co potwierdza oświadczeniem, którego treść określa Rektor w zarządzeniu, o którym mowa w ust. 12.\n\n26. Warunki i wymagania związane z przygotowaniem projektów dyplomowych i prac dyplomowych oraz realizacją procesu dyplomowania określa Dziekan Wydziału w zasadach studiowania, o których mowa w § 7 ust. 17.\n\n27. Praca dyplomowa i projekt dyplomowy przechowywane są przez okres i w sposób określony odrębnymi przepisami.\n\n§ 26. EGZAMINY DYPLOMOWE\n\n1. Do egzaminu dyplomowego może zostać dopuszczony student, który:\n\n1) zaliczył wszystkie przewidziane programem studiów moduły zajęć;\n\n2) złożył pracę dyplomową albo projekt dyplomowy, w zależności od poziomu studiów.\n\n2. Egzamin dyplomowy odbywa się nie później niż:\n\n1) w terminie do końca marca – w przypadku studiów kończących się w semestrze zimowym;\n\n2) w terminie do końca października – w przypadku studiów kończących się w semestrze letnim.\n\n3. W przypadku przedłużenia terminu do złożenia pracy dyplomowej lub projektu dyplomowego, o którym mowa w § 25 ust. 16, egzamin dyplomowy odbywa się nie później niż:\n\n1) w terminie do końca maja – w przypadku studiów kończących się w semestrze zimowym;\n\n2) w terminie do końca grudnia – w przypadku studiów kończących się w semestrze letnim.\n\n4. W przypadku gdy praca dyplomowa lub projekt dyplomowy zostały przygotowane w języku kongresowym, Dziekan Wydziału na wniosek studenta lub opiekuna pracy może wyrazić zgodę na przeprowadzenie egzaminu dyplomowego w języku kongresowym, w którym przygotowano pracę dyplomową lub projekt dyplomowy. Na studiach prowadzonych w języku obcym zgoda ta nie jest wymagana, jeśli egzamin dyplomowy będzie prowadzony w języku studiów.\n\n5. Egzamin dyplomowy odbywa się przed Komisją powoływaną przez Dziekana Wydziału.\n\n6. Komisji przewodniczy Dziekan Wydziału lub inny wyznaczony przez niego nauczyciel akademicki.\n\n6a. Weryfikacja określonych w programie studiów efektów uczenia się w ramach egzaminów dyplomowych może odbywać się zdalnie przy użyciu środków komunikacji elektronicznej zgodnie z zasadami ustalonymi przez Rektora w drodze zarządzenia, o którym mowa w § 11 ust. 10.\n\n7. W egzaminach dyplomowych mogą uczestniczyć asystenci studentów z niepełnosprawnościami, w tym tłumacze języka migowego. Osoby pomagające studentom z niepełnosprawnościami powinny posiadać zgodę Prorektora ds. Kształcenia na uczestniczenie w egzaminach dyplomowych.\n\n8. Egzamin dyplomowy może mieć charakter otwarty na pisemny wniosek studenta lub opiekuna pracy, złożony do Dziekana Wydziału najpóźniej na 7 dni przed planowanym terminem egzaminu. Wówczas w takim egzaminie mogą wziąć udział osoby wskazane przez studenta lub opiekuna pracy.\n\n9. Egzamin dyplomowy obejmuje:\n\n1) prezentację pracy dyplomowej lub projektu dyplomowego, z zastrzeżeniem ust. 11 pkt 9;\n\n2) dyskusję nad pracą dyplomową lub projektem dyplomowym, z zastrzeżeniem ust. 11 pkt 9;\n\n3) sprawdzenie poziomu opanowania wiedzy i umiejętności z zakresu studiowanego kierunku studiów.\n\n10. Sprawdzenie poziomu opanowania wiedzy i umiejętności z zakresu studiowanego kierunku studiów, o którym mowa w ust. 9 pkt 3, może odbyć się wcześniej w ramach tzw. ogólnego egzaminu kierunkowego.\n\n11. Szczegółowe zasady dyplomowania związane z organizacją i przebiegiem egzaminu dyplomowego, w szczególności:\n\n1) zasady wyboru przez studentów i zatwierdzania tematów prac dyplomowych oraz projektów dyplomowych oraz ich opiekunów; w przypadku gdy praca dyplomowa lub projekt dyplomowy będą przygotowywane także przy udziale opiekuna pomocniczego – tryb i zasady powoływania oraz sprawowania opieki przez takiego opiekuna;\n\n2) rygory czasowe;\n\n3) zasady powoływania recenzentów;\n\n4) zakres egzaminu dyplomowego, w tym także tzw. ogólnego egzaminu kierunkowego, jeśli jest przewidziany;\n\n5) zasady ustalania składu komisji przeprowadzającej egzamin dyplomowy, w tym także przeprowadzającej tzw. ogólny egzamin kierunkowy, jeśli jest przewidziany;\n\n6) tryb przeprowadzania egzaminu dyplomowego, w tym także tzw. ogólnego egzaminu kierunkowego, jeśli jest przewidziany;\n\n7) zasady uwzględniania oceny z tzw. ogólnego egzaminu kierunkowego, jeśli jest przewidziany do oceny z egzaminu dyplomowego;\n\n8) wytyczne dotyczące przebiegu egzaminu dyplomowego;\n\n9) wskazanie, czy egzamin dyplomowy obejmuje także prezentację projektu dyplomowego oraz dyskusję nad projektem dyplomowym,\n\n– określa Dziekan Wydziału w zasadach studiowania, o których mowa w § 7 ust. 17.\n\n12. Do tzw. ogólnego egzaminu kierunkowego może zostać dopuszczony student, który zaliczył wszystkie przewidziane programem studiów przedmioty i praktyki.\n\n13. Student ma prawo do dwukrotnego przystąpienia do egzaminu dyplomowego, w tym także do tzw. ogólnego egzaminu kierunkowego, w terminie podstawowym i w terminie poprawkowym.\n\n14. Komisja ma obowiązek dbać o prawidłowy przebieg egzaminu dyplomowego, w tym także tzw. ogólnego egzaminu kierunkowego.\n\n15. Jeżeli Komisja stwierdzi niesamodzielność pracy studenta, w szczególności w zakresie korzystania przez niego z niedozwolonych materiałów, urządzeń, metod lub środków, student otrzymuje ocenę niedostateczną z egzaminu dyplomowego, w tym także tzw. ogólnego egzaminu kierunkowego, i traci prawo do egzaminu dyplomowego, w tym także tzw. ogólnego egzaminu kierunkowego, w terminie poprawkowym.\n\n16. W przypadku, o którym mowa w ust. 15:\n\n1) Komisja ma obowiązek niezwłocznie o tym fakcie zawiadomić Dziekana Wydziału;\n\n2) student ma prawo złożyć odwołanie do Dziekana Wydziału od rozstrzygnięcia Komisji w terminie 7 dni od dnia poinformowania go o stwierdzeniu niesamodzielności jego pracy.\n\n17. Oceny egzaminu dyplomowego dokonuje Komisja na niejawnej części swego posiedzenia. Ocena egzaminu dyplomowego ustalana jest w oparciu o średnią arytmetyczną ze wszystkich ocen cząstkowych uzyskanych za prezentację pracy lub projektu i odpowiedzi na wszystkie postawione pytania. Oceny cząstkowe ustalają zadający pytania. Wobec pozytywnego wyniku egzaminu dyplomowego Komisja podejmuje decyzję o nadaniu właściwego tytułu zawodowego i dyplomu ukończenia studiów oraz ustala wynik ukończenia studiów.\n\n18. Z egzaminu dyplomowego sporządza się protokół według wzoru określonego w przepisach wykonawczych do Ustawy.\n\n19. Wynik egzaminu dyplomowego wraz z podaniem ocen egzaminu oraz wynik ukończenia studiów ogłasza przewodniczący Komisji egzaminacyjnej w obecności jej członków bezpośrednio po jego złożeniu.\n\n20. W przypadku uzyskania z egzaminu dyplomowego, w tym także z tzw. ogólnego egzaminu kierunkowego, oceny niedostatecznej, Dziekan Wydziału wyznacza drugi termin egzaminu. Egzamin poprawkowy w celu poprawy oceny pozytywnej nie jest dopuszczalny.\n\n21. Harmonogram terminów tzw. ogólnego egzaminu kierunkowego, w tym także poprawkowego, ustala Dziekan Wydziału.\n\n22. Egzamin dyplomowy, w tym także tzw. ogólny egzamin kierunkowy, w terminie poprawkowym nie może odbyć się wcześniej niż po upływie 7 dni i nie później niż przed upływem terminu, o którym mowa w ust. 2 lub ust. 3. Termin tego egzaminu Dziekan Wydziału podaje do wiadomości studenta co najmniej na 7 dni przed wyznaczoną datą powtórnego egzaminu dyplomowego.\n\n23. W przypadku niezłożenia egzaminu dyplomowego w drugim terminie Dziekan Wydziału skreśla studenta z listy studentów. Wznowienie studiów dopuszczalne jest na zasadach określonych w § 22.\n\n24. Dziekan Wydziału może uznać za usprawiedliwione nieprzystąpienie do egzaminu dyplomowego, w tym także do tzw. ogólnego egzaminu kierunkowego, na pisemny wniosek studenta złożony najpóźniej w terminie 7 dni od ustalonego terminu egzaminu.\n\n25. Nieprzystąpienie do egzaminu uznane przez Dziekana Wydziału za nieusprawiedliwione powoduje konsekwencje takie jak niezłożenie egzaminu dyplomowego.\n\n26. W przypadku usprawiedliwionego nieprzystąpienia do egzaminu dyplomowego lub do ogólnego egzaminu kierunkowego Dziekan Wydziału wyznacza dodatkowy termin tego egzaminu.\n\n27. Od ostatecznego negatywnego wyniku egzaminu dyplomowego, w tym także tzw. ogólnego egzaminu kierunkowego, student może odwołać się do Rektora w terminie do 14 dni od daty tego egzaminu.\n\n28. Egzamin dyplomowy złożony z wynikiem co najmniej dostatecznym jest aktem kończącym studia wyższe w Uczelni.\n\n§ 27. UKOŃCZENIE STUDIÓW\n\nWarunkiem ukończenia studiów i uzyskania dyplomu ukończenia studiów na danym kierunku studiów, poziomie i profilu jest:\n\nuzyskanie wszystkich zakładanych efektów uczenia się określonych w programie studiów;\n\nzaliczenie wszystkich przewidzianych programem studiów modułów zajęć;\n\nuzyskanie liczby punktów ECTS wymaganej programem studiów;\n\nw przypadku studiów pierwszego stopnia – złożenie projektu dyplomowego, a w przypadku studiów drugiego stopnia – złożenie pracy dyplomowej;\n\nzłożenie egzaminu dyplomowego.\n\nDatą ukończenia studiów jest data złożenia egzaminu dyplomowego (zdania egzaminu dyplomowego z oceną pozytywną).\n\nWynik ukończenia studiów wyższych wpisywany do dyplomu ukończenia studiów oraz suplementu do dyplomu ustalany jest jako średnia ważona następujących ocen:\n\nśredniej ocen ze studiów, ustalonej zgodnie z § 14;\n\nostatecznej oceny projektu dyplomowego lub pracy dyplomowej, ustalonej zgodnie z ust. 5;\n\noceny egzaminu dyplomowego, ustalonej przez Komisję zgodnie z ust. 5.\n\nWagi ocen, o których mowa w ust. 3, ustala Dziekan Wydziału w zasadach studiowania, o których mowa w § 7 ust. 17, przy czym średnia ocen ze studiów uwzględniana jest z wagą nie mniejszą niż 60%.\n\nOceny, o których mowa w ust. 3 pkt 2 i 3, a także wynik ukończenia studiów ustala się do dwóch miejsc po przecinku, bez zaokrągleń, zgodnie z następującą zasadą w zależności od wartości liczbowej:\n\nod 3,00 ocena słowna: dostateczny (3.0);\n\nod 3,21 ocena słowna: plus dostateczny (3.5);\n\nod 3,71 ocena słowna: dobry (4.0);\n\nod 4,21 ocena słowna: plus dobry (4.5);\n\nod 4,71 ocena słowna: bardzo dobry (5.0).\n\nW przypadku umów określających zasady współpracy w ramach studiów wspólnych zawartych z innymi uczelniami zasady ustalania oceny z egzaminu dyplomowego oraz wyniku ukończenia studiów określają te umowy z uwzględnieniem zasad określonych w niniejszym Regulaminie.\n\nStudent po złożeniu egzaminu dyplomowego staje się absolwentem Uczelni. W terminie 30 dni od dnia ukończenia studiów Uczelnia wydaje absolwentowi dyplom ukończenia studiów wraz z suplementem do dyplomu.\n\nAbsolwent przed otrzymaniem dyplomu ukończenia studiów i suplementu do dyplomu ma obowiązek uregulować wszystkie zobowiązania wobec Uczelni, w szczególności złożyć wymagane dokumenty oraz uiścić wymagane opłaty.\n\nAbsolwentowi, który spełnia łącznie następujące warunki:\n\nzłożył projekt dyplomowy albo pracę dyplomową w terminie, o którym mowa w § 25 ust. 15;\n\nprzystąpił do egzaminu dyplomowego w terminie, o którym mowa w § 26 ust. 2;\n\nuzyskał średnią ze studiów co najmniej 4,72;\n\nuzyskał oceny bardzo dobre zarówno z projektu dyplomowego lub pracy dyplomowej oraz z egzaminu dyplomowego,\n\nKomisja lub Dziekan Wydziału mogą przyznać wyróżnienie. Absolwent, któremu przyznano wyróżnienie, otrzymuje dyplom z wyróżnieniem.\n\n> Przygotowanie i złożenie pracy w dziekanacie\n\nszczegóły\n\n*Pismo Prorektora ds. Kształcenia ws wzorów dokumentów w związku z wejściem w życie zarządzenia Rektora ws APD\n\n*\nZarządzenie_APD\n\n*APD_Instrukcja_dyplomowania_dla_studenta_akt\n\n*APD-Instrukcja_dla_promotora_recenzenta_przewodniczacego_komisji\n\n*APD-Protokol-egzaminu-dyplomowego\n\n*WSKAZÓWKI REDAKCYJNE dla dyplomantów\n\n> Przebieg obrony prac dyplomowych\n\nszczegóły\n\nPRZYGOTOWANIE PREZENTACJI PRACY LUB PROJEKTU DYPLOMOWEGO NA OBRONĘ\n\nNa Wydziale Energetyki i Paliw integralną częścią obrony pracy lub projektu dyplomowego jest jej prezentacja przed Komisją Egzaminacyjną oraz dyskusja nad wynikami pracy. W związku z tym, na obronę pracy dyplomowej lub projektu dyplomowego należy przygotować prezentację multimedialną, która powinna się składać z 9-14 slajdów i trwać około 10 minut.\n\nZaleca się wykorzystanie szablonu znajdującego się na stronie WEIP (Wzór prezentacji na obronę pracy dyplomowej) lub z Systemu Identyfikacji Wizualnej AGH:\n\nhttps://www.agh.edu.pl/uczelnia/system-identyfikacji-wizualnej/szablon-prezentacji/\n\nJęzyk prezentacji powinien być zgodny z językiem w którym napisana została praca lub projekt dyplomowy.\n\n1. Przygotowanie prezentacji\n\nPrezentacja (wraz z omówieniem wyników pracy dyplomowej/projektu dyplomowego) ma na celu skrótowe przedstawienie pracy autora. Najważniejszymi elementami prezentacji są:\n\n• Tytuł\n\n• Wstęp/Motywacja\n\n• Cel / idea\n\n• Metodyka / Opis rozwiązania / Przedstawienie pracy własnej\n\n• Wyniki badań\n\n• Omówienie wyników / Analiza\n\n• Wnioski wynikające z przeprowadzonych obliczeń\n\n• Podsumowanie (w tym możliwości dalszego rozwoju tej tematyki)\n\n2. Prezentacja to wizytówka, przygotowując wystąpienie zaleca się aby:\n\n• unikać umieszczania na slajdy dużych bloków tekstu,\n\n• slajdy składały się z obrazów i wypunktowań tekstu (4÷6 punktów na slajd),\n\n• umieszczać w prezentacji wykresy, schematy, wzory, tabele, ilustracje, zrzuty z ekranu etc., ale należy pamiętać, aby nie przesadzić, zbyt dużo wykresów i tabel nie jest gwarancją profesjonalnej prezentacji,\n\n• przewidzieć jeden slajd na minutę, dlatego ważny jest prosty wygląd slajdu i jego czytelność – krótkie i rzeczowe wstąpienie, to dobre wystąpienie,\n\n• przećwiczyć prezentację ze stoperem i przed kamerą najlepiej w obecności innych osób.\n\n3. Podczas obrony:\n\n• nie zaleca się wykorzystywania połączenia z Internetem, nie warto uzależniać powodzenia swojej prezentacji od czynników zewnętrznych,\n\n• należy unikać przełączania pomiędzy komputerami, o ile to możliwe, należy korzystać z komputera dedykowanego do prezentowania podczas obrony,\n\n• zawsze warto mieć kopię prezentacji w formacie .pdf,\n\n• warto skupić się na omówieniu wyników uzyskanych w pracy i ich znaczeniu,\n\n• przed rozpoczęciem obrony należy umieścić prezentację na komputerze dedykowanym do prezentowania i sprawdzić poprawność działania prezentacji.\n\nWarto pamiętać, że kultura osobista, sposób prezentacji, poprawny język są tak samo ważne, jak zawartość merytoryczna prezentacji. Należy unikać kolokwializmów, „ozdobników” oraz żargonu technicznego.\n\n> Zagadnienia do egzaminu dyplomowego magisterskiego\n\nkończącego studia II stopnia\n\nszczegóły\n\nZagadnienia_egz_dyplomowy_magisterski_EN_COIK\n\nZagadnienia_egz_dyplomowy_magisterski_EN_MKE\n\nZagadnienia_egz_dyplomowy_magisterski_EN_SMiKE\n\nZagadnienia_egz_dyplomowy_magisterski_EN_SMIUE\n\nZagadnienia_egz_dyplomowy_magisterski_EN_USISE\n\nZagadnienia_egz_dyplomowy_magisterski_EOiZE_EPiZE\n\nZagadnienia_egz_dyplomowy_magisterski_EOiZE_SES\n\nZagadnienia_egz_dyplomowy_magisterski_EOiZE_TEO\n\nZagadnienia_egz_dyplomowy_magisterski_NTP_OŚwTP\n\nZagadnienia_egz_dyplomowy_magisterski_NTP_ZTP\n\nZagadnienia_egz_dyplomowy_magisterski_TCh_APiS\n\nZagadnienia_egz_dyplomowy_magisterski_TCh_ET\n\nZagadnienia_egz_dyplomowy_magisterski_TCh_PPIiTCh\n\nZagadnienia_egz_dyplomowy_magisterski_TCh_SFE\n\nZagadnienia_egz_dyplomowy_magisterski_TCh_TChwE\n\nZagadnienia_egz_dyplomowy_magisterski_EN_Wodorowa\n\nZagadnienia_egz_dyplomowy_magisterski_EN_Jądrowa\n\n> Informacje dla wybierających tematy prac dyplomowych\n\nszczegóły\n\nRegulamin dyplomowania na Wydziale Energetyki i Paliw AGH z dnia 1 października 2024 r.\n\nTematyka prac, Opiekunowie, Recenzenci\n\nCelem niniejszego regulaminu jest określenie zasad zgłaszania, wyboru i zatwierdzania tematów prac i projektów dyplomowych, zapewnienie ich wysokiej jakości oraz zgodności merytorycznej z kierunkiem studiów. Regulamin dotyczy prac i projektów dyplomowych realizowanych na studiach I oraz II stopnia na Wydziale Energetyki i Paliw AGH.\n\nPracę dyplomową może stanowić:\n\nNa studiach I stopnia \n(projekt dyplomowy – dla rozpoczynających studia od roku 2019/20):\n\n– praca eksperymentalna,\n\n– praca projektowa lub obliczeniowa,\n\n– praca koncepcyjna, konstrukcyjna lub technologiczna,\n\n– praca przeglądowa.\n\nNa studiach II stopnia: \n\n– praca eksperymentalna,\n\n– praca projektowa lub obliczeniowa,\n\n– praca koncepcyjna, konstrukcyjna lub technologiczna.\n\nTemat i cel pracy oraz\n\nprojektu dyplomowego\n powinny być zgodne merytorycznie z kierunkiem studiów, przy czym praca lub projekt mogą być interdyscyplinarne.\n\nOpiekunem \nmoże być nauczyciel akademicki WEiP lub wydziału AGH współtworzącego ścieżkę dyplomowania, posiadający kompetencje i doświadczenie, pozwalające na prawidłową realizację tematu. W przypadku studiów I stopnia posiadający tytuł profesora, stopień doktora habilitowanego lub doktora, a dla studiów II stopnia posiadający tytuł profesora lub stopień doktora habilitowanego.\n\nW uzasadnionych przypadkach Dziekan Wydziału może wyrazić zgodę na przygotowanie pracy lub projektu dyplomowego pod kierunkiem osoby nie spełniającej kryteriów z pkt. 3.\n\nStudenci, którzy \nw roku akademickim 2021/2022 \nuzyskali wpis na \n6 semestr dla I stopnia\n lub \n1 semestr dla II stopnia\n mają możliwość ustalenia w terminie \ndo dnia 30 kwietnia\n, wspólnie z przyszłym Opiekunem, propozycji tematu pracy lub projektu dyplomowego uwzględniając zainteresowanie naukowe i zawodowe studenta, przygotowanie metodologiczne oraz możliwości realizacji\n.\n Informacje o pracownikach WEiP i tematyce badawczej można znaleźć na stronach Katedr.\n\nCorocznie, \ndo dnia 30 kwietnia\n pracownicy zgłaszają propozycje tematów prac i projektów dyplomowych wraz z imieniem i nazwiskiem dyplomanta, jeżeli został uzgodniony wg pkt. 5. do kierowników Katedr, które organizują egzaminy dyplomowe na danym kierunku lub ścieżce dyplomowania. Każdy nauczyciel akademicki z WEIP, z zastrzeżeniem pkt. 3 i 4, powinien zgłosić minimum 1, a maksimum 10 propozycji tematów dla każdego stopnia studiów. Co rocznie \nProdziekan ds. Kształcenia ogłasza maksymalną liczbę prac i projektów dyplomowych przypadających na 1 promotora. \n\nRecenzenta\n pracy lub projektu dyplomowej proponuje Opiekun za jego zgodą i umieszcza jego nazwisko w systemie po zarejestrowaniu pracy dyplomowej. Recenzentem może być nauczyciel akademicki z dowolnej jednostki AGH lub spoza Uczelni posiadający odpowiednie kompetencje i doświadczenie, przy czym co do zasady przynajmniej jedna osoba z pary opiekun-recenzent musi posiadać stopień doktora habilitowanego lub tytuł profesora.\n\nDziekan Wydziału, po zatwierdzeniu tematów przez komisje składające się z Kierownika Katedry, w której pracuje opiekun pracy, Koordynatora Kierunku oraz Prodziekana ds. Kształcenia, przedstawia tematy prac i projektów dyplomowych do zaopiniowania przez Komisje zatwierdzające prace/projekty dyplomowe, a następnie je zatwierdza i udostępnia studentom w ciągu 7 dni (w USOS).\n\nObowiązkiem studenta II stopnia jest wybranie tematu nie później niż na jeden rok, a studenta I stopnia na jeden semestr przed regulaminowym terminem ukończenia studiów. \nZe względów organizacyjnych na WEiP Student wybiera temat po konsultacji z Opiekunem.\n\nW uzasadnionych przypadkach lub w przypadku dłuższej nieobecności Opiekuna, za zgodą Dziekana Wydziału możliwa jest zmiana Opiekuna lub tematu. Zmiana tematu nie powinna następować później niż 3 miesiące przed planowanym terminem obrony. Opiekun w przypadku braku postępów w realizacji pracy ma prawo zrezygnować z pełnienia funkcji Opiekuna. Wszelkie zmiany z pkt. 12 wymagają pisemnej formy przesłanej do właściwego Dziekanatu na drukach dostępnych na stronie internetowej WEiP pod adresem \nhttps://weip.agh.edu.pl/formularze/\n\n> Tematy prac dyplomowych\n\nszczegóły\n\nNa Wydziale Energetyki i Paliw propozycje tematów projektów dyplomowych\n\n(inżynierskich) oraz prac dyplomowych (magisterskich) dla wszystkich\n\nprowadzonych przez Wydział kierunków studiów oraz ścieżek dyplomowania w\n\njęzyku polskim i angielskim w tym również tematów realizowanych przy\n\nwspółpracy z Przemysłem i innymi Instytucjami, publikowane są z\n\nwykorzystaniem systemu USOS – moduł APD (Archiwum Prac Dyplomowych).\n\nTematy prac można wybierać z puli zgłoszonych w USOS propozycji tematów\n\nlub zagadnień po konsultacji z przyszłym Opiekunem naukowym. Tematy\n\nmożna również uzgadniać indywidualnie z przyszłymi Opiekunami.\n\nSzczegółowe instrukcje dotyczące wyszukiwania i zapisywania się na\n\ntematy poprzez system USOS znajdują się na stronie działu USOS pod linkiem:\n\nhttps://www.usos.agh.edu.pl/usos-dla-studenta/\n\nTematy projektów dyplomowych (inżynierskich) oraz prac dyplomowych\n\n(magisterskich) na WEiP powinny zostać wybrane do końca kwietnia.\n\nW maju tematy są zatwierdzane i od czerwca formalnie można zacząć\n\nrealizacje zatwierdzonych tematów.", "metadata": {}}