{"content": "#  Materiały ze spotkań -- Centrum Obsługi Kształcenia AGH \n\nURL: https://www.cok.agh.edu.pl/dziekani/spotkania\nCrawled: 2025-03-19 22:40:45\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Materiały ze spotkań \n\n 5 marca 2025 r. – spotkanie Prorektora ds. Kształcenia z prodziekanami ds. kształcenia oraz ds. studenckich * \n\nPrezentacja dotycząca mikropoświadczeń w AGH\n\nPrezentacja dotycząca wyników badn doświadczeń dydaktycznych w AGH w roku akademickim 2023/24\n\n 29 stycznia 2025 r. – spotkanie Prorektora ds. Kształcenia z prodziekanami ds. kształcenia oraz ds. studenckich * \n\nPrezentacja wytycznych dotyczących odpowiedzialnego wykorzystania sztucznej inteligencji w procesie kształcenia w społeczności akademickiej AGH\n\n 20 września 2024 r. – spotkanie Prorektora ds. Kształcenia z Prodziekanami ds. Kształcenia oraz Studenckich * \n\nPrezentacja wprowadzająca w sprawy związane z kształceniem w AGH (Aleksandra Matukin-Szumlińska, COK)\n\n 27 marca 2024 r. – spotkanie informacyjne dla Prodziekanów ds. Kształcenia oraz Studenckich * \n\nPrezentacja – Tworzenie studiów i zmiany w programach studiów w związku z końcówką kadencji (Aleksandra Matukin-Szumlińska, COK)\n\nPrezentacja – Katalog metod dydaktycznych (Anna Chyła, CeLiID)\n\nPrezentacja – wyniki maturzystów wybierających studia w AGH (Marian Skwarczek, CR)\n\n 28 lutego 2024 r. – spotkanie informacyjne dla Prodziekanów ds. Kształcenia oraz Studenckich * \n\nPrezentacja dot. danych statystycznych o studiach wyższych i podyplomowych\n\nTerminarz prac ws. planowania i układania harmonogramów zajęć w AGH na rok akademicki 2024/25\n\nPrezentacja – AGH AI Days\n\n 24 stycznia 2024 r. – spotkanie informacyjne dla Prodziekanów ds. Kształcenia oraz Studenckich * \n\nPrezentacja dot. m.in. podsumowania spotkań COK z przedstawicielami wydziałów, spotkań z planistami, nowego zarządzenia ws. praktyk\n\n 29 listopada 2023 r. – spotkanie informacyjne dla Prodziekanów ds. Kształcenia oraz Studenckich * \n\nPrezentacja dot. rozkładów zajęć na WIMiR (Krzysztof Kołodziejczyk, WIMiR)\n\nPrezentacja dot. relacji ze spotkania z planistami, propozycji zmian w uchwale Senatu ws. zasad nauki języków obcych\n\n 25 października 2023 r. – spotkanie informacyjne dla Prodziekanów ds. Kształcenia oraz Studenckich * \n\nPrezentacja dot. rezultatów badania doświadczeń dydaktyków, planu szkoleń i zadania w projekcie DDU w zakresie talentów (Agnieszka Chrząszcz, CELiID)\n\nPrezentacja dot. opracowania założeń do systemu analityki kształcenia (Piotr Janus, Centrum Karier AGH)\n\nPrezentacja dot. nowych Wytycznych Senatu w zakresie ustalania programów studiów (Aleksandra Matukin-Szumlińska, COK)\n\nPrezentacja dot. podsumowania Salonów Maturzysty 2023 (Hubert Bubrowski, CR)\n\n 27 września 2023 r. – spotkanie informacyjne dla Prodziekanów ds. Kształcenia oraz Studenckich * \n\nPrezentacja dot. wyników badania wśród studentów I roku AGH 2022/2023\n\nPrezentacja – zmiany w przepisach AGH związanych z systemem jakości kształcenia + tekst jednolity zarządzenia rektora AGH ws. USZJK\n\n 5 lipca 2023 r. - spotkanie informacyjne dla Prodziekanów ds. Kształcenia oraz Studenckich * \n\nPrezentacja – CeLiID – Wsparcie dydaktyki w AGH w 2022/23\n\nPrezentacja – CzatGPT i co dalej...? Uniwersytet wobec AI\n\n 29 marca 2023 r. - spotkanie informacyjne dla Prodziekanów ds. Kształcenia oraz Studenckich * \n\nAI dla inżyniera (prezentacja URSS)\n\nAI dla inżyniera (prezentacja Centrum Doskonałości Sztuczna Inteligencja AGH)\n\n 1 marca 2023 r. - spotkanie informacyjne dla Prodziekanów ds. Kształcenia oraz Studenckich * \n\nPrezentacja – IV edycja konkursu LAUR DYDAKTYKA AGH\n\nPrezentacja – dane statystyczne dla GUS o studiach wyższych i studiach podyplomowych za 2022 r.\n\nPrezentacja – dane statystyczne w zakresie Bazy Sylabus\n\nPrezentacja – dane statystyczne w zakresie metod i technik kształcenia\n\nPrezentacja – dane statystyczne w zakresie rekrutacji na studia\n\nPrezentacja – proponowane zmiany w zakresie rekrutacji na studia wyższe w roku akademickim 2023/2024\n\n 25 stycznia 2023 r. - spotkanie informacyjne dla Prodziekanów ds. Kształcenia oraz Studenckich * \n\nPrezentacja – wsparcie i rozwój nowoczesnej dydaktyki w AGH\n\nTabela – zakres danych – bilans otwarcia w kontekście nowej Strategii AGH\n\nZarządzenie Nr 3/2023 Rektora AGH z dnia 10 stycznia br. w sprawie Regulaminu organizacji innych form kształcenia w AGH (wraz z załącznikami)\n\nZałącznik nr 1 - wniosek\n\nZałącznik nr 2 - opis oraz program\n\n 14 grudnia 2022 r. - spotkanie informacyjne dla Prodziekanów ds. Kształcenia oraz Studenckich * \n\nPrezentacja – Strategia AGH\n\nPrezentacja – strategia AGH w zakresie kształcenia\n\nPrezentacja - narzędzia motywacyjne pracowników\n\n 23 listopada 2022 r. - spotkanie informacyjne dla Prodziekanów ds. Kształcenia oraz Studenckich * \n\nPrezentacja – Podsumowanie rekrutacji letniej 2022\n\nPrezentacja – terminarz nadchodzących spraw\n\nRaport – Zestawienie wykonanych godzin dydaktycznych 2021/2022\n\n 25 maja 2022 r. - spotkanie informacyjne dla Prodziekanów ds. Kształcenia oraz Studenckich * \n\nPrezentacja – semestr zerowy\n\nPrezentacja – Zintegrowany Program Rozwoju Akademii Górniczo Hutniczej w Krakowie\n\nPrezentacja – Wirtualny Dzień Otwarty AGH 2022 – zestawienie wydarzeń wydziałowych\n\n 30 kwietnia 2022 r. - spotkanie informacyjne dla Prodziekanów ds. Kształcenia oraz Studenckich * \n\nPismo Prorektora ds. Kształcenia ws. włączenia studiów podyplomowych do Uniwersyteckiego Systemu Obsługi Studiów (USOS)\n\n 3 listopada 2021 r. - spotkanie informacyjne dla Prodziekanów ds. Kształcenia oraz Studenckich oraz dla pracowników dziekanatów * \n\nPrezentacja – stosowanie Regulaminu Studiów AGH w przypadku rozstrzygnięć dotyczących toku studiów\n\nPrezentacja – stosowanie kodeksu postępowania administracyjnego (K.P.A.) w indywidualnych sprawach studentów\n\n 27 października 2021 r. - spotkanie informacyjne dla Prodziekanów ds. Kształcenia oraz Studenckich oraz dla pracowników dziekanatów * \n\n 27 lutego 2019 r. - spotkanie informacyjne Prorektora ds. Kształcenia z prodziekanami ds. kształcenia oraz ds. studenckich * \n\nUchwała nr 14/2019 Senatu AGH z dnia 27 lutego 2019 r. w sprawie wytycznych dotyczących projektowania i ustalania programów studiów wyższych w AGH\n\nUzasadnienie do projektu uchwały Senatu AGH w sprawie wytycznych dotyczących projektowania i ustalania programów studiów wyższych w AGH\n\nNowe wytyczne w zakresie projektowania programów kształcenia - prezentacja\n\nRekrutacja cudzoziemców w AGH na rok akademicki 2019/2020 - prezentacja\n\nEgzaminy wstępne online - prezentacja\n\nProjekt w ramach konkursu NAWA WELCOME TO POLAND - prezentacja\n\nUSOS - planowanie zajęć\n\nWzorzec konwersji\n\n 30 stycznia 2019 r. – spotkanie Prorektora ds. Kształcenia z prodziekanami ds. kształcenia oraz ds. studenckich * \n\nStopka\n\nKanał AGH w serwisie YouTube\nFanpage AGH w serwisie Facebook\nFanpage AGH w serwisie Linkedin\nKanał AGH w serwisie Twitter\nFanpage AGH w serwisie Instagram\nFanpage AGH w serwisie Tiktok\n\nBack", "metadata": {"url": "https://www.cok.agh.edu.pl/dziekani/spotkania", "title": " Materiały ze spotkań -- Centrum Obsługi Kształcenia AGH ", "depth": 3, "duplicate": false, "content_hash": "60527f01f6ade639fa6bea5e23f7b45a", "word_count": 919, "headings": [{"level": 1, "text": "Materiały ze spotkań"}, {"level": 2, "text": "Stopka"}]}}