{"metadata": {"url": "https://akademik.agh.edu.pl/en/dokumenty/2023/zasady-kwaterowania-wakacje", "title": "\n        Dorm applications Accommodation rules – summer stay\n", "depth": 2, "duplicate": false, "content_hash": "16784f70ef4bfd33430a02ec2804791a", "word_count": 642, "headings": [{"level": 3, "text": ""}]}, "content": "# \n        Dorm applications Accommodation rules – summer stay\n\n\nURL: https://akademik.agh.edu.pl/en/dokumenty/2023/zasady-kwaterowania-wakacje\nCrawled: 2025-03-20 01:13:00\n\nPrzejdź do dokumentu\n\nACCOMMODATION RULES – SUMMER STAY 2024\n\nAccording to the schedule for the academic year 2023/2024, \nAGH University students\n, who want to stay in the summer dormitories \nfrom the 5th of July till the 15th of September 2024\n (including \ntraineeships\n and \nretake session\n) should fill in the online summer application available at \nhttps://akademik.agh.edu.pl/en\n. Applications should be filled in maximally \ntill the 23th of June\n. AGH University students who will fill in summer applications on time, will receive the decisions (on the e-mail address given in the system) on the 25th of June.\n\nCurrent Student Campus residents - students of other universities can receive a place in one of the summer dormitories for the period \nfrom the 5th of July till the 13th of September 2024\n, while students who are not residents, in the period \nfrom the 15th of July till the 13th of September 2024\n. Summer applications for accommodation during this period should be filled in in the system \nhttps://akademik.agh.edu.pl/en\n till the \n23th of June\n. Students of other universities who will fill in summer applications on time, will receive the decisions (on the e-mail address given in the system) on the 25th of June.\n\nStudents interested in staying alone in a double room can mark their request for an additional place in the application. For residents who are staying alone in a double room, the price for the second place amounts to 75% of the pay rate determined in the price list (\nhttps://www.miasteczko.agh.edu.pl/en/pricing.html\n).\n\nDuring summer holidays, students can check-in and check-out on working days from 8 AM till 3 PM. In justified cases, it is possible to check-in, on the dormitory reception outside those hours.\n\nWhile submitting their summer applications, all current Student Campus residents will be automatically charged with a non-refundable reservation fee \nin the amount of 50 PLN\n, which will be settled during the accommodation in the dormitory during the holidays. In case of resigning from the summer stay, the reservation fee covers the cost of the place reservation.\n\nCurrent Student Campus residents can stay in one of the summer dormitories only under the condition of setting all payments resulting from their stay in the dormitory during the academic year 2023/2024.\n\nSummer dormitories for holidays 2024 are: Dorm 11 BONUS,\tDorm 12 PROMYK,\tDorm 13 STRASZNY DWÓR, Dorm 14 KAPITOL, Dorm 15 MARATON, Dorm ALFA.\n The AGH Student Campus Administration reserves the right to change summer dormitories after gathering all information about the exact number of students willing to stay in the Student Campus during summer. The detailed schedule of relocations to summer dormitories will be published on the website  \nhttps://akademik.agh.edu.pl/en/dokumenty/\n after \nthe 27th of June\n.\n\nAll residents mentioned in pt. 1 and 2, who have already received a place for the academic year 2024/2025 should move to their target dormitories, \nas far as possible\n, maximally \ntill the 18st of September\n. Relocations should be made according to the booked reservations or assigned dormitories.\n\nDue to the necessity of holding technical run-throughs, minor renovations and pest controls during summer holidays in all dormitories and preparing all dormitories for the September massive check-in action AGH Student Campus Administration reserves the right to relocate residents to other rooms or dormitories.\n\nCurrent Student Campus residents pay for their summer stay on the given bank account number, up front for the whole month until the 15th day of each month.\n\nIn justified cases, AGH Student Campus Administration reserves the right to refuse accommodation in dormitories.\n\nDetailed information for people with disabilities on student dormitories is available on the website \nDisability Support Department AGH\n.\n\nNote\n: The AGH Student Campus Administration informs that in the event of special circumstances, the above rules may change. In the event of any changes, they will be published immediately on the website  \nhttps://akademik.agh.edu.pl/en/dokumenty/\n."}