{"content": "#  Cybersecurity Centre -- Cybersecurity Centre \n\nURL: https://www.cc.agh.edu.pl/en\nCrawled: 2025-03-19 21:19:13\n\nSkip to content\n\nSkip to footer\n\nCybersecurity Centre\n\nThe academy's involvement, alongside public institutions and the private sector, is a key factor in creating innovation and socioeconomic development in the triple helix model. The academy serves as a strategic partner in formulating responses to cyber security challenges and in building a secure digital world.\n\nAs a university of the future, AGH enters into strategic partnerships both domestically and abroad, strengthening its position as a leader in innovation and knowledge transfer.\n\nThe AGH Cybersecurity Center and the competence hub built around it support the development of the cyber security ecosystem in Poland, Europe (especially Central and Eastern Europe) and beyond. The offer includes cooperation in R&D&I initiatives and projects, exchange of good practices, as well as a wide range of services and support in building cyber security and cyber resilience capabilities.  \n\nDiscover more\n\nCheck out our offer\n\nAre you setting up a spin-off? Are you running a startup? Do you work at an SME or university? Or maybe you are a representative of public administration and want to improve your competence in the area of cyber security? We have an offer tailored to your needs!\n\nWe offer training, postgraduate studies, consulting and services, tailored to different types of organizations, carried out by AGH staff and external experts.\n\nBy working with AGH engineers, we can develop innovative technological solutions to provide protection against threats and competitive advantage. Our experts create publications and reports in the field of cyber security, engage in media activities, as well as conferences and industry events. \n\nOffer\n\nEquality in the cybersecurity\n\nCC AGH, working with Women4Cyber Poland, is helping to create a platform that enables female students to exchange experiences and build networks, inspiring them to actively participate in the cyber security industry. Female academics are helped to engage in R&D&I projects in the area of network security and IT/OT systems.\n\nWomen4Cyber Poland is the Polish branch of the pan-European Women4Cyber Foundation. The initiative aims to promote the presence of women in the field of cyber security through development programs, mentoring and education.   \n\nGet to know Women4Cyber Poland\n\nPolish companies and institutions are attacked by cybercriminals up to 2,000 times a week. 8 out of 10 attacks end up encrypting company data. The average cost of one attack is already valued by experts at more than a million zlotys. Meanwhile, there is still a shortage of cyber security specialists on the market.\n\nOur mission is to provide innovative solutions, services and competencies to strengthen the development of capabilities necessary for the national cyber security system and to build cyber resilience, which is currently one of the most significant challenges at the national and international level.\n\nMore News\n\nResearch, development, innovation\n\nCollaboration with AGH engineers, graduates, PhD students and external experts\n\nBuilding project consortia with other universities, public and private sectors in Poland and around the world\n\nSupport in technological validation and development of the idea/product in cooperation with end-users\n\nStudies, training and courses\n\nEngineering or postgraduate studies\n\nTraining in the field of cyber security\n\nEducational activities for expert witnesses, officers of state bodies, employees of IT companies and state administration employees\n\nOrdered trainings\n\nAnalysis and consulting\n\nSupport in deepening cyber competence, enhancing the security of companies and institutions, and educating specialists\n\nReports and analysis\n\nConsulting activities in the area of cyber security, fighting cybercrime and developing technological innovations\n\nDomestic, international and intersectoral cooperation\n\nPartnerships within the framework of EU projects\n\nSupport for education and recruitment in the cyber industry\n\nActivities for technology transfer and commercialization of innovations\n\nCONTACT\n\nCorrespondence address:\n Centrum Cyberbezpieczeństwa AGH\n al. Mickiewicza 30\n 30-059 Kraków\n Tel. +48 12 328 33 08\n E-mail: \ncybercentrum@agh.edu.pl \n\nHeadquarters:\n Centrum Informatyki AGH \n ul. Kawiory 21 \n 30-055 Kraków \n\nOur Team\n\nStopka\n\nBack", "metadata": {"url": "https://www.cc.agh.edu.pl/en", "title": " Cybersecurity Centre -- Cybersecurity Centre ", "depth": 3, "duplicate": false, "content_hash": "0e7b9b83a08a893ae2beef91592e83d4", "word_count": 621, "headings": [{"level": 1, "text": "Cybersecurity Centre"}, {"level": 4, "text": "Check out our offer"}, {"level": 4, "text": "Equality in the cybersecurity"}, {"level": 1, "text": "Research, development, innovation"}, {"level": 1, "text": "Studies, training and courses"}, {"level": 1, "text": "Analysis and consulting"}, {"level": 1, "text": "Domestic, international and intersectoral cooperation"}, {"level": 2, "text": "CONTACT"}, {"level": 2, "text": "Stopka"}]}}