{"content": "# Regulamin - AGH e-Sklep\n\nURL: https://sklep.agh.edu.pl/regulamin,11\nCrawled: 2025-03-19 21:17:48\n\nStrona główna\n  /\n\nRegulamin\n\nRegulamin\n\n§ 1. Definicje\n\nIlekroć w niniejszym Regulaminie jest mowa o:\n\n1)\n Kliencie\n – rozumie się przez to osobę fizyczną, posiadającą pełną zdolność do czynności prawnych, a także osobę prawną oraz jednostkę organizacyjną nieposiadającą osobowości prawnej, której przepisy szczególne przyznają zdolność prawną, a która dokonuje Zamówienia. Klientami nie mogą być jednostki organizacyjne AGH;\n\n2) \nSprzedającym\n – rozumie się przez to Akademię Górniczo-Hutniczą im. Stanisława Staszica w Krakowie z siedzibą przy al. Mickiewicza 30, 30-059 Kraków, posiadającą osobowość prawną na podstawie art. 12 Ustawy z dnia 27 lipca 2005 r. – Prawo o szkolnictwie wyższym (tj. Dz.U. z 2012 r., poz. 572 z późn. zm.), NIP 675 000 19 23, REGON 000001577;\n\n3)\n Serwisie\n – rozumie się przez to domenę internetową \nwww.sklep.agh.edu.pl\n, zawierającą treści oraz funkcjonalności pozwalające w szczególności na składanie zamówień, zarządzanie nimi oraz ich realizację;\n\n4)  \nSklepie\n – rozumie się przez to prowadzony przez Sprzedającego sklep internetowy dostępny pod adresem \nwww.sklep.agh.edu.pl\n;\n\n5)  \nRegulaminie\n – rozumie się przez to niniejszy Regulamin wraz z załącznikami, informujący o obowiązkach, zasadach korzystania oraz uprawnieniach dwóch Stron Umowy, dostępny pod adresem \nwww.sklep.agh.edu.pl/regulamin\n;\n\n6)\n Koncie Klienta\n – rozumie się przez to funkcjonalność oferowaną przez Serwis, pozwalającą na korzystanie ze Sklepu, a w szczególności z Koszyka, gromadzącą dane dotyczące historii zamówień i preferencji Klienta co do rodzaju płatności;\n\n7)\n Koszyku \n– rozumie się przez to funkcjonalność oferowaną Klientowi przez Serwis, pozwalającą na realizację zamówień;\n\n8) \nAdresie elektronicznym\n – rozumie się przez to aktywne konto e-mail służące w czasie realizacji zamówienia do stałego kontaktu za pośrednictwem poczty elektronicznej; \n\n9)\n Towarze\n – rozumie się przez to produkty umieszczone w Sklepie przeznaczone do sprzedaży;\n\n10) \nDniu roboczym\n – rozumie się przez to dzień tygodnia od poniedziałku do piątku z wyłączeniem dni ustawowo wolnych od pracy;\n\n11) \nFormie płatności\n – rozumie się przez to sposób dokonania zapłaty za zakupiony Towar, polegający w szczególności na realizacji płatności w postaci przelewu elektronicznego, tradycyjnego lub za pośrednictwem innego systemu płatności elektronicznych zaakceptowanego przez Sprzedającego;\n\n12) \nNewsletterze\n – rozumie się przez to Usługę Elektroniczną (elektroniczną usługę dystrybucyjną) świadczoną przez Sprzedającego za pośrednictwem poczty elektronicznej e-mail, która umożliwia wszystkim korzystającym z niej Klientom automatyczne otrzymywanie od Sprzedającego cyklicznych treści kolejnych edycji Newslettera, zawierającego informacje o Towarze, nowościach i promocjach w Sklepie.\n\n§ 2. Postanowienia ogólne, wymagania techniczne\n\n1.  Niniejszy Regulamin określa zasady korzystania ze Sklepu prowadzonego przez Sprzedającego, dostępnego pod adresem \nwww.sklep.agh.edu.pl\n.\n\n2. Adres do korespondencji (komunikacji pomiędzy Klientem a Sprzedającym):\n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \n\nCentrum Komunikacji i Marketingu \n\nal. Mickiewicza 30\n\n30-059 Kraków \n\nadres e-mail: \nsklep@agh.edu.pl\n\ntel. 12 617 49 76\n\n3.  Do korzystania ze Sklepu, w tym przeglądania oferowanego Towaru, składania zamówień, zakładania i korzystania z indywidualnego Konta Klienta w Sklepie oraz otrzymywania informacji o zapowiedziach i nowościach oraz promocjach i wyprzedażach niezbędny jest dostęp do Internetu oraz komputer lub urządzenie mobilne. \n\n4.  Korzystanie z Serwisu jest uzależnione od akceptacji polityki cookies oraz polityki prywatności. Brak akceptacji plików cookies może skutkować niewłaściwym funkcjonowaniem Serwisu. \n\n5.  Sprzedający zastrzega, że w funkcjonowaniu Sklepu mogą wystąpić przerwy w celu dokonania aktualizacji danych, naprawy systemu lub dokonania innych prac konserwacyjnych, o czym Sprzedający poinformuje na stronie Sklepu.\n\n§ 3. Konto Klienta\n\n1. W celu założenia Konta Klienta (rejestracji) konieczne jest: \n\n1) wypełnienie formularza rejestracyjnego dostępnego pod adresem: \nwww.sklep.agh.edu.pl/regulamin\n;\n\n2) wskazanie swojego Adresu elektronicznego; \n\n3) wprowadzenie hasła dostępu; \n\n4)  oświadczenie o zapoznaniu się z postanowieniami Regulaminu, przez co rozumie się wyrażenie zgody na jego stosowanie; \n\n2.  Po spełnieniu warunków, o których mowa w ust. 1, Klient otrzymuje na Adres elektroniczny wskazany w trakcie rejestracji wiadomość z potwierdzeniem rejestracji Konta Klienta. W celu dokończenia rejestracji Konta Klienta konieczne jest potwierdzenie rejestracji zgodnie z instrukcją zawartą w e-mailu.\n\n3. Konto Klienta dostępne jest 24 godziny na dobę i 7 dni w tygodniu. Zamówienie złożone w soboty, dni wolne od pracy i święta będą realizowane w ciągu 5 pierwszych dni roboczych następujących po dniu, w którym zamówienie zostało złożone.\n\n4.  Rejestracja odbywa się jednorazowo. Kolejne Zamówienia mogą być składane na podstawie uprzednio zarejestrowanego loginu i hasła Klienta. Login i hasło mają charakter poufny. Klient ponosi odpowiedzialność za szkody spowodowane ich ujawnieniem przez Klienta osobom trzecim. \n\n5. Wszelkie zmiany w Koncie Klienta Klient może wprowadzać za pomocą zakładki „Moje konto” dostępnej po zalogowaniu. Odpowiedzialność za brak aktualizacji danych ponosi Klient. \n\n6. Z chwilą potwierdzenia Konta Klienta, w trybie określonym w ust. 2, pomiędzy Klientem a Sprzedającym dochodzi do zawarcia umowy o świadczenie usługi dostępu do Konta Klienta, na warunkach określonych w niniejszym Regulaminie. \n\n7. Konto Klienta jest ważne bezterminowo. Po zalogowaniu Klient może usunąć Konto Klienta poprzez zaznaczenie opcji „Usuń konto” w zakładce „Moje konto”. Z chwilą usunięcia konta rozwiązaniu ulega umowa, o której mowa w ust. 6. \n\n8. Logowanie do Konta Klienta następuje przy użyciu danych, o których mowa w ust. 1, a w szczególności loginu/nazwy Klienta oraz hasła dostępu. \n\n9. W przypadku utraty hasła dostępu Klient ma możliwość odzyskania możliwości logowania do Konta Klienta za pomocą swojego Adresu elektronicznego podanego w formularzu rejestracyjnym.\n\n10. Przesyłanie do Serwisu jakichkolwiek treści niezgodnych z prawem jest zabronione. \n\n11. Jakakolwiek ingerencja w Serwis, a w szczególności w jego funkcjonalności lub strukturę, jest zabroniona. Sprzedający zastrzega sobie prawo dochodzenia naprawienia ewentualnych szkód powstałych w wyniku działania Klienta. \n\n12. Sprzedający uprawniony jest do zablokowania Konta Klienta, jeżeli jego działanie w ramach Serwisu będzie naruszać obowiązujące przepisy prawa, chronione przepisami prawa osób trzecich, zasady współżycia społecznego lub postanowienia niniejszego Regulaminu. Przed zablokowaniem Konta Klienta Klient zostanie wezwany do zaprzestania naruszeń. Wezwanie zostanie wysłane na Adres elektroniczny Klienta. Jeżeli pomimo to Klient nie zaprzestanie działań zabronionych przez Regulamin Sprzedający uprawniony będzie do natychmiastowego zablokowania Konta Klienta. Zablokowanie konta oznacza rozwiązanie z Klientem w trybie natychmiastowym umowy, o której mowa w ust. 6 z winy Klienta. \n\n§ 4. Towar i Cena\n\n1. Towar oferowany w Sklepie jest fabrycznie nowy i legalnie wprowadzony na rynek polski. Ponadto Sprzedający oświadcza, iż wolny jest on także od wad fizycznych lub prawnych. \n\n2. Ilość produktów oferowanych w ramach sklepu jest zmienna i podlega stałej aktualizacji. Sprzedający zastrzega możliwość czasowej niedostępności Towaru w żądanych przez Klienta: kolorystyce, rozmiarze, wersji językowej, ilości itp. Informacja o czasowej niedostępności Towaru udostępniona będzie na stronie Sklepu. \n\n3. Dołożono wszelkich starań, aby opisy dostępnych w Sklepie produktów były prawdziwe i aktualne. Sklep nie odpowiada jednak za błędne podanie ich parametrów lub właściwości przez producenta.\n\n4. Produkty przedstawione na zdjęciach umieszczonych w Sklepie mogą nieznacznie odbiegać swoim wyglądem od oryginału.\n\n5. Informacje o produktach podane na stronach internetowych Sklepu, w szczególności ich opisy, parametry techniczne i użytkowe oraz ceny, stanowią zaproszenie do zawarcia umowy zgodnie z art. 71 Kodeksu cywilnego.\n\n6. Ceny wskazane w Sklepie zawierają podatek VAT i wyrażone są w walucie polskiej (PLN). Cena nie zawiera kosztów dostawy. \n\n7. Ceną wiążącą dla Klienta jest cena podana w Sklepie w chwili składania zamówienia przez Klienta. Sprzedający zastrzega sobie prawo do modyfikacji cen Towaru, jak również do przeprowadzania i odwoływania akcji promocyjnych oraz wyprzedaży. Uprawnienie, o którym mowa nie ma wpływu na zamówienie złożone po dacie wejścia w życie zmiany ceny, akcji promocyjnej lub wyprzedaży. \n\n§ 5. Realizacja Zamówień \n\n1. Do złożenia Zamówienia w Sklepie niezbędne jest posiadanie aktywnego adresu e-mail.\n\n2.  Przeglądanie produktów oraz ich cen, a także dokonywanie ich zakupu jest możliwe bez rejestracji w Serwisie. Rejestracja jest bezpłatna i dobrowolna. Po dokonaniu rejestracji dla Klienta tworzone jest indywidualne Konto Klienta.\n\n3. Sklep nie przyjmuje telefonicznie zamówień ani reklamacji.\n\n4. W przypadku wydłużenia realizacji zamówienia Klient zostanie o tym poinformowany pocztą elektroniczną. \n\n§ 6. Zamawianie Towaru przez zarejestrowanych Klientów\n\n1. W celu złożenia zamówienia w Sklepie za pośrednictwem Konta Klienta należy: zalogować się do Konta Klienta z wykorzystaniem loginu oraz hasła dostępu, dokonać wyboru danego produktu poprzez dodanie go do Koszyka, wskazać sposób dostawy spośród udostępnionych przez Sprzedającego, wskazać adres dostawy (jeśli jest inny od wskazanego w Koncie Klienta), podać dane do wystawienia faktury, wybrać Formę płatności spośród udostępnionych przez Sprzedającego i wreszcie potwierdzić zamówienie z wykorzystanie przycisku „Złóż zamówienie”. \n\n2. Koszt dostarczenia przesyłki jest zgodny z cennikiem stanowiącym Załącznik Nr 1 do Regulaminu oraz jest podawany Klientowi do wiadomości w momencie złożenia zamówienia. \n\n3. Dokonując zakupu Klient jest zawsze informowany o łącznej kwocie do zapłaty, obejmującej cenę Towaru i koszty przesyłki.\n\n4. Zamówienie Towaru jest możliwe jedynie po zaakceptowaniu przez Klienta Regulaminu, poprzez zaznaczenie odpowiedniej rubryki. Klient od chwili zaakceptowania niniejszego Regulaminu jest związany jego treścią.\n\n5. Po złożeniu zamówienia Klient otrzymuje e-mailem potwierdzenie przyjęcia zamówienia. W potwierdzeniu umieszczany jest wykaz produktów zamówionych przez Klienta, ich ceny jednostkowe, cena łączna, koszt i czas dostawy. Z chwilą otrzymania przez Klienta potwierdzenia przyjęcia zamówienia pomiędzy Sprzedającym a Klientem dochodzi do zawarcia umowy sprzedaży. \n\n6. Zamówienie złożone przez Klienta zostanie zrealizowane pod warunkiem, że Towar jest dostępny w magazynie. W przypadku niedostępności Towaru Sprzedający zamieszcza o tym stosowną informację na stronie internetowej Sklepu przy opisie danego Towaru, przy czym brak takiej informacji na stronie internetowej Sklepu nie oznacza, że dany Towar jest dostępny. W przypadku niedostępności Towaru, przy opisie którego nie było stosownej informacji, Klient zostanie powiadomiony e-mailem o braku możliwości zrealizowania Zamówienia. \n\n7. W przypadku, gdy Klient chce zmienić zamówienie po jego potwierdzeniu powinien skontaktować się niezwłocznie ze Sprzedającym z wykorzystaniem danych wskazanych w § 2 ust. 2, w celu ustalenia zakresu zmiany oraz nowej wartości zamówienia. Nie jest możliwa zmiana zamówienia po nadaniu przesyłki do Klienta.\n\n8. Za skutki wynikłe z niewłaściwego lub niezgodnego z Regulaminem złożenia Zamówienia przez Klienta Sprzedający nie ponosi odpowiedzialności.\n\n§ 7. Zamawianie Towaru bez rejestracji\n\n1. W celu złożenia zamówienia w Sklepie bez rejestracji konieczne jest: dokonanie wyboru danego produktu poprzez dodanie go do Koszyka, zaakceptowanie Regulaminu, wskazanie Adresu elektronicznego, danych osobowych, wskazanie sposobu dostawy spośród udostępnionych przez Sprzedającego, wskazanie adresu dostawy (jeśli jest inny niż podany adres zamieszkania), podanie danych do wystawienia faktury, wskazanie Formy płatności spośród udostępnionych przez Sprzedającego i wreszcie potwierdzenie zamówienia z wykorzystaniem przycisku „Złóż zamówienie”.\n\n2. W celu złożenia zamówienia w Sklepie za pośrednictwem Konta Klienta należy: zalogować się do Konta Klienta z wykorzystaniem loginu oraz hasła dostępu, dokonać wyboru danego produktu poprzez dodanie go do Koszyka, wskazać sposób dostawy spośród udostępnionych przez Sprzedającego, wskazać adres dostawy (jeśli jest inny od wskazanego w Koncie Klienta), podać dane do wystawienia faktury, wybrać Formę płatności spośród udostępnionych przez Sprzedającego i wreszcie potwierdzić zamówienie z wykorzystanie przycisku „Złóż zamówienie”.\n\n3. Postanowienia § 6 pkt 2-8 stosuje się odpowiednio. \n\n§ 8. Płatności\n\n1. Klient powinien dokonać płatności za zamówiony Towar w terminie 7 dni roboczych od dnia, w którym otrzymał e-mail z potwierdzeniem przyjęcia przez Sprzedającego zamówienia.\n\n2. Brak płatności w terminie wskazanym w ust. 1 spowoduje anulowanie zamówienia i będzie rozumiane jako odstąpienie Klienta od umowy. O anulowaniu zamówienia Sprzedający poinformuje Klienta za pośrednictwem poczty elektronicznej. \n\n3. Sprzedający oferuje następujące formy płatności:\n\n1)  przelewy bankowe,\n\n2)  płatności elektroniczne. \n\n4. W przypadku płatności realizowanej przelewem bankowym na poleceniu przelewu należy umieścić w tytule przelewu: imię i nazwisko Klienta oraz numer zamówienia. Należność należy wpłacić na rachunek bankowy Sprzedającego 08 1240 2294 1111 0010 6980 9131 Bank Pekao S.A. Kraków.\n\n5. Klient dokonujący przelewu z konta zagranicznego musi poprzedzić numer konta Sklepu literami: „PL”, a także wpisać kod SWIFT banku, w którym funkcjonuje konto Sklepu: „Pekao”. \n\n6. Obsługa płatności elektronicznych odbywa się za pośrednictwem Serwisu Płatności eCard SA. Dostępne w tym systemie formy płatności to:\n\n1)  karty płatnicze: Visa, Visa Electron, MasterCard, MasterCard Electronic, Maestro;\n\n2) szybkie przelewy (ePrzelewy): Płacę z inteligo (inteligo), mTransfer (mBank), Płacę z Orange (mBank), Przelew24 (Bank Zachodni WBK), Przelew z BPH (Bank BPH), Płacę z iPKO (PKO BP), Pekao24Przelew (Bank Pekao), Płacę z PeoPay (Bank Pekao), Płacę z Citi Handlowy (CitiBank Handlowy), PayWay Toyota Bank (Toyota Bank), Płać z BOŚ (Bank Ochrony Środowiska), Płacę z Alior Bankiem (Alior Bank), T-Mobile Usługi Bankowe (Alior Bank), Millennium – Płatności Internetowe (Bank Millennium), Płać z ING (ING Bank Śląski), Credit Agricole Bank Polska S.A., Eurobank płatność online (Euro Bank S.A.), db Transfer (Deutsche Bank Polska S.A.), iKO (PKO BP), Płać z Plus-Bank (Plus Bank S.A), Przelew Volkswagen Bank direct (Volkswagen Bank Polska S.A), Płacę z Idea Bank (Idea Bank S.A), e-transfer Pocztowy24 (Bank Pocztowy S.A), BLIK (Polski Standard Płatności sp. z o.o.). \n\n7. Sprzedający wyklucza możliwość dokonywania płatności gotówką.\n\n8. Za realizację płatności uznaje się zaksięgowanie środków na koncie Sprzedającego. \n\n9. Sprzedający lub operator systemu płatności elektronicznych poinformuje Klienta o zaksięgowaniu środków na koncie.\n\n10. Sprzedający lub firma kurierska poinformuje Klienta o przygotowaniu przesyłki, a następnie o jej nadaniu na adres wskazany przez Klienta.\n\n§ 9. Zasady realizacji zamówień\n\n1. Termin realizacji zamówienia przez Sprzedającego wynosi 7 dni roboczych, nie dłużej jednak niż 30 dni od zaksięgowania środków na koncie Sprzedającego. W przypadku przekroczenia terminu wskazanego w zdaniu poprzednim, Klient ma prawo odstąpić od umowy. \n\n2. Sprzedający może przekazać Towar Klientowi: \n\n1) w siedzibie Sprzedającego do rąk własnych Klienta, za okazaniem dowodu osobistego lub legitymacji oraz wydruku potwierdzenia złożenia zamówienia; \n\n2) w siedzibie Sprzedającego do rąk osoby wskazanej przez Klienta, za okazaniem upoważnienia do odbioru zamówienia, dokumentu ze zdjęciem oraz wydruku potwierdzenia złożenia zamówienia;\n\n3) za pośrednictwem firmy kurierskiej \nTNT\n zgodnie z cennikiem dostępnym w załączniku nr 1.\n\n3. Wraz z Towarem Sprzedający przekaże Klientowi wszelkie dostępne mu dokumenty z nim związane, takie jak gwarancję producenta lub dystrybutora, instrukcję obsługi lub konserwacji Towaru a także oryginał dowodu zakupu (fakturę). \n\n4. W przypadku niemożności realizacji zamówienia przez Sprzedającego poinformuje on o tym Klienta. Sprzedający zwróci Klientowi niezwłocznie otrzymane od niego środki pieniężne. \n\n§ 10. Odstąpienie od umowy, zwrot Towaru\n\n1. Klient ma prawo odstąpienia od umowy sprzedaży bez podania jakiejkolwiek przyczyny w terminie do 14 dni od dnia otrzymania Towaru, na zasadach określonych w ustawie z dnia 30 maja 2014 r. o prawach konsumenta (Dz.U. poz. 827 z późn. zm.). Wraz z Towarem Sprzedający prześle Klientowi pouczenie o możliwości odstąpienia od umowy. Pouczenie stanowi Załącznik Nr 2 do Regulaminu. \n\n2. Klient ma prawo odstąpić od umowy wyłącznie, gdy zwracany Towar, ani jego oryginalne opakowanie nie są uszkodzone oraz gdy stan Towaru pozwala na dalszą jego sprzedaż. Oceny w tym zakresie dokonuje Sprzedający.\n\n3. Oświadczenie o odstąpieniu od umowy wymaga formy pisemnej i powinno być złożone na formularzu „Oświadczenie o odstąpieniu od umowy zawartej na odległość”, dostępnym pod adresem: \nwww.sklep.agh.edu.pl\n. Formularz stanowi Załącznik Nr 3 do Regulaminu. Wypełniony i własnoręcznie podpisany formularz Klient ma obowiązek dołączyć do zwracanego Towaru. \n\n4. W razie odstąpienia od umowy Klient ma obowiązek dostarczyć Towar wraz z oryginalnym opakowaniem, oryginałem dowodu zakupu (fakturą) oraz oświadczeniem o odstąpieniu od umowy do siedziby Sprzedającego wskazanej w § 2 ust. 2. Koszty przesyłki zwracanego Towaru ponosi Klient. \n\n5. W razie odstąpienia od umowy Sprzedający zwróci Klientowi poniesione koszty zamówienia. Zwrot poniesionych przez Klienta kosztów przesyłki nastąpi do kwoty najtańszej oferowanej przez Sprzedającego formy dostawy, chociażby Klient wybrał wcześniej inną, droższą (np. przesyłka ekspresowa). W przypadku płatności kartą płatniczą zwrot środków zostanie wykonany bezpośrednio na kartę Kupującego.\n\n6. Zwrot kosztów zamówienia, o których mowa w ust. 6, nastąpi w terminie 14 dni od otrzymania przez Sprzedającego Towaru wraz z oryginałem dowodu zakupu, o ile Towar spełnia kryteria, o których mowa w ust. 2.\n\n7. W razie dokonania przez Klienta zwrotu Towaru niespełniającego kryteriów, o których mowa w ust 2, Klientowi nie przysługuje zwrot kosztów zamówienia, o których mowa w ust. 6, a ponowny zwrot Towaru nastąpi na żądanie Klienta i po opłaceniu przez Klienta kosztów ponownej przesyłki.\n\n§ 11. Postępowanie reklamacyjne\n\n1. Klient może zgłaszać wszelkie nieprawidłowości w Serwisie lub jego funkcjonalnościach. \n\n2. Rozpatrzenie reklamacji następuje niezwłocznie, nie później jednak niż w terminie 7 dni roboczych. Po rozpatrzeniu reklamacji odpowiedź zostanie przesłana na Adres elektroniczny Klienta. \n\n3. W przypadku, gdy zakupiony Produkt jest niezgodny z umową (produkt wadliwy) Klient, z zastrzeżeniem opcji nieprawidłowego użytkowania Towaru przez Klienta, może realizować swoje uprawnienia wynikające z tytułu rękojmi na zasadach określonych w Kodeksie Cywilnym. W przypadku gdy Towar jest objęty gwarancją producenta lub dystrybutora Klient może skorzystać z uprawnień gwarancyjnych lub z rękojmi Sprzedającego wedle własnego wyboru.\n\n4. W celu złożenia reklamacji, gdy zakupiony Towar okazał się wadliwy, Klient powinien przesłać Sprzedającemu formularz reklamacyjny, w którym należy opisać stwierdzoną wadę lub wady Towaru. Formularz stanowi Załącznik Nr 4 do Regulaminu. Wypełniony formularz można przesłać w wersji papierowej lub za pośrednictwem poczty elektronicznej (skan), na adres wskazany w § 2 ust. 2. \n\n9. Zwrot reklamowanego Towaru, wraz z oryginałem dowodu zakupu, może nastąpić po otrzymaniu przez Klienta potwierdzenia przyjęcia reklamacji przez Sprzedającego i w sposób z nim ustalony. Koszty przesyłki reklamowanego Towaru ponosi Klient, a jeśli reklamacja zostanie uwzględniona przez Sprzedającego jako zasadna, koszty te zostaną zwrócone Klientowi. W przypadku płatności kartą płatniczą zwrot środków zostanie wykonany bezpośrednio na kartę Kupującego.\n\n5. Rozpatrzenie reklamacji przez Sprzedającego nastąpi w terminie 10 dni roboczych od otrzymania przez Sprzedającego reklamowanego Towaru. O wyniku postępowania reklamacyjnego Sprzedający poinformuje Klienta za pośrednictwem poczty elektronicznej. \n\n§ 12. Ochrona danych osobowych oraz polityka cookies\n\n1. W celu realizacji zamówienia niezbędne jest podanie przez Klienta następujących danych osobowych: imię nazwisko, ulica, numer budynku i lokalu, kod pocztowy, miejscowość, kraj, e-mail.\n\n2. Administratorem danych osobowych jest Sprzedający.\n\n3. Dokonując rejestracji Konta Klienta, bądź dokonując zakupu bez rejestracji, a także wyrażając wolę otrzymywania Newslettera, Klient może wyrazić zgodę na przetwarzanie danych osobowych w celach reklamy, badania rynku, badania zachowań i preferencji Klienta z przeznaczeniem wyników tych badań na potrzeby polepszenia jakości usług świadczonych przez Sprzedającego.\n\n4. Sprzedający stosuje w tym celu pliki cookies. Szczegóły dotyczące polityki cookies dostępne są pod adresem \nhttps://www.agh.edu.pl/ochrona-danych-osobowych\n.\n\n5. Klientowi przysługuje prawo wglądu do treści podanych danych osobowych oraz ich poprawiania, a także żądania usunięcia danych.\n\n§ 13. Zmiana Regulaminu\n\n1. Sprzedający może zmienić niniejszy Regulamin z ważnych powodów, w szczególności prawnych lub technicznych.\n\n2. Zmieniony regulamin zostanie udostępniony na stronie internetowej Sklepu. O zmianie regulaminu Sprzedający poinformuje poprzez komunikat wyświetlany na stronie internetowej Sklepu oraz poprzez przesłanie zarejestrowanym Klientom na adres e-mail przypisany do ich konta powiadomienia o zmianie regulaminu (wraz z linkiem do regulaminu).\n\n3. Klient ponownie akceptuje lub odmawia akceptacji postanowień zmienionego Regulaminu.\n\n4. Zamówienia złożone przed wejściem w życie zmian Regulaminu realizowane są zgodnie z dotychczasową treścią Regulaminu.\n\n§ 14. Postanowienia końcowe\n\n1. Regulamin wchodzi w życie z dniem 1 września 2016 r. \n\n2. W sprawach nieuregulowanych stosuje się właściwe przepisy prawa powszechnie obowiązującego, a w szczególności: \n\n1) ustawy z dnia 23 kwietnia 1964 r. Kodeks cywilny;\n\n2) ustawy z dnia 30 maja 2014 r. o prawach konsumenta z późn. zm.\n;\n\n3) ustawy z dnia 18 lipca 2002 r. o świadczeniu usług drogą elektroniczną; \n\n4) ustawy z dnia 10 maja 2018 r. o ochronie danych osobowych.\n\n3. W razie sporu powstałego w związku z wykonywaniem umowy zawartej na podstawie Regulaminu strony zobowiązują się do jego rozstrzygnięcia w pierwszej kolejności w sposób polubowny, działając w dobrej wierze, a następnie przed sądem właściwym miejscowo dla siedziby Sprzedającego.\n\nZałącznik nr 1 - cennik przesyłek\nZałącznik nr 2 - pouczenie o możliwości odstąpienia od umowy\n\nZałącznik nr 3 - formularz oświadczenia o odstąpieniu od umowy zawartej na odległość\nZałącznik nr 4 -\n formularz reklamacji", "metadata": {"url": "https://sklep.agh.edu.pl/regulamin,11", "title": "Regulamin - AGH e-Sklep", "depth": 2, "duplicate": false, "content_hash": "dcddd6eb47bbed2e236238d154247361", "word_count": 3127, "headings": []}}