{"content": "# Ambassador of Vietnam visits AGH University-- AGH UST \n\nURL: https://agh.edu.pl/en/detail/ambassador-of-vietnam-visits-agh-university\nCrawled: 2025-03-19 21:07:39\n\nAmbassador of Vietnam visits AGH University \n\n 14-03-2025 \n\n cooperation \n\n On 13 March 2025, the AGH University of Krakow was visited by the Ambassador of Vietnam to Poland, Ha Hoang Hai, who met with the AGH University Rector, Professor Jerzy Lis. \n\nThe meeting was also attended by the first secretary of the Embassy, Bach Van Nam, AGH University Vice-Rector for Cooperation, Professor Rafał Wiśniowski, AGH University Coordinator for Cooperation with Vietnam, Professor Ewa Kmiecik, and AGH University Director of the Centre for International Affairs, Paweł Świerk.\n\nAbove all, the meeting concerned the possible enhancement of scientific and research cooperation. The most important topics covered during the visit were the joint diploma recognition policy in Poland and Vietnam and the development of educational and research cooperation in geology, materials and critical raw materials, with the aim of increasing the number of specialists in Vietnam and strengthening the strategic partnership of Poland and Vietnam. During the talks, a strong emphasis was placed on the significance of academic exchanges and the development of innovative technologies, as well as on the possibility of further strengthening relations by organising joint initiatives supporting the development of science in both countries.\n\nAs the first country prioritised under the Erasmus+ programme at the AGH University, Vietnam plays a key role in the development of the university’s international initiatives. Since 2015, there have been as many as 91 exchanges under the Erasmus+ KA 107/171 programme, which represents nearly 20% of the total of the university’s mobility.\n\nThe AGH University actively develops its cooperation with Vietnamese institutions, as proven by the POL-VIET Conference “Scientific and research cooperation between Vietnam and Poland”, a regular event of the AGH University calendar, organised with the Hanoi University of Mining and Geology and industry partners. This year’s edition of the conference will take place in Vietnam on 21–24 October.\n\nIt is worth mentioning that the very beginning of the strong partnership between the AGH University and Vietnam dates back to the early 1960s, when the first Vietnamese students started to come to Krakow.\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/detail/ambassador-of-vietnam-visits-agh-university", "title": "Ambassador of Vietnam visits AGH University-- AGH UST ", "depth": 2, "duplicate": false, "content_hash": "059b950347f619f47181a29e22ec2c13", "word_count": 338, "headings": [{"level": 1, "text": "Ambassador of Vietnam visits AGH University"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}