{"content": "#  Absolwenci -- WMS AGH \n\nURL: https://wms.agh.edu.pl/studia/absolwenci\nCrawled: 2025-03-19 21:36:51\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Absolwenci \n\nAbsolwenci WMS są ważną częścią społeczności akademickiej. Wydział śledzi ich losy i pozostaje z nimi w stałym kontakcie. Absolwenci aktywnie uczestniczą w spotkaniach Kola Matematyków przy Stowarzyszeniu Wychowanków AGH. Kilkoro z nich czynnie wspiera Wydział w ramach pracy w Radzie Społecznej WMS.\n\nWszelką korespondencję dotyczącą weryfikacji wykształcenia absolwentów AGH na Wydziale Matematyki Stosowanej należy kierować na adres mailowy: \ndziekanat(at)wms.mat.agh.edu.pl\n.\n\nUdzielanie informacji o absolwentach Wydziału Matematyki Stosowanej (WMS) Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie stronom trzecim.\n\nUprzejmie informujemy, że z uwagi na przepisy  Rozporządzenie Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych – RODO) Dziekanat Wydziału Matematyki Stosowanej Akademii Górniczo-Hutniczej w Krakowie nie udziela przyszłym pracodawcom ani instytucjom pośredniczącym w zatrudnieniu informacji zawierających dane osobowe, w szczególności nie dokonuje weryfikacji wykształcenia swoich absolwentów na wniosek tych instytucji.\n\nUczelnia może udzielić (potwierdzić)  informacje na temat przebiegu i zakończenia studiów innym podmiotom (w tym przyszłemu pracodawcy lub instytucji pośredniczącej w zatrudnieniu) , jeżeli zostały one wskazane przez studenta lub absolwenta jako upoważnione do otrzymania takich informacji, tzn. w przypadku, gdy \nabsolwent WMS AGH sam zwróci się do Dziekanatu Wydziału z Wnioskiem o udzielenie \n(potwierdzanie) jego danych osobowych i we Wniosku wyraźnie wskaże dane podmiotu upoważnionego do otrzymania takich informacji  (dokładna nazwa i siedziba pracodawcy lub instytucji pośredniczącej w zatrudnieniu).\n\nW przypadku, gdy to firma zewnętrzna przesyła jako załącznik w treści maila Zgodę absolwenta Uczelnia nie może ustosunkować się do zapytania.\n\n I. Wytyczne dla firm zewnętrznych/stron trzecich:\n\nFirma pośrednicząca przesyła drogą e-mailową prośbę o weryfikację wykształcenia absolwenta AGH WMS. Formularz z danymi winien mieć formę zabezpieczonego hasłem pliku przesłanego jak załącznik do e-maila tj. nie będący treścią e-maila.\n\nUczelnia nie odpowiada na e-maile, w których przesyłane są dane osobowe absolwentów w żaden sposób nie zabezpieczone.\n\nPracownik Wydziału uruchamia procedurę weryfikacji po przesłaniu przez absolwenta Wniosku o potwierdzenie danych. Jeśli jest taka konieczność weryfikuje tożsamość absolwenta.\n\nPracownik Wydziału weryfikuje wykształcenie absolwenta i potwierdza dane z przesłanego formularza.\n\nPracownik Wydziału wysyła zwrotnie formularz dotyczący absolwenta.\n\nDruk przesłanego formularza firmy zewnętrznej winien mieścić się na jednej stronie (tak, by potwierdzane dane i podpis osoby weryfikującej były widoczne\n na jednej stronie\n; Uczelnia nie zajmuje się formatowaniem formularzy).\n\nUczelnia \nnie wypełnia danych\n, a jedynie potwierdza dane z formularza firmy zewnętrznej (pola oznaczone \"proszę wpisać dane\", nie będą wypełniane).\n\nW przypadku przesyłania danych osobowych (np. w formie załączanych plików z danymi, załączanych skanów dyplomów) należy je każdorazowo \nzabezpieczać hasłem.\n\nII. Wytyczne dla studentów/absolwentów:\n\nAbsolwent przekazuje do Dziekanatu WMS (przynosi osobiście, przesyła drogą pocztową, przesyła e-mailem) wypełniony i podpisany własnoręcznie Wniosek o potwierdzenie danych.\n\nPracownik Dziekanatu WMS w razie konieczności dokonuje autoryzacji tożsamości absolwenta.\n\nPracownik Dziekanatu WMS potwierdza dane w formularzu przesłanym przez firmę zewnętrzną.\n\nW celu usprawnienia przeprowadzania procesu weryfikacji wykształcenia uzyskanego na WMS uprasza się studentów oraz absolwentów do podawania w systemie USOS drugiego adresu e-mail (spoza domeny agh). Korespondencja prowadzona przez absolwenta z adresu znajdującego się w bazie Uczelni ułatwi autoryzację jego danych.\n\nUczelnia nie wypełnia i nie poprawia danych w formularzach.\n\nStudia na kierunku Matematyka są dwustopniowe. Wskazane w arkuszach weryfikacyjnych dane winny opierać się na danych w zależności od potwierdzanego tytułu. Jeżeli absolwent chce potwierdzenia danych ze studiów magisterskich  to okres początku i końca studiów winien dotyczyć okresu studiów drugiego stopnia.\n\nNazwa Kierunku i nazwa Specjalności winny być podane w formularzu zgodnie z ich brzmieniem na AGH. Są to nazwy własne, nie należy ich modyfikować.\n\nŚrednia ocen ujmowana w formularzach firm zewnętrznych dotyczy całego okresu danych studiów bez uwzględniania oceny z pracy dyplomowej. Średnia ta jest podawana w suplemencie – jako średnia ze studiów. Wpisanie niewłaściwej średniej uniemożliwi pracownikowi Wydziału potwierdzenie tej pozycji w formularzu.\n\nWniosek o potwierdzenie danych jest jedynym akceptowalnym drukiem. Uczelnia nie ustosunkuje się do sprawy w przypadku przesłania niewłaściwego druku.\n\nStopka\n\nStudenci\n\nPlany studiów\n\nDeklaracja dostepności\n\nKontakt\n\n© 2023 Wydział Matematyki Stosowanej AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \nKontakt: stronawms@agh.edu.pl \n\nBack", "metadata": {"url": "https://wms.agh.edu.pl/studia/absolwenci", "title": " Absolwenci -- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "970184845e34f1d5f996494100540f06", "word_count": 673, "headings": [{"level": 1, "text": "Absolwenci"}, {"level": 2, "text": "I. Wytyczne dla firm zewnętrznych/stron trzecich:"}, {"level": 2, "text": "II. Wytyczne dla studentów/absolwentów:"}, {"level": 2, "text": "Stopka"}]}}