{"content": "#  FAQ -- AGH University Doctoral School \n\nURL: https://www.sd.agh.edu.pl/en/ocena-srodokresowa/faq\nCrawled: 2025-03-19 21:21:53\n\nSkip to content\n\nSkip to footer\n\n FAQ \n\nQ: In what form the second part of the Summary of academic accomplishments (after the table) should be written?\n\n A: It should be written as the continuous text, according to the plan (Introduction, Methodology, Results with description, Summary). \n\nQ: What is “statement of reasons” about in the first part of Summary of academic accomplishments (in the table)? Is it a “statement of reasons” of the established status (e.g. “completed”) for each research task?\n\n A: If completed, provide measurable effects of the task.  If in progress, provide current measurable effects of the task. If there are delays, please explain why. If failed, provide reasons for the lack of complition and describe corrective actions taken. \n\nQ: How to approach failed tasks of the IRP?\n\n A: You should explain why such a task was not completed.  \n\nQ: Does the IRP Progress Report (tables with state of completion of research tasks) should include all tasks, not only research ones (i.e. conferences, publications)? \n A: Yes. Copy task names from your IRP (items 1-7) and include all covering the period until 23 of June. \n\nQ: Does the limit of 10 pages contain also bibliography and signatures at the end of a document?\n\n A: Bibliography – yes, signatures – no.  \n\nQ: Does the point 1 (Introduction) shall contain description of tasks done as in the Presentation of research achievements?\n\n A: No, introduction is the beginning of the Presentation of research achievements. \n\nQ: What if the direction of the research changed comparing to the one described in the IRP and if according tasks are different now?\n\n A: You should always refer to the IRP submitted in the Doctoral School. Differences and rationale for changes should be shown.  \n\nQ: Does the Summary of academic accomplishments should concern tasks which realisation date is yet to come?  \n A: No.\n\nQ: Does the Summary of academic accomplishments, Methodology section, should present methods, devices used only for the first two years (until the Summary of academic accomplishments is submitted) or should it also include the ones that are yet to be used, after the Interim Assessment?  \n A: Only the ones you have been using until the 23 of June.\n\nQ: Published papers – should the pdf of the full text of the article be attached?\n\n A: In case of published articles the first page or the full text of the article should be attached. In case of papers accepted. In the case of those accepted for printing, additionally attach confirmation of acceptance for printing. \n\nQ: What exactly should be attached, according to the attachment 2?\n\n A: List of publications and patents issued by AGH-UST Main Library (it can be generated from the BG AGH web page). \n\nQ: In the publication, the publisher has mistaken the affiliation and the one from the company was written. Will that be a problem?  \n A: No, but such a publication will not be registered by AGH-UST Main Library. You should explain why such situation occurred.\n\nQ: If my article is just being sent to the publishing house for verification, can only the sent pdf and e-mail confirmation of receipt by this publisher be included. Can he / she submit all works as pdf?\n A: Is it a publication accepted for publication or just sent for review? In the latter case, it is hardly an achievement.\n\nQ: Is it necessary to include the articles about master’s thesis that was published during the doctorate studies in the scientific achievements?\n A: No, it’s not necessary.\n\nQ: If IRP contains points concerning activities do not directly connected to PhD thesis, but these activities resulted in publications, should they be (apart from being added to the table) also described in section II?\n A: They should be described in the summary.\n\nQ: Where I can place activities that were not planned in IRP (ex. patent application)?\n A: Undertaken activities could be mentioned in the table and in the Summary of academic accomplishments, if they are directly connected with PhD topic. Otherwise, summary is the appropriate area for that achievements.\n\nQ: Do I need to scan whole document even if I sign it at the end?\n A: Yes you need to scan it all.\nScan not photo!\n\nQ: How meeting with committee is structured?\n A: If the committee wants a presentation, you should get the information from the committee. It is difficult to predict how long the meeting will last. Depends on the number of questions from the Commission. Probably about 20 minutes on average.\n\nQ: Will the members of evaluation commission be known before? Who will be in evaluation commission?\n A: Members lists will not be publicly available.\n\nQ: What I can expect form meeting? It is possible that meeting will be an exam from whole discipline and range of a query will exceed the topic dissertation? How I can prepare for that meeting?\n A: Definitely meeting is not an exam. It will consider all Commission’s doubts connected with Your documentation. Of Commission decide for presentation formula, You will be obligated to prepare presentation, that take a few minutes.\n\nQ: When i get the results of mid-term evaluation? What are the evaluation criteria?\n A: Results: until 16 September\n Criteria: Timely performance of tasks and compatibility with IPR\n\nStopka\n\nAGH University Doctoral School\nbuild. A3, I floor, room 118\nal. Mickiewicza 30\n30-059 Krakow\n\nOffice for Doctoral Students' Affairs\n E-mail: phd@agh.edu.pl\n Phone: +48 12 617 56 13\n Phone: +48 12 617 56 11\n Phone: +48 12 617 56 14\n Direct and telephone support for doctoral students\n Monday - closed\n Tuesday - Friday - 9:00 a.m. - 1:00 p.m.\n\nDirector's Office\n E-mail: sdbiuro@agh.edu.pl\n Phone: +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/en/ocena-srodokresowa/faq", "title": " FAQ -- AGH University Doctoral School ", "depth": 3, "duplicate": false, "content_hash": "06efd9849012a037bc8fe81b287e54e8", "word_count": 941, "headings": [{"level": 1, "text": "FAQ"}, {"level": 2, "text": "Stopka"}]}}