{"content": ">\nG)\n—\n\nINNOVATOR\n\nScientific\nachievements\n\n\n\nWe are proud to present an overview of some of the most \ninteresting academic achievements of our outstanding \nAGH UST scientists. Although necessarily selective, this \npublication demonstrates a collection of the most ex -\npansively researched fields and disciplines at our uni -\nversity – not only in the sphere of ideas, studies, and \ndiscoveries, but also in terms of implementations in in -\ndustry and economy.\nIn the world of science, success is marked not only by \nthe fact of implementing research results, but also by \nthe launch of projects, facilitated by receiving specif -\nic funding or by becoming a member of a team carry -\ning out a particular activity. The money granted by such \nprestigious Polish institutions as the National Science \nCentre (NCN), the National Centre for Research and De -\nvelopment (NCBR), the Ministry of Education and Science \n(MEiN), or the funding from the Initiative for Excellence – \nResearch University (IDUB) programme testify to the po -\ntential of the projects originating at the AGH UST.\nThe specific feature of our university’s profile means that \nthe research carried out here must be both theoretical \nand practical in nature. Therefore, we have attempted to \npresent it on a broader scale and to embed its idiosyn -\ncrasies and application potential within the surround -\ning reality. This leads to the conclusion that the research \nprojects conducted by our employees, doctoral students, \nand students respond to the multifarious challenges of \nthe modern world – from the digitalisation of practically \nall aspects of life, through issues related to the exploita -\ntion of natural resources and the energy transformation, \nto social problems and civilisational diseases.\nI hope that this publication and the achievements in ma -\nterials science, biomedical engineering, or computer sci -\nence presented herein will be an incentive for scientists \nand entrepreneurs who want to establish cooperation \nwith our university, as well as a source of inspiration for \nyoung people who wish to enter this fascinating world \nof science.\nProfessor Marek Gorgoń  \nVice-Rector for Science\n\n6AI to help animals. New generation of intelligent tools for veterinary \ndiagnostics \n8Air purification installation to protect work stations from viruses\n10Amino acids to extend the life of medical implants\n12Artificial brains vs. von Neumann bottlenecks – research on synthetic intelligence\n14Black glasses as a solution to the problem of high-temperature corrosion \n16Collective intelligence and the electronic republic. The Internet and social participation \n18Computer science to aid detectives. LINK2 – forensic analysis support system\n20Electronic zero waste? Developing methods for complete photovoltaic panel recycling\n22Fog as a nature-inspired source of water. New applications  for polymer nanofibres\n24From an anechoic chamber to the opera. Innovation in room acoustics\n26Gasars – light and resistant materials for innovative applications\n28The importance of a healthy spine. Robotic rehabilitation support\n30Interventional method to reduce particulate matter concentrations  in the smog layer\n32Mixed reality in detecting neurodegenerative diseases\n34New biodegradable Controlled Release Fertilisers – a green alternative  for land cultivation\n36A new lease of life to oil and gas wells. Recovering lithium  from produced water\n38Otoimplant – polymeric middle ear prosthesis with bactericidal effect40Saving Achilles. Towards modern diagnostics of tendon diseases  and failures\n42Senster’s new life. Strategies of preservation and reactivation  of interactive pieces of art\n44Shall we trust artificial intelligence? AI algorithms in robotics  and virtual reality \n46Shining bright. A system for designing smart lighting\n48Smog, tsunamis, and pandemics. The capabilities of isogeometric simulations\n50Taking a deep breath in Krakow. Identification of particulate matter pollutants in the atmosphere \n52Thermal treatment of organic waste as a method for resource acquisition\n54Towards climate-neutral power engineering. Unconventional geothermal systems\n56Towards sustainable power technologies. Safe hydrogen storage\n58Used coffee grounds – raw material for groundbreaking ceramic materials \n60VRSophy – translating classical philosophical concepts into the language of the present  \n62Wastewater-based epidemiology. Innovative methods of biomonitoring \n64Where computer science meets economy. Computational aspects  of social choiceContents\n\n \n7 \n6Today, artificial intelligence algorithms find \napplications in multiple areas. One of such fields is veterinary medicine. Similarly to people, animals also suffer from all kinds of inflammations and cancers. It is precisely these afflictions that have been targeted by the AI and veterinary experts from the CyfroVet project.AI to help animals.  \nNew generation of intelligent tools \nfor veterinary diagnostics \nThe chief objective of the project, carried out by the AGH \nUST Academic Computer Centre CYFRONET, is to reduce \nthe time of cytology tests, which are the first step in di -\nagnosing neoplastic lesions in animals. Currently, wait -\ning for results can take from several days to two weeks. \nThe price of the test is also quite considerable. More -\nover, sending samples to laboratories comes with ad -\nditional costs.\nThere is a possibility of accelerating the moment of \nreceiving preliminary results by using an automated sys -\ntem that takes a picture of the sample of cytological \nmaterial and analyses it with the use of artificial intelli -\ngence algorithms, making it possible to detect the patho -\nlogical changes therein. Based on such preliminary tests, \ndoctors will be able to make initial decisions about fur -\nther diagnosis and treatment.\nDeveloping a system like this presents quite a chal -\nlenge. Firstly, and quite significantly, scientists need to \ncollect a sufficient number of photos of multifarious \nsamples, which will allow them to train the artificial in -\ntelligence algorithms in recognising neoplastic lesions.\nIn the macroscale, a cytology sample is non-homo -\ngeneous: some spots show a higher diagnostic poten -\ntial than the others. A specialist is able to pre-  identify \nand analyse them for changes. A system for cytology di -\nagnosis should be able to carry out such analysis too. \nOnly selecting specific fragments of the analysed pho -\ntos, which contain questionable pathologies, will facili -\ntate precise diagnosis. \nAnother time-consuming process is related to train -\ning data labelling, which requires an expert to mark any \npathologies by hand, which are then verified by a cer -\ntified pathologist. This stage ensures a high quality of \nthe artificial intelligence system. As part of the project, \nthe scientists have already created a solution that al -\nlows them to classify selected pathological changes using neural networks. They have also developed net -\nwork architectures, which allow them to precisely de -\ntect and semantically segment individual cancer cells, \nfacilitating a detailed analysis of pathological changes. \nThis has set the classification accuracy rate at high 96%. The system works for three selected neoplastic lesions: \nmastocytoma, histiocytoma, and lymphoma. Based on \nthe YOLOv3 detection algorithm, the model developed \nby the scientists allows them to isolate within the im -\nage of the cytology sample the so-called ‘field of inter -\nest’. At the same time, scientists are working on a mod -\nel based on semantic segmentation, which allows them \nto isolate areas of pathological changes with an accu -\nracy of one pixel.\nThe team is also investigating ways to develop a \nholistic veterinary diagnostic system, which will take \ninto account not only microscope screenings of photo -\ngraphed cytology samples, but also the information col -\nlected by the vet during anamnesis. The medical histo -\nry allows the doctor to evaluate the patient’s condition \nby analysing its age, past diseases, location of skin le -\nsions, as well as any additional information the doctor \ncan obtain from the owner. These constitute categorical \ndata, which can significantly affect the diagnostic deci -\nsion made by the veterinarian. Accounting for this data \nin the artificial intelligence algorithm will allow the sci -\nentists to improve its efficiency and generalise the re -\nsults. In machine learning, this phenomenon is known \nas the use of multiple modalities for building models. \nThe project is carried out by a team of specialists \ncomprising Prof. Kazimierz Wiatra, b, AGH UST Prof. Paweł \nRusseka, b, Dr hab. (Eng.) Maciej Wielgosza, b, Dr (Eng.) Ra -\nfał Frączeka, b, Michał Karwatowski, MSc Eng.a, b, Jakub \nCaputaa, and Daria Łukasika (a – CYFRONET, b – Faculty \nof Computer Science, Electronics, and Telecommunica -\ntions).CyfroVet project led by  Dr hab. (Eng.) Maciej WielgoszAcademic Computer Centre CYFRONETLaboratory of Acceleration of Computing and Artificial Intelligence\nStep-by-step diagnostic diagram with the use of CyfroVet project solutions\nThe same diagram supplemented  \nwith categorical data entered  \nby the doctor\nA histiocytic cell\nlocation [x, y]size [width, height]detection rate …%\nA histiocytic celllocation [x, y]size [width, height]detection rate …%\n\n \n9 \n8\nA stream of pure air envelopes the person \nstanding in a room, removes the exhaled air, and creates a barrier against the outside air. This is how the prototype installation works. An installation to protect people who might be exposed to viruses, including SARS-CoV-2. Air purification installation  \nto protect work stations  \nfrom viruses  \nTo limit the spread of COVID-19, in addition to the work \nthat aims to develop effective treatments and vaccines, \nwe must take appropriate preventive measures. In this \ncase, proper ventilation of rooms is crucial. This is be -\ncause the infectious SARS-CoV-2 virus spreads, for ex -\nample, through aerosols, that is, a mixture of air, fine \nsolid particles, and liquid droplets that everyone emits \nwhen they breathe and speak, not to mention cough -\ning or sneezing. Such a cloud containing pathogens can \nmove about and linger in air for extended periods in \ncrowded and poorly-ventilated rooms.\nThe engineers from the Ventilation and Air-condition -\ning of Facilities Team at the Faculty of Civil Engineering \nand Resource Management have decided to tackle this \nchallenge innovatively. They are currently working on an \nair purification system which, in comparison to those \napplied in general ventilation and air-conditioning sys -\ntems, is intended for a single person. \n‘The idea originated as a result of our observations \nand the needs of industry, where people have to work in \nclose contact or where they are confined in small spac -\nes, as in mining, for example. Constructing this type of \nventilation will facilitate the minimisation of human ex -\nposure to the virus in the aforementioned situations’, ex -\nplains AGH UST Prof. Marek Borowski, the leader of the \nproject titled Air purification system for work stations \nexposed to the COVID-19 virus .\nThe tested solution is made of a ventilation fan, an \nelectrostatic air filter that captures and neutralises mi -\ncrobes, a ventilation installation, and a ceiling diffuser \nmade of an elastic and easily disinfected PET-G mate -\nrial. The diffuser is meant to create a stream of air that \nwill remove the exhaled air from the user-occupied zone, \nwhile simultaneously blocking the flow of air from the \noutside.\nDuring research work, the AGH UST scientists have \nexamined the impact of the plenum box entry on the velocity profile of the air stream. ‘The plenum box de -\ncompresses the air stream and causes a decrease in \nits velocity before it reaches the fan, where it is pro -\nfiled accordingly by the arrangement of vanes and oth -\ner elements. Moreover, when the air velocity decreas -\nes, the noise level is also reduced’, explains Prof. Marek \nBorowski. ‘This is why research on the shape of the box, \nthe direction of the air entry, or its velocity is so impor -\ntant and has been carried out for many years. We’re still \ntrying to reach the optimal shape, because when you \nmount the installation, it’s sometimes impossible to ap -\nply an ideal solution.’\nThe challenge that the designers and producers of \nHVAC systems (heating, ventilation, and air-condition -\ning) face is to provide optimal functionality of their de -\nvices, while simultaneously bearing in mind the maxi -\nmum comfort of the user. The latter factor is influenced \nby temperature, humidity, purity, and velocity of the air \nflowing from the system. The last parameter is deci -\nsive when it comes to feeling unpleasant draughts in \nthe room. The PIV (Particle Image Velocimetry) and CFD \n(Computational Fluid Dynamics) analyses have shown \nthat the way the stub pipe is connected to the box has \na significant impact on the distribution of air from the \nfan. Although, taking space limits into consideration, the \nproducers of such devices use side-entry plenum boxes, \nthe air stream profile in this configuration is less sym -\nmetrical than in the case of a top entry. The research -\ners indicate that a partial solution to this problem might \nbe the installation of perforated panels inside the box. \nHowever, this can come at the cost of dropping pressure \nand increasing the noise level. \nThe solution developed by the AGH UST researchers \ncan be redesigned by using a different type of fan, so \nthat the installation, instead of creating a protective \nbarrier around a single person, would shield an entire \ngroup of people.Team led by AGH UST Professor  Marek BorowskiFaculty of Civil Engineering and Resource Management\nProject funded by a university grant  \nwithin the IDUB programmeSmoke test used to visualise the propagation of air around the dummy\n\n \n11 \n10Implant production uses a variety of materials \nwhich, within a specified time, should perform predetermined functions: have defined mechanical properties (strength, abrasion resistance, etc.), be biocompatible with the human organism, and show corrosion resistance. The most frequently used materials include metals and their alloys, such as titanium and stainless steel. Unfortunately, the interaction of metal implants with bodily fluids causes various chemical reactions on the metallic surface, leading to their deterioration.Amino acids to extend the life \nof medical implants   \n‘As a result, toxic compounds are released into the organ -\nism, which can lead to the development of various infec -\ntions or cancers. On the other hand, replacing damaged \nimplants is expensive and requires complex and cum -\nbersome medical procedures ‘, says Dr Dominika Święch \nfrom the Faculty of Foundry Engineering, leader of the \nproject titled Spectroscopic studies in micro- and nano -\nscale of the corrosion process and its inhibition of the \nmodified metallic surfaces applied in implantology , car-\nried out by the consortium comprising the Faculty of \nFoundry Engineering, the Academic Centre of Materials \nand Nanotechnology (ACMiN), and the Henryk Niewod -\nniczański Institute of Nuclear Physics of the Polish Acad -\nemy of Sciences (IFJ PAN).\nAn effective way to hinder corrosion is to modify the \nsurface of materials used in implantology with inhibi -\ntors. The tested materials are modified with gold and \ncopper nanoparticles, which possess potential anti -\ncorrosive and antibacterial properties. Moreover, they \nstrengthen the spectroscopic signal during the examina -\ntion of processes occurring on the studied surfaces. The \napplication of the particles is supervised by Dr Kamila \nKollbek from the ACMiN which provides access to nec -\nessary equipment.\nThe scientists pay special attention to amino acids, \nwhich occur naturally in the human body and perform \nnumerous biological functions. As previously shown, \nthey can play the role of corrosion inhibitors; addition -\nally, they are non-toxic and relatively inexpensive. Un -\ntil now, Dr Święch has been examining tryptophan (Trp). \nIn our bodies, it constitutes a precursor of various me -\ntabolites, including serotonin (a.k.a. ‘the happiness hor -\nmone’) and melatonin (in control of the sleep-wake cy -cle), influences the health of our skeletal system, and its \nresidues form peptides that play a vital role in the im -\nmune system. To find out whether Trp is also a corrosion \ninhibitor, electrochemical studies of stainless steel have \nbeen conducted. The scientist simulated an adverse en -\nvironment that influences the process of implant corro -\nsion in the human body (namely, the presence of chlo -\nride and phosphate ions). The results indicated that Trp, \nin controlled conditions, adsorbs onto the surface of the \ncorroded stainless steel, resulting in improved corro -\nsion resistance.\n‘Research on the inhibition process uses surface-en -\nhanced infrared absorption (SEIRA) and surface-en -\nhanced Raman spectroscopy (SERS) techniques, which \nare useful tools for monitoring the process in the mi -\ncroscale; techniques that combine the advantages of \natomic force microscopy and spectroscopy (e.g. AFM-IR), \nwhich facilitate imaging the process in the nanoscale, \nare also used. Using primarily the methods of oscilla -\ntory spectroscopy in my research, with particular use of \nnano-spectroscopic imaging, is a novel approach to the \ninvestigation of the corrosion process and its inhibition. \nResearch carried out with the use of these techniques \nhas multiple advantages, namely, the measurements are \nfast and the sample remains intact, and it does not re -\nquire special preparation ’, explains Dr Święch.\nUsing spectroscopic methods facilitates the identifi -\ncation of the products of corrosion and makes it possi -\nble to investigate the corrosion inhibition process in-  situ \nand ex-situ  in micro- and nanoscale (e.g. determining \nstructural changes occurring as a result of interactions \nbetween potential inhibitors and the metallic surface \nwith simultaneous surface morphology control). Team led by Dr Dominika ŚwięchFaculty of Foundry EngineeringDepartment of Chemistry and Corrosion  of Metals\nProject implemented within  \nSONATA 15/NCN\nSEM images (taken with a scanning electron microscope) of the 316L stainless steel surface after electrochemical corrosion tests in inflammation conditions (Phosphate-buffered saline [PBS], pH=3, temp.=37°C) with and without Trp present, in various time exposures\n3 /uni00B5m 3 /uni00B5m\n3 /uni00B5m 3 /uni00B5m 24 h + Trp2 h 2 h + Trp\n24 hcorrosion \npits\ncorrosion \npitsTryptophan (C 11H12N2O2)\nN\nCOH\n\n \n13 \n12An artificial brain instead of a traditional \ncomputer? This can be our future. A team led by Professor Konrad Szaciłowski is working on improving memristors that constitute a synthetic equivalent of synapses. Their huge advantage is that they combine the properties of a memory and a CPU, which considerably increases the computing efficiency of the system, simultaneously reducing its energy requirements. This opens the path to overcoming the von Neumann bottleneck, which significantly limits the capabilities of modern computers. Artificial brains vs. von Neumann \nbottlenecks – research on \nsynthetic intelligence\nThey are made of a CPU (Central Processing Unit) and a \nmemory, between which data travel. This solution has \none fundamental drawback: the data bandwidth be -\ntween the two units is limited, which makes the CPU in -\nert before it receives information. This problem does not \napply to the human brain, which can also be viewed as \na computing machine. The reason for that is cells that \ncombine the functions of memory and a CPU. Research \nhas shown that synapses can store information and pro -\ncess them at the same time. It happens because they \nmemorise the flow of electrons; therefore, they operate \non the basis of a local memory, which does not rest on classic, but on fuzzy or many-valued logic. The question \nboils down to how to mimic this clever natural contrap -\ntion and how to create a new-generation computer that \nmimics the nervous system.\nA prospect for a leap in computer technology is the \nso-called ‘memristor’ (a portmanteau of memory resis -\ntor), which can be seen as an artificial counterpart of a \nsynapse. Its resistance increases when electrons trav -\nel in one direction and decreases when they go the op -\nposite way. Each memristor remembers its state even \nwhen the power is off, and retains its most recent re -\nsistance without power supply. This makes it a perfect \ncandidate for a component that can one day serve as a \nbuilding block for a network which will mimic the func -\ntioning of the brain. \nBuilding a memristor is quite a challenge. We need \ninnovative solutions, which are investigated at the AGH \nUST Academic Centre of Materials and Nanotechnology. \nUsing interdisciplinary knowledge, the researchers try to \nbuild a memory resistor that can operate in home con -ditions. They construct systems made of nanoparticles \nand light-sensitive post-perovskite materials. \n‘A memristor is a non-linear circuit called a sythet -\nic synapse, because you can force it to retain a kind of \nprimitive memory – it’ll remember whether an electri -\ncal impulse has flown through it or not. Whereas an ar -\ntificial neuron is the usual name given to an electro -\nchemical cell that generates electrical impulses under \nthe influence of light. The case is now to merge these two different elements to create a completely synthet -\nic system that will process data analogously to the pro -\ncessing that occurs in a biological nervous system’,  the \nproject leader says. ‘Memristors based on perovskites \nhave been studied for 6 to 8 years. In this specific case, \nwe’re talking about the lead perovskites, that is, com -\nplex compounds containing lead, iodine, and an organic \ncation. These compounds show good electrical conduc -\ntivity and are commonly applied to solar cells. However, \nmemristors made of them have one basic flaw: they are \nextremely air- and humidity-sensitive. This is why we are \nlooking for entirely new materials that will have prop -\nerties similar to those of perovskites, i.e. show the so-\ncalled “memristance”, while simultaneously being not as \nsensitive to environmental factors. We need memristors \nthat we can mass produce on a larger scale in the future.’  \nWhen scientists manage to develop individual com -\nponents, they will begin to construct neural networks, \ncapable of performing specific tasks. ‘ We want to make \na bucketful of jelly with which we’ll be able to play chess’,  \njests Professor Szaciłowski. In other words, the goal is \nto create a physical synthetic intelligence that could be \nused to construct hardware.\nTeam led by Professor Konrad SzaciłowskiAcademic Centre for Materials and Nanotechnology\nThe Post-perovskite memristive materials  \nfor hardware networks  project funded by  \na university grant within the IDUB  programme\n\n \n15 \n14Corrosion is a gradual process of material \ndegradation stemming from its interaction with the work environment. The commonly known phenomenon of metallic element rusting, resulting from the flow of electric charges between the degraded material and the electrolyte that contains aggressive ions – for instance, Cl\n- or OH- – \nis an example of electrochemical corrosion. An example of chemical corrosion might be the degradation of metallic materials under the influence of hot, gaseous work environments (more than 400÷500°C).\nExperimental plan of production optimisation of black glass-based coatingsThe problem of high-temperature corrosion affects \nmany branches of the economy because higher temper -\natures often translate into an increase in process effi -\nciency, such as fuel combustion in aircraft engines. It \nalso affects the energy industry and low-emission SOFC \n(Solid Oxide Fuel Cells) technology that requires high \noperational temperatures (ca. 800°C). This requirement \nresults from the need to provide an appropriate level of \nion conductivity of the electrolyte made of zirconium \ndioxide (ZrO 2) stabilised with yttrium oxide (Y 2O3). Un -\nfortunately, such high temperatures mean the acceler -\nation of degradation of individual elements of the fuel \ncell, including the so-called ‘interconnects’ – the “back -\nbone” of the cell that facilitates the connection of indi -\nvidual cells in larger stacks. \nA way of counteracting these problems is to use pro -\ntective coatings. As far as interconnects in SOFC are con -\ncerned, the task is even more difficult due to strict ma -\nterial requirements for potential interconnect materials \nthat encompass not only resistance to oxidation in high \ntemperatures, but also a high level of electric conduc -\ntivity. Dr (Eng.) Maciej Bik, who works in a research team \nled by Professor Maciej Sitarz from the Faculty of Mate -\nrials Science and Ceramics, has been trying to solve the problem. He optimises the process of obtaining protec -\ntive coatings based on the so-called ‘black glasses’.\nBlack glasses are materials with the structure of \namorphous silica, which belong to the so-called ‘poly -\nmer-derived ceramics’ (PDC). The key element that deter -\nmines the interesting properties of black glasses is car -\nbon, which can be found in the material in two variants. \nThe first one constitutes carbon atoms bonded with sil -icon atoms by strong, Si-C covalent bonding, which con -\ntributes to a high thermomechanical resistence of the \nmaterial. The other variant is the so-called ‘free carbon \nphase’, which occurs when a certain threshold of carbon \ncontent in the glassy matrix is exceeded. This phase is \nresponsible for electrical conductivity and black colour \nof the material. After many years of research, Dr Maciej \nBik was able to discover the optimal ratio of both these \nphases and develop a process of obtaininig tight and ho -\nmogeneous black glass-based coatings from “pure” sili -\ncon oxycarbide (SiOC) and aluminium cations silicon oxy -\ncarbide (SiAlOC). During high-temperature tests (800°C) of steel samples dedicated for interconnects and modi -\nfied with the use of black glass-based coatings, promis -\ning results were obtained as the uncontrolled diffusion \nprocesses were impeded, which translated into a signif -\nicant reduction in material degradation rate with simul -\ntaneous maintenance of satisfactory levels of electrical \nconductivity. This was the first such an attempt in the \nworld to use silicon oxycarbide-based coatings in this \nway, which have a working mechanism completely diver -\ngent from the most commonly used layers based on spi -\nnel- or perovskite-structured compounds.\nOne of the greatest advantages of this coating mate -\nrial is the wide scope of possible applications, which in -\nclude not only metallic substrates (ferritic steels, inter -\nmetallic alloys), but also work in various atmospheres \n(oxidation, reducing). Black glass-based coatings have \nbeen successfully used on the substrate of TiAl alloy, \nintended for low-pressure turbine vanes for aircraft en -\ngines (750°C; air and air with steam) as well as substrate \nof pure chromium (950 and 1050°C; air).Black glasses as a solution to \nthe problem of high-temperature \ncorrosion\nSOL-GEL\n„T”\n„D”\nHCl\nEthanol\nH2O\nTube furnace with argon atmospherePURPOSEFUL\nSUBSTRATE\nACTIVATION\n(grinding \nvs. polishing)\nHYDROLYSIS \n(„T/D” = 1/1 vs. 2/1 and Si4+ → Al3+) – \nchemical composition of precursors\nDEPOSITION\n(dipping and withdrawal speed– \n5, 15 and 30 cm/min)\nTHERMAL\nTREATMENTDRYING\n(temp. 70°C vs. 150°C)\nPYROLYSIS\n(cooling speed – \n1°C/min vs. 5 °C/min)alkoxysilanes\nladder-like\npolysilsesquioxanesΦ = 10 mmd = 1 mm\nDIP/hyphen.caseCOATING\nT:D = 1:2 T:D = 1:1\nT:D = 2:1\n T:D = 4:1\nincreasing free carbon contentresistance to oxidation\nelectrical conductivity\n DIP/hyphen.caseCOATING\nTeam led by Professor  \nMaciej Sitarz \nFaculty of Materials Science and \nCeramics\nDepartment of Silicate Chemistry \nand Macromolecular Compounds\n \nProject funded by a university \ngrant within the IDUB programme\n\n \n17 \n16In what way can the Internet increase the \nparticipation of citizens in the public domain? \nWill collective intelligence help us implement \na new model of participation in public debates? \nA research group for ICT applications (Information \nand Communication Technologies) in the public \ndomain, established at the Faculty of Humanities, \ntries to answer these questions.Collective intelligence and the \nelectronic republic. The Internet \nand social participation\nIn ancient Greece, making decisions affecting the en -\ntire community happened during meetings on the ago -\nra, where people debated the future of the Greek city-\nstates. In our times, the Internet was to become such a \nplace: people wished to create a space in which citizens \ncould talk to one another and collectively decide on the \nfate of their countries. This idea has been referred to \nas the electronic republic by the leader of the research \ngroup, Dr Rafał Olszowski. \nCurrently, the most common model of social par -\nticipation is representative democracy, in which, as \nthe name suggests, citizens choose their representa -\ntives to govern and make decisions about the state in \ntheir name. The less popular model is direct democra -\ncy, where citizens themselves make choices by voting, \nwhich gives them a significant influence on governing \ntheir country. The latter manifests itself in electron -\nic democracy, which aims to engage all citizens in pub -\nlic matters through the use of information and commu -\nnication technologies, allowing for Internet referenda. \nThere is one major general objection against direct de -\nmocracy, namely that, in reality, it means the mob rule, \nwhereas the expert rule would be much better. Is that \nthe case, though? \nScientists who study collective wisdom analyse the \ntransfer processes of a considerable amount of data, \nwhich they try to dissect in search of regularities. For in -\nstance, organising large-scale Internet traffic and behav -\niours, they prove that an averaged response of a mass \nof anonymous Internet users is sometimes even better \nthan an expert opinion. For collective wisdom to occur, \ncertain conditions must first be met. Initially, cognitive \ndiversity plays a rather important role. This is a situation \nwhen the mass present differing points of view. Second -\nly, it is important that the answers are autonomous, i.e. \nindependent. Thirdly, the structure and quality of argu -ments matter, as well as the model of debate – deliber -\native or agonistic.\nThe AGH UST scholars analyse collective intelligence \nstudying smaller groups first – local and city communi -\nties. They also focus on large-scale public debate, espe -\ncially the one on Twitter. Due to the integration of the \nAPI Twitter software and IT tools prepared in the R lan -\nguage (Piotr Pięta, MSc was responsible for the program -\nming work), massive response collections are gathered \nand analysed in terms of group interrelations, sentiment, \npolarisation of opinions, and debate balance. \n‘Studies have shown that if a group has to make a col -\nlective decision, different thinking styles of this com -\nmunity members, that is, the cognitive diversity, trans -\nlates often to better results. However, it’s best when they \nrepresent some common values and goals, and have a \nsense of group identity ’, Dr Olszowski claims. Based on \nconclusions from observing social initiatives carried out \nonline – such as the participatory budget of Krakow – \nthe team describes cognitive processes influencing col -\nlective intelligence. The group is also considering which \npolitical model suits best a system in which the citi -\nzen takes active part in creating the electronic republic. \n‘We are analysing current initiatives and wonder what is \ntheir impact on creating public politics, and the adopt -\ned model of citizenship. In other words, we are trying to \nanswer the question who a citizen is in the electronic re -\npublic – is he/she truly a co-creator of the public sphere \nor rather a consumer, as in the liberal model, where they \nget certain services for which they must pay taxes ’, ex-\nplains Dr Olszowski and summarises: ‘ Small ICT-aided \ncommunities can be a strong element of the public do -\nmain. They should balance government institutions op -\nerating on the premises of bureaucracy, as well as large \nmedia corporations which impact the Internet increas -\ningly stronger.’Team led by Dr Rafał OlszowskiFaculty of Humanities\nThe Collective intelligence on the \nInternet: applications in the public sphere, research methods, and  social participation models   \nproject implemented within SONATINA 2/NCN\nPROBLEM \nSOLVING\nDECISION \nMAKING\nCOLLECTIVE \nMEMORIZATIONCOLLECTIVE \nSENSINGCreativityCollective \nreﬁning of ideasLevel of \nself-organizationImpact of \nconﬂicts\nAggregating \noppinions\nRemoving \nduplicates\nBuilding syntheses\nGenerating \ndecisions/voting\nMemorizing \nexperiencesGrouping \nmemories \nin the blocksCreating \nmeta-memoryConstant learningAbility to scan \nenvironment\nCollecting large \namount of data\nPreserving \ncognitive diversityCOLLECTED DATASTRUCTURED MODEL \nOF THE PROBLEM\nSELECTED \nCONTRIBUTIONSACCUMULATED \nKNOWLEDGE\n\n \n19 \n18The process of forensic analysis is complex and \noften based on a massive amount of data. The \ngoal of a forensic scientist is to obtain information \ninaccessible at first glance but revealed only after \na detailed investigation of all available data from \nvarious angles. Considering the laboriousness of \nanalytical processes and the limited perception \ncapabilities of humans, scientists have come to \nthe conclusion that the process can be simplified \nusing computer tools.Computer science to aid \ndetectives. LINK2 – forensic \nanalysis support system\nDeveloping and implementing tools to answer the real \nneeds of state security institutions requires an expe -\nrienced, interdisciplinary team made up of scientists, \nprogrammers, testers, and analysts, such as the team \nfrom the AGH UST Forensic Software Lab that has creat -\ned the LINK2 environment – a comprehensive IT solution \ndesigned to support the work of criminal analysts. The \nsoftware is tailored to the needs of Polish public secu -\nrity services and field experts. It provides a set of tools \nfor integration, pre-processing, and the visualisation of \ndata from various sources. \nOne of the first steps in data analysis is the prepara -\ntion thereof. Based on experience and expert opinions, \nthere is certainly no standard format of data. Therefore, \nLINK2 has been equipped with the crucial and extend -\ned set of tools supporting data import. It is in the form \nof a graphic creator that guides the user, step by step, \nthrough the entire process. During data import, the soft -\nware evaluates its correctness and completeness in the \ncontext of selected domains. \nThe objective of the analysis is to put forward and \nverify hypotheses, which usually occurs through reveal -\ning relevant relationships between objects on the basis \nof large amounts of interconnected data. To aid this pro -\ncess, it is helpful to use multifarious algorithms and heu -\nristics. An example of such tools might be the search of \npotential meetings, uncovering and recognising patterns, \nor multicriterial filtering and data search. These tools al -\nlow the analyst to focus on relevant data (from a spe -\ncific point of view). The user can also review the statis -\ntics that present consolidated information on the data \ncollections under analysis, for example, a list of objects \nthat interact with each other most often, their activity, \nand time profiles.Another important quality of LINK2 is the methods \nof visualisation that allow the analyst to discover and \nedit data, and prepare final reports intended for further \nproceedings. The environment has three graphic edi -\ntors. The pattern editor provides tools supporting the \nvisualisation of objects (as graph knots) and relation -\nships between them (as edges of graphs). This allows the \nsoftware to distribute the graph elements clearly, con -\nditionally mark the elements, and recognise and com -\nbine similar knots. The map editor is to improve anal -\nyses carried out on the basis of geographical data. In \naddition to the possibility of importing it from hetero -\ngeneous sources, the scientists developed visualisation \nmethods of routes, various types of occurrences, ad -\ndress information, or telecommunication facilities. The \neditor is also equipped with a tool facilitating the fil -\ntering of objects in terms of the time of occurrences \nrelated thereto. The time editor shows the chronolog -\nical order of events on a timeline and presents rela -\ntionships between objects (e.g. a meeting, phone call, \nfinancial transaction), which proves particularly useful \nin event sequence analysis and correlation analysis be -\ntween events related to different objects (typical in in -\nvestigating economic crimes).\nDue to the cooperation with officers of public secu -\nrity institutions, the scientists have been able to de -\ntermine specific requirements for the application and \nimplement a fully functional version, which has been \npositively verified in practice (a hundred and several \ndozen licence agreements signed with public security \ninstitutions all over Poland; the number of active users \namounts to several thousand). This fact is corroborated \nby multiple distinctions awarded by the police and the \nPolish border guard. \nTeam led by Professor   \nMarek Kisiel-Dorohinicki ,  \nDr (Eng.) Jacek Dajda,  and Dr (Eng.) Kamil PiętakFaculty of Computer Science, Electronics, and TelecommunicationsInstitute of Computer Science\nProjects funded by the NCBR\n\n \n21 \n20Photovoltaics is becoming a more and more \npopular “green” alternative to produce energy, \nand its market in EU countries is growing rapidly. \nEstimates say that by 2025, in Poland alone, more \nthan 420,000 tonnes of solar panels will have \nbeen installed. Considering that their average \nlife cycle spans 20–30 years, in the coming years, \nin Poland alone, people will face the challenge \nof managing more than 100 tonnes of exploited \nphotovoltaic installations. What can we do to \nmake sure it is not just e-waste?Electronic zero waste?  \nDeveloping methods for complete \nphotovoltaic panel recycling\nEven now, photovoltaic panels can be used to resource \naluminium, silicon, or glass. However, for now, these \nmethods are usually incomplete, inefficient, or expen -\nsive. Therefore, the AGH UST launched a project aimed \nto develop a technology to almost completely recycle \nworn out PV modules, carried out in a consortium with \nthe research and technology company 2loop Tech. The \npartners estimate that the methods of recycling PV pan -\nels will not only be fully environmentally friendly, but \nalso economically effective, facilitating the reclamation \nof almost 100% of elements necessary to produce such \ndevices, including precious metals, such as silver. The \nAGH UST will carry out laboratory tests and develop a \nmethod of recycling the panels, whereas the implemen -\ntation and launch of a prototype technological line will \nlie with 2loop Tech.\nDevising methods for reclaiming precious metals \nand other valuable elements from electronic devices \nrests in the hands of a research team led by Dr (Eng.) \nKrzysztof Broda from the Faculty of Civil Engineering and \nResource Management. To do this, the scientists use a \nvariety of separation techniques. Some are simple and known from chemistry classes – the gravitational meth -\nod, based on varying densities of materials. The oth -\ners, however, are more complex and require a laboratory. \nThis is the case with thermal and chemical separation. \nOne of the most popular and effective techniques in -\ncludes the electromagnetic method. ‘ In low-intensity \nmagnetic separators, we can separate iron, and in the \nstronger ones, copper and aluminium, which show weak \nmagnetic properties ‘, says Prof. Barbara Tora, member \nof the research team.\nA photovoltaic panel has layers. PV modules are man -\nufactured from individual solar cells that, after being wired to one another, are encapsulated and put into an \naluminium frame. Therefore, the recycling process must \nbegin with the separation of individual types of mate -\nrial. What exactly does it look like? Currently, the pro -\ncess starts with thermal treatment and grinding of the \nworn out equipment. Due to economic and ecological \nreasons, big furnaces are becoming a thing of the past \nin favour of the grinding method, which uses machines \nthat crush the panels or vibration mills. After that, the \nproduct is separated on a line during optical sorting or \ngranulometric separation (sieving). Mechanically sepa -\nrated glass can be later reused to make new panels or \ntransported to a facility that produces bottles. Copper \nand aluminium that make up the wiring are also easily \nseparable and meltable. Whereas silicon from solar cells \ncan be successfully reclaimed with the use of a fasci -\nnating technique developed… more than 100 years ago. \n‘It’s the so-called “Czochralski method”, a Polish chem -\nist who invented the method of making cells from silicon. \nYou can say that these cells are grown – I’m sure every -\none learned at school about the method of crystallisa -\ntion, when you put a string into a glass with dissolved \nsalt, which then swarms with small crystals. In this case, \nit’s exactly the same. However, when salt dissolves in \nwater at room temperature, silicon, in turn, needs a sol -\nvent heated to 1414°C ‘, explains Prof. Tora.\nThe recycling process of photovoltaic panels will fo -\ncus on mono- and polycrystalline silicon cells that were \nintroduced into the market first, constituting its largest \npercentage, and being the first to become e-waste in a matter of the next five years. The recycling technology \nand research thereon will develop to encompass sub -\nsequent generations of PV cells when they finally be -\ncome recyclable.Team led by  Dr (Eng.) Krzysztof BrodaFaculty of Civil Engineering and Resource ManagementDepartment of Environmental Engineering\nA photovoltaic panel prepared for recycling  \n(with crushed glass layer) \nEVA encapsulant separated from the panel \nusing thermal methods (heated up to 60%)\n\n \n23 \n22Limited access to drinking water is one of the \nmost serious problems of the 21st century. \nSeveral regions in the world have experienced this issue, and sourcing water needs more and more unconventional methods. One of such can be harvesting water drops from fog using meshes made of electrospun polymer nano- and microfibres.Fog as a nature-inspired source \nof water. New applications for \npolymer nanofibres \nThe first commercially available fog water collectors \n(FWCs) were created in the 1990s. They are made of \nmeshes mounted onto metal stands with a specifically \ndesigned weave, which are used to catch droplets from \nthe passing fog and gradually filter down the water to \na container. However, existing collectors require modi -\nfications to improve their efficiency. The discovery of a \nmethod to more effectively harvest water from fog is \nsomething that researchers around the world are try -\ning to do. A project focusing on this issue is also carried \nout by a team led by AGH UST Prof. Urszula Stachewicz \nfrom the Faculty of Metals Engineering and Industrial \nComputer Science.\n‘We often draw inspiration from nature ’, says team \nmember Dr (Eng.) Joanna Knapczyk-Korczak. ‘ Looking \nat the world around us, we can find out what ways na -\nture did devise to acquire water in places with limited re -\nsources. ’ A perfect example is the Stenocara gracilipes \nbeetle, which lives in desert areas and, therefore, in con -\nditions without access to water from traditional sources. \nIts survival strategy is based on collecting water from \nthe fog that forms in the early morning. Due to its hard -\nened wings, which combine hydrophilic and hydropho -\nbic properties, it is capable of catching droplets carried by wind, which then filter down directly into its mouth. \nAnother inspiration came from spider webs, which, de -\nspite their hydrophobic properties, can collect water \ndrops from rain or fog. It turned out that by copying na -\nture, scientists can create biomimetic meshes capable \nof collecting water from fog, which not only resemble \nspider webs but also combine hydrophobic and hydro -\nphilic properties. These meshes are made of polymer fi -\nbres with diameters spanning 100 nm to even 5 µm, and \nare created in the process of electrospinning. Electros -\npinning is a modern technique for producing nano- and microfibres from polymer solutions exposed to electric fields. ‘ In the electric field, a stretched polymer drop -\nlet creates a liquid jet that elongates spirally towards a \ngrounded collector, reducing its diameter in the process ’, \nDr Knapczyk-Korczak explains. ‘During the process, the \nsolvent evaporates and the jet solidifies, creating a dry \nfibre deposited in the collector.’ \nElectrospun fibres constitute an alternative to com -\nmercially used meshes for the collection of water from \nfog, and as a result of their high porosity and exten -\nsive surface, they facilitate efficient droplet extraction \neven when the fog is thin. ‘ Our research has proved that \nto create an effective system for droplet collection, you \nhave to combine hydrophilic and hydrophobic materials ’, \ncontinues Dr Knapczyk-Korczak. ‘ The mechanism based \non this combination facilitates not only the harvesting of \nwater drops, but also allows them to quickly filter down \nfrom the mesh to a container thanks to a special irriga -\ntion system. This solution prevents the pores between \nthe fibres from being obstructed by lingering water, and the flow of the fog is unimpeded’. The fog flow rate has \na tremendous influence on the amount of water collect -\ned. Studies have shown that the use of electrospun pol -\nymer nanofibres in commercial meshes for water collec -\ntion has increasingly improved their efficiency with no \nwind, when normally their effectiveness was significant -\nly diminished. The method is also quick and inexpensive, \nand does not require additional chemical modifications. \nElectrospun fibres are innovative materials whose \napplication possibilities are still expanding, and us -\ning them to harvest water drops from fog is only one \nof them. For example, the introduction of piezoelectric \nnanofibres into the currently used structures could fa -\ncilitate energy generation for powering small electron -\nic devices. Certainly, current research gives hope for the \noptimisation and popularisation of the FWC technology, even for individual household use.Team led by AGH UST Professor  Urszula StachewiczFaculty of Metals Engineering and Industrial  Computer ScienceDepartment of Physical and Powder Metallurgy\nThe Bioinspired design of nanofibres network  \nfor water and energy collection project  implemented within SONATA BIS/NCN\nElectrospun polymer fibre meshMicroscopic image of nano- and microfibres\nWater droplets on the mesh\n\n \n25 \n24When praising the sound quality in a concert hall \nor marvelling at the silence in a room, we rarely wonder what has given these places their special properties. Meanwhile, these are cutting-edge solutions resulting from long-lasting research in architectural acoustics, sound sources, materials, acoustical structures, and other acoustical parameters of rooms. Many of such solutions have been authored by scientists from the Faculty of Mechanical Engineering and Robotics.From an anechoic chamber  \nto the opera. Innovation  \nin room acoustics\n \nThe Laboratory of Technical Acoustics (LAT) at the De -\npartment of Mechanics and Vibroacoustics boasts an \n844 m3 anechoic chamber, a 181 m3 echo chamber, labs, \nand auxiliary rooms. The LAT has state-of-the-art meas -\nuring equipment that allows scientists to carry out com -\nprehensive tests and computational simulations, class -\nes, and industrial projects. The team led by Prof. Tadeusz \nKamisiński, which is currently in charge of the lab, com -\nprises experienced assistant professors: Dr (Eng.) Ar -\ntur Flach, Dr (Eng.) Łukasz Gorazd, Dr (Eng.) Adam Pilch, \nDr (Eng.) Jarosław Rubacha, and doctoral students: Woj -\nciech Binek, Aleksandra Chojak, Bartłomiej Chojnacki, \nJulia Idczak, Klara Juros. The LAT is also supported by \nthe Architectural Acoustics Student Research Club. The team’s multi-year work put into the successive modern -\nisation and construction of research stands resulted in \nnumerous scientific papers and implementations (more \nthan 400 publications and about 30 patents).\nIn the field of concert and theatre hall acoustics: \n ►\nOverhead reflective panels integrated with the \nSchroeder diffuser, reflecting sound in a wide fre -\nquency range, used to achieve the desired acoustic ef -\nfects on stage and in the audience (patent PL 227198, \nimplemented by the Varieté Theatre in Krakow);\n ►Installation of a frontal wall of the orchestra pit – \na barrier separating the audience – with adjustable \nblinds, improving sound propagation in the pit, au -\ndience, and stage by regulating sound screening and \nreflection (implemented by the Krakow Opera Hall); \n ►Sound diffusion systems for the orchestra pit, im -\nproving sound emission and acoustic comfort of mu -\nsicians; \n ►Diffusion-sound-absorbing panels intended as an el -\nement of the acoustic screen, as the sound-absorb -\ning and soundproofing casing, or as the diffusion structure for acoustic adaptation of rooms (patent \napplication P.425769, design EU No. 000977053-001, \nimplemented by the Lviv National Opera, numerous \nPolish concert halls, and other facilities). \nAs a result of the implementations by concert halls, \nan improvement in the sound quality received by the au -\ndience has been noticed, which expands the creative ca -\npabilities of the artists. \nHowever, the advantages of the innovations creat -\ned by the LAT team do not end there. A research pro -\nject carried out in cooperation with the Poznań Univer -\nsity of Life Sciences has resulted in the development \nand implementation of new honeycomb boards (patents: \nPL 229521 B1, 2018; PL 228784 B1, 2018; PL 232942 B1, \n2019; PL 235039 B1, 2020). Several other solutions also \nincrease the sound-absorbing qualities of furniture and \nthe possibility of applying them to shape the acoustic \nparameters of interiors. The application of the research \nresults by furniture-making companies (BeJot, Nowy \nStyl, MARO) allowed them to introduce their products \ninto competitive world markets in the field of office and \nschool interiors. \nSince 2014, the team has been cooperating with CBK \nPAN (Space Research Centre of the Polish Academy of \nSciences, Poland), MPE (Max Planck Institute for Extra -\nterrestrial Physics , Germany), and UNIPA (Università de -\ngli Studi di Palermo, Italy), as part of the ATHENA pro -\ngramme. Athena is a new-generation X-ray telescope \nendorsed by the European Space Agency, scheduled to \nbe placed in orbit in 2028. The task of the LAT team is \nto secure the UV filter of the X-ray spectrometer against \nthe acoustic wave generated during lift-off. To do this, \nthe team performs numerical calculations and labora -\ntory tests using sounds of high-level acoustic intensi -\nty (142.5 dB).\nThe frontal wall of the orchestra pit in the Krakow Opera – sound screening and reflection by the elements of the barrierA 600 × 115 mm panel was made from PVC and \nwood dust composite. One side of the panel \nwas designed as the Schroeder diffuser based on the prime number 7, the other as three convex half-cylinders.\nTeam led by AGH UST Professor  \nTadeusz KamisińskiFaculty of Mechanical Engineering and RoboticsDepartment of Mechanics and VibroacousticsDiffusion-sound-absorbing panels in the Lviv National Opera\n\n \n27 \n26Ultralight, resistant, sound- and energy-\nabsorbing, mechanical vibration-damping – these are just a portion of the properties of gasars, highly porous that are created by pumping gas into a liquid metal (magnesium, for example) under high temperatures. They can transform our everyday lives, making them literally lighter. The benefits abound: reducing weight of everyday objects, e.g. laptops, will make them more comfortable to use, and lowering vehicle mass will reduce energy consumption and, by extension, the harmful impact on the environment. Therefore, the AGH UST works towards developing a technology to produce these unique materials.Gasars – light and resistant \nmaterials for innovative \napplications\nGasars, lotus-shaped structures, are a new class of po -\nrous materials with unique operational properties that \ncan positively influence many aspects of our lives. They \nare made in special digesters with hydrogen, a gas that \nis widely used in electric vehicles. Because of the pres -\nence of hydrogen, the process might seem dangerous, \nbut modern technology and knowledge allow us to do it \nperfectly safely, using a mixture of other, less explosive \ngases. In this case, hydrogen is not an energy-storing \ngas, but it plays the role of an element that shapes the \nstructure of the porous material. Controlling the con -\ncentration of hydrogen atoms, temperature, and pres -\nsure, we have practically unlimited possibilities of cre -\nating structures with a controlled pore distribution. \nTherefore, these unique materials, which contain up to \n70% hydrogen, are ultralight and possess a set of ma -\nterial properties absent in other porous materials, such \nas metal or syntactic foams. \nGasars are perfect for absorbing sound and energy \nwaves, and they show a high damping capacity; addi -\ntionally, provided that they contain a ceramic content, \nthey are good at conducting high temperatures. Moreo -\nver, they are perfect in places where mass is the key is -\nsue, i.e. in all kinds of machines here on the Earth and \nin space. This is what virtually all industries are after – \nstarting with automotive, through arms, to space. The \nautomotive and aviation industries aim to make the ma -\nterials they use more durable and lighter at the same \ntime, so that the ratio of durability to density is as high as possible. And this is the chief objective of innovation \nin the entire world industry. Gasars can be applied to \nlight construction materials, radiation or kinetic ener -\ngy absorbents, and atomisers/mixers of fuel. Current -\nly, they are used as filters in the chemical industry, in -\nsulin filters in medicine, radiators, parts of rockets and \nrocket engines, space equipment elements, or implants \nin reconstructive surgery. \nThe Liquid Metal Engineering Laboratory at the Fac -\nulty of Foundry Engineering investigates the phenome -\nna of creating porous structures in the presence of ac -\ntive gases, but also the interactions between materials \nused to build digesters. The team of Professor Jerzy Sob -\nczak, in cooperation with the PAN Institute of Metallurgy \nand Materials Science together with MeasLine company, \nhave developed a mobile stand for testing the proper -\nties of liquid metals, alloys, glasses, slags, and other \nsubstances in a wide range of melting points. It allows \nthe scientists to recreate the conditions of gasar syn -\nthesis, which facilitates the understanding of the pro -\ncess of controlled porosity creation. The device allows \nthe researchers to “take a peak” of places currently un -\navailable due to pressure and high temperatures inside \nthe pressure reactor. Further research into gasar syn -\nthesis methods, the improvement of process efficiency, \nand control over the structure of the material will be -\ncome more broadly available after the conclusions of \ntwo projects (OPUS16 and OPUS21) funded by the Na -\ntional Science Centre. \nTeam led by Professor Jerzy J. SobczakFaculty of Foundry EngineeringDepartment of Moulding Materials, Mould Technologies, and Casting of Non-Ferrous Metals\n\n \n28Rehabilitation is a long-lasting process that requires \npatience, regularity, and involvement of both the pa -\ntient and the rehabilitator. To be successful, rehabili -\ntation must use a variety of techniques and exercises, \nbut also reach for specifically designed tools and med -\nical equipment. \nTo answer these needs, Professor Jerzy Kwaśniewski \nand Dr (Eng.) Szymon Molski, from the Faculty of Me -\nchanical Engineering and Robotics, developed a device \nfor individual rehabilitation in afflictions of the spine, \nmuscles, and nervous system. It is an automated lifting \nsystem for muscle stimulation, protected by patent PL \n226008 and patent application P.431381.\nCurrently, the market offers simple, manually operat -\ned devices for exercises in suspension that comprise a \nframe bearer, lines, slings, and weights to suspend se -\nlected parts of the patient’s body. This invention propos -\nes to substitute the weights with mechanical actuators, \nthe position and operation of which can be controlled \nby a computer. \nThis technological solution allows patients to gener -\nate a precise and smooth movement by isolating specif -\nic segments of the body, while simultaneously chang -\ning the position in three planes – in any configuration \nfor each pair of actuators. The configurations include:\n ►Twisting movements, lifting and lowering the head, \nshoulders, and hips (in various amplitudes, move -\nment speeds, frequencies, etc.)\n ►Side movements of the trunk\n ►Extremities movements with the use of a drum motor\n ►Possibility of generating spinal traction and partial -\nly or entirely non-weight bearing exercises with or \nwithout traction \nThe fact that the actuators are completely automat -\ned allows patients to achieve high precision of move -\nment with maximum security and control over the reha -\nbilitation process. Therefore, the device combines the functions of the \nmulti-layer spinal traction with a possibility to perform \npartially or fully non-weight bearing exercises, creating \nnumerous potential ways of working with patients suf -\nfering from acute and persistent spinal pain syndromes. \nThis functionality removes the weight off the rehabilita -\ntor, who does not have to use their own strength to lift the patient and rehabilitate them in suspension. This is \nespecially important in overweight and obese patients. \nThe device can not only improve and perfect the reha -\nbilitation process, but also increase its availability for \nbariatric patients. \nTo make it happen, scientists need to develop spe -\ncialised software that will tune the device to the individ -\nual needs of each patient. The software will contain a li -\nbrary of cases with dedicated exercise sets. It will also \nfacilitate the visualisation of a spine model and manu -\nal control over the respective actuators. The data col -\nlected by the device will allow the software to create a \nmodel of vertebrae movements, based on which the op -\ntimal rehabilitation methods will be chosen. Rehabilita -\ntors will have a possibility to create their own sets of ex -\nercises or use ready-made programmes so that they can \nadjust the device to the needs of their patients. The da -\ntabase will record the frequency of exercises, allowing \nthe rehabilitators to verify the completion of the reha -\nbilitation plan by their patients, which, in turn, will en -\nable them to assess individual rehabilitation sessions \nperformed by patients on their own. \nThe device and its functionalities are currently being \ndeveloped as part of a project at the National Centre for \nResearch and Development, which is intended for indus -\ntrial research and development and pre-implementation \nworks carried out at the AGH UST and the Military Uni -\nversity of Technology in Warsaw.The importance of a healthy spine. \nRobotic rehabilitation support\nAfflictions of the musculoskeletal system, \nespecially spine problems, are among the most common health problems in highly developed countries. Estimates say that pathological curvatures in the coronal plane of the spine affect \n68% of the population. Therefore, in addition to \neffectively diagnosing spinal pain syndromes, we \nshould also focus on preventive measures for spine diseases and rehabilitation.\nProfessor Jerzy KwaśniewskiDr (Eng.) Szymon Molski\nFaculty of Mechanical Engineering and RoboticsDepartment of Machinery Engineering and Transport\nR&D work carried out within an NCBR project\n\n\n \n31 \n30PM pollutants are the cause of a considerable \nnumber of diseases and premature deaths. The air quality evaluation in Poland for 2020, prepared by the Chief Inspectorate of Environmental Protection, have shown that in 16 out of 45 zones the PM 10 concentration exceeded EU and \nPolish norms. Therefore, any action, including interventions, is necessary to reduce PM pollution. This goal can be achieved by accelerating air mass movements to prevent the formation of smog or to disperse it more dynamically.Interventional method to reduce \nparticulate matter concentrations \nin the smog layer\nThe formation mechanism of high PM concentration in \nthe troposphere is well-known. Unfavourable meteor -\nological conditions (no wind and rainfall) and topogra -\nphy (depressions, valleys, basins) hamper the natural \nmovement of air masses, causing local increases in pol -\nlution concentration emitted at low altitudes. What is \nparticularly relevant for smog formation is thermal in -\nversion (an increase in temperature linked to altitude in \nthe troposphere) that reduces the vertical movement of \nair. This traps the pollution from low emissions in a sta -\nble air mass below the layer of warmer air, which rap -\nidly increases the concentration of contamination near \nthe ground.\nA solution to this problem and a temporary reduction \nin air pollution levels may be the invention developed by \nthe team comprised of Prof. Jacek Leszczyński, Prof. Bar -\nbara Kubica, Prof. Wojciech Suwała, AGH UST Prof. Marcin \nStobiński, AGH UST Prof. Katarzyna Szarłowicz, Dr (Eng.) \nJanusz Zyśk, Dr (Eng.) Filip Jędrzejek, and Dominik Gry -\nboś, MSc Eng. from the Faculty of Energy and Fuels, as \nwell as Prof. Jerzy Wiciak and Dr (Eng.) Dorota Czopek \nfrom the Faculty of Mechanical Engineering and Robot -\nics. The technology relies on interventional reduction in \nPM2.5 and PM 10 concentration levels due to the destruc -\ntion of the inversion layer by generating warm shock -\nwaves. They are created in a specialised generator as a \nresult of ignition of a mixture of flammable gases and air. \nBy generating a set of several hundreds of such waves in \nan hour, the device forces a stack effect that transports \ncold air with particulate matter above the warmer lay -\ner. As a result, the natural convection mechanisms of air \nmasses are partially restored. \nThe solution comprises a shockwave generator, mo -\nbile measuring equipment, and a special operational al -gorithm. The air quality monitoring system is equipped \nwith an autonomous drone that collects data on the \nconcentration of pollution and meteorological condi -\ntions. By relaying the data to the central unit, the lo -\ncation and parameters of the inversion layers are de -\ntermined, as well as the concentration of PM in vertical \ndistribution. Based on that information, the frequency \nand duration of shockwaves are determined. \nTwo-year tests have shown that the system, as one of \nthe few available solutions, can contribute to a tempo -\nrary local improvement in air quality, as during a short \nintervention, it can reduce the concentration levels of \nPM10 and PM 2.5 in the area of 4 km2 by at least 15%, and \nby 70% at the maximum. \nThe invention was submitted to the Polish and Euro -\npean Patent Offices and, in 2021, it won a gold medal at \nthe 48th International Exhibition of Inventions in Geneva. \nThe creators wish that it be soon used in interventional \nactions to reduce the time of human exposure to pollu -\ntion by counteracting the formation of smog, shortening \nthe periods of stagnation, and accelerating the process \nof dispersion. During the implementation phase, the sci -\nentists plan to cooperate with selected communes, with \nwhich they had already signed agreements. The system \nshould be widely used, should the need arise, analo -\ngously to the response teams for road icing.\nThe system is still in development, especially in \nterms of the decision-making algorithm that would al -\nlow the device to autonomously begin an intervention \nbased on input data collected via the analysis of meteo -\nrological conditions favourable to the formation of the \ninversion layer. Other research paths include the modi -\nfication of the generator structure to enhance its capa -\nbilities and reduce noise.\nTeam led by  \nProfessor Jacek Leszczyński\nFaculty of Energy and FuelsDepartment of Thermal and Fluid Flow Machines\nR&D work carried out within a project funded  \nby the Ministry of Education and Science\nRelative altitude\nRelative altitude\n\n \n33 \n32MR/VR goggles are devices that make it possible \nto accurately mirror the user’s movements in digital reality using a set of built-in sensors. Why not then use the processed signals in medical diagnosis? Mixed reality in detecting \nneurodegenerative diseases\nNeurodegenerative diseases, which are accompanied \nby progressive and irreversible nerve cell degradation, \nmanifest themselves most often in old age. The problem \nof aging populations is a dominant trend in developed \ncountries, resulting in the rising percentage of people \nsuffering from neurodegenerative disorders. Therefore, \nnot only the development of an effective treatment \nmethod becomes a burning issue, but so does a meth -\nod of precise and rapid diagnosis.\nThe two most fundamental methods to evaluate the \ncondition of patients with dementia are anamnesis and \nphysical examination. On their basis, doctors fill out \nmedical charts which are then used to make a diagno -\nsis on the type of disease and its stage. It is a time-con -\nsuming and fallible process because it is based on sub -\njective feelings of the patient and observations of the \ndoctor. It would be much more reliable to work with hard \ndata. A helping hand is offered by biomedical engineer -\ning, which for a long time has been developing methods \nof collecting and processing various signals generated \nby the human body.\nDeveloping methods to record signals and process \nthem in order to diagnose neurodegenerative diseas -\nes, such as parkinsonism or Huntington’s disease, is the \ngoal of the team led by Dr Daria Hemmerling from the \nFaculty of Electrical Engineering, Automatics, Computer \nScience, and Biomedical Engineering. To obtain the sig -\nnals, the scientists want to use mixed reality (MR) Holo -\nLens 2 goggles. \nWhat is mixed reality and what distinguishes it from \nvirtual reality (VR)? The latter is commonly associated \nwith video games, where putting special goggles allows \nthe player not only to see the action on the screen, but \nalso to become directly involved in it. In the case of \nmixed reality, we are dealing with a hybrid of the real \nworld and the digital objects incorporated therein that \ncan be manipulated. It has been increasingly used in \nprofessional settings. This allows surgeons to perform \ntutorial surgeries on 3D holograms of the patient’s or -\ngans, and technicians to plan the installation of vari -\nous elements of the physical space using their virtual \nmodels.To make such surgeries happen, goggles developed \nfor this purpose are equipped with precise cameras, mi -\ncrophones, and sensors that track user behaviour. And \nthis is exactly what the AGH UST engineers want to use \nto collect diagnostic data from the patients. Using mixed \nreality, patients would be able to see the image of their \ndoctor who would be able to ask them to perform one \nor several actions at a time, for example, walk a few \nsteps back and forth, move their arms in a specified way, \nor say a few words. The system will collect data, such \nas posture, movement smoothness, or articulation, and \nthe rate of speech in real time, which can be essential \nin making a diagnosis. It will also track saccades, that is, \ninvoluntary movements of the eyes, which vary between \nsick and healty persons. \nUsing the data collected by MR goggles, the scien -\ntists want their solution to achieve an 80% efficiency \nrate in making accurate diagnoses. If this is successful, it \nwill be the first device in the world to facilitate simulta -\nneous registration and analysis of multiple signals that \nare crucial in the process of detecting neurodegenera -\ntive diseases.\n‘We have come up with a prospective idea of having \none device that will produce one examination record. \nThis will make it possible to evaluate all parameters that \nwe can measure with it (in the same way for every pa -\ntient at various moments in time, etc.). The device might \nprove very useful for filling out medical charts, an ac -\ntivity that doctors have to do themselves. Now, instead \nof doing paperwork, the doctor will be able to focus on observing the patient because they will be tested by the \nmixed reality system’ , says Dr Hemmerling. The scientist \nalso hopes that the data collected from a considerable \nnumber of patients will allow doctors to discover corre -\nlations between particular parameters, deepening our \nknowledge on parkinsonism and Huntington’s disease. \nTo analyse the data, engineers have to design artificial \nintelligence algorithms that will be able to find regular -\nities in the signals and correlate them with specific no -\nsological units. The last stage will include the creation of \nan app for computers and smartphones, which will allow \ndoctors to make good use of the new system.HoloLens 2 goggles used for tests\nTeam led by  \nDr (Eng.) Daria Hemmerling\nFaculty of Electrical Engineering, \nAutomatics, Computer Science, and \nBiomedical Engineering \nProject titled The use of mixed \nreality to diagnose and evaluate the \nstage of neurodegenerative diseases \nfunded within LIDER/NCBR\n\n \n35 \n34A growing demand for plant-based products \nleads to looking for new ways of boosting agricultural production. This entails a massive use of a variety of synthetic fertilisers, which do enhance productivity, but at the same time lead to soil degradation processes. This is practically irreversible damage – soil formation depends on a myriad of complex factors, and the whole process can last even thousands of years.New biodegradable Controlled \nRelease Fertilisers – a green \nalternative for land cultivation\nTo increase the concentration of nitrogen, which fos -\nters plant growth, food producers most often use com -\npound mineral fertilisers. These constitute even 56.9% \nof the nutrient elements (nitrogen and phosphorus) in \nthe cultivated soil in Poland. The data are alarming be -\ncause such a robust use of mineral fertilisers can lead to \na series of phenomena that are unhealthy for the envi -\nronment (soil acidification, eutrophication) and climate \n(no plants on degraded land means no greenhouse gas \nabsorption). It is also related to the use of considera -\nble amounts of non-renewable materials and fossil fu -\nels. Therefore, it is essential to develop better and more \necological methods of providing plants with nutrients.\nThis has become possible due to controlled release \nfertilisers (CRFs) made from biodegradable substances \nthat will not overburden the environment and will not \ncause its deterioration. CRFs contain biogenic elements \nin a form that a plant cannot absorb immediately. They \nare usually coated or encapsulated using materials that \nfacilitate controlling the rate, mechanism, and the re -\nlease time of nutrients.\nResearch on CRFs is carried out at the AGH UST Facul -\nty of Materials Science and Ceramics at the Department \nof Biomaterials and Composites. There, Dr (Eng.) Piotr \nSzatkowski and Katarzyna Suchorowiec, Eng. managed to \noptimise the process of producing such fertilisers, and \ninvestigated and evaluated their properties over time, in \ncomparison to corresponding conventional mineral fer -\ntilisers (CRF-AGH and the tested mineral fertilisers had \nidentical contents of biogenic elements). The tests re -\ngarding the effect of the developed fertilisers, composed \nof a mixture of mineral salts (23%), biopolymer (70%), \nand excipients (7%), were conducted in laboratory con -\nditions on crops of various plants, including lacy phace -\nlia, oat, and panicgrass. The crops underwent a simula -tion of rainfall and based on the amount of water that \npenetrated the soil and filtered down to a sealed con -\ntainer, the scientists determined the concentration of \nsalt eluted therefrom. As it turned out, the concentra -\ntion of eluted salts was higher in samples with a com -\nmercial fertiliser. Those plants that had received CRFs \nexhibited thicker stems and more intense colours. Ad -\nditionally, they showed an improved ability to accumu -\nlate water compared to plants cultivated on other sub -\nstrates (CRF-AGH accumulated and retained water in the \nsoil – due to a natural excipient).\nCRFs hold promise in terms of their use to fertilise \nplants that grow in water, which may also need to be \nsupplemented with biogenic elements. To date, the pos -\nsibility of fertilising such plants has been significantly \nlimited due to a sharp increase in the concentrations of \nmineral salts in water, which has led to excessive sali -\nnation and eutrophication. The AGH UST scientists stud -\nied the behaviour of their fertilisers in water. Based on \nthe results, they claim that both in the initial phase and \nafter long-term exposure, the CRF-AGH releases the ac -\ncumulated salts gradually and proportionally, which \nmeans that the salt concentration increases by the \nsame value in the same amount of time. The presence \nof an inhibitive barrier (several release mechanisms at \nonce) causes the CRF used in aquatic environments (e.g., \nfor aquarium plants) to decompose in a controlled way, \nwhich cannot be achieved with conventional synthet -\nic fertilisers, as they dissolve immediately. For exam -\nple, precise fertilisation of rice with the CRFs described \nabove would result in a far less severe interference with \nthe environment, both in terms of farmland and the ar -\neas surrounding it. A wider use of CRFs would give plant \nproducers an opportunity to take serious responsibility \nfor the ecosystems around them.Structure of the CRF granule \nand its decomposition\nTeam led by Dr (Eng.) Piotr SzatkowskiFaculty of Materials Science and CeramicsDepartment of Biomaterials and Composites\nSurface of the CRF granulewool fibrefertiliser matrixsalts on the surfacesalts on the fibres\nCO2 + H 2O CO 2 + humus     biogenic  \n              elementsbiopolymer       wool            saltssurface        inside\nsurface        insidesurface        inside\n\n \n37 \n36The process of extracting oil and gas involves \nlarge quantities of brine, which may constitute a source of economically valuable elements. One of such is luthium, in demand by the automotive industry, where it is used to produce batteries to power electric and hybrid vehicles.A new lease of life to oil and \ngas wells. Recovering lithium \nfrom produced water\nHydrocarbons are not the main product extracted from \noil and gas reservoirs. Rough estimates say that for 1 m3 \nof petroleum, there is 3 m3 of brine. As the extraction \nprocess continues, the ratio of water used to produce oil \nor gas increases steadily to the point where it is prac -\ntically the only product. At best, brine is pumped back \nto the well, where it is used to displace oil or gas to the \nsurface. However, this process cannot continue forever, \nand the hydrocarbon extraction business, sooner or lat -\ner, ceases to be profitable. Simultaneously, the produced \nwater itself can be the source of industrially valuable el -\nements, if only we can manage it properly. The world is \nturning away from fossil fuels in favour of low-emission \nenergy sources, which might give the old wells a new \nlease of life. This is the goal of engineers from the Fac -\nulty of Drilling, Oil, and Gas, who carry out the Comp -\nLithium project – a comprehensive technology of recov -\nering lithium and sweet water from produced water.\nLithium does not occur naturally in an elemental \nform but in the form of lithium salts. In a warm climate, \nthe element is extracted from brines concentrated in \nlarge ground pools by solar evaporation, using various \nprecipitation techniques. If these methods fail, nano -\nfiltration membranes and sorbents are used. ‘Sorbents \ndescribed in the literature to date occur in the form of \npowders that are difficult to use on large scales’, says \nDr (Eng.) Ewa Knapik, the project leader. ‘Our sorbents \nwill be prepared using 3D printing so that we can create \nhigh-porosity spatial mouldings. They could be regular -\nly placed in adsorption columns through which the brine \npasses continually.’\nThe adsorption columns are part of a comprehen -\nsive apparatus that could be installed in oil and gas \nproduction sites. The machinery would simultaneous -\nly recover lithium and sweet water from the brine. The \nrecovered water could then be used to irrigate neigh -\nbouring crops or to produce steam at the production \nplant. To desalinate brine, the scientists intend to use \ncrown-ether-modified nanofiltration membranes, which will allow them to capture residual lithium that had not \nbeen previously recovered in adsorption columns. The \ncurrently used installations can recover either lithium \nor sweet water from brine, but cannot perform these \ntwo functions simultaneously. Merging them into one \nprocess will constitute an innovation. ‘ In the first phase, \nthe installation will perform the initial treatment, i.e. co -\nagulation and filtration’, explains Dr Knapik. ‘The brine \nextracted from the reservoir contains petroleum deriv -\natives, particulates, and dissolved gases. All contami -\nnants must be removed so that they don’t damage our \nadsorption module or the membranes. The second stage \ninvolves adsorption columns directly intended for lithi -\num recovery. These columns work always in a dual sys -\ntem – when one captures lithium, the other gets regener -\nated – this means that the element is being eluted from \nit. The next phase is desalination using membranes. As \na result, we always get two streams: sweet water and \nconcentrated brine. In our technology, the latter will be \npumped back to the reservoir.’\nFor the apparatus to be economically profitable, for -\nmation waters must contain adequately high concentra -\ntions of lithium (at least 10 mg/1 L of water). Therefore, \nanother important goal of the project is to investigate \nPolish brines in terms of their concentration. ‘We’ve re -\nceived first signals that there are a few prospective loci. \nLots of such reservoirs are on the Polish Lowland, where \nthe waters show high mineralisation. If they contain \nmany different salts, there is a chance that lithium salts \nare among them,’ Dr Knapik says.\nThe scientists want to create a useful application that \nwill allow its users to determine whether lithium recov -\nery in a given area is profitable for a prospective inves -\ntor. Apart from showing the concentration of the ele -\nment itself, the application will consider the amount of \nextracted water, the pressure in a particular reservoir, \nor the presence of other ions. With a few modifications, \nit will later be used to choose the most magnesium- or \npotassium-rich brines.\nDesalination in membrane moduleFinal configuration of the installation\nLithium sorption Back pumping of \nconcentrated brineStarting materials\nreservoir brine   sorbent in the form  \nof a moulding\nTeam led by Dr (Eng.) Ewa KnapikFaculty of Drilling, Oil, and GasDepartment of Petroleum Engineering\nThe CompLithium  project carried out within \na LIDER/NCBR project\n\n \n39 \n38These are exactly the features of the innovative prosthe -\nsis, in terms of shape and function, called Otoimplant, \ncreated by AGH UST Prof. Magdalena Ziąbka as part of \nher research conducted at the AGH UST Faculty of Ma -\nterials Science and Ceramics. The research work includ -\ned designing the prototype, its shape, structure, form, \nand chemical composition. It resulted in the creation of \ntwo implants: An Otoimplant made of polymeric mate -\nrial and the innovative Otoimplant containing nanopar -\nticles of silver. \nThe implant’s material can trigger various post-surgi -\ncal responses. Modifying the composition, as it was done \nin this case, creates the possibility of changing the me -\nchanical and biological parameters of the functionali -\nties of the prosthesis. Tests have shown that the implant, \nmade of composites, biostable thermoplastic polymers, \nand silver nanoparticles, is safe to use, is compatible \nwith commonly applied surgical procedures, and can be \nused successfully in patients. It also shows two addi -\ntional effects: it is bactericidal and super light, which \neliminated the need to administer antibiotics after sur -\ngery and reduced the recovery period; furthermore, pa -\ntients reported greater hearing improvement than in \nthe case of patients with other types of reconstructions.\nOtoimplants have been tested in terms of their phys -\nicochemical properties, such as mechanical strength, \nYoung’s modulus, or hardness. The distribution of nano -\nparticles in implants and their durability were investi -\ngated using ultrasound. The scientists performed struc -\ntural tests, assessing the microstructure, conducting \nX-ray diffraction tests, and carrying out thermal tests, which were followed by biological in vitro studies. The \nbactericidal efficiency against Gram+ and Gram– strains \nof bacteria was assessed, which are the most frequently \noccurring bacteria in the middle ear. The volume of silver \nions released to the biological environment during incu -\nbation was investigated to determine safe levels of this \nelement in the organism. Studies were conducted on the \ncytotoxic effect and the life span of human cells after in -\nteraction with the implant. The scientists used human \nosteoblast and fibroblast cells to do this. The next stage \nincluded in vivo experiments on animals, which were im -\nplanted with both types of devices to check the reaction \nto the foreign body and to confirm the biocompatibility \nof both prostheses. Ex vivo tests of tissue components \nand CT scans were then performed to check the dura -\nbility of the implants. The final phase entailed obtain -\ning necessary approvals and permits from the Bioethics \nCommittee and the President of the Office for Registra -\ntion of Medicinal Products, Medical Devices, and Bioc -\nidal Products for clinical trials with patients. 6 patients \nreceived innovative Otoimplants and underwent obser -\nvations after 7, 30, 90, 180, and 360 days. All tests were \nsuccessful and patients’ hearing had improved.\nWith the implementation of all stages of develop -\nment, the implant can be successfully introduced into \nmodern otolaryngology in patients with damaged os -\nsicular chain resulting from inflammation, trauma, con -\ngenital defects, and otosclerosis. The Otoimplant solves \nthe problem of hearing loss that causes social exclu -\nsion and gives patients an opportunity to resume nor -\nmal functioning.Otoimplant – polymeric  \nmiddle ear prosthesis with \nbactericidal effect\nMiddle ear infection, one of the most common \notolaryngological ailments, can lead to conductive hearing loss due to the degeneration of bone structures within the middle ear space. The chief aim of modern ear microsurgery is to restore the function of the sound conduction apparatus. In situations of very extensive damage to the auditory ossicular chain, the use of prostheses is recommended. The application of new middle ear implants not only restores the continuity and function of bone structure in patients, but also reduces the risk of complications from bacterial infections. \neardrum\nimplant stapes\nTeam led by AGH UST Professor  Magdalena Ziąbka Faculty of Materials Science and CeramicsDepartment of Ceramics and Refractories\nR&D work carried out within  \na LIDER/NCBR project\n\n \n41 \n40Tendons are tissues that are particularly \nvulnerable to mechanical injuries resulting from overloading them during physical activity. They remain relatively under-researched, especially in the context of pathological changes and therapy planning. Connective tissue studies in terms of the influence of structural and biochemical changes on its functioning are interdisciplinary by nature, which, coupled with the fascinating hierarchical and multiscale tendon structure, motivated the AGH UST scientists to attempt to describe the biomechanics of these pivotal tissues.Saving Achilles. Towards modern \ndiagnostics of tendon diseases \nand failures\nTo respond to the need for a deeper understanding of \nthe pathomechanisms of tendon failure and to corre -\nlate this knowledge with clinical and diagnostic images \nfrom USGs and MRIs, the AGH UST Team for Tissue Bio -\nmechanics has been researching the issue for years. The \nNational Science Centre (NCN) projects, including the \nElectro-chemo-mechanics of tendon failure – the role \nof interfascicular matrix, calcium and phosphate ions in \ntendon biomechanics project, resulted not only in prac -\ntical knowledge useful for diagnosticians and orthopae -\ndists, but also in a series of valuable publications. \nThe interfascicular matrix, as described by the sci -\nentists, is responsible for the viscoelasticity of the ten -\ndon and controls the biomechanics of the fibres during \noverloads. It is mostly exposed to transverse deforma -\ntions caused by the sliding of discontinuous subcompo -\nnents of the Achilles tendon. The team’s work facilitat -\ned the early diagnosis of tendon enthesopathy caused \nby transverse deformation, leading to serious failures. \nFor the first time in the literature, the scientists char -\nacterised the tendon subcomponents linking the calca -\nneus with various muscles (SOL, GM, and GL) in terms of \nviscoelastic properties stemming from structural and \nfunctional differences. In conjunction with demonstrat -\ning the correlation between the viscoelastic properties \nand the blood plasma diffusion phenomenon observed \nin MRI scans, this allowed the scientists to evaluate the \ncondition of the interfascicular matrix, responsible for \ncarrying axial stresses and the stability of the entire \nstructure. To obtain these results, they had to devise a \nnew system for building 3D tendon models, crucial in in -\nverse analysis and material characterisation, as well as \nuse 3D DIC analyses.Thanks to the work of the AGH UST scientists, ortho -\npaedists and diagnosticians have received a set of new \ndiagnostic clues and new therapeutic goals. The team’s \nresearch led to: \n ►Describing the differences between the biomechan -\nical properties of the tendon subcomponents from \nvarious calf muscles, which facilitated the interpreta -\ntion of differences observed during ultrasound elas -\ntography, and helps making more precise diagnoses\n ►Describing the deformation and strain in the ma -\ntrix, occurring during tendon overload; explaining the mechanism of longitudinal tendon enthesopa -\nthy, which allowed orthopaedists to diagnose early \nstages of tendon failure and to treat it without sur -\ngical intervention \n ►Proving that the permeability and viscoplasticity of \nthe interfascicular matrix is responsible for the bio -\nmechanics of the tendon, and demonstrating the possibility of diagnosing its condition, thus provid -\ning new possibilities for interpreting MRI and USG \nscan results. Another goal was to improve current \ndiagnostic methods, so that orthopaedists could \nprecisely assess the state of the matrix based on \nthe available imaging methods. The matrix’s elasto-  \nvisco-plastic properties change, for example, in the \ninitial stage of tendon calcification or in the event \nof an electrolyte imbalance of the organism. These \nclues are invaluable when choosing diagnostic meth -\nods and treatment strategies.\nThe results have been put into practice, for example, \nin the Krakow medical centre “ULTRAGEN” that diagno -\nses and treats athletes designated by the Polish Olym -\npic Committee and the Polish National Football Team.Team led by AGH UST Professor Andrzej Młyniec \nFaculty of Mechanical Engineering and RoboticsDepartment of Robotics and Mechatronics \nProject carried out within OPUS/NCN\nThe Achilles tendon divided into three subtendons (GM, GL, and SOL)  \nand an anterior view of the GM subtendonImages of Achilles tendon samples under a scanning electron microscope:  \na) ultrastructure of the tendon after tendon enthesopathy caused by excessive loading,  \nb) control sample\n\n\n \n43 \n42It was more than 5 metres tall and looked like an \nunidentifiable animal. Although made of steel, its \nmovements were nimble due to the synchronised \nwork of eight actuators. The change of position \nwas navigated by a computer program. “Senster” \nreacted to nearby sounds and movements, reading signals collected by microphones and \nDoppler radars. It ceased moving in the mid-1970s. However, the efforts of a team of scientists and \ndesigners brought it back to life in 2018.Senster’s new life. Strategies of \npreservation and reactivation \nof interactive pieces of art\nRE:Senster – this is the name of the endeavour to re -\nconstruct one of classical media art pieces – a large-\nscale kinetic installation “Senster”, created towards the \nend of the 1960s by Edward Ihnatowicz. Designing “Sen -\nster”, Ihnatowicz made allusions to the experiences of \ncontemporary robotics and artificial intelligence exper -\niments. His work, counted among the canon of digital \nart and constantly revisited in studies dedicated to the \ninterface of science, technology, and fine arts, has for \nlong been considered lost. Its remnants were rediscov -\nered and “reanimated” due to the efforts of a team es -\ntablished at the AGH UST Faculty of Humanities. \nThe project brought together specialists with multi -\nfarious research competencies, from the humanities – \ncultural studies on technology and media art, through \npreservation and curator efforts, to mechanical engi -\nneering, robotics, and automatics. The creation of this \ninterdisciplinary team was necessary to develop a ho -\nlistic strategy to reactivate the work, carry out an ex -\ntensive source query, and find suitable technological \nsolutions. As a result, RE:Senster, together with accom -\npanying events, carries the torch of transferring the modern humanities into the domain of science and \ntechnology. The scientific activities of the team revolved \naround developing a strategy to restore technological \ntreasures and maintain the continuity of modern piec -\nes of art. The project contributed to the development of \npreservation procedures and rules of exhibiting large-\nscale art pieces that use advanced technological solu -\ntions, characteristic of creations from the second half \nof the 20th century. \nThe RE:Senster Lab – a laboratory for media art es -\ntablished during the restoration work – integrates the \ncommunity of specialists and offers technical and con -\nceptual support, indispensable for a performative (mov -ing object) presentation of new media art in museums \nand art galleries.\nOnly two years after the work had been concluded, \nthe project was spotted by art curators and aficiona -\ndos in Poland and abroad. “Senster” was exhibited dur -\ning the jubilee edition of the WRO Media Art Biennale \n(2019), in the Zachęta – National Gallery of Art in Warsaw \n(2020/2021), during the Sapporo International Art Festi -\nval in Japan (SIAF 2020 – online edition), and during the \nUNSOUND, Patchlab, and Audio Art festivals. \nFostering media art and, in a broader sense, digi -\ntal culture required competencies that go beyond the \nknowledge acquired within universities, museums, or \ntechnological companies. The RE:Senster project con -\ntributed to the expansion of the cultural capital by con -\nsolidating the technical sphere with social circulation: \neducating young researchers and designers, provoking \ndiscussions in the field of art criticism, and popularis -\ning discourses of modern humanities outside the walls \nof academia. \nThe originator and curator of the project was Dr Anna \nOlszewska. The reactivation of the installation was car -\nried out in cooperation with the Faculty of Mechanical \nEngineering and Robotics (mechanics: Dr (Eng.) Je  rzy \nStojek, Kamil Sikora, MA), the Faculty of Electrical En -\ngineering, Automatics, Computer Science, and Biomed -\nical Engineering (control: Dr (Eng.) Marek Długosz, Rafał \nBieszczad), and the Faculty of Computer Science, Elec -\ntronics, and Telecommunications (radars: AGH UST Prof. \nKamil Staszek, Prof. Sławomir Gruszczyński). The project \nwas carried out in collaboration with the Academy of \nFine Arts in Krakow (consultations, bringing the instal -\nlation to Krakow, sound interaction system, documenta -\ntion). The interuniversity cooperation was coordinated \nby AGH UST Prof. Anna Siwik.\nTeam led by  Dr Anna OlszewskaFaculty of HumanitiesDepartment of Culture and Digital Age Studies\nRE:Senster project\n\n \n45 \n44With the increasing use of robots in many \naspects of human life, from simple utility robots to complex humanoid machines that are to assist us in a variety of situations, it is crucial to develop solutions that facilitate robots to interact in the most natural way with humans. We need to combine computer and cognitive sciences to ensure that a robot’s behaviour is adequate for the information communicated by humans through gestures or facial expressions and evokes human trust.Shall we trust artificial \nintelligence? AI algorithms in \nrobotics and virtual reality\nThis is exactly what the scientists from the AGH UST In -\nstitute of Computer Science have been doing for years. \nThey have investigated convolutional neural networks \nfor the interpretation of data from robot sensors and \norganised workshops devoted to the evaluation of hu -\nman-robot interactions. The goal was to develop novel \nsolutions for advanced perception mechanisms, includ -\ning emotion recognition, question identification, and \ngaze estimation. A success in this field was the Gaze4HRI  \nproject implemented in cooperation with the Middle \nEast Technical University (Turkey). The project resulted \nin the development of a gaze-mediated framework for \nmultimodal human–robot interactions, supporting the \ncreation of applications that interact with humans using \neye tracking and emotion recognition. The implementa -\ntion of the framework makes it possible to launch it on \na variety of hardwares and softwares, including robots, \nvirtual reality avatars, and mobile device avatars. \nInitially, the scientists wanted to experimentally de -\ntect regularities related to the point of gaze during con -\nversations in human–human and human–robot pairs. \nParticularly, they paid attention to eye contact or a lack \nthereof in the context of data related to utterances. The \nexperiments collected data on gaze and audio. Based on these, the scientists created a computing environ -\nment for multimodal human–robot interactions and de -\nveloped simple behaviours that detect situations when \nthe user begins or stops speaking, which triggers pre -\ndefined responses. Based on the framework, appropri -\nate modules were implemented that allow the robot and \navatar to interact with humans intuitively and naturally. \nThe next step included more complex activities, such as \nquestion detection and responding to the point of gaze of the interlocutor. The scientists have also studied the \npossibility of emotion detection in humans based on \nthe analysis of microexpressions and voice signal pro -\ncessing. \nThe usefulness of the software has been tested in ex -\nperiments carried out with the use of the humanoid ro -\nbot Pepper and on mobile/VR platforms. The form mim -\nicked a job interview, but more complex scenarios were \nalso tested. Another example might be the workshops \norganised as part of the work on perception algorithms \nfor social robots, carried out in cooperation with the \nJagiellonian University Institute of Philosophy. The aim \nwas to observe human–robot interactions and identi -\nfy aspects that significantly influence the trust we give \nrobots. The workshops were held in nursery schools in \nPoland and Japan, providing different cultural contexts. \nThe events had an important educational value, so cru -\ncial at this stage of development. The Pepper robot used \nduring the workshops had its software extended by the \ndeveloped perception mechanisms. The scientists ob -\nserved children’s expectations for the robot and their \nevolution with the increasing awareness of the robot’s \ncapabilities.\nThe results confirmed the optimal functioning of the \nenvironment and its considerable flexibility. It facili -\ntates the definition of considerably varied and multi -\nmodal scenarios. Controlling robot or avatar’s behav -\niours can occur with the use of multiple modalities, the \nsignals of which are analysed by complex classification \nalgorithms (e.g. convolutional networks). Due to its ar -\nchitecture, the capabilities of the software can be ex -\ntended by additional hardware platforms, new modali -\nties, and signal analysis methods.\nTeam led by AGH UST Professor Bartłomiej ŚnieżyńskiFaculty of Computer Science, Electronics, and TelecommunicationsInstitute of Computer Science\nProject titled A gaze-mediated \nframework for multimodal Human Robot interaction Gaze4HRI   \nfunded by the NCBR\n\n \n47 \n46Old and badly designed lighting is not only \nexpensive, but also unecological – starting with significant energy consumption linked to considerable CO 2 emissions and ending up with \nharmful light pollution. Designing modern lighting for urban spaces, in accordance with current norms, is a difficult task. Fortunately, artificial intelligence is there to aid us, as is the solution developed by the AGH UST scientists.Shining bright. A system for \ndesigning smart lighting\nThe design of outdoor lighting must consider a compro -\nmise between the energy costs of street lighting and \nthe safety of road users. Optimal computer-based de -\nsign is difficult due to the inability to analyse all cases: \nfor a single street, several dozen parameters with many \ndegrees of freedom must be analysed. As a result of in -\nterdisciplinary research at the AGH UST, a multi-agent \nartificial intelligence system has been created, facilitat -\ning a reduction of the number of analysed design vari -\nants of the lighting system using parallel graph transfor -\nmations. The results guarantee at least 70% electricity \nsavings when replacing the lighting with LEDs (hand-de -\nsigned – only 50% savings). This results in reductions \nin CO 2 emissions, lighting replacement costs, and light \npollution. The team led by Prof. Leszek Kotulski includ -\ned Prof. Andrzej Bielecki, AGH UST Prof. Adam Sędziwy, \nAGH UST Prof. Igor Wojnicki, Dr (Eng.) Artur Basiura, and \nDr (Eng.) Sebastian Ernst. The theoretical work was com -\nmercialised as PhoCa (as part of an NCBR project) by an \nAGH UST spin-off company – GRADIS Sp. z o.o. The com -\npany’s solutions have been successfully implemented \nin Poland and abroad – in total, more than 100 projects \nhave been completed for cities, energy providers, and \ninternational lighting companies.\nIn the case of individual owners of lighting instal -\nlations, the application of PhoCa translated into prof -\nits resulting from a better design of a new LED-based \nsystem – statistically, 20% profit on energy expendi -\nture and about 5% reduction in replacement costs com -\npared to man-made projects. However, there are more \nimportant large-scale effects. Despite the fact that re -\nplacing lighting sources is the most effective method of \nsaving energy, relatively few cities make the decision \nto do so. The reason is that these are long-term invest -\nments (13 years with 40% exchange efficiency, slightly \nover 10 years with 50% exchange efficiency). Therefore, \n20% increase in exchange efficiency offered by PhoCa is a breakthrough solution because it reduces this time \nto 7.5 years. \nMoreover, PhoCa offers exceptional speed and scal -\nability of calculations (at least several thousand times \nfaster than a human). As a result, we can make variant \ndesigns to optimise the decisions we make. The larger \nthe area of design/analysis, the clearer the advantag -\nes of using PhoCa. For projects implemented in Tbilisi, \nGeorgia (91,000 points) and Washington, USA (56,000 \npoints), the system calculated a single project variant \nwithin 24 hours. In Krakow, in the case of 4,000 points, \ndesigners, without using the system, needed 6 weeks to complete the task, while the first version of PhoCa pre -\npared the design in 8 hours. \nThe possibility of analysing multiple design variants \nis even more important in the context of ESCO projects, \nwhere the company takes over the lighting tasks from \nthe city for a fixed price. In this case, the number of var -\niants analysed increases because they include the in -\nvestment price and the profit from operating costs. \nThe solution is particularly useful in dynamic light -\ning control. The EU EN13201 Standard, which provides \nthe guidelines for road lighting in Poland, makes it pos -\nsible to lower the lighting requirements, e.g. when traf -\nfic intensity drops. The problem, however, is that the re -\nduction is not expressed as a percentage, e.g. reduction \nby 10% or 20%, but by one or two lighting classes, and \nfor these lower classes more projects have to be pre -\npared. The dynamic control system, compliant with the \nEN13201 standard, has been in operation in Krakow for \nseveral years (Krasińskiego Avenue and Mickiewicza Av -\nenue) and it generates 47% savings compared to a static \nsystem based on LEDs. The solution has also been suc -\ncessfully implemented in other cities in Poland. For in -\nstance, due to the application of the control system in \nZgorzelec, electricity consumption dropped by 81% and \nin Polkowice by 68%.Team led by  Professor Leszek KotulskiFaculty of Electrical Engineering, Automatics, Computer Science, and Biomedical EngineeringDepartment of Applied Computer Science\nThe PhoCa system\nThe scope of the dynamic lighting control system (the map shows the northwest \nbypass of the Krakow city centre) and a fragment of the control graph that manages the data from sensors with dimming parameters of lamps\n\n \n49 \n48Today, it is next to impossible to imagine a science \nor an industry that does not use computer simulations. Simulations of time-dependent phenomena are extremely difficult to carry out; moreover, they are usually unstable and produce faulty results. In a nutshell, it stems from the fact that mathematical theory simulations are based on functions in abstract mathematical spaces, not necessarily in the ones-and-zeros computer world. AGH UST scholars are working hard to solve this problem.Smog, tsunamis, and pandemics. \nThe capabilities of isogeometric \nsimulations\nProfessor Maciej Paszyński’s team from the Faculty of \nComputer Science, Electronics, and Telecommunications \nhave developed the Isogeometric Residual Minimisation \nMethod (iGRM) – a way of running simulations that com -\nbines the advantages of the DPG method (stabilisation), \nmodern solvers with alternating directions precondi -\ntioners (for ultra-fast simulations, even on a laptop), and \na modern isogeometric finite element method (for run -\nning smooth simulations, integrated with the CAD/CAE \nsystems, for time-dependent problems).\nWhat is behind the isogeometric analysis methods in -\nvented in 2010 by Professor Tom Hughes from the Uni -\nversity of Texas? ‘ Let’s imagine that in the space around \nus we stretch an invisible sheet of fabric and, using it, we \nwant to zoom in on certain physical quantities in a giv -\nen area ‘, says Prof. Paszyński. ‘ In January 2022, an aster -\noid about 1 km in diameter flew close to the Earth at a \ndistance of 1 million km. This is five times the distance \nfrom the Earth to the Moon. Using isogeometric analysis, \nwe can run simulations of what would have happened if \nthat asteroid had fallen into the Baltic Sea. In our simu -\nlations, we included a slightly smaller asteroid and used \ntwo sheets of isogeometric fabric, one to cover the to -\npography of the coast and the sea bed, and the other \nto represent the sea level. Then, knowing the appropri -\nate mathematical formulas and differential equations \nthat control this phenomenon, we hung invisible “clips” \nin space to stretch over the sheet and then moved the \n“clips” so that the sheet could simulate tsunami waves \nand the changes of the sea level. ’  \nProf. Paszyński explains the mechanism of simula -\ntions: ‘ From a mathematical point of view, these virtu -al fabrics used to mirror physical phenomena are line -\nar combinations of thin basis spline functions. Of course, \nthe simulations run over time, so we have a timeline and \nwe divide it into sections – time steps, and we simulate \nthese frames like in a film showing how the state of our \nsystem changes in individual time steps.’\nVirtual isogeometric fabrics can be spread in the air \nto mirror the concentration of pollution. Then, using ap -\npropriate formulas and methods, scientists can simu -\nlate the propagation of pollution in the air. ‘ We’ve been \nworking on the following simulation: over the area of the \nMałopolska Province, a cloud of pollution approaches \nfrom the north, and the wind blows towards the south-\neast‘, Prof. Paszyński continues. ‘Our simulator can pre -\ndict how this cloud of pollution can spread and how the \nconcentration of pollutants will change over time in dif -\nferent places.’\nApplying virtual fabrics to geological layers, where \nthey will represent pressure, facilitates the simulation \nof oil extraction processes using hydraulic fracturing or \nthe process of underground CO 2 storage. We can also \nuse these virtual sheets to model the concentration of \npathogens (e.g. COVID-19) in the space around us and \nthen simulate the propagation thereof through cough -\ning. It is also possible to use these virtual isogeomet -\nric sheets inside the human body – they can simulate, \nfor example, the development of tumors. In such cases, \none sheet will represent the density of tumors, another \nwill determine the concentration of angiogenic enzymes \nproduced by the tumor, yet another – the concentration \nof oxygen delivered by blood vessels, and another one \nwill model the degradation of healthy tissues.Team led by Professor Maciej Paszyński\nFaculty of Computer Science, Electronics,  \nand Telecommunications\nInstitute of Computer Science\nProject titled New computational paradigm of the \nIsogeometric Residual Minimization method (iGRM) \nand its application  (…) carried out within  \nHARMONIA 9/NCNA simulation of a tsunami wave in the Baltic Sea \nafter the impact of an asteroid  \n(project funded by a university grant  \nwithin the IDUB programme)\n\n\n \n51 \n50When fighting smog, we must first get to know \nthe type of pollution and its sources. Advanced interdisciplinary research carried out at the AGH UST allowed scientists to assess the influence of selected emission sources on air quality and helped them fine-tune the air protection programme not only for Krakow, but also for neighbouring communes.Taking a deep breath in Krakow. \nIdentification of particulate matter \npollutants in the atmosphere\nA team made of AGH UST Prof. Lucyna Samek, Prof. Ka -\nzimierz Różański, AGH UST Prof. Zdzisław Stęgowski, AGH \nUST Prof. Katarzyna Styszko, AGH UST Prof. Mirosław Zim -\nnoch, Dr (Eng.) Zbigniew Gorczyca, and Alicja Skiba, MSc \nEng. has thoroughly diagnosed the condition of Krakow’s \nair as part of a project initiated by Krakowski Holding Ko -\nmunalny S.A. in Krakow, with the support of the Provin -\ncial and Chief Inspectorates of Environmental Protec -\ntion (WIOŚ/GIOŚ).\nThe underlying goal of the research was to determine \nthe type and percentage of individual sources of atmos -\npheric aerosol emission in immisions recorded at select -\ned WIOŚ air quality monitoring stations in Krakow, re -\nlated to road transport (Aleja Krasińskiego station [AK]) \nand residential areas (Złoty Róg station [ZR]). The ob -\njective was achieved through a comprehensive physic -\nochemical and isotopic profiling of PM 10, supported by \nPositive Matrix Factorization (PMF) receptor modelling \nand the modelling of selected aspects of pollution dis -\ntribution in the atmosphere.\nIt was shown that within a decade (2010–2019), PM 10 \nconcentration decreased by about 50% at both moni -\ntoring stations. The concentration of NO 2, which is the \ntransport indicator, decreased by about 30% at the AK \nstation. Among other factors, the reasons for the im -\nprovement of air quality can be linked to the replace -\nment of old city buses with new electric or hybrid ve -\nhicles, the expansion of the heating network, and the \nintroduction of a ban on fossil fuel combustion for heat -\ning buildings in 2019.\n1. The composition of PM 10 | The m ean concentra -\ntion of PM 10 at the AK station was 76 µg/m3 in winter \nand 35 µg/m3 in summer; at the ZR station – 55 µg/m3 in \nwinter and 26 µg/m3 in summer. Physicochemical tests \nof PM 10 showed that, on average, the carbon fraction \nmakes up 40%, about 25% – inorganic secondary aer -\nosols (sulphate ions, nitrate ions, and ammonium) with the remaining ions at about 16%, metals 6–7%, and un -\nidentified compounds – 12%. The isotopic composition \ntests have shown that the main ingredients of the car -\nbon fraction include carbon from hard coal combustion, \nfuel combustion in vehicles, and biogenic carbon frac -\ntion (natural emissions and biomass combustion).\n2. Sources of PM 10 | The results of the PMF model \nof the sources of particulate matter showed that in the \nwinter, the dominant PM sources are combustion of sol -\nid fuels and inorganic secondary aerosols. The follow -\ning PM 10 sources were identified and their percentage \ndetermined: solid fuel combustion: winter 10% (AK) and \n36% (ZR); summer undetected (AK) and 8% (ZR); inor -\nganic secondary aerosols: winter 28% (AK) and 29% (ZR); \nsummer 5% (AK) and 16% (ZR); motor transport: win -\nter 24% (AK) and summer 48% (AK); soil dust: winter 7% \n(AK) and 7% (ZR); summer 9% (AK) and 8% (ZR); other \nPM sources (resuspension of PM from road transport, PM \nfrom industrial processes and construction sites): winter \n24% (AK) and 8% (ZR); summer 32% (AK) and 48% (ZR); \nunidentified PM sources: winter 8% (AK) and 4% (ZR); \nsummer 5% (AK) and 19% (ZR). \nThe conclusion was that in summer, the percentag -\nes of PM 10 from resuspension or construction sites and \nindustrial processes increase for higher concentrations. \nFor lower concentrations, the inorganic secondary aero -\nsols had higher percentages at the ZR station, and from \nmotor transport at the AK station. In winter, there was \nan increase in PM from solid fuel combustion for high -\ner PM concentrations at the ZR station and a consider -\nable increase in the percentage of inorganic secondary aerosols for higher PM concentrations at the AK station. \nIn both cases, with an increase in overall PM concentra -\ntion, the percentage of soil dust decreases.\nThe results were taken into account in the develop -\nment of the Air Protection Programme for the Małopol -\nska Province in September 2020.\nSources of PM 10Team led by AGH UST Professor  Lucyna SamekFaculty of Physics and Applied  Computer ScienceDepartment of Medical Physics and Biophysics\nProject titled Sources of particulate  \nmatter air pollution in Krakow  in 2018050100\n06_2018 07_2018 11_2018 12_2018 01_2019 02_2019Concentration [ ug/m/uni2083]Aleja Krasi/nacute.loclPLKskiego Station\nUnidentiﬁed\nInorganic secondary aerosols\nRoad dust, Industry, Construction workTransport\nSoil\nFossil fuel combustion050100\n06_2018 07_2018 11_2018 12_2018 01_2019 02_2019Concentration [ ug/m/uni2083]Złoty R/oacute.loclPLKg Station\n050100\n06_2018 07_2018 11_2018 12_2018 01_2019 02_2019Concentration [ ug/m/uni2083]Aleja Krasi/nacute.loclPLKskiego Station\nUnidentiﬁedInorganic secondary aerosols\nRoad dust, Industry, Construction workTransportSoil\nFossil fuel combustion\n050100\n06_2018 07_2018 11_2018 12_2018 01_2019 02_2019Concentration [ ug/m/uni2083]Złoty R/oacute.loclPLKg Station\n\n \n53 \n52\nA considerable percentage of all refuse in Poland \nis organic waste. How can we use it so that it doesn’t heap up in landfills? One method to do that is thermal conversion processes – such as torrefaction, hydrothermal carbonisation, pyrolysis, or gasification – which can help us recycle biowaste to resource valuable products and transform them into an alternative fuel.Thermal treatment of organic \nwaste as a method for  \nresource acquisition \nResearch in this field subscribes to the idea of circular \neconomy, which implies the minimisation of raw mate -\nrial extraction in favour of reusing the same products. \nThis is a way to manage the problem of insufficient re -\nsources on Earth, but also to reduce greenhouse gas \nemissions. \nThe investigation on thermal conversion of organ -\nic waste, which can be reclaimed as materials for the \nchemical industry or as a biofuel, is the focus of the re -\nsearch team led by AGH UST Prof. Aneta Magdziarz from \nthe Faculty of Metals Engineering and Industrial Com -\nputer Science, which carries out a project titled Multicri -\nterial analysis of pyrolysis of agricultural waste biomass, \nbiodegradable wastes, and RDF fuels. \nPyrolysis (from Greek pyr  – fire, lysis – disintegration) \nis a process of thermal decomposition of complex chem -\nical compounds into simple ones, which occurs at high \ntemperatures in an inert atmosphere (N 2, Ar). The re -\nsearch carried out at the AGH UST is related to the py -\nrolysis of agricultural and wood-type waste. During the research phase of the project, a detailed analysis of the \nphysicochemical parameters of the substrates and py -\nrolysis products of the studied wastes was carried out \nwith the use of a wide spectrum of advanced instrumen -\ntal methods. Furthermore, the scientists investigated \nthe influence of a catalyst on the efficiency of the pro -\ncess and the quality of particular products. In coopera -\ntion with Xi’an Jiaotong University, they have also stud -\nied the so-called ‘co-pyrolysis’ of wood waste biomass \nand rubber waste during the catalytic cracking process. \nAs a result, a decrease in the concentration of phenol in \npyrolysis oil and a reduction in the water content in the products of pyrolysis were achieved. \nThe project includes several sub-studies carried \nout by doctoral students. Artur Bieniek uses numeri -\ncal methods in computational fluid dynamics to com -pute the efficiency of pyrolysis products with changing \nprocess conditions, that is, temperature, type of carri -\ner gas, or its flow rate. Małgorzata Sieradzka analyses \nthe composition of pyrolysis gas using gas chromatog -\nraphy. ‘Gas chromatography is an instrumental meth -\nod used to analyse the composition of particular chem -\nical compounds in mixtures. To put it briefly, we have a \ncertain gaseous mixture – pyrolysis gas, for instance – \nand we analyse it in terms of the content and concen -\ntration of, e.g. hydrogen, carbon monoxide, carbon diox -\nide, or hydrocarbons. To analyse particular compounds \nthat make up our gaseous mixture, they are carried by \na neutral carrier gas (He) to a chromatographic column, \nwhere they are separated on the basis of the so-called \n“time of retention”. The column is chosen specifically for \nthe substances analysed. As a result, we receive a chro -\nmatogram that shows peaks for particular compounds \nagainst the retention time. These results are then com -\npared with chromatograms obtained during analyses of \ncalibration gases of known composition and concentra -\ntion’, Prof. Magdziarz explains.\nOrganic waste can be reused in a number of ways. \nAnother method of recycling it is to transform it into \nRDF (Refuse Derived Fuel). This is the name of alterna -\ntive fuels obtained from selected waste materials with \nhigh thermal value (14–19 MJ/kg). Such energy sourc -\nes can be a good alternative to conventional fossil fu -\nels – coal, oil, or natural gas. Furthermore, biowaste is \nalso a valuable source of chemical compounds that can \nbe successfully used to produce cosmetics. An example \nof such a biowaste material comes from the brewing in -\ndustry, namely, the so-called ‘draff’. It is a lignocellulos -\nic material that contains bioactive compounds, includ -\ning phenols, which attract a great deal of attention from \nthe scientific community given their wide scope of ap -\nplication.Tetra Pak packaging MDF biomass\npolyethylene\npolyethylenepolyethylene\npolyethyleneAl foil\npaperboard\nMaterials studied\nwaste sample water cooler flow  \nregulator\nthermocouples T1 TS\ntemperature \nmeter\ngas  \nchromatographTedlar  \nbaggas \ndehydration \nunit oil\nTeam led by  \nAGH UST Professor Aneta MagdziarzFaculty of Metals Engineering and Industrial Computer Science\nProject funded by a university grant \nwithin the IDUB programme\nZSM-5 or Zeolite Y\nbio-gas\ncokecharbiomass\nmajor  \n& trace elements\nMagnified biochar structure\nConversion products\n\n \n55 \n54\n0 1000 kmIn many places, traditional exploitation of \ngeothermal energy reservoirs, primarily associated with the use of hot water, is restricted by hydrogeological conditions. The alternative might be systems using the potential of energy trapped in hot dry rocks. Heat absorption in such systems occurs by injecting fluids under high pressure, which circulate through the hot rocks. Around the world, the Enhanced Geothermal Systems (EGSs) are attracting more and more attention, because, instead of water, they use carbon dioxide as their working fluid.Towards climate-neutral power \nengineering. Unconventional \ngeothermal systems\nThe reasons for this interest stem from the possibility of \ngeological storage of CO 2 during the geothermal ener -\ngy conversion process. The CO 2-EGS technology contrib -\nutes to the protection of the climate by providing pure \ngeothermal energy, while simultaneously eliminating CO 2 \nemissions from fossil fuel combustion. The investiga -\ntion has also shown significant advantages of using CO 2 \nas the working fluid, including beneficial thermodynam -\nic and transport properties and low chemical activity. \nThe research focused on the analysis of EGS efficien -\ncy, using carbon dioxide as the supercritical fluid, is car -\nried out by a Polish-Norwegian consortium led by AGH \nUST Professor Anna Sowiżdżał from the Department of \nEnergy Resources at the Faculty of Geology, Geophysics, \nand Environmental Protection. The consortium led by \nthe AGH UST consists of: Mineral and Energy Economy \nResearch Institute of the Polish Academy of Sciences in Krakow, SINTEF Energi AS (Trondheim, Norway), the Nor -\nwegian University of Science and Technology (Trondheim, \nNorway), and EXERGON Spółka z o.o. (Gliwice, Poland). \nSince October 2020, the consortium members have been \ncarrying out a project titled CO 2-Enhanced Geothermal \nSystems for Climate Neutral Energy Supply , EnerGizerS \nin short. It received funding as part of the Polish-Nor -\nwegian POLNOR 2019 research project financed by the \nNorway Grants through the National Centre for Research \nand Development. \nThe chief objectives of the project include the de -\nvelopment of enhanced geothermal systems using su -\npercritical carbon dioxide as the medium, but also the \nintensification of cooperation between Polish and Nor -\nwegian partners, as well as the exchange of experience in the field of using geothermal energy and geological \nstorage of carbon dioxide. The actions taken aim to re -\nduce carbon dioxide emissions and palliate human-in -\nduced climate changes, while simultaneously satisfying \nthe energy needs of societies.\nThe EnerGizerS project comprises six components, \nwhich focus on research aimed at identifying and char -\nacterising geological structures appropriate for the in -\nstallation of CO 2-EGS systems in Poland and Norway. \nThe completion of the first stage has resulted in the \ndetermination of relevant parameters for the location \nof such systems on land (Poland) and on sea (Norway), \nas well as the identification of prospective geological \nstructures: Mogilno–Łódź Trough and the area around \nGorzów in Poland, as well as the Åre formation on the \nNorwegian Sea. Comprehensive laboratory tests of core \nsamples from selected geological formations were per -\nformed, which facilitated the petrophysical, thermal, \nand mechanical profiling of the rocks. The results of \nlaboratory tests were used for advanced mathematical \nmodelling, including structural modelling of the geolog -\nical reservoir, modelling of the fracturing process of sol -\nid rocks and 3D modelling for multi-variant simulations \nof CO 2 injection and exploitation with forecasts of res -\nervoir behaviour over time. As part of an experimental \ncampaign aimed to determine the properties and be -\nhaviour of working fluids in the CO 2-EGS systems, a doc -\ntoral student from the AGH UST Department of Energy \nResources went on a research visit to SINTEF (Norway). \nCurrently, the scientists work on models of underground \nand surface systems. The final results will be presented at the end of 2023. Team led by AGH UST Professor  Anna SowiżdżałFaculty of Geology, Geophysics, and  Environmental ProtectionDepartment of Energy Resources\nR&D work carried out within  \nthe EnerGizerS /NCBR projectEGS-CO 2 installation\nGeothermal \npower plant\noverburden rocks\npetrogeothermal \nreservoir\nCO2 storage CO2 storage CO2CO2CO2 extraction\ninjection hole extraction hole\nFault zone\nProspective geological structures for the EGS-CO 2  \nindicated in the EnerGizerS  projectPOLAND\nGliwice\nKrakówMOGILNO–ŁÓDŹ  \nTROUGH\nGORZÓW  \nZONEÅRE FORMATION\nTrondheim\nNORWAY\n\n \n57 \n56Energy storage and conversion are two huge \nchallenges of the 21st century. Safe hydrogen \nstorage is the key segment of power systems based on this element. Currently, hydrogen is stored widely in its gas form under high pressures, reaching 700 bars, or in its liquid form at extremely low temperatures (20 K). However, for many applications, neither solution is optimal due to the high costs these technologies entail. Therefore, scientists have been working on technologies to store large amounts of hydrogen in smaller volumes without the need to maintain high pressures or extremely low temperatures.Towards sustainable power \ntechnologies. Safe hydrogen \nstorage\nAt the Faculty of Physics and Applied Computer Science, \nscientists have developed the concept of imaging and \nquantitative analysis of hydrogen storage containers \n(during loading or unloading), which was a novelty on a \nglobal scale. They showed that the assumptions under -\nlying the construction of hydrogen reservoirs had been \nerroneous. \nMetal hydride formation is a highly exothermic re -\naction; therefore, it is crucial to manage the heat flow, \nwhile simultaneously ensuring a possibility of the ex -\npansion of the material volume during hydrogenation. \nThe investigation indicated how hydrogen tanks should \nbe designed to achieve the desired efficiency. It was \nshown that nanostructuring of the active material with \ngraphite, which is a heat-transporting matrix, facilitated \na significant increase in the effectiveness of reservoirs. \nMaking composites prevents the release of nanoparti -\ncles that, while travelling with hydrogen through instal -\nlations, can damage moving parts, e.g. valves. \nThe Team for Magnetic, Electrical, and Structural Re -\nsearch at the Department of Solid State Physics devel -\noped an in situ  neutron imaging technology to monitor \ncontainers for solid hydrogen storage bound in metal \nhydrides. The investigation was carried out in cooper -\nation with Helmholtz-Zentrum Berlin, where a neutron \nbeam from the BERII reactor was used. Professor Łukasz \nGondek, Dr Joanna Czub, and Anna Zarzecka, MSc Eng. – \nimplemented a neutron imaging technology for study -\ning the behaviour of hydrogen-penetrating metallic ma -terials, where it can be stored under low pressure at a \nroom temperature. This technique allows scientists to \nobserve the processes that occur in the hydrogen con -\ntainer in real time. This, in turn, facilitates the optimi -\nsation of the container’s structure and an increase in \nefficiency. The main limiting factors were shown to in -\nclude the rate of heat absorption and changes in the \nvolume of the metallic material. After the material ab -\nsorbs hydrogen, its volume can increase by more than \n15%. The research showed that efficiency can be signif -\nicantly improved by using composites that contain an \nactive material (e.g. TiMn2 ) and a heat-transporting ma -\ntrix (e.g. graphite). \nStoring hydrogen in metallic compounds finds ap -\nplication in stationary hydrogen storage facilities, rail-\nbound and maritime transport. With the Bozon Student \nResearch Club, the team designed and built a power sup -\nply system for the prototype of a fuel cell-powered boat. \nThe project showed that hydrogen containers are stable \nand do not cause problems during operation. \nIn addition to hydrogen storage, this technique is \nalso useful in nickel–metal hydride battery (Ni-MH) in -\nvestigations to verify the functioning of the electrode \ninto which hydrogen diffuses.\nThe results of the team’s research translate into com -\nmercial applications. Several European companies in the \nfield of materials and storage systems related to hy -\ndrogen technologies are currently using their solutions \n(GKN Hydrogen, MCPhy, SGL Carbon, GfE).Hydrogen absorption by metals  \na) Illustrative image (H 2 molecule dissociation and its absorption by the TiMn 2 metal)  \nb) The process captured by neutron imaging\n30 s 60 s 10 min\n0              0,5              1,0  1,5\nAccumulation of hydrogen H2\n TiMn 2Power supply system for the hydrogen boat\nIn a single 20 cm-long container, there is 2 litres \nof hydrogen stored in a metallic nanocomposite. The system can power the boat for more than 1 hour.Team led by \nAGH UST Professor Łukasz Gondek \nFaculty of Physics and Applied Computer Science\nDepartment of Solid State Physics\nR&D work implemented due to the Nanomaterials \nfor hydrogen storage project within the Polish–\nNorwegian Research Programme\n\n \n59 \n58Each year, the world produces about 10 million \ntonnes of whole bean coffee. If we ground the entire year’s harvest and made coffee from it, we would be left with an equal mass of coffee grounds, with an additional volume of unfiltered water. This waste is not environmentally neutral, because when deposited in landfills, it emits methane, which belongs to the group of gases that contribute to global warming. Little wonder that scientists are investigating ways of repurposing it.Used coffee grounds –  \nraw material for groundbreaking \nceramic materials  \nAfter adequate preparation, it can be used as a fertil -\niser, a biodegradable material for industrial production, \nor as a biofuel. Dr (Eng.) Ewelina Kłosek-Wawrzyn from \nthe Faculty of Materials Science and Ceramics, is work -\ning on using coffee grounds as an eco-friendly materi -\nal to produce porous ceramic materials. Such materials \nshow lower thermal conductivity than solids, and this \nproperty makes them useful in construction industry to \nimprove thermal insulation of buildings.\nPores in ceramic materials are obtained as a result of \nstoving clay mixed with additives. The latter simply burn \nout during the production process, leaving microspac -\nes filled with gas. In traditional construction ceramics, \nthe additive used to obtain the porous structure is usu -\nally cellulose pulp or sawdust. Replacing those with cof -\nfee grounds of considerably higher calorific value makes \nit possible to conserve the fuel used to produce heat. \n‘Furthermore, wet coffee grounds collected from coffee \nshops contain between 55 and 60 percent of water. Usu -\nally, when producing construction materials with the use \nof clay, we have to add water to make them plastic. Here, \nhowever, if we can organise the entire production pro -\ncess appropriately, adding water won’t be necessary at \nall’, says Dr Kłosek-Wawrzyn. In her research, she uses \na mixture of coffee grounds from two chains of coffee \nshops. Although they come from different sources, the \nonly difference between them is the content of water, \nwhereas they are identical in terms of granularity and \nvery similar in terms of calorific value.\nThe idea of using ground coffee waste as a clay ad -\nditive in the production of porous ceramic materials is \nnot new. The challenge for engineers is to optimise this \nprocess to obtain a material with desired thermal pa -\nrameters, while simultaneously meeting the norms of mechanical resistence. The materials used in construc -\ntion must remain rigid under various stresses, and add -\ning too much of easily burning-out materials to clay re -\nduces its resistance. \n‘Construction materials manufactured today have, in \nmy opinion, too high strength parameters, which trans -\nlates into higher thermal conductivity. In our material, \nwe want to find a balance between thermal conductivi -\nty and strength. However, we’re not aiming at high con -\nstructions, one- or two-storey is enough, where materi -\nal strength doesn’t have to be that high, which makes it \npossible to increase the porosity and, consequently, low -\ner thermal conductivity. ‘Due to the fact that we have \ncompletely modified the production process, we can put \nmuch more used coffee grounds into the material than \nhas been described in the literature to date, and obtain \nsignificantly better thermal parameters of about 0.15–\n0.25 watts per meter-kelvin’, says Dr Kłosek-Wawrzyn.\nDr Kłosek-Wawrzyn conducts her research togeth -\ner with her colleagues from the Department of Build -\ning Materials Technology. She prepares samples of ce -\nramic materials, altering the proportions of used coffee \ngrounds, and analyses them thoroughly. ‘Above all, we \nstudy the efficiency of the heat transfer coefficient us -\ning a stationary heat flow meter’ , says the scientist. ‘We \ntest its compressive strength because construction ma -\nterials are exposed to various mechanical forces. We an -\nalyse its density and porosity, but we also apply other \ntechniques, including scanning electron microscopy, to \nfind out what the material under investigation looks like \nin microstructure, that is, what its distribution of pores is and whether there are cracks. As a result, we can reg -\nulate the production process and shape the direction of \nfuture research projects.’\nTeam led by   Dr (Eng.) Ewelina Kłosek-WawrzynFaculty of Materials Science and CeramicsDepartment of Building Materials Technology\nProject funded by a university \ngrant within the IDUB programmeUsed coffee grounds and a ceramic material made thereof A stationary heat flow meter to study the \nefficiency of the heat transfer coefficient of materials made of clay and used coffee within the range between 0,1 W/(m·K) and 10 W/(m·K)\n\n \n61 \n60\nWhat do we see when we think of philosophy? \nDusted volumes, abstract notions, and intricate \nacademic discussions? Only a handful of \nenthusiasts try to convince us that it is truly about \nissues that matter to us all, and the seemingly \ndry philosophical discourse actually reveals \na powerful emotional load, speaking about truth, \nbreaking from the illusion, and the sense of \neveryday existence.VRSophy – translating classical \nphilosophical concepts into  \nthe language of the present \nWhat if we showed philosophy from a completely differ -\nent perspective? If we invited people to play a game in -\nstead of reading a text? A game that engages body and \nmind at the same time? A survival game, anyone? This \nis the idea behind the VRSophy project, carried out by \nthe EduVRLab at the AGH UST Faculty of Humanities in \ncooperation with the Film School in Lodz. The project \nis coordinated by AGH UST Prof. Jowita Guja and Adam \nŻądło from the Department of Information Technology \nand Media Studies. The project, a series of applications, \nopens up with the VR Cave – an adaptation of the clas -\nsical Plato’s text embedded in virtual reality.\nThe text is a fragment of the Republic , in which Plato \npresents a vivid metaphor of human life. Let’s imagine \na cave, he writes, and inside this cave – prisoners, their \neyes always on the wall facing away from the entrance, \nwhich displays shadows of people and objects moving \nfar in the distance. The prisoners have no idea that they \nare imprisoned. They are convinced that the true reality \nis the shadow theatre, and their cave – the whole world. \nWe are these prisoners, Plato claims, and whatever we \naccept as the truth is, in fact, an illusion. There is a way \nof breaking out of the prison and turning to the true re -\nality. However, it is a difficult task and would require us \nto abandon everything that we know and consider safe.\nThe conviction that the surrounding world is a lie that \nwe have to pierce through is a momentous cultural par -\nadigm, which lays foundations for philosophical and re -\nligious systems, as well as works of pop culture, such as \nThe Matrix  and The Truman Show . The core of the cave \nallegory is the disruption of obviousness: what we know \nand collectively respect proves fake. Waking up from the \nillusion is only the tip of the iceberg of a long-lasting \nand difficult process depicted by Plato as breaking out \nof the shackles, tedious climbing, being blinded by the \nlight. Plato places the cave narrative in the context of his own ontology. However, the metaphor itself is uni -\nversal. Being uprooted from the familiar and safe is al -\nways precarious, regardless of the cave in which we are \nimprisoned. It can be an ideological, religious, or politi -\ncal system. A cave can also be the “inside” of a VR head -\nset, although it can be treated as a metaphor inside a \nmetaphor. A contemporary reading of the cave meta -\nphor also generates questions: what if the cave is lim -\nitless? What if it is like the matryoshka doll – a cave in -\nside a cave inside a cave to no end? \n‘By transplanting a philosophical text to VR, we want \nto provoke these questions ’, says Prof. Guja. ‘ Simultane -\nously telling its receiver to physically break out of the \nchains, climb, and swim (our cave is filled with water), we \nask them about the relationship between the thought \nand the body. We assume that “serious” philosophising \nmeans something more than a quiet read in a lecture \nroom. Delivering a multimedia experience that requires \nan intellectual and physical effort, we want to empha -\nsise the experiential nature of philosophy. ’\nThe VR Cave can be experienced at many levels – it \ncan be an existential phenomenon, a foundation for a \nphilosophical debate, or simply entertainment. It re -\nveals its subsequent layers depending on the user’s at -\ntitude and situation: the immersant can receive a proper \nbackground during a philosophy seminar or explore the \ncave individually as one of the games they can download \nfrom Steam or Oculus Store. \nThe VR Cave is an experimental project that initiates \na series of VR adaptations of classical philosophical con -\ncepts. ‘ They can serve as reference points for philosophi -\ncal debates, complementing a traditional reading of texts. \nHowever, we’d like those experiences to function also \noutside the academic discourse: to speak with its own \nunique language going beyond the boundaries of film, \nvideo game, or philosophical treatise ’, Prof. Guja adds.Team led by  \nAGH UST Professor Jowita GujaFaculty of HumanitiesEduVRLab – interdepartmental Virtual Reality Laboratory\nThe VRSophy  project \nimplemented within the nvLab \nprogramme and an MKiDN grant\n\n \n63 \n62Xenobiotics are a group of biologically active \nchemical compounds found in human bodies, which are neither produced by them nor found in nature. The group contains medicines, but also a number of harmful substances artificially introduced into the environment. For example, polycyclic aromatic hydrocarbons (PAHs). Some of them show carcinogenic or mutagenic activity, causing DNA mutations, leukaemia, or lung cancer. How can we measure the extent to which the population is exposed to these compounds?Wastewater-based epidemiology. \nInnovative methods of \nbiomonitoring\nPAHs constitute an ingredient of particulate matter air \npollution, and their primary source is the incomplete \ncombustion of organic materials. Given that they are \npart of the small PM 1 and PM 2.5 fraction, they can easi -\nly penetrate our respiratory and cardiovascular systems. \nThe highest concentrations occur in highly urbanised ar -\neas. However, PAHs can penetrate the organism not only \nfrom the air. ‘They can come from contaminated water. \nHigh exposure to these toxic substances can also result \nfrom smoking cigarettes, diet, or job,’ explains AGH UST \nProfessor Katarzyna Styszko, the leader of the project \nfocusing on developing innovative methods of waste -\nwater analysis for epidemiological purposes.\nTo determine the degree of exposure to those com -\npounds, it might be helpful to combine measurements \nin the city with biomonitoring of humans with respect \nto PAHs and their metabolites that are a result of chem -\nical transformations occurring in the body. To do this, it \nis possible to take advantage of an innovative method \nbased on a chemical analysis of specific products of hu -\nman metabolism found in sewage works, that is, waste -\nwater-based epidemiology (WBE). In contemporary bio -\nmonitoring studies, a very precise correlation has been \nshown between population exposure to PAHs and find -\ning their biomarkers in urine.\n‘Classic epidemiology is based mainly on surveys or \nblood and urine tests of patients or volunteers who par -\nticipate in such activities. This usually represents a nar -\nrow spectrum of the population; moreover, such stud -\nies are very expensive, require a lot of work, and you \nhave to wait a long time before you get the results. In \nthe case of WBE, we can practically assess the exposure \nof a specific population to selected substances in real \ntime. We usually count it in mg/24h per 1,000 citizens’, says Prof. Styszko. WBE provides objective data on ag -\ngregate exposure to PAH xenobiotics of citizens from a \nspecified area, which, after penetrating the human body, \nare metabolised quickly and after a few days leave the \nbody in the form of hydroxy derivatives. This method \nwas used by our engineers, who, during their compre -\nhensive tests, not only thoroughly analysed the PM, but \nalso made precise measurements of wastewater, while \nestablishing fruitful cooperation with the largest sew -\nage works in Krakow.\nThe researchers organised two wastewater measure -\nment campaigns – a summer edition (2020) and a win -\nter edition (2021) to determine seasonal changes in the \ncompounds. The samples collected at the sewage works \nwere transported to a laboratory, where, after appropri -\nate treatment, they were analysed with the use of a gas \nchromatography–mass spectrometry method.  ‘Chroma -\ntography is an analytical technique aimed at separating \na particular fraction within a sample, while the applica -\ntion of mass spectrometry is to determine the substanc -\nes contained in the sample and to indicate their concen -\ntrations’,  explains Prof. Styszko. To assess the degree of \nexposure to PAHs, it was necessary to know the process -\nes of PAH metabolism and adequate back-calculations.\nThe initial results showed a significant seasonal cor -\nrelation of the exposure of Krakow citizens to PAHs. The \npositive effects of the research will allow scientists to \nexpand wastewater analyses to other cities – not only in \nPoland, but also in Europe. The study will also facilitate \nrisk assessment related to the penetration of PAH hy -\ndroxylic derivatives into water environments, which – as \nit turns out – are not completely filtered out in sewage \nworks and, according to the researchers, can be even \nmore toxic than the initial compounds.Team led by AGH UST Professor  Katarzyna StyszkoFaculty of Energy and FuelsDepartment of Coal Chemistry and Environmental Sciences\nProject funded by a university grant  \nwithin the IDUB programme The procedure: \n1. Sample collection in sewage works\n2. Filtration\n3. Solid-phase extraction\n4. Gas chromatography with mass \nspectrometry analysis (GC-MS)\n412 \n3\n\n \n65 \n64Where is the link between searching for \ninteresting films to watch in the evening, putting together a participatory budget to make our cities better, and hiring new employees to elevate our businesses? Each activity can be presented as a collective decision-making process that involves specific conditions and problems. Where computer science meets \neconomy. Computational aspects \nof social choice\nOn the one hand, there are candidates, that is, all the \nfilms available in the database, ideas to improve the \ncity’s environment and a group of potentially suitable \nemployees; on the other, a set of evaluations of those \ncandidates. The evaluations include opinions of people \nwho had already seen the film and shared their thoughts \nonline, the votes of residents of a given city, and the as -\nsessment of recruiters evaluating potential employees \n(some might look at technical and others at interperson -\nal skills). Based on these assessments – or, more formal -\nly, the votes cast – we want to select the winning group: \ngood films to watch, city projects to fund, and a short \nlist of prospective employees. \nSuch decision-making processes are considered in \neconomics, political sciences, philosophy, and opera -\ntional research. However, these considerations have re -\ncently entered the domain of computer science. It turns \nout that surprisingly many electoral problems are diffi -\ncult to compute and require nontrivial algorithmic solu -\ntions, especially as in the aforementioned situations \nwhen we want to select a group of winners, and not \none candidate. For example, for numerous natural gen -\neralisations of the D’Hondt method, which allows vot -\ners to express their opinion on individual candidates, \nthe problem of finding out the winner is NP-Hard. This \nmeans that calculating the results of elections could \ntheoretically take decades. Luckily, there are a number \nof ideas to avoid this scenario.\nAs part of the PRAGMA project, Prof. Piotr Falisze -\nwski and his team from the Faculty of Computer Science, \nElectronics, and Telecommunications focus on analysing \nthe theoretical side of the problem of choice, simulta -\nneously transposing mathematical results into practice. \nThe scientists aim to develop algorithms to bypass com -\nputational difficulties that could be easily implemented \nin practice. ‘In particular, we’ll be looking for effective \nalgorithms that will allow voters to make their choic -es fairly and in an informed way as to which candidates, \ncontestants, or citizen projects they should choose’ , Prof. \nFaliszewski sums up. \nOne of the most important issues that the PRAGMA \nproject touches upon is the analysis of electoral data. \nIt turns out that, although many problems can be the -\noretically difficult to compute, practice shows that they \nare scarce. Therefore, Professor Faliszewski’s team have \nbeen developing novel methods for comparing elector -\nal data, which allows them to select the choice mod -\nels that are possible to implement in practice. To date, \nthe team’s research has allowed it to indicate a natural \nmetric of elections and pinpoint the areas in which such \nelections occur in practice, as well as show the areas in \nwhich, depending on the parameters, the elections gen -\nerated on the basis of standard randomised models are \nlocated (an example of such a map of elections is de -\npicted in the figure). This makes it possible to generate \nany amount of electoral data, which can then be used to \ndesign and analyse algorithms. For instance, if we know \nthat in certain elections we can expect data distributed \nin a specific way (with a margin of approximation), then \nthe electoral data generated from this distribution will \nallow the scientists to predict the behaviour of the test -\ned algorithm.\nThe PRAGMA project (Pragmatics of Multiwinner Vot -\ning: Algorithms and Preference Data Analysis) thrives \ndue to the prestigious ERC Consolidator grant that Prof. \nFaliszewski has received. The research results related to \nthe project were published in renowned academic jour -\nnals and as conference materials devoted to artificial in -\ntelligence, such as Artificial Intelligence or the AAAI and \nIJCAI conference publications, as well as economic jour -\nnals, such as Social Choice and Welfare . The results will \nsurely find application in multiple areas of life related \nto voting and decision-making – in communities and in -\nstitutions, sport, culture, and business.Map of elections obtained in the PRAGMA project \nEach dot is a single election, i.e. a pair (C,V) where C is a set of candidates and V is a collection of \nvoters whose votes are represented as linear orders over C. The votes are generated using a number of well-known statistical models, such as the Mallows model.The map also contains four characteristic points, namely: • UN (uniformity; the votes are maximally diverse), \n• ID (identity; all votes are identical), \n• AN (antagonism; half of the voters have opposite preferences to the other half), \n• ST (stratification; half of the candidates are preferred to the other half by all the voters).Euclidean model  \n(2D and 3D)\nMallows modelsingle-peaked  \n(Walsh model)urn modelsingle-crossingEuclidean model  \n(1D)single-peaked  \n(Conitzer model)group-separable  \n(caterpillar model)\ngroup-separable  \n(balanced model)\nsphere model\nuniform distributionTeam led by  \nProfessor Piotr FaliszewskiFaculty of Computer Science, Electronics, and TelecommunicationsInstytut Informatyki\nThe PRAGMA  project funded by  \nan ERC grant\n\nAGH UST Innovator 2022. Scientific achievements\nCopyright by  \nAGH University of Science  \nand Technology in Krakow\nISBN 978-83-66727-97-7\nKrakow 2022\nPUBLISHER\nCentre for Communication and Marketing \nAGH University of Science and Technology in Krakow\nEDITING AND TYPESETTING\nMarianna Cielecka\nTRANSLATIoN  AND PR ooFREADING\nCezary Polak\nILLUSTRATIoNS\nThis publication uses images and photos primarily from the \nprivate archives of the authors of the projects described. The \nfigure on page 11 and the photographs on pages 33 (a person \nin VR goggles) and 51 have been retrieved from Dreamstime. \nPhotographs on pages 9, 33 (HoloLens 2), and 59 have been \ntaken by Marianna Cielecka; the photograph on page 13 by \nMichał Ciesielka, and the photograph on page 43 by Maciej \nTalar / AGH UST Krakow Student Photo Agency. The figure on \npage 49 has been authored by Paweł Maczuga, MSc Eng.\nPRoDUCTIoN\nNBI Media\n\nAGH\n\nAGH UNIVERSITY OF SCIENCE\n‘AND TECHNOLOGY\n\n\n\n", "metadata": {}}