{"content": "#  Sprawy informacyjno-organizacyjne dla studentów I roku -- WMS AGH \n\nURL: https://wms.agh.edu.pl/studia/studenci-2-1\nCrawled: 2025-03-19 21:36:45\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Sprawy informacyjno-organizacyjne dla studentów I roku \n\nIdentyfikacja Studenta w systemach AGH\n\nNr albumu \n –  to podstawowy numer identyfikacyjny, którym posługujemy się na Uczelni. Każdy z nowo przyjętych Studentów otrzymał ten numer po dokonaniu wpisu na listę studentów.\n\nKonto e-mail w domenie AGH \n–  jest niezbędne do komunikacji w sprawach studiów i uczelni. Tylko z tego konta będzie można wysyłać wszelkiego rodzaju podania i deklaracje. Jest niezbędne do uwierzytelnienia danych studenta. Wysyłane z tego konta maile powinny być dodatkowo podpisywane imieniem, nazwiskiem oraz numerem albumu.\n Konto to jest potrzebne również do uzyskania dostępu do platform zdalnego nauczania (UPeL, MS Office, MS Teams).\n Konto e-mail w domenie AGH zakładamy na stronie:  \npanel.agh.edu.pl/newuser/newuser.php\n. Potrzebny będzie numer legitymacji studenckiej – czyli numer albumu, numer PESEL, posiadanie prywatnego konta e-mail.\n\nZałóż konto\n\nKonto w systemie USOS\n – system USOS (Uczelniany System Obsługi Studiów) jest podstawową platformą komunikacji w zakresie realizacji studiów. Tam znajdują się informacje o realizowanych przedmiotach, otrzymanych ocenach, przebiegu studiów. Przez system USOS będą również przekazywane różne informacje z dziekanatu, np. numery grup studenckich do których jesteśmy przypisani.\n Należy niezwłocznie ustawić hasło i uzyskać dostęp do USOS. Pomocna przy tym może być strona:  \nhttps://www.usos.agh.edu.pl/usos-dla-studenta/.\n\nZałóż konto\n\nNa konto w USOS-ie \noraz na adres mailowy w domenie AGH przesyłane mogą być informacje organizacyjne jeszcze przed rozpoczęciem roku akademickiego. Dlatego ważne jest jak najszybsze dokonanie logowania.\n\nOpieka zdrowotna SCANMED\n\nZgodnie z praktyką lat ubiegłych, również w tym roku zostanie przeprowadzona przez SCANMED akcja informacyjna dla studentów I roku rozpoczynających naukę w naszej Uczelni. Przedmiotem akcji jest przekazanie informacji studentom o możliwości bezpłatnego korzystania z opieki medycznej, która w obecnie panującej sytuacji nabiera szczególnego znaczenia.\n\nSzczegóły akcji znajdują się na stronie: \nwww.dss.agh.edu.pl/opieka-zdrowotna\n\nStopka\n\nStudenci\n\nPlany studiów\n\nDeklaracja dostepności\n\nKontakt\n\n© 2023 Wydział Matematyki Stosowanej AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \nKontakt: stronawms@agh.edu.pl \n\nBack", "metadata": {"url": "https://wms.agh.edu.pl/studia/studenci-2-1", "title": " Sprawy informacyjno-organizacyjne dla studentów I roku -- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "6008a7504cfe9607d0c68f5dbf9db9e0", "word_count": 306, "headings": [{"level": 1, "text": "Sprawy informacyjno-organizacyjne dla studentów I roku"}, {"level": 2, "text": "Identyfikacja Studenta w systemach AGH"}, {"level": 2, "text": "Opieka zdrowotna SCANMED"}, {"level": 2, "text": "Stopka"}]}}