{"content": "# Modern trenchless technologies\n\nURL: http://ivsaghust.agh.edu.pl/index.php/courses/modern-trenchless-technologies\nCrawled: 2025-03-19 22:38:06\n\nModern trenchless technologies\t\t\t\n\nFeb 14 - Mar 18, 2022\n\nKEYNOTE LECTURES\n\nProfessor Jan Ziaja\n -  Department of Drilling and Geoengineering, Faculty of Drilling, Oil and Gas, AGH University of Science and Technology, Poland\n\nProfessor Oleg Vytyaz\n – Institute of Petroleum Engineering Ivano-Frankivsk National Technical University of Oil and Gas, Department of Drilling Oil and Gas Wells, Ukraine\n\nDATES\n\nFeb 2022\n\nregistration\n\nFeb 11, 2022\n\napplication deadline\n\nFeb 14 - Mar 04 , 2022\n\ncourse “ Modern trenchless technologies”\n\nMar 07-18, 2022\n\ncourse “Get to know Poland. A short introduction to Polish culture, geography, history and language” \n\nLanguage of instruction:\n English\nCourses will be organized online at AGH UST UPeL platform.\nTotal number of course hours:\n 30h+15h\n\nContent and materials will be available only for registered and accepted students.\n\nLECTURERS\n\nProfessor Jan Ziaja\n\nDeptarment \nof Drilling and Geoengineering,\nFaculty of Drilling, Oil and Gas, \nAGH University of Science and Technology\n\n30 Mickiewicza Ave., 30-059 Krakow, Poland \ne-mail: \nThis email address is being protected from spambots. You need JavaScript enabled to view it.\n\nAssociate Professor Jan Ziaja, Graduate of the Faculty of Drilling and Oil at AGH UST. Since 1990, he has been working at the Faculty of Drilling, Oil and Gas. In 2000, he obtained the degree of doctor of technical sciences, and in 2014, the degree of habilitated doctor at the same Faculty. Scientific discipline: Environmental engineering, mining and energy, specialization: drilling and geoengineering. The main directions of scientific activity are: drilling, geoengineering, environmental protection, trenchless technologies. Current position: Head of the Department of Drilling and Geoengineering at the Faculty of Drilling, Oil and Gas of the AGH University of Science and Technology. Author and co-author of over 120 publications, several dozen studies and research work in the field of drilling, geoengineering, environmental protection and trenchless technologies. He participated in the implementation of 15 international projects, including one as a manager.\n\nProfessor Oleg Vytyaz\n\nInstitute of Petroleum Engineering\nIvano-Frankivsk National Technical University of Oil and Gas,\nProfessor of the Department of Drilling Oil and Gas Wells\n15, Karpatska st., Ivano-Frankivsk, 76019 Ukraine \ne-mail: \nThis email address is being protected from spambots. You need JavaScript enabled to view it.\n\nWork Experience:\n\n2014 - Director of Petroleum Engineering Institute at Ivano-Frankivsk National Technical University of Oil and Gas \n2016 - Professor of the Department of Drilling Oil and Gas Wells \n2009 – 2014 - Dean of the Petroleum Engineering Faculty \n2011 – 2015 - Professor of the Department of offshore oil and gas technologies \n2001-2009 - Associate professor of the Department of offshore technologies \n1998 – 2001 - Assistant of the Department of offshore oil and gas installations \n1996 – 1998 - Senior Researcher\n\nMajor areas of research - the dynamics of drilling tools, coiled tubing technology in the oil and gas industry, technology of extracting methane from gas hydrates.\n\nABOUT THE COURSE\n\nModern trenchless technologies will be discussed during the lectures: Horizontal Directional Driling, Direct Pipe, Microtuneling, equipment, advantages, disadvantages and limitations thees methods. Methods of construction of underground piping in HDD, DP, EP technology. Drilling equipment, principles of setting down depth equipment for drilling, drilling tools. Designing and costing of works performed in trenchless technologies. \n\nThe students will acquire skills, knowledge and competences in the field of detection and repair of pipeline failures. Their construction and rehabilitation using the latest trenchless technologies. He will learn the techniques, technologies and materials used in pipeline renovation technologies. He will learn the standards applicable in the field of trenchless techniques and technologies in Poland, Ukraine and World. \n\nThe programme is co-financed by the European Social Fund under the ‘Operational Programme Knowledge Education Development’ non-competitive project entitled  “Support for institutional capacity of Polish HEIs through establishment and implementation of international study programmes” (Action: 3.3 Internationalization of Polish higher education), specified in the application for project funding no. POWR.03.03.00-00-PN16 /18).\n\nContribution of European Funds: \nPLN 114 940,00\n\n The projects are implemented under the program of the Polish National Agency for Academic Exchange - SPINAKER - Intensive International Education Programs. The program is financed from the non-competition project no. POWR.03.03.00-00-PN16 / 18 \"Supporting the institutional capacity of Polish universities through the creation and implementation of international study programs\" under the Knowledge Education Development Operational Program.", "metadata": {"url": "http://ivsaghust.agh.edu.pl/index.php/courses/modern-trenchless-technologies", "title": "Modern trenchless technologies", "depth": 3, "duplicate": false, "content_hash": "bd125b0d5a56f6a36936efff864749a7", "word_count": 699, "headings": [{"level": 1, "text": "Modern trenchless technologies"}, {"level": 3, "text": "KEYNOTE LECTURES"}, {"level": 3, "text": "DATES"}, {"level": 3, "text": "LECTURERS"}, {"level": 4, "text": "Professor Jan Ziaja"}, {"level": 4, "text": "Professor Oleg Vytyaz"}]}}