{"metadata": {"url": "https://rekrutacja.agh.edu.pl/zagraniczne-wyksztalcenie/", "title": "Zagraniczne wykształcenie – Strona Centrum Rekrutacji", "depth": 1, "duplicate": false, "content_hash": "89af837264baeee9cfb7e8f8d6958a07", "word_count": 1984, "headings": [{"level": 1, "text": "Strona Centrum Rekrutacji - Zagraniczne wykształcenie"}, {"level": 2, "text": "INFORMACJE DLA KANDYDATÓW"}, {"level": 2, "text": "Z ZAGRANICZNYM WYKSZTAŁCENIEM"}, {"level": 2, "text": "Studia I stopnia"}, {"level": 2, "text": "Studia II stopnia"}, {"level": 4, "text": "Etap rejestracji w systemie e-Rekrutacja"}, {"level": 4, "text": "Etap składania podań i wpisów na listę studentów"}, {"level": 4, "text": "Legalizacja i Apostille"}, {"level": 4, "text": "Uznanie świadectw zagranicznych i innych dokumentów uprawniających do podjęcia studiów"}, {"level": 4, "text": "Uprawnienie do kontynuacji kształcenia na studiach drugiego stopnia"}, {"level": 4, "text": "Etap rejestracji w systemie e-Rekrutacja"}, {"level": 4, "text": "Etap składania podań i wpisów na listę studentów"}, {"level": 3, "text": "O CO NAJCZĘŚCIEJ PYTACIE"}, {"level": 2, "text": "STUDIA I STOPNIA"}, {"level": 2, "text": "STUDIA II STOPNIA"}, {"level": 4, "text": "FAQ"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Czy w rekrutacji na studia pierwszego stopnia  wystarczy mi jedno rozszerzenie?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Jak liczymy nasz wskaźnik rekrutacyjny? (studia I stopnia)"}, {"level": 4, "text": "Poprawiałem maturę i otrzymałem aneks z nowymi wynikami. Jakie dane mam wpisać w systemie rekrutacyjnym?"}, {"level": 4, "text": "Kiedy uzyskam informację o wartości mojego wskaźnika rekrutacji?"}, {"level": 4, "text": "Posiadam podwójne obywatelstwo. Na jakich zasadach będę rekrutowany?"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Nie zostałem zakwalifikowany na studia drugiego stopnia w pierwszym cyklu rekrutacyjnym. Czy mogę wziąć udział w drugim cyklu na ten sam kierunek, co w pierwszym?"}, {"level": 4, "text": "Czy mogę dokonać wpisu w terminie innym niż przewidziany w kalendarzu rekrutacji dla danego cyklu?"}, {"level": 4, "text": "Posiadam tytuł licencjata. Czy mogę kandydować na dowolny kierunek studiów drugiego stopnia?"}, {"level": 4, "text": "Mam zamiar przenieść się na Akademię Górniczo-Hutniczą z innej uczelni. Jak to zrobić?"}, {"level": 4, "text": "Kiedy i gdzie składać podania o stypendium socjalne? W jaki sposób mogę ubiegać się o przydział miejsca w domu studenckim?"}]}, "content": "# Zagraniczne wykształcenie – Strona Centrum Rekrutacji\n\nURL: https://rekrutacja.agh.edu.pl/zagraniczne-wyksztalcenie/\nCrawled: 2025-03-20 01:07:24\n\nEtap rejestracji w systemie e-Rekrutacja\n\nJeżeli kwalifikujesz się na studia na podstawie świadectwa lub dyplomu wydanego w zagranicznym systemie oświaty po rejestracji w systemie e-Rekrutacja załącz, w celu sprawdzenia uprawnienia do podjęcia studiów oraz przeliczenia ocen na skalę 0-100%, skany:\n\n– świadectwa lub innego dokumentu będącego odpowiednikiem polskiego świadectwa dojrzałości, uzyskanego za granicą i uprawniającego do ubiegania się o przyjęcie na studia w uczelniach każdego typu w państwie, w którego systemie działała instytucja wydająca świadectwo – \nzalegalizowanego lub opatrzonego apostille,\n\n– suplementu lub innego oficjalnego dokumentu obejmującego przedmioty zaliczone przez Ciebie w szkole średniej wraz z uzyskanymi ocenami, jeżeli nie są wskazane na świadectwie lub innym dokumencie uzyskanym za granicą,\n\n– dokumentu przedstawiającego obowiązującą skalę ocen, jeżeli nie jest ona wskazana na świadectwie lub innym dokumencie uzyskanym za granicą, potwierdzonym przez szkołę średnią, którą ukończyłeś;\n\n– dokumentu poświadczającego wyniki egzaminu zewnętrznego kwalifikującego na studia pierwszego stopnia w kraju lub w systemie edukacji, w którym zostało wydane Twoje świadectwo\n\nwszystkie dokumenty wymienione powyżej powinny zostać przetłumaczone na język polski przez:\n\n– osobę wpisaną przez Ministra Sprawiedliwości na listę tłumaczy przysięgłych \nLista tłumaczy przysięgłych / Tłumacze przysięgli / Rejestry i ewidencje / Biuletyn Informacji Publicznej (ms.gov.pl)\n lub\n\n– osobę zarejestrowaną jako tłumacz przysięgły w państwie członkowskim Unii Europejskiej, państwie członkowskim Europejskiego Porozumienia o Wolnym Handlu (EFTA) – stronie umowy o Europejskim Obszarze Gospodarczym lub państwie członkowskim Organizacji Współpracy Gospodarczej i Rozwoju (OECD), lub\n\n– konsula Rzeczypospolitej Polskiej, właściwego dla państwa, na którego terytorium lub w którego systemie edukacji wydano świadectwo \nPolskie przedstawicielstwa na świecie – Ministerstwo Spraw Zagranicznych – Portal Gov.pl (www.gov.pl)\n, lub\n\n– akredytowane w Rzeczypospolitej Polskiej przedstawicielstwo dyplomatyczne lub urząd konsularny państwa, na którego terytorium lub w którego systemie edukacji wydano dokument \nMisje dyplomatyczne, urzędy konsularne i organizacje międzynarodowe w Polsce – Ministerstwo Spraw Zagranicznych – Portal Gov.pl (www.gov.pl)\n\n– jeżeli przetłumaczenie dokumentów na język polski zgodnie przez w/w podmioty napotyka trudne do usunięcia przeszkody, CR może wyrazić zgodę na przedłożenie przez kandydata tłumaczenia dokonanego przez inny podmiot, którego wiarygodność nie budzi zastrzeżeń.\n\nOceny ze świadectw po przeliczeniu na skalę od 0-100% są wprowadzane do systemu e-Rekrutacja przez CR.\n\nW przypadku, gdy na dokumencie odpowiadającym polskiemu świadectwu dojrzałości/świadectwu maturalnemu nie został określony poziom egzaminu, jego wynik będzie uznany jako równoważny poziomowi podstawowemu polskiego egzaminu maturalnego.\n\nW krajach, w których kandydat może zdawać egzamin zewnętrzny jako dodatkowy egzamin kwalifikacyjny na studia pierwszego stopnia, wynik takiego egzaminu może być uznany jako równoważny poziomowi rozszerzonemu polskiego egzaminu maturalnego.\n\nW przypadku kandydata, który na dokumencie stanowiącym podstawę przyjęcia na studia wyższe nie ma wyniku egzaminu z matematyki na poziomie rozszerzonym lub równoważnym temu poziomowi, \nkandydat ten może podejść do naszego egzaminu z matematyki. \nWynik tego egzaminu jest równoważny wynikowi z egzaminu maturalnego z matematyki na poziomie rozszerzonym. Zakres egzaminu również odpowiada \nzakresowi egzaminu maturalnego z matematyki na poziomie rozszerzonym\n.\n\nPrzykładowe zagadnienia do egzaminu z matematyki PL (pdf).\n\nEtap składania podań i wpisów na listę studentów\n\nJeżeli zostałeś wstępnie zakwalifikowany na studia w celu dokonania wpisu na listę studentów powinieneś złożyć:\n\n– podanie i kartę wpisu z ankietą osobową dostępne w systemie e-Rekrutacja\n\n– świadectwo lub inny dokument uprawniający do podjęcia studiów, którego skan został zamieszczony w systemie z tłumaczeniem i legalizacją/apostille\n\n– wyjątek: dyplomy IB i EB nie wymagają legalizacji/apostille\n\n– jeśli Twoje świadectwo podlega procedurze uznania przez kuratora oświaty – \ndecyzję administracyjną kuratora oświaty\n w sprawie jego uznania za dokument potwierdzający w Rzeczypospolitej Polskiej wykształcenie średnie i uprawnienie do kontynuacji nauki, w tym uprawnienie do ubiegania się o przyjęcie na studia wyższe, z uwzględnieniem zakresu uprawnień w państwie wydania świadectwa lub innego dokumentu albo \nzaświadczenie o złożeniu w kuratorium oświaty dokumentów niezbędnych do uznania świadectwa lub innego dokumentu uzyskanego za granicą\n.\n\n– oryginały dokumentów stanowiących podstawę do przeliczenia ocen na skalę 0-100% wraz z tłumaczeniami\n\nLegalizacja i Apostille\n\nLegalizacja\n\nLegalizacja to poświadczenie, że dokument pochodzi z właściwego urzędu – potwierdza autentyczność podpisu i pieczęci urzędnika zagranicznego. Dzięki temu możesz posłużyć się zagranicznym dokumentem urzędowym w Polsce.\n\nLegalizacja jest wymagana jeżeli \nświadectwo\n zostało wydane w państwie, które \nnie jest stroną konwencji haskiej\n z 1961 r. o zniesieniu wymogu legalizacji zagranicznych dokumentów urzędowych.\n\nLegalizację może sporządzić:\n\n– konsul Rzeczypospolitej Polskiej, właściwy dla państwa, na którego terytorium lub w którego systemie edukacji lub szkolnictwa wyższego wydano dany dokument \nPolskie przedstawicielstwa na świecie – Ministerstwo Spraw Zagranicznych – Portal Gov.pl (www.gov.pl)\n, lub\n\n– akredytowane w Polsce lub innym państwie członkowskim UE/EFTA/OECD przedstawicielstwo dyplomatyczne lub urząd konsularny państwa, na którego terytorium lub w którego systemie edukacji lub szkolnictwa wyższego wydano dany dokument. \nMisje dyplomatyczne, urzędy konsularne i organizacje międzynarodowe w Polsce – Ministerstwo Spraw Zagranicznych – Portal Gov.pl (www.gov.pl)\n\nApostille\n\nApostille to poświadczenie, że dany dokument pochodzi z właściwego urzędu — potwierdza autentyczność podpisu i pieczęci urzędnika zagranicznego. Dzięki temu możesz posłużyć się zagranicznym dokumentem urzędowym w Polsce (apostille to uproszczona forma legalizacji).\n\nJeżeli świadectwo, które ma stanowić podstawę przyjęcia na studia zostało wydane przez państwo, które jest stroną konwencji haskiej z 1961 r. o zniesieniu wymogu legalizacji zagranicznych dokumentów urzędowych podlega uproszczonej procedurze poświadczania autentyczności.\n\nLista krajów stron konwencji haskiej dostępna jest pod linkiem \nHCCH | #12 – Authorities\n\nW każdym państwie różne instytucje są odpowiedzialne za wydawanie apostille do świadectw i dyplomów. Aby uzyskać informację o procedurze należy skontaktować się bezpośrednio z odpowiednią instytucją w kraju, gdzie zostało wydane świadectwo.\n\nLegalizacja dokumentów/ wydawania apostille następuje na wniosek zainteresowanego. Może to potrwać do kilku tygodni w zależności od procedury obowiązującej w państwie, w którego systemie oświaty zostało wydane świadectwo. Złóż wniosek o legalizację/apostille swojego świadectwa odpowiednio wcześnie aby mieć pewność że dotrzymasz terminów rekrutacji.\n\nDyplomy matury międzynarodowej i matury europejskiej są zwolnione z obowiązku uzyskania legalizacji/apostille\n\nUznanie świadectw zagranicznych i innych dokumentów uprawniających do podjęcia studiów\n\n– Z mocy prawa\n (bez konieczności poświadczania przez inne instytucje na terenie Polski) za równoważne polskiemu świadectwu dojrzałości są uznawana świadectwa lub dyplomy wydane przez:\n\n– szkołę lub instytucję edukacyjną działającą w systemie edukacji państwa członkowskiego Unii Europejskiej, państwa członkowskiego Organizacji Współpracy Gospodarczej i Rozwoju (OECD), państwa członkowskiego Europejskiego Porozumienia o Wolnym Handlu (EFTA) – strony umowy o Europejskim Obszarze Gospodarczym, uprawniających do ubiegania się o przyjęcie na studia wyższe w tych państwach\n\ndotyczy to następujących państw: AUSTRALIA, AUSTRIA, BELGIA, BUŁGARIA, CHILE, CHORWACJA, CYPR, CZECHY, DANIA, ESTONIA, FINLANDIA, FRANCJA, GRECJA, HISZPANIA, IRLANDIA, ISLANDIA, IZRAEL, JAPONIA, KANADA, KOREA, LIECHTENSTEIN, LITWA, LUKSEMBURG, ŁOTWA, MALTA, MEKSYK, NIDERLANDY, NIEMCY, NORWEGIA, NOWA ZELANDIA, PORTUGALIA, RUMUNIA, SŁOWACJA, SŁOWENIA, SZWAJCARIA, SZWECJA, TURCJA, USA, WĘGRY, WIELKA BRYTANIA, WŁOCHY.\n\n–\n Dyplomy IB\n (International Baccalaureate), wydane przez organizację International Baccalaureate Organisation w Genewie;\n\n–\n Dyplomy EB\n (European Baccalaureate) wydane przez Szkoły Europejskie, zgodnie z Konwencją o Statucie Szkół Europejskich, sporządzoną w Luksemburgu dnia 21 czerwca 1994 r. (Dz. U. z 2005 r. Nr 3, poz. 10).\n\n– \nŚwiadectwa objęte umowami międzynarodowymi\n\nUmowy dwustronne \nUmowy dwustronne – Ministerstwo Edukacji i Nauki – Portal Gov.pl (www.gov.pl)\n\nNa mocy umów międzynarodowych Rzeczpospolita Polska uznaje dokumenty o wykształceniu z następujących państw:\n\nArmenia, Austria, Bośnia i Hercegowina, Bułgaria, Chiny, Chorwacja, Czechy, Estonia, Francja, Kazachstan, Kirgistan, Koreańska Republika Ludowo-Demokratyczna, Kuba, Libia, Litwa, Łotwa, Macedonia, Mołdawia, Mongolia, Niemcy, Rosja, Rumunia, Serbia i Czarnogóra, Słowacja, Słowenia, Syria, Tadżykistan, Ukraina, Uzbekistan, Węgry, Wietnam, oraz z następujących państw obecnie nieistniejących: Czechosłowacja, Jugosławia (SFRJ), NRD, ZSRR\n\nUmowy wielostronne \nUmowy wielostronne – Ministerstwo Edukacji i Nauki – Portal Gov.pl (www.gov.pl)\n\nPosiadacz świadectwa maturalnego wydanego za granica uznanego w Polsce z mocy prawa posiada w Polsce analogiczne uprawnienia do ubiegania się o przyjęcie na studia wyższe, jak w państwie, w którego systemie edukacji uzyskał dane świadectwo. Oznacza to, że świadectwo, które uprawnia do studiowania jedynie na wybranych kierunkach studiów wyższych w danym państwie, w Polsce będzie uprawniało do ubiegania się o przyjęcia na podobne ze względu na program kształcenia kierunki studiów wyższych.\n\nŚwiadectwa przedstawiane w rekrutacji, za wyjątkiem dyplomów IB i EB, powinny być zalegalizowane/opatrzone apostille i przetłumaczone na język polski.\n\n– \nUznanie wykształcenia decyzją kuratora oświaty\n\nJeżeli świadectwo nie jest uznawane z mocy prawa za równoważne polskiemu świadectwu dojrzałości niezbędne jest przeprowadzenie \npostępowania administracyjnego przez kuratora oświaty\n mające na celu uznanie świadectwa zagranicznego za dokument potwierdzający uprawnienie do kontynuacji nauki, w tym uprawnienie do ubiegania się o przyjęcie na studia wyższe, z uwzględnieniem zakresu uprawnień w państwie wydania świadectwa.\n\nPostępowanie prowadzi kurator oświaty właściwy dla miejsca zamieszkania wnioskodawcy bądź – w przypadku braku stałego adresu wnioskodawcy w Polsce, właściwy ze względu na siedzibę szkoły lub uczelni, w której zostanie przedłożone świadectwo. Adresy kuratoriów oświaty dostępne są pod linkiem \nKuratoria oświaty – Ministerstwo Edukacji i Nauki – Portal Gov.pl (www.gov.pl)\n\nWnioski o uznanie wykształcenia można składać przez cały rok we właściwym kuratorium oświaty. Procedura może trwać od 1 do 2 miesięcy.\n\nJeżeli Twoje świadectwo wymaga uznania z przez kuratora oświaty jesteś zobowiązany przedstawić w trakcie dokonywania wpisu na studia decyzję administracyjną wydaną przez kuratora oświaty, ewentualnie zaświadczenie o złożeniu dokumentów w kuratorium.\n\nUprawnienie do kontynuacji kształcenia na studiach drugiego stopnia\n\nNa studia drugiego stopnia może być przyjęta osoba, która posiada dyplom ukończenia studiów. Jeżeli dyplom potwierdzający ukończenie studiów za granicą daje prawo do kontynuacji kształcenia na studiach drugiego stopnia w państwie, w którego systemie szkolnictwa wyższego działa uczelnia, która go wydała, uprawnia on w Polsce odpowiednio do kontynuacji kształcenia na studiach drugiego stopnia.\n\nDyplom potwierdzający ukończenie studiów wydany przez zagraniczną uczelnię \nnie potwierdza\n posiadania w Polsce wykształcenia na określonym poziomie studiów ani nie daje uprawnień do kontynuacji kształcenia na studiach drugiego stopnia jeżeli:\n\n– instytucja, która go wydała, lub instytucja, w której było prowadzone kształcenie:\n\na) nie działa w systemie szkolnictwa wyższego żadnego państwa lub\n\nb) w rozumieniu prawa wewnętrznego państwa, w którego systemie szkolnictwa wyższego działa ta instytucja, w dniu wydania dyplomu nie była akredytowaną uczelnią lub realizowała program studiów nieposiadający akredytacji;\n\n– program studiów albo jego część realizowano niezgodnie z przepisami państwa, w którym było prowadzone kształcenie.\n\nNa stronie NAWA możesz sprawdzić czy posiadany przez Ciebie dyplom uprawnia do podjęcia studiów drugiego stopnia \nKwalifikator – NAWA\n\nEtap rejestracji w systemie e-Rekrutacja\n\nJeżeli kwalifikujesz się na studia na podstawie dyplomu ukończenia studiów wydanego w zagranicznym systemie szkolnictwa wyższego po rejestracji w systemie e-Rekrutacja w celu sprawdzenia uprawnienia do podjęcia studiów drugiego stopnia oraz przeliczenia średniej ocen uzyskanej w toku studiów na skalę ocen obowiązującą w AGH dołącz skany:\n\n– dyplomu ukończenia studiów co najmniej pierwszego stopnia lub innego dokumentu ukończenia uczelni za granicą, uprawniającego do ubiegania się o przyjęcie na studia drugiego stopnia w uczelniach każdego typu w państwie, w którego systemie działała instytucja wydająca dyplom – \nzalegalizowanego lub opatrzonego apostille\n\n– suplementu bądź innego oficjalnego dokumentu obejmującego przedmioty, zaliczone przez kandydata w ramach odbytych dotychczas studiów obejmujący w szczególności wykłady, ćwiczenia audytoryjne, ćwiczenia laboratoryjne, seminaria, projekty wraz z uzyskanymi ocenami – jeżeli nie są wskazane w dyplomie lub innym dokumencie o ukończeniu uczelni za granicą\n\n– dokumentu przedstawiającego obowiązującą skalę ocen, potwierdzonego przez uczelnię, którą ukończył – jeżeli nie jest ona wskazana w dyplomie lub innym dokumencie ukończenia uczelni za granicą\n\n– rozstrzygnięcia Dziekana w sprawie uzupełnienia brakujących kompetencji inżynierskich w przypadku ubiegania się o przyjęcie na studia bez wymaganego na danym kierunku tytułu inżyniera.\n\nwszystkie dokumenty wymienione powyżej powinny zostać \nprzetłumaczone na język polski\n\nEtap składania podań i wpisów na listę studentów\n\nW celu dokonania wpisu na listę studentów powinieneś dostarczyć:\n\n– podanie i kartę wpisu z ankietą osobową dostępne w systemie e-Rekrutacja\n\n– oryginał dyplomu ukończenia studiów pierwszego stopnia lub studiów jednolitych magisterskich \nzalegalizowany/opatrzony apostille\n\n– suplement lub inny oficjalny dokument obejmujący przedmioty zaliczone w ramach odbytych dotychczas studiów obejmujący w szczególności wykłady, ćwiczenia audytoryjne, ćwiczenia laboratoryjne, seminaria, projekty wraz z uzyskanymi ocenami – jeżeli nie są wskazane w dyplomie lub innym dokumencie o ukończeniu uczelni za granicą;\n\n– dokument przedstawiający obowiązującą skalę ocen potwierdzony przez uczelnię, którą ukończyłeś – jeżeli nie jest ona wskazana w dyplomie lub innym dokumencie ukończenia uczelni za granicą;\n\n– rozstrzygnięcie Dziekana w sprawie uzupełnienia brakujących kompetencji inżynierskich\n\nWszystkie dokumenty wydane w języku obcym powinny być dostarczone z oficjalnym \ntłumaczeniem na język polski.\n\n\t\tKierunki studiów\t\t\n\nKrok po kroku\n\nKalendarz rekrutacji\n\n\t\t\tWarunki rekrutacji\t\t\n\n\t\t\tKalkulator rekrutacyjny\t\t\n\n\t\t\tDokumenty\t\t\n\n\t\t\tOpłaty\t\t\n\n\t\t\tLiczba miejsc\t\t\n\n\t\t\tKursy Wyrównawcze\t\t\n\n\t\t\t\tUczniowie\t\t\t\n\n\t\t\t\tOlimpijczycy\t\t\t\n\n\t\t\t\tPrymusi AGH\t\t\t\n\n\t\t\t\tSportowcy"}