{"content": "#  Doctoral Scholarships -- AGH University Doctoral School \n\nURL: https://www.sd.agh.edu.pl/en/doctoral-students/doctoral-scholarships\nCrawled: 2025-03-19 21:21:49\n\nSkip to content\n\nSkip to footer\n\n Doctoral Scholarships \n\nAs a rule, every doctoral student without a doctoral degree who is enrolled in the doctoral school is eligible for a doctoral scholarship for a cumulative period not exceeding 4 years.\n\nA doctoral scholarship is not available to a doctoral student whose education at a doctoral school \nrequires employment at an entity running a doctoral school\n :\n\nbased on an employment contract;\n\nwith remuneration that exceeds the professor's remuneration.\n\nForms\n\nThe amount of doctoral scholarship\n\nHealth, Social security, and Sickness Insurance for PhD Students\n\nDoctoral scholarship during suspension of education\n\nIncrease of the doctoral scholarship\n\nStatement on doctoral degree and employment,\n\nStatement on education in doctoral schools,\n\nDeclaration account number,\n\nDeclaration Insurance,\n\nZUS registration data,\n\nStatement 30x the amount of social secutity contribution.\n\nThe minimum (gross) amount of the doctoral scholarship, funded by subsidies, is:\n\n37% of the professor's remuneration – up to the month in which the interim evaluation was carried out, i.e. \nPLN 3.466,90\n;\n\n57% of the professor's remuneration - after the month in which the interim evaluation was carried out, i.e. \nPLN 5.340,90\n.\n\nHigher doctoral scholarship is granted to doctoral students with a disability certificate and/or  the certificate to in Article 5 and Article 62 of the Act of 27 August 1997 on professional and social rehabilitation and employment of disabled people. Such a person receives a doctoral scholarship in the amount increased by 30%.\n\nThe amount of the minimum basic salary for a professor at a public university specified in the regulation is\nPLN 9.370,00.\n\nThe doctoral scholarship is not subject to income tax. Instead, doctoral students studying at doctoral schools and receiving a doctoral scholarship are covered by mandatory pension and accident insurance. Sickness insurance is voluntary.\n\nHealth Insurance\n\nPolish students\n\nThe university is required to register for health insurance those PhD students who are not otherwise covered. This official requirement arises on the day on which the doctoral student files a \nstatement\n confirming that they are not subject to health insurance requirement arising from another source, yet not earlier than on the date of commencing the first semester of education. It expires upon completion of the course of doctoral studies or disenrollment.\n\nAny change in the eligibility for insurance, such as acquiring/losing sickness pension entitlement, undertaking employment under an employment contract or a civil-law service contract [umowa zlecenie] and/or loss of insurance eligibility as a family member upon reaching the age of 26, requires the immediate submission of the aforementioned statement. Registration for health insurance in connection with circumstances other than the PhD student status will automatically result in the loss of health benefits based on this eligibility criterion.\n\nShould the PhD student be deregistered from health insurance based on circumstances other than the PhD student status, they will automatically lose their entitlement to health benefits.\n\nEligibility for health benefits does not automatically arise from being a PhD student; the University will make a registration for the insurance only on the basis of the statement submitted by the student.\n\nRegistration for health insurance by the University does not reduce the amount of the doctoral scholarship.\n\nOn graduation from the Doctoral School, student’s eligibility for health care benefits will expire after 4 months of the date of graduation or disenrollment.\n\nNon-EU or EFTA PhD Students\n\nIf you are a PhD student from outside the European Union or from a country that is not European Free Trade Association (EFTA) member state, studying in Poland without being entitled to health insurance from another source, you may request for insurance cover on a voluntary basis. To do so, without any involvement on the part of the Doctoral School, you should:\n\nbe registered for permanent residence in Poland and hold a valid PESEL ID\n\nvisit an NFZ office and apply for voluntary health insurance\n\nsign the insurance cover contract with NFZ once your application is approved\n\nvisit a ZUS office and complete the ZUS ZZA form within 7 days of signing the contract\n\nremember to pay health insurance contributions and file ZUS DRA forms on time.\n\nNFZ\n\nZUS\n\nSocial Insurance\n\nDoctoral scholarship, regardless of the student's place of origin, is subject to deductions for mandatory old age pension and disability insurance. Social insurance contributions for PhD students are calculated based on the gross amount of the doctoral scholarship.\n\nThe old age pension contribution is financed in equal parts by the student and the University (9.76% each). The disability pension contribution is covered by the student in the amount of 1.5% of the reference amount [podstawa składki] while the University covers 6.5% of the reference amount. The accident insurance contribution is fully covered by the University.\n\nPhD students may apply for voluntary sickness insurance. The sickness insurance contribution is calculated as 2.45% of the gross amount of the doctoral scholarship and is financed by the student. To enroll in this insurance, the student must submit the required \nstatement\n.\n\nDuring the suspension of education, to determine the amount of doctoral scholarship, the provisions regarding the determination of maternity allowance shall apply, however, the basis for the calculation of the allowance shall be the amount of the monthly doctoral scholarship that is available on the day of submission of the application for suspension.\n\nPhD students may apply to their university units for the award of an increased doctoral scholarship funded by subsidies by 7th October 2024.\n\nWniosek o przyznanie stypendium doktoranckiego za osiągnięcia naukowe\n\nRegulamin wypłacania stypendium doktoranckiego dla doktorantów szkół doktorskich\n\nZarządzenie Nr 46/2023 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 7 września 2023 r. w sprawie wprowadzenia Regulaminu wypłacania stypendium doktoranckiego dla doktorantów szkół doktorskich\n\nSzczegółowe zasady oceny, składania, punktacji i dokumentowania osiągnięć do wniosku o zwiększone stypendium doktoranckie dla doktorantów szkoły doktorskiej wykazujący szczególną aktywność publikacyjną na rok akademicki 2024/25 mają zastosowanie w roku akademickim 2024/2025\n\nAn increased doctoral scholarship may be granted to a PhD student in the first year of doctoral studies subject to all the following conditions being jointly satisfied:\n 1) the student’s average grade for the second degree (second-cycle) programme or uniform Master’s programme is above 4.75,\n 2) during the admission procedure to the doctoral school, the student qualified as one of the top 30% of candidates admitted to the first year of studies. In cases where the top 30% is not a whole number, it will be rounded down to the nearest whole number.\n\nStopka\n\nAGH University Doctoral School\nbuild. A3, I floor, room 118\nal. Mickiewicza 30\n30-059 Krakow\n\nOffice for Doctoral Students' Affairs\n E-mail: phd@agh.edu.pl\n Phone: +48 12 617 56 13\n Phone: +48 12 617 56 11\n Phone: +48 12 617 56 14\n Direct and telephone support for doctoral students\n Monday - closed\n Tuesday - Friday - 9:00 a.m. - 1:00 p.m.\n\nDirector's Office\n E-mail: sdbiuro@agh.edu.pl\n Phone: +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/en/doctoral-students/doctoral-scholarships", "title": " Doctoral Scholarships -- AGH University Doctoral School ", "depth": 3, "duplicate": false, "content_hash": "9fb220a80eeedbe5c88c4beed552fcbb", "word_count": 1135, "headings": [{"level": 1, "text": "Doctoral Scholarships"}, {"level": 3, "text": "Health Insurance"}, {"level": 3, "text": "Social Insurance"}, {"level": 2, "text": "Stopka"}]}}