{"content": "# Naukowcy WIEiT w World’s TOP 2% Scientists 2023 | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/naukowcy-wieit-w-worlds-top-2-scientists-2023/\nCrawled: 2025-03-19 21:31:54\n\nNaukowcy WIEiT w World’s TOP 2% Scientists 2023\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\nTroje pracowników naszego Wydziału znalazło się w zestawieniu najbardziej wpływowych naukowców i naukowczyń na świecie.\nZestawienie World’s TOP 2% Scientists powstaje w oparciu o takie kryteria bibliometryczne, takie jak całkowita liczba cytowań, indeks Hirscha (h-index) czy skorygowany o współautorstwo indeks Schreibera (Schreiber co-authorship adjusted index, tj. hm-index). Twórcy uwzględniają także pozycję i rolę autora wśród współautorów publikacji (pierwsze, ostatnie miejsce).\nNaukowcy z WIEiT (lista uwzględniająca cały dorobek naukowy)\nprof. dr hab. inż. Katarzyna Zakrzewska \n(dyscyplina naukowa: automatyka, elektronika, elektrotechnika i technologie kosmiczne)\nspecjalności: mikroelektronika, optoelektronika, sensory gazowe, technologia cienkich warstw, technologia elektronowa\nZwiązana zawodowo z Instytutem Elektroniki. Jej zainteresowania naukowe skupiają się na opracowywaniu, badaniu właściwości materiałów funkcjonalnych dla różnych zastosowań w elektronice a w szczególności dla szerokiej gamy czujników gazu i dla odnawialnych źródeł energii. Prace badawcze nad nimi koncentrują się przede wszystkim na wytwarzaniu ich w cienkich warstwach (mikro- i nano-). Autorka \n243 publikacji.\nprof. dr hab. inż. Bogusław Cyganek\n (dyscyplina informatyka techniczna i telekomunikacja)\nZwiązany zawodowo z Instytutem Elektroniki. Jego zainteresowania naukowe koncentrują się wokół obszarów przetwarzania sygnałów, implementacji algorytmów równoległych, projektowania systemów wbudowanych oraz sztuczna inteligencja i uczenie maszynowe. Autor \n189 publikacji.\nprof. dr hab. inż. Artur Rydosz\n (dyscyplina naukowa: automatyka, elektronika, elektrotechnika i technologie kosmiczne)\nspecjalność: mikrofabrykacja, mikroelektronika, elektrotechnika, cienkie warstwy i nanotechnologia, osadzanie cienkich warstw, nanomateriały, półprzewodniki\nZwiązany zawodowo z Instytutem Elektroniki. W swoich badaniach zajmuje się interdyscyplinarną tematyką związaną z czujnikami gazów, układami zatężania (prekonentracji) oraz wykorzystaniu czujników do zastosowań medycznych. Głównym tematem prowadzonych badań jest opracowanie nanosensorów gazów o zwiększonej czułości na biomarkery cukrzycy obecne w wydychanym powietrzu. Jego obecne zainteresowania badawcze obejmują czujniki gazu i mikrokoncentratory, LTCC, technologię MEMS oraz aplikacje systemów czujników gazu. Interesuje się również metodą PVD wytwarzania różnych materiałów sensorycznych ze szczególnym naciskiem na wykrywanie lotnych związków organicznych np. w wydychanym powietrzu człowieka, jako potencjalne narzędzie do nieinwazyjnych pomiarów kilku chorób, takich jak cukrzyca. Autor \n181 publikacji.\n\nDruga \nlista\n World’s Top 2% Scientists 2023 dotyczy\n cytowań publikacji tylko z poprzedniego roku kalendarzowego\n. Z WIEiT znaleźli się na niej \nprof. dr hab. inż. Artur Rydosz\n i \nprof. dr hab. inż. Katarzyna Zakrzewska.\nW sumie z AGH w rankingu znalazło się 79 osób.\nPełne zestawienie jest dostępne na stronie wydawnictwa Elsevier. \nhttps://elsevier.digitalcommonsdata.com/datasets/btchxktzyw/7\nSkładamy serdeczne gratulacje.\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania", "metadata": {"url": "https://iet.agh.edu.pl/naukowcy-wieit-w-worlds-top-2-scientists-2023/", "title": "Naukowcy WIEiT w World’s TOP 2% Scientists 2023 | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "37275bced56f9e0a1360b8bbcefbae96", "word_count": 400, "headings": [{"level": 1, "text": "Naukowcy WIEiT w World’s TOP 2% Scientists 2023"}]}}