{"content": "# Tekst źródłowy strony Antoni Józef Tajduś – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Antoni_J%C3%B3zef_Tajdu%C5%9B&action=edit\nCrawled: 2025-03-19 21:58:50\n\nTekst źródłowy strony Antoni Józef Tajduś\n\n← \nAntoni Józef Tajduś\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nTekst źródłowy strony można podejrzeć i skopiować.\n\n{{Infobox scientist\n|family-name=Tajduś\n|given-name=Antoni Józef\n|honorific-prefix=Prof. dr hab. inż.\n|image=Antoni_Tajdus.jpg\n|birth_date=16 lutego 1949\n|birth_place=Zamieście\n|fields=budownictwo, górnictwo,  geologia inżynierska, budownictwo podziemne, geomechanika, geotechnika, zastosowanie informatyki w geotechnice\n|function=Rektor AGH (2005–2008), (2008–2012)\n|faculty=Wydział Górnictwa i Geoinżynierii\n|awards=Krzyż Oficerski Orderu Odrodzenia Polski, Brązowy Krzyż Zasługi, Srebrny Krzyż Zasługi, Złoty Krzyż Zasługi\n}}{{Funkcja\n|Stanowisko=Rektor\n|Jednostka=AGH\n|Rok_od=2005\n|Rok_do=2008\n}}{{Funkcja\n|Stanowisko=Prodziekan\n|Jednostka=Wydział Górniczy\n|Rok_od=1993\n|Rok_do=1996\n}}{{Funkcja\n|Stanowisko=Dziekan\n|Jednostka=Wydział Górniczy\n|Rok_od=1996\n|Rok_do=1999\n}}{{Funkcja\n|Stanowisko=Prorektor\n|Jednostka=AGH\n|Rok_od=2002\n|Rok_do=2005\n}}{{Funkcja\n|Stanowisko=Rektor\n|Jednostka=AGH\n|Rok_od=2008\n|Rok_do=2012\n}}{{Funkcja\n|Stanowisko=Dziekan\n|Jednostka=Wydział Górniczy\n|Rok_od=1999\n|Rok_do=2002\n}}{{Funkcja}}\nProf. dr hab. inż. '''Antoni Józef Tajduś''' (1949–)\n\nDyscyplina/specjalności: budownictwo, górnictwo, geologia inżynierska, budownictwo podziemne, geomechanika, geotechnika, zastosowanie informatyki w geotechnice\n\n== Nota biograficzna ==\n\nUrodził się 16 lutego 1949 roku w Zamieściu koło Limanowej.\n\nW 1973 roku ukończył studia na Wydziale Górniczym Akademii Górniczo-Hutniczej w Krakowie (budowa zakładów górniczych). Od początku zatrudnienia związany z [[Wydział Górniczy|Wydziałem Górniczym]] AGH. W latach 1973-1978 asystent, następnie w latach 1978-1990 adiunkt. W 1977 roku uzyskał doktorat, w 1990 roku stopień doktora habilitowanego, \nod 1990 roku profesor nadzwyczajny, w 1998 roku tytuł profesora. \n\nW latach 1993–1996 prodziekan Wydziału Górniczego. Dziekan Wydziału Górniczego w latach 1996–2002, Prorektor  AGH ds. Ogólnych od 2002 do 2005 roku. Przez dwie kadencje (w latach 2005–2008 oraz 2008–2012) sprawował urząd Rektora Akademii Górniczo-Hutniczej.\n\nObecnie jest kierownikiem Katedry Geomechaniki, Budownictwa i Geotechniki na Wydziale Górnictwa i Geoinżynierii.\n\nSpecjalizuje się w zagadnieniach dotyczących mechaniki skał i gruntów (deformacje powierzchni, szkody górnicze, tąpania, wstrząsy, utrzymanie wyrobisk podziemnych), budownictwa podziemnego (tunele, przejścia podziemne, garaże oraz podziemne składowiska odpadów), zastosowań metod numerycznych w mechanice skał i gruntów, energetyki (bezpieczeństwo energetyczne kraju).\n\nPrzewodniczący sekcji mechaniki skał Polskiej Akademii Nauk, członek Polskiego Komitetu Geotechniki i kilku komisji powołanych przez WUG. W 1976 roku odbył staż w Budapeszcie, w 1992 roku w Kolonii.\n\nPrzewodniczący Konferencji Rektorów Polskich Uczelni Technicznych na kadencję 2008–2012, a w latach 2013–2016 pełnił funkcję Przewodniczącego Centralnej Komisji do Spraw Stopni i Tytułów.\n\nAutor około 220 publikacji naukowych, w tym 14 książek, 180 artykułów, rozdziałów w książkach i referatów konferencyjnych, 14 patentów i wzorów użytkowych oraz ponad 260 niepublikowanych prac naukowo-badawczych.\n\nUtrzymuje kontakty z wieloma zagranicznymi ośrodkami naukowymi w takich krajach jak: Czechy, Niemcy, Norwegia, Rosja, Słowacja, Szwecja, Ukraina, Węgry, Wietnam, Chiny.\n\nDoktor honoris causa wielu uczelni: Donbaskiego Instytutu Górniczo-Metalurgicznego - 2002 (za zasługi w dziele utrwalania polsko-ukraińskich więzi naukowych w dziedzinie górnictwa i wkład w rozwój kadr naukowych dla Ukrainy na Wydziale Górniczym DIGM), Narodowego Uniwersytetu Górniczego w Dniepropietrowsku - 2006, Politechniki Śląskiej - 2010, Uniwersytetu Technicznego Nafty i Gazu w Iwanofrankowsku - 2012, Politechniki Świętokrzyskiej w Kielcach - 2013, Uniwersytetu w Miszkolcu - 2013, Politechniki Śląskiej 2015, Politechniki Lubelskiej - 2016, Uniwersytetu Pedagogicznego w Krakowie - 2017.\n\nCzłonek wielu organizacji oraz instytucji naukowych:\nWiceprzewodniczący Komitetu Górnictwa PAN,\nHonorowy Przewodniczący Konferencji Rektorów Polskich Uczelni Technicznych,\nCzłonek Sekcji Mechaniki Górotworu Komitetu Górnictwa PAN,\nCzłonek Komisji Nauk Technicznych PAU,\nCzłonek Polskiego Komitetu Geotechniki,\nCzłonek Rady Naukowej Instytutu Mechaniki Górotworu PAN w Krakowie,\nPrzewodniczący Komitetu Sterującego dla Przygotowania Zagospodarowania Legnickiego Zagłębia Górniczo-Energetycznego Węgla Brunatnego,\nCzłonek Rady Narodowego Kongresu Nauki,\nZałożyciel Małopolsko-Podkarpackiego Klastra Czystych Energii,\nCzłonek Komisji ds. Zagrożeń Naturalnych w Podziemnych Zakładach Górniczych Wydobywających Węgiel Kamienny przy Wyższym Urzędzie Górniczym,\nCzłonek Międzynarodowego Towarzystwa Mechaniki Skał,\nCzłonek Rady Programowej kilku czasopism dotyczących górnictwa i budownictwa podziemnego oraz energetyki o zasięgu międzynarodowym (m.in. Journal of Anhui University of Science and Technology, Chiny; Journal Mining Engineering Rudarski Radowi, Serbia; Journal of Sustainable Mining),\nCzłonek Stowarzyszenia Polskie Forum Akademicko-Gospodarcze,\nCzłonek Rady Naukowej Stowarzyszenia „Wspólnota Polska”,\nCzłonek Akademii Inżynierskiej w Polsce,\nCzłonek Małopolskiej Rady Gospodarczej powołanej przez Marszałka Województwa Małopolskiego,\nRedaktor Naczelny Kwartalnika „Archives of Mining Sciences”.\n\n==== Odznaczenia i nagrody ====\n\n[[Krzyż Oficerski Orderu Odrodzenia Polski]], [[Brązowy Krzyż Zasługi]], [[Srebrny Krzyż Zasługi]], [[Złoty Krzyż Zasługi]], Złota Odznaka „Zasłużony dla Górnictwa”, Małopolska Nagroda Gospodarcza, Odznaka „Honoris gratia” nadana przez Prezydenta Miasta Krakowa (2009), Honorowa Odznaka „Zasłużony dla Głównego Instytutu Górnictwa”, Małopolanin Roku - 2009, Małopolska Nagroda Gospodarcza - 2010, Naukowy Oskar za działalność naukową i organizacyjno-menedżerską - 2010, Zasłużony dla KGHM Polska Miedź SA - 2011, Srebrny Medal za Zasługi dla Województwa Małopolskiego - 2012.\n\n==== Bibliografia publikacji ====\n\nhttps://badap.agh.edu.pl/autor/tajdus-antoni-001651\n\n== Źródła do biogramu ==\n\n==== Książki ====\n\n* Górnictwo surowców mineralnych kluczem rozwoju gospodarczego i cywilizacyjnego świata : prof. dr hab. inż. Antoni Tajduś, dr h.c. : doktor honoris causa Politechniki Świętokrzyskiej. Oprac. S. Adamczak. Kielce 2013, 56 s., [foto]\n* Ludzie Wydziału Górniczego Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie AD 2001. Red. T. Szponder, J. Płoszaj. Portrety wykonał W. Knorr. Kraków 2001, s. 10-11, [foto]\n* Mazurkiewicz M.: Jak zostałem profesorem czyli pół wieku w AGH. Kraków 2016, s. 127-290\n* Mikoś T., Chmura J., Tajduś A.: Górniczo-geotechniczne metody adaptacji i rekonstrukcji zabytkowych podziemi : 80 lat doświadczeń Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie w dziele ratowania najcenniejszych wyrobisk. Kraków 2014, s. 19-20, [foto]\n* Mikoś T., Tajduś A., Szumiński A.: Fascynujący świat zabytków podziemnych i naziemnych : górnicy na ratunek najcenniejszych podziemi i miast : 80 lat badań i doświadczeń w zbiorach archiwalnych 100-letniej Katedry Geomechaniki, Budownictwa i Geotechniki Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie. Kraków 2019, s. 29-108, [foto]\n* Tyrański W.: Kto jest kim w Krakowie. : lokalne władze, urzędy, instytucje, środowiska : edukacja, zatrudnienie, pozycja zawodowa, działalność polityczna i społeczna, sympatie polityczne, rodzina, rozrywki i upodobania (dane z 1999 roku). Kraków 2000, s. 351-352\n* Wielka Księga 85-lecia Akademii Górniczo-Hutniczej. [Oprac.] zespół aut. K. Pikoń (red. naczelny), A. Sokołowska (dyrektor projektu), K. Pikoń. Gliwice 2004, s. 368, [foto]\n* Wacławik J.: Kronika Wydziału Górniczego 1919-1999. Kraków 1999, s. 118\n* Złota kronika niezwykłego rocznika 1967-1973 : w 50. rocznicę immatrykulacji na Wydziale Górniczym Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie, Kraków, 30 czerwca 2017. Red. J. Kuśnierz. Kraków 2017, s. 215-220, [foto]\n\n==== Artykuły ====\n\n* Blajda J.: Twarze brydża - Antoni Tajduś : brydżowisko nr 2. ''Biuletyn AGH'' 2012, nr 60, s. 30, [foto]\n* Chojnowska A.: Tak się robi, tak się robi... biznes : INNOAGH to spółka w pełni uczelniana, ale zarazem niezależna. ''Gazeta Wyborcza'' 2013, nr 167 (19 VII 2013), [dod.] ''Gazeta Wyborcza Kraków'' (Magazyn Krakowski) s. 10, [foto]\n* Czas na inżynierów : rektorzy polskich uczelni technicznych dyskutują o problemach szkolnictwa wyższego. ''Gazeta Krakowska'' 2007, nr 22 (26 I 2007), [dod.] ''Gazeta Krakowska'' (tydzień) s. 4\n* Dębiński B.: Rektor AGH Profesorem Honorowym Politechniki Śląskiej. ''Biuletyn AGH'' 2010, nr 30/31, s. 18, [foto]\n* Dębiński B.: Rektor AGH Profesorem Honorowym Politechniki Śląskiej. ''Vivat Akademia : AGH'' 2010, nr 4, s. 10, [foto]\n* Dębiński B.: Rektor AGH Profesorem Honorowym Politechniki Śląskiej. ''Vivat Akademia : AGH'' 2012, nr 5, s. 57, [foto]\n* Dziekani i prodziekani AGH na kadencję 1999-2002. ''Biuletyn Informacyjny Pracowników AGH'' 1999, nr 69, s. 4\n* Godność doktora honoris causa dla profesora Antoniego Tajdusia. ''Biuletyn AGH'' 2002, nr 110, s. 16\n* Górska A.: Polowanie na tygrysa Azji : rektor AGH jedzie do Kazachstanu, by werbować tam studentów. ''Gazeta Krakowska'' 2007, nr 86 (12 IV 2007), s. 1, 3, [foto]\n* Górska A.: Prowincja idzie w świat : [o przyszłości AGH w światowym rankingu uczelni wyższych mówią Antoni Tajduś i Ryszard Tadeusiewicz] ''Gazeta Krakowska'' 2007, nr 4 (5 I 2007), s. 8-9, [foto]\n* Maciejowski A., Tymczak P.: Rozwój Krakowa tylko z metrem? ''Dziennik Polski'' 2014, nr 104 (7 V 2014), s. B3\n* Nowe władze AGH na kadencję 1999-2002. ''Biuletyn Informacyjny Pracowników AGH'' 1999, nr 69, s. 2, 35 [foto]\n* Nowe władze Uczelni. ''Biuletyn Informacyjny Pracowników AGH'' 1996, nr 30/31, s. 18-19, [foto]\n* Okoń M.: Lider Małopolski 2009. ''Biuletyn AGH'' 2010, nr 27, s. 1-3, [foto]\n* Okoń M.: Lider Małopolski 2009. ''Vivat Akademia : AGH'' 2010, nr 4, s. 29, [foto]\n* Okoń M.: Małopolanie Roku 2009. ''Biuletyn AGH'' 2010, nr 27, s. 4, [foto]\n* Okoń M.: Małopolanie Roku 2009.  ''Vivat Akademia : AGH'' 2010, nr 4, s. 30, [foto]\n* Okoń M.: Rektor AGH, prof. Antoni Tajduś nowym Przewodniczącym KRPUT. ''Biuletyn AGH'' 2008, nr 8/9, s. 4\n* Poczet Rektorów AGH : lata [1919-2013] : Antoni Tajduś (ur. 1949), 2005/06-2011/12. ''Biuletyn AGH'' 2013 wyd. spec. z okazji 100-lecia powołania Akademii Górniczej, s. 15, [foto]\n* Prezydent Krakowa powinien mieć wizję : debata : Rektorzy wyższych uczelni są zgodni, że do rządzenia miastem potrzebny jest menadżer z wizją, a nie tylko urzędnik. ''Dziennik Polski'' 2010, nr 264 (12 XI 2010), s. A6-A7, [foto]\n* Profesor Antoni Tajduś otrzymał doktorat honoris causa Politechniki Lubelskiej. ''Biuletyn AGH'' 2016, nr 102, s. 29, [foto]\n* Profesor Antoni Tajduś otrzymał doktorat honoris causa Politechniki Lubelskiej. ''Vivat Akademia : AGH'' 2016, nr 15, s. 7, [foto]\n* Profesor Kazimierz Furtak został nowym szefem Centralnej Komisji do spraw Stopni i Tytułów. ''Dziennik Polski'' 2017, nr 113 (17 V 2017), s. A3\n* Profesorowie AGH w Komisji Nauk Technicznych PAU. '' Biuletyn AGH'' 2012, nr 50, s. 14\n* Rektor AGH laureatem Małopolskiej Nagrody Gospodarczej. ''Biuletyn AGH'' 2010, nr 32/33, s. 3\n* Rektor AGH laureatem Małopolskiej Nagrody Gospodarczej. ''Vivat Akademia : AGH'' 2010, nr 5, s. 57, [foto]\n* Rektor AGH wygrał puchar. ''Polska Gazeta Krakowska'' 2009, nr 209 (7 IX 2009), s. 5\n* Rektor AGH wygrał zawody Bractwa Kurkowego. ''Dziennik Polski'' 2009, nr 209 (7 IX 2009)[dod.] (Kronika Krakowska) s. B3, [foto] \n* Rektor AGH wyróżniony w Iwano-Frankowsku. ''Biuletyn AGH'' 2012, nr 52, s. 22, [foto]\n* Rąpalski P.: Kraków chce drążyć metro : władze miasta chcą skłonić rząd i prywatną firmę do budowy pierwszej linii podziemnych tuneli : pytamy ekspertów, jak drążyć tunel pod zabytkami. Najlepiej będzie na głębokości 40 metrów. ''Polska Gazeta Krakowska'' 2014, nr 43 (21 II 2014), s. 1, 6\n* Rąpalski P.: Prezydent Tajduś będzie budował nowy Kraków? ''Polska Gazeta Krakowska'' 2012, nr 165 (17 VII 2012), s. 4, [foto]\n* Rąpalski P.: Rektor AGH chce porządzić Krakowem : prof. Antoni Tajduś myśli o fotelu prezydenta. ''Polska Gazeta Krakowska'' 2012, nr 165 (17 VII 2012), s. 1\n* Sas J.: Profesor Antoni Tajduś wyróżniony Medalem Wydziału Zarządzania AGH. ''Biuletyn AGH'' 2012, nr 58, s. 15, [foto]\n*[[Media:22 Poczet rektorow - Antoni Tajdus Rektor w latach 2005-2012.pdf|Sieński H.: Profesor Antoni Tajduś - Rektor w latach 2005-2012 : Poczet rektorów Akademii Górniczej i Akademii Górniczo-Hutniczej - część 22. ''Biuletyn AGH'' 2022, nr 177, s. 40-43, [foto]]]\n* Sulima Z.: Rektor na kadencję 2005-2008 wybrany. ''Biuletyn Informacyjny Pracowników AGH'' 2005, nr 139, s. [1]-3, [foto]\n* Sulima Z.: Rektor i Prorektorzy AGH na kadencję 2008-2012 wybrani. ''Biuletyn AGH'' 2008, nr 4, s. [1]-3, [foto]\n* Tajduś A.: AGH - modna uczelnia : rozmowa z prof. Antonim Tajdusiem, rektorem Akademii Górniczo-Hutniczej w Krakowie. Rozm. G. Starzak. ''Dziennik Polski'' 2008, nr 231 (02 X 2008), s. 9, [foto] (Dziennik Akademii Górniczo-Hutniczej)\n* Tajduś A.: AGH - pewność zatrudnienia : z prof. dr. hab. inż. Antonim Tajdusiem, Rektorem Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie. Rozm. M. Nobis. ''Miesiąc w Krakowie'' 2007, nr 3, s. 54-55, [foto]\n* Tajduś A.: AGH wpisuje się w pejzaż Europy : z wybranym na drugą kadencję rektorem AGH prof. dr. hab. inż. Antonim Tajdusiem rozm. M. Iskra. / rozm. Małgorzata Iskra. ''Polska Gazeta Krakowska'' 2008, nr 88 (14 IV 2008), s. 16, [foto]\n* Tajduś A.: Bez ryzyka nie ma wynalazków : z prof. Antonim Tajdusiem rektorem Akademii Górniczo-Hutniczej w Krakowie, o roli badaczy i o tym, czy polskie uczelnie doczekają się noblisty, rozmawia M. Lubaś-Harny. / rozm. Marek Lubaś-Harny. ''Polska Gazeta Krakowska'' 2010, nr 72 (26 III 2010), s. 8-9, [foto]\n* Tajduś A.: Bez spójnej polityki : rozmowa z prof. Antonim Tajdusiem, rektorem Akademii Górniczo-Hutniczej, przewodniczącym Rady Programowej Polskiego Kongresu Górniczego, który wczoraj rozpoczął się w Krakowie. Rozm. P. Stachnik. ''Dziennik Polski'' 2007, nr 220 (20 IX 2007), s. 6, [foto]\n* Tajduś A.: Dobra i znana marka : rozmowa z prof. Antonim Tajdusiem, rektorem Akademii Górniczo-Hutniczej. Rozm. G. Starzak. ''Dziennik Polski'' 2006, nr 24 s (29 I 2006), s. 12, [foto]\n* Tajduś A.: Górnictwo ma się coraz lepiej : rozmowa z prof. Antonim Tajdusiem, rektorem Akademii Górniczo-Hutniczej, przewodniczącym Rady Programowej Polskiego Kongresu Górniczego. Rozm. P. Stachnik. ''Dziennik Polski'' 2007, nr 216 s (16 IX 2007), s. 6-7, [foto],(Specjalny dodatek Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie)\n* Tajduś A.: Górnictwo to nie tylko eksploatacja węgla. Rozm. J. Szerłomski. ''Biuletyn Informacyjny Pracowników AGH'' 1999, nr 70, s. 37-38, [foto]\n* Tajduś An.: Ściągnijmy do Krakowa noblistów : rozmowa [z rektorem AGH Antonim Tajdusiem]. Rozm. P. Tymczak. ''Dziennik Polski'' 2010, nr 147 (26-27 VI 2010), s. B11, [foto],[dod.] (Kronika Krakowska)\n* Tajduś A.: Interesuje mnie wyłącznie liga międzynarodowa : każdy człowiek poszukuje tego, czego nie ma, bo każdy ma jakieś swoje marzenia - mówi Rektor AGH prof. Antoni Tajduś. Rozm. I. Trębacz. ''Biuletyn AGH'' 2012, nr 54-55, s. 4-6, [foto]\n* Tajduś An.: Jesteśmy dumni, że nasza praca została doceniona : z profesorem Antonim Tajdusiem, rektorem Akademii Górniczo-Hutniczej w Krakowie. Rozm. M. Domańska. ''Polska Gazeta Krakowska'' 2008, nr 139 (16 VI 2008), s. 4, [foto] (Praca Gratka) \n* Tajduś A.: Kuźnia prezesów : rozmowa z prof. Antonim Tajdusiem, rektorem Akademii Górniczo-Hutniczej. Rozm. G. Starzak. ''Dziennik Polski'' 2008, nr 136 (12 VI 2008), s. 11, [foto] (Dziennik Akademii Górniczo-Hutniczej)\n* Tajduś A.: Kłopoty z wyceną pracy naukowca : rozmowa z prof. Antonim Tajdusiem, rektorem Akademii Górniczo-Hutniczej w Krakowie. Rozm. G. Starzak. ''Dziennik Polski'' 2008, nr 42 (19 II 2008), s. 10, [foto] (Dziennik Akademii Górniczo-Hutniczej)\n* Tajduś A.: Ludzie AGH : rozmowa z prof. Antonim Tajdusiem, dziekanem Wydziału Górniczego AGH. Rozm. E. Konieczna. ''Miesiąc w Krakowie'' 1998, nr 5, s. 74-76, [foto]\n* Tajduś A.: Metro w Krakowie - za i przeciw. Rozm. I. Trębacz. ''Biuletyn AGH'' 2014, nr 83, s. 6-7, [foto]\n* Tajduś A.: Młodzi są najważniejsi : rozmowa z rektorem Akademii Górniczo-Hutniczej w Krakowie prof. Antonim Tajdusiem na temat tegorocznej edycji Festiwalu Nauki. Rozm. P. Stachnik. ''Dziennik Polski'' 2007, nr 105 (7 V 2006), [dod.] Festiwal Nauki w Krakowie, s. 2, [foto]\n* Tajduś A.: Nie bójmy się podziemi : rozmowa : prof Antoni Tajduś, rektor AGH, o podziemnej komunikacji w Krakowie. Rozm. P. Tymczak. ''Dziennik Polski'' 2009, nr 221 (21 IX 2009), s. B2, [foto] (Kronika Krakowska)\n* Tajduś A.: Nie dajmy zadyskutować nadzoru górniczego.Rozm. J. Talarczyk. ''Bezpieczeństwo Pracy i Ochrona Środowiska w Górnictwie'' 2010, nr 5, s. 41-42, [foto]\n* Tajduś A.: Nie tylko górnictwo : rozmowa z prof. Antonim Tajdusiem, rektorem Akademii Górniczo-Hutniczej. Rozm. M. Nowy. ''Dziennik Polski'' 2006, nr 3 (4 I 2006), s. [10], [foto]\n* Tajduś A.: Ośmiu w jednym pokoju : rozmawiamy z rektorem Akademii Górniczo-Hutniczej - prof. Antonim Tajdusiem. Rozm. A. Górska. ''Gazeta Krakowska'' 2006, nr 236 (9 X 2006), s. 8, [foto]\n* Tajduś A.: Pan Rektor tańczy. Rozm. G. Starzak. ''Dziennik Polski'' 2009, nr 4 (06 I 2009), s. D3, [foto] (kariera : praca i edukacja)\n* Tajduś A.: Polak ciągle potrafi : czy zostaniemy potęgą w dziedzinie wynalazczości? : rozmawiamy z prof. Antonim Tajdusiem, rektorem AGH, specjalistą w zakresie górnictwa, geologii i budownictwa podziemnego. Rozm. M. Iskra ''Gazeta Krakowska'' 2007, nr 174 (27 VII 2007), s. 2, [foto]\n* Tajduś A.: Prof. Tajduś o metrze i o prezydenturze. Rozm. M. Skowrońska. ''Gazeta Wyborcza'' 2012, nr 204 (1-2 IX 2012), [dod.] Gazeta Wyborcza Kraków s.1, [foto]\n* Tajduś A.: Przemówienie prof. Antoniego Tajdusia, Rektora AGH w kadencjach 2005-2008, 2008-2012 wygłoszone podczas uroczystego posiedzenia Senatu AGH w dniu 19 września 2012 roku związanego z przekazaniem władzy rektorskiej. ''Biuletyn AGH'' 2012, nr 58, s. 11-12, [foto]\n* Tajduś A.: Przemówienie JM Rektora prof. Antoniego Tajdusia wygłoszone podczas inauguracji roku akademickiego 2005/06  w dniu 4 października 2005 r. ''Biuletyn Informacyjny Pracowników AGH'' 2006, nr 158, s. 3-4\n* Tajduś A.: Przewodniczący Centralnej Komisji ds. Stopni i Tytułów Naukowych z AGH : profesor Antoni Tajduś, Rektor Akademii Górniczo-Hutniczej w latach 2005-2012, objął funkcję przewodniczącego Centralnej Komisji ds. Stopni i Tytułów Naukowych, którą ma piastować do 2016 roku. Rozm. I. Trębacz. ''Biuletyn AGH'' 2013, nr 63, s. 5, [foto]\n* Tajduś A.: Rozmowa z profesorem Antonim Tajdusiem. Rozm. G. Starzak. ''Dziennik Polski'' 2008, nr 86 (14 IV 2008), s. 4, [foto]\n*Tajduś A.: Rozmowa z rektorem najbogatszej uczelni technicznej. Rrozm. J. Jałowiec. ''Gazeta Wyborcza'' 2008, nr 96 (23 IV 2008), [dod.] Gazeta Wyborcza Kraków, s. 4, [foto]\n* Tajduś A.: Sprostać wyzwaniom : rozmowa z prof. Antonim Tajdusiem, rektorem Akademii Górniczo-Hutniczej w Krakowie. Rozm. G. Starzak. ''Dziennik Polski'' 2006, nr 235 s (8 X 2006), s. 12-13, [foto] (Specjalny dodatek Akademii Górniczo-Hutniczej w Krakowie)\n* Tajduś A.: Słyszę, że byłbym dobrym prezydentem : rozmowa z profesorem Antonim Tajdusiem, rektorem Akademii Górniczo-Hutniczej - o starcie w kolejnych wyborach. Rozm. P. Rąpalski. ''Dziennik Polski'' 2012, nr 166 (18 VII 2012), s. B2, [foto]\n* Tajduś A.: Uczelnia daje pracę : rozmawiamy z Antonim Tajdusiem, rektorem Akademii Górniczo-Hutniczej. Rozm. A. Górska. ''Gazeta Krakowska'' 2007, nr 60 (12 III 2007), s. 8, [foto]\n* Tajduś A.: Uczelnia, która daje pracę [rozmowa z prof. dr. hab. Antonim Tajdusiem]. ''Gazeta Wyborcza'' 2008, nr 50 (28 II 2008), [dod.] Gazeta Wyborcza Kraków, s. 12, [foto]\n* Tajduś A.: Uczelnie żyją obok miasta : rozmowa z prof. Antonim Tajdusiem rektorem Akademii Górniczo-Hutniczej w Krakowie. Rozm. A. Goc. ''Gazeta Wyborcza'' 2011, nr 272 (23 XI 2011), [dod.] Gazeta Wyborcza Kraków s. 2, [foto]\n* Tajduś A.: Unikać nagłych działań : rozmowa z prof. Antonim Tajdusiem, rektorem Akademii Górniczo-Hutniczej, specjalistą w zakresie górnictwa. Rozm. P. Stachnik. ''Dziennik Polski'' 2006, nr 281 s (3 XII 2006), s. 6 (Specjalny dodatek Akademii Górniczo-Hutniczej w Krakowie)\n* Tajduś A.: Uznana marka : rozmowa z prof. Antonim Tajdusiem, rektorem Akademii Górniczo-Hutniczej. Rozm. G. Starzak. ''Dziennik Polski'' 2007, nr 230 (02 X 2007), s. 11, [foto] (Dziennik Akademii Górniczo-Hutniczej)\n* Tajduś A.: W Krakowie brakuje rozmachu : prof Antoni Tajduś, rektor Akademii Górniczo-Hutniczej w Krakowie opowiada o potrzebie budowy metra w Krakowie i wizji podziemnych Alej Trzech Wieszczów. Rozm. P. Tymczak. ''Dziennik Polski'' 2008, nr 14 (17 I 2008), s. 4-5, [foto] (Kronika Krakowska)\n* Tajduś A.: Znają nas na antypodach : rozmowa z prof. Antonim Tajdusiem, rektorem Akademii Górniczo-Hutniczej. Rozm. Grzegorz Nycz. ''Dziennik Polski'' 2006, nr 101 (29 IV 2006), s. 5, [foto]\n* Trębacz I. : Honorowa Nagroda Rektora Politechniki Świętokrzyskiej dla prof. Antoniego Tajdusia. ''Biuletyn AGH'' 2012, nr 58, s. 10, [foto]\n* Trębacz I.: Doktorat Honoris Causa Uniwersytetu w Miszkolcu dla prof. Antoniego Tajdusia. ''Biuletyn AGH'' 2013, nr 70, s. 12, [foto]\n* Trębacz I.: Profesor Antoni Tajduś Doktorem Honoris Causa Politechniki Świętokrzyskiej. ''Biuletyn AGH'' 2013, nr 72, s. 13, [foto]\n* Trębacz I.: Profesor Antoni Tajduś otrzymał doktorat honoris causa Politechniki Śląskiej. ''Biuletyn AGH'' 2015, nr 90-91, s. 13, [foto]\n* Tymczak P.: Aleje Trzech Wieszczów pod ziemią? ''Dziennik Polski'' 2008, nr 22 (26-27 II 2008), s. 4-5, [foto] (Kronika Krakowska)\n* Władze rektorskie AGH na kadencję 2002-2005. ''Biuletyn Informacyjny Pracowników AGH'' 2002, nr 106/107, s. 2, 16-17, [foto]\n* Władze rektorskie AGH na kadencję 2005 - 2008. ''Biuletyn Informacyjny Pracowników AGH'' 2005, nr 146, s. 2, [foto]\n* Wydarzenia w AGH : rektor AGH, prof. Antoni Tajduś nowym Przewodniczącym KRPUT. ''Vivat Akademia : AGH'' 2009, nr 2, s. 12\n* Z sieci : prof. Antoni Tajduś członkiem Rady NCBR. ''Biuletyn AGH'' 2012, nr 60, s. 13\n\n==== Inne ====\n\n* Prof. Antoni Tajduś odebrał doktorat honoris causa Uniwersytetu Pedagogicznego w Krakowie [online] [przeglądany 5.12.2018]. Dostępny w: http://www.agh.edu.pl/osiagniecia/info/article/prof-antoni-tajdus-odebral-doktorat-honoris-causa-uniwersytetu-pedagogicznego-w-krakowie/\n\n* Prof. dr hab. inż. Antoni Tajduś (ur. 1949 r.) [online] [przeglądany 5.12.2018]. Dostępny w: http://www.agh.edu.pl/uczelnia/historia-i-tradycja/poczet-rektorow-agh/antoni-tajdus/\n\n* Wspomnienia Profesorów AGH – Prof. dr hab. inż. Antoni Tajduś [online] [przeglądany 5.12.2018]. Dostępny w: https://100lat.agh.edu.pl/wspomnienia-profesorow-agh-prof-dr-hab-inz-antoni-tajdus/\n\n'''''<span style=\"color:red;\">stan na dzień 17.02.2023</span>'''''\n\n{{DEFAULTSORT: Tajduś, Antoni Józef}}\n[[Category:Biogramy]]\n\nSzablony użyte w tym artykule:\n\nSzablon:Funkcja\n (\ntekst źródłowy\n) \nSzablon:Infobox scientist\n (\ntekst źródłowy\n) \nWróć do \nAntoni Józef Tajduś\n.\n\nŹródło: „\nhttp://historia.agh.edu.pl/wiki/Antoni_Józef_Tajduś\n”", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Antoni_J%C3%B3zef_Tajdu%C5%9B&action=edit", "title": "Tekst źródłowy strony Antoni Józef Tajduś – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "cd6bab3e1646d15e92e9f812f81d6988", "word_count": 3286, "headings": [{"level": 1, "text": "Tekst źródłowy strony Antoni Józef Tajduś"}]}}