{"content": "# Polityka prywatności - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/polityka-prywatnosci/\nCrawled: 2025-03-19 21:37:30\n\nPolityka prywatności\n\nKim jesteśmy\nAdres naszej strony internetowej to: https://wh.agh.edu.pl.\nJakie dane osobiste zbieramy i dlaczego je zbieramy\nKomentarze\nKiedy odwiedzający witrynę zostawia komentarz, zbieramy dane widoczne w formularzu komentowania, jak i adres IP odwiedzającego oraz podpis jego przeglądarki jako pomoc przy wykrywaniu spamu.\nZanonimizowany ciąg znaków stworzony na podstawie twojego adresu email (tak zwany hash) może zostać przesłany do usługi Gravatar w celu sprawdzenia czy jej używasz. Polityka prywatności usługi Gravatar jest dostępna tutaj: https://automattic.com/privacy/. Po zatwierdzeniu komentarza twój obrazek profilowy jest widoczny publicznie w kontekście twojego komentarza.\nMedia\nJeśli jesteś zarejestrowanym użytkownikiem i wgrywasz na witrynę obrazki, powinieneś unikać przesyłania obrazków z tagami EXIF lokalizacji. Odwiedzający stronę mogą pobrać i odczytać pełne dane lokalizacyjne z obrazków w witrynie.\nFormularze kontaktowe\nCiasteczka\nJeśli zostawisz na naszej witrynie komentarz, będziesz mógł wybrać opcję zapisu twojej nazwy, adresu email i adresu strony internetowej w ciasteczkach, dzięki którym podczas pisania kolejnych komentarzy powyższe informacje będą już dogodnie uzupełnione. Te ciasteczka wygasają po roku.\nJeśli odwiedzisz stronę logowania, utworzymy tymczasowe ciasteczko na potrzeby sprawdzenia czy twoja przeglądarka akceptuje ciasteczka. To ciasteczko nie zawiera żadnych danych osobistych i zostanie wyrzucone, kiedy zamkniesz przeglądarkę.\nPodczas logowania tworzymy dodatkowo kilka ciasteczek potrzebnych do zapisu twoich informacji logowania oraz wybranych opcji ekranu. Ciasteczka logowania wygasają po dwóch dniach, a opcji ekranu po roku. Jeśli zaznaczysz opcję „Pamiętaj mnie”, logowanie wygaśnie po dwóch tygodniach. Jeśli wylogujesz się ze swojego konta, ciasteczka logowania zostaną usunięte.\nJeśli zmodyfikujesz albo opublikujesz artykuł, w twojej przeglądarce zostanie zapisane dodatkowe ciasteczko. To ciasteczko nie zawiera żadnych danych osobistych, wskazując po prostu na identyfikator przed chwilą edytowanego artykułu. Wygasa ono po 1 dniu.\nOsadzone treści z innych witryn\nArtykuły na tej witrynie mogą zawierać osadzone treści (np. filmy, obrazki, artykuły itp.). Osadzone treści z innych witryn zachowują się analogicznie do tego, jakby użytkownik odwiedził bezpośrednio konkretną witrynę.\nWitryny mogą zbierać informacje o tobie, używać ciasteczek, dołączać dodatkowe, zewnętrzne systemy śledzenia i monitorować twoje interakcje z osadzonym materiałem, włączając w to śledzenie twoich interakcji z osadzonym materiałem jeśli posiadasz konto i jesteś zalogowany w tamtej witrynie.\nAnaliza statystyk\nZ kim dzielimy się danymi\nJak długo przechowujemy twoje dane\nJeśli zostawisz komentarz, jego treść i metadane będą przechowywane przez czas nieokreślony. Dzięki temu jesteśmy w stanie rozpoznawać i zatwierdzać kolejne komentarze automatycznie, bez wysyłania ich do każdorazowej moderacji.\nDla użytkowników którzy zarejestrowali się na naszej stronie internetowej (jeśli tacy są), przechowujemy również informacje osobiste wprowadzone w profilu. Każdy użytkownik może dokonać wglądu, korekty albo skasować swoje informacje osobiste w dowolnej chwili (nie licząc nazwy użytkownika, której nie można zmienić). Administratorzy strony również mogą przeglądać i modyfikować te informacje.\nJakie masz prawa do swoich danych\nJeśli masz konto użytkownika albo dodałeś komentarze w tej witrynie, możesz zażądać dostarczenia pliku z wyeksportowanym kompletem twoich danych osobistych będących w naszym posiadaniu, w tym całość tych dostarczonych przez ciebie. Możesz również zażądać usunięcia przez nas całości twoich danych osobistych w naszym posiadaniu. Nie dotyczy to żadnych danych które jesteśmy zobligowani zachować ze względów administracyjnych, prawnych albo bezpieczeństwa.\nGdzie przesyłamy dane\nKomentarze gości mogą być sprawdzane za pomocą automatycznej usługi wykrywania spamu.\nTwoje dane kontaktowe\nInformacje dodatkowe\nJak chronimy twoje dane?\nJakie mamy obowiązujące procedury w przypadku naruszenia prywatności danych\nOd jakich stron trzecich otrzymujemy dane\nJakie automatyczne podejmowanie decyzji i/lub tworzenie profili przeprowadzamy z użyciem danych użytkownika\nBranżowe wymogi regulacyjne dotyczące ujawniania informacji", "metadata": {"url": "https://wh.agh.edu.pl/polityka-prywatnosci/", "title": "Polityka prywatności - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "38fec7c8c45a97f14506a93d1626bcc1", "word_count": 553, "headings": [{"level": 1, "text": "Polityka prywatności"}, {"level": 2, "text": "Kim jesteśmy"}, {"level": 2, "text": "Jakie dane osobiste zbieramy i dlaczego je zbieramy"}, {"level": 3, "text": "Komentarze"}, {"level": 3, "text": "Media"}, {"level": 3, "text": "Formularze kontaktowe"}, {"level": 3, "text": "Ciasteczka"}, {"level": 3, "text": "Osadzone treści z innych witryn"}, {"level": 3, "text": "Analiza statystyk"}, {"level": 2, "text": "Z kim dzielimy się danymi"}, {"level": 2, "text": "Jak długo przechowujemy twoje dane"}, {"level": 2, "text": "Jakie masz prawa do swoich danych"}, {"level": 2, "text": "Gdzie przesyłamy dane"}, {"level": 2, "text": "Twoje dane kontaktowe"}, {"level": 2, "text": "Informacje dodatkowe"}, {"level": 3, "text": "Jak chronimy twoje dane?"}, {"level": 3, "text": "Jakie mamy obowiązujące procedury w przypadku naruszenia prywatności danych"}, {"level": 3, "text": "Od jakich stron trzecich otrzymujemy dane"}, {"level": 3, "text": "Jakie automatyczne podejmowanie decyzji i/lub tworzenie profili przeprowadzamy z użyciem danych użytkownika"}, {"level": 3, "text": "Branżowe wymogi regulacyjne dotyczące ujawniania informacji"}, {"level": 3, "text": "%20"}]}}