{"content": "#  Słownik terminów -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/jak-korzystac/regulaminy-i-cennik/slownik-terminow\nCrawled: 2025-03-19 22:38:59\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Słownik terminów \n\nAktualizacja konta\n\nPrzedłużenie ważności konta bibliotecznego na kolejny rok akademicki.\n\nBlokada konta\n\nWstrzymanie świadczenia usług bibliotecznych, które następuje w przypadku, gdy użytkownik nie zwrócił w terminie wypożyczonych zbiorów bibliotecznych. Trwa do chwili zwrotu zbiorów oraz uregulowania opłaty specjalnej naliczonej zgodnie z Cennikiem. Blokada konta następuje także automatycznie po upływie terminu ważności dokumentu uprawniającego do korzystania z usług Biblioteki lub po podpisaniu karty obiegowej.\n\nCzytelnia Książek Własnych (CKW)\n\nCzytelnia na parterze Biblioteki (s. 5), w której studenci mogą swobodnie uczyć się i korzystać z własnych materiałów. CKW jest otwarta w wydłużonych godzinach, w roku akademickim często od 7.30 do 22.00.\n\nDokument uprawniający do korzystania z Biblioteki\n\nKarta biblioteczna wystawiona przez Bibliotekę, elektroniczna legitymacja studencka (ELS), elektroniczna legitymacja doktoranta (ELD), elektroniczna legitymacja służbowa nauczyciela akademickiego (ELSNA), pracownicza (ELP), mLegitymacja studencka, wydana przez AGH lub inną uczelnię Krakowa.\n\nElektroniczna Księga Gości (EKG)\n\nElektroniczny rejestr odwiedzin użytkowników w czytelniach.\n\nE-zasoby\n\nElektroniczne źródła informacji, w skład których wchodzą: czasopisma i książki elektroniczne, inne elektroniczne publikacje naukowe i techniczne (np. materiały konferencyjne, normy, opisy patentowe, raporty techniczne lub ekonomiczne), pełnotekstowe i bibliograficzno-abstraktowe bazy danych, serwisy informacyjne i inne źródła dostępne online oraz narzędzia informacyjne, które ułatwiają organizację i prowadzenie prac naukowo-badawczych.\n\nKabina pracy indywidualnej\n\nWydzielone miejsca w Czytelni Głównej, przeznaczone do pracy naukowej.\n\nKatalog Bibliotek AGH\n\nDostępny online zbiór zawierający opracowaną komputerowo informację o materiałach bibliotecznych BG AGH oraz bibliotek innych jednostek organizacyjnych AGH.\n\nKonto biblioteczne\n\nDane użytkownika biblioteki, jego uprawnienia w systemie bibliotecznym oraz stan obecny i historia transakcji wypożyczeń/zwrotów materiałów bibliotecznych.\n\nKsięgozbiór podręczny\n\nPrzechowywana w czytelniach część zbiorów bibliotecznych, składająca się głównie z wydawnictw informacyjnych, udostępnianych wyłącznie na miejscu.\n\nKsięgozbiór podstawowy „P”\n\nKsięgozbiór obejmujący wydawnictwa zwarte (książki) i tworzący główny zrąb zbiorów BG AGH.\n\nKsięgozbiór wieloegzemplarzowy „W”\n\nKsięgozbiór dydaktyczny złożony głównie z podręczników i skryptów, dostępny do samodzielnego wypożyczania w Strefie Wolnego Dostępu.\n\nKwerenda\n\nZapytanie użytkownika skierowane do biblioteki. Realizacja kwerendy polega na przeprowadzeniu poszukiwań w katalogach i kartotekach bibliotecznych, bibliografiach oraz innych źródłach informacji.\n\nMateriały biblioteczne\n\nWydane w dowolnej formie (rękopiśmiennej, drukowanej lub elektronicznej) publikacje oraz materiały niepublikowane, przechowywane i/lub udostępniane w bibliotece lub za jej pośrednictwem, na zasadach określonych w Regulaminie.\n\nProlongata (przedłużenie) terminu wypożyczenia\n\nPrzesunięcie terminu zwrotu materiału bibliotecznego o dodatkowy, przewidziany w Regulaminie okres.\n\nRewers\n\nWypełniony i podpisany przez użytkownika formularz, będący dowodem udostępnienia/wypożyczenia materiału bibliotecznego.\n\nSelf-check\n\nSamoobsługowe urządzenie, zlokalizowane w Strefie Wolnego Dostępu, umożliwiające wypożyczenie materiałów bibliotecznych.\n\nStrefa Wolnego Dostępu (SWD)\n\nWydzielona część Biblioteki, w której użytkownik może samodzielnie wybrać materiały biblioteczne z półek oraz samodzielnie je wypożyczyć za pomocą urządzenia self-check.\n\nSystem biblioteczny\n\nSystem komputerowy obejmujący katalog zbiorów BG AGH i bibliotek innych jednostek organizacyjnych AGH wraz z bazą kont bibliotecznych.\n\nSygnatura biblioteczna\n\nUmowne oznaczenie określające rodzaj zbiorów i miejsce przechowywania materiału w bibliotece.\n\nSzafki skrytkowe\n\nSystem szafek samoobsługowych służących do przechowywania przedmiotów osobistych/okryć wierzchnich w czasie korzystania ze zbiorów i usług Biblioteki.\n\nWrzutnia biblioteczna\n\nWolnostojące urządzenie zewnętrzne, pozwalające na zwrot książek wypożyczonych w BG AGH niezależnie od godzin otwarcia Wypożyczalni w Bibliotece.\n\nWypożyczenie międzybiblioteczne\n\nUdostępnienie materiału bibliotecznego ze zbiorów własnych innym bibliotekom lub sprowadzenie i udostępnianie materiału bibliotecznego z innych bibliotek na zamówienie uprawnionego użytkownika.\n\nZbiory specjalne\n\nW bibliotekach technicznych zalicza się do nich: normy, opisy patentowe, dokumenty kartograficzne, rozprawy doktorskie, rękopisy, literaturę techniczno-handlową (ogół dokumentów piśmienniczych, publikowanych i niepublikowanych, przeznaczonych do rozpowszechniania, odnoszących się do przedsiębiorstw, ich wyrobów i usług).\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/jak-korzystac/regulaminy-i-cennik/slownik-terminow", "title": " Słownik terminów -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "bb86265083792b1f9947b58dde69eda2", "word_count": 636, "headings": [{"level": 1, "text": "Słownik terminów"}, {"level": 2, "text": "Stopka"}]}}