{"content": "#  O nas / Centrum Spraw Międzynarodowych AGH\n\nURL: https://www.dwz.agh.edu.pl/index.php?id=2783\nCrawled: 2025-03-19 21:24:46\n\nO nas\nCentrum Spraw Międzynarodowych jest jednostką administracyjną Akademii Górniczo-Hutniczej prowadzącą działania wspierające społeczność akademicką w realizowaniu zadań związanych ze współpracą międzynarodową.\n\nDo głównych zadań Centrum Spraw Międzynarodowych należą:\n  Koordynacja, ewidencja i obsługa administracyjna umów o współpracy pomiędzy AGH a zagranicznymi uczelniami, placówkami naukowo-badawczymi i organizacjami międzynarodowymi\n  Obsługa wybranych programów stypendialnych i edukacyjnych dla pracowników, doktorantów i studentów AGH tj. Erasmus +, Program Edukacja, Smile, Select +, T.I.M.E.\n  Obsługa administracyjna pracowników, doktorantów i studentów delegowanych za granicę \n  Koordynacja i realizacja umowy dotyczącej współpracy AGH z biurem podróży \n w zakresie sprzedaży biletów na wyjazdy zagraniczne pracowników, doktorantów i studentów Uczelni\n  Koordynacja i realizacja umowy ubezpieczeniowej w zakresie ubezpieczenia pracowników, doktorantów, studentów i osób za które Uczelnia ponosi odpowiedzialność wyjeżdżających służbowo za granicę\n  Ewidencja i kontrola formalna składanych wniosków o przyjęcie cudzoziemca, przygotowywanie wypłat dla cudzoziemców oraz ich rozliczanie\n  Obsługa Senackiej Komisji ds. Międzynarodowych\n  Organizacja spotkań Władz AGH z delegacjami zagranicznymi\n  Opracowywanie bieżącej i okresowej sprawozdawczości w zakresie współpracy międzynarodowej\n  Pozyskiwanie, opracowywanie i rozpowszechnianie informacji o możliwościach ubiegania się pracowników i studentów o zagraniczne staże naukowe i stypendia\n  Koordynowanie udziału AGH w wybranych sieciach międzynarodowych \n m.in. T.I.M.E., MAGALHAES, EUA itp.\n  Koordynowanie udziału AGH w programach i organizacjach Study in Krakow, Study in Polnad, Ready, Study, GO! Poland, IRO’S Forum.", "metadata": {"url": "https://www.dwz.agh.edu.pl/index.php?id=2783", "title": " O nas / Centrum Spraw Międzynarodowych AGH", "depth": 3, "duplicate": false, "content_hash": "bc1614cea0327cc9120f7d5c7c80fbe0", "word_count": 207, "headings": [{"level": 1, "text": "O nas"}, {"level": 1, "text": "Dyrekcja CSM"}, {"level": 1, "text": "Biuro CSM"}]}}