{"content": "# Katedra Energoelektroniki i Automatyki Systemów Przetwarzania Energii | AGH Kraków\n\nURL: https://keiaspe.agh.edu.pl\nCrawled: 2025-03-19 21:30:08\n\nO KATEDRZE\n\nW dniu 30 stycznia 2013r. w wyniku połączenia \nKatedry Automatyki Napędu i Urządzeń Przemysłowych z Katedrą Maszyn Elektrycznych powstała Katedra Energoelektroniki i Automatyki Systemów Przetwarzania Energii\n. W latach 2013-2016 kierowana była przez prof. Zbigniewa Hanzelkę. Od 2016 roku Katedrą kieruje \ndr hab. inż. Andrzej Bień, prof. n.\nZ deficytu pierwotnych zasobów energii, jak i zbyt niskiej efektywności wytwarzania, przesyłu, rozdziału i użytkowania energii elektrycznej wynika potrzeba projektowania inteligentnych systemów gospodarowania tą energią. W praktycznych działaniach oznacza to dostarczanie odbiorcom energii elektrycznej lub szerzej – usług energetycznych – z wykorzystaniem środków IT, zapewniające właściwą jakość dostarczanej energii, obniżenie kosztów, zwiększenie efektywności oraz zintegrowanie rozproszonych źródeł energii, także odnawialnej. Koncepcja ta wymaga badań interdyscyplinarnych i znajduje to odzwierciedlenie w strukturze KEiASPE, w skład której wchodzą laboratoria reprezentujące różne uzupełniające się kompetencje, a ich współpraca pozwoli zrealizować większość potrzeb badawczych i dydaktycznych inteligentnych systemów energetycznych znanych pod nazwą platforma technologiczną smart grids.\n\nProjekt KlastER - Rozwój energetyki rozproszonej w klastrach energii\nkliknij i dowiedz się więcej\n\nProjekt RELflex - Renewable Energy and Load Flexibility in Industry\nkliknij i dowiedz się więcej", "metadata": {"url": "https://keiaspe.agh.edu.pl", "title": "Katedra Energoelektroniki i Automatyki Systemów Przetwarzania Energii | AGH Kraków", "depth": 3, "duplicate": false, "content_hash": "736f4c24930f626ea792985d8dc325c1", "word_count": 181, "headings": [{"level": 2, "text": "O KATEDRZE"}, {"level": 2, "text": "Projekt KlastER - Rozwój energetyki rozproszonej w klastrach energii"}, {"level": 2, "text": "Projekt RELflex - Renewable Energy and Load Flexibility in Industry"}]}}