{"content": "#  Nowoczesne technologie bezwykopowej budowy rurociągów -- Studia podyplomowe \n\nURL: https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/nowoczesne-technologie-bezwykopowej-budowy-rurociagow\nCrawled: 2025-03-19 21:16:27\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Nowoczesne technologie bezwykopowej budowy rurociągów \n\nOrganizator studiów\n\nWydział Wiertnictwa, Nafty i Gazu \n Katedra Wiertnictwa i Geoinżynierii\n\nal. Mickiewicza 30, 30-059 Kraków\n pawilon A-1, pokój 104\n\nStudia trwają dwa semestry i obejmują 170 godz. wykładów, seminariów i zajęć praktycznych. Celem studiów podyplomowych jest uzyskanie przez słuchaczy – wiedzy zarówno teoretycznej, jak i praktycznych umiejętności w zakresie zasad projektowania, budowy oraz eksploatacji infrastruktury służącej do transportu (dystrybucji) m.in. gazu ziemnego, wody i ścieków ze szczególnym uwzględnieniem technologii bezwykopowych. W trakcie studiów słuchacze zapoznają się szczegółowo z zasadami projektowania i wykonywania liniowych, rurowych instalacji podziemnych budowanych za pomocą technologii bezwykopowych m.in. HDD, Direct Pipe, Mikrotunelowanie, itp. Pozwoli to na zwiększenie dynamiki gazyfikacji i kanalizacji kraju oraz mniejszą uciążliwość dla środowiska naturalnego. Studia trwają dwa semestry i obejmują 170 godz. wykładów, ćwiczeń, laboratoriów i zajęć praktycznych. Zajęcia wprowadzone będą zarówno przez pracowników naukowo-dydaktycznych AGH, jak i przez specjalistów-praktyków posiadających długoletnie doświadczenie w sektorze technologii bezwykopowych. Studia skierowane są do absolwentów szkół wyższych, którzy ukończyli studia co najmniej pierwszego stopnia, a zawodowo związanych z sektorem technologii bezwykopowych, gazownictwem, wodociągami i energetyką.\n\nLink do Sylabusa\n\nTechniki i technologie bezwykopowej budowy sieci\n\nElementy hydrogeologii i geologii inżynierskiej\n\nPodstawy wiertnictwa\n\nMechanika zwiercania skał\n\nPłuczki wiertnicze w technologiach bezwykopowych\n\nGruntoznawstwo i geotechnika\n\nUtylizacja odpadów powiertniczych\n\nProjektowanie, budowa i eksploatacja sieci gazowych\n\nMetody szacowania ryzyka projektowego\n\nMaszyny i urządzenia w technologiach bezwykopowych\n\nZagadnienia prawne i BHP w technologiach bezwykopowych\n\nZajęcia terenowe\n\nSłuchacze studiów podyplomowych otrzymają najnowszą wiedzę teoretyczną, jak i wynikającą z praktyki w zakresie projektowania i wykonywania instalacji rurociągów za pomocą technologii bezwykopowych. Absolwenci będą posiadać wiedzę z podstaw wiertnictwa i płynów wiertniczych, mechaniki zwiercania skał, budowy maszyn, narzędzi wiercących i pomiarowych a także przybliżone zostaną im zagadnienia geologii inżynierskiej i geotechniki, sporządzania umów, projektowania i dokumentowania inwestycji.\n\nUczestnicy studiów otrzymują najnowszą wiedzę w zakresie technologii bezwykopowych, która umożliwi im pracę w firmach projektowych, wykonawczych i eksploatacyjnych zarówno w gazownictwie, ciepłownictwie, jak i w sektorze gospodarki komunalnej wodno-kanalizacyjnej oraz w urzędach i instytucjach związanych z tą branżą.\n\nCzas trwania:\n 2 semestry (X 2025 - IX 2026)\n\nTryb zgłoszeń:\n kolejność wpływu podań kandydatów spełniających warunki rekrutacji\n\nLiczba miejsc:\n 24\n\nMiejsce zgłoszeń:\n AGH, Wydział Wiertnictwa, Nafty i Gazu\n al. Mickiewicza 30, 30-059 Kraków\n pawilon A-1, pokój 104\n\nOsoba przyjmująca zgłoszenia:\n Marta Ziaja\n tel.: 12 617 22 00\nmarziaja@agh.edu.pl\n\nTermin zgłoszeń:\n 15 VI 2025 - 30 IX 2025\n\nOpłaty:\n 7 000 zł (3 500 zł/semestr)\n\nformularz zgłoszeniowy \nplik do pobrania\n\npoświadczoną przez Uczelnię kopię dyplomu ukończenia studiów wyższych\n\nskierowanie z zakładu pracy zawierające deklarację wniesienia opłaty za studia (jeśli dotyczy)\n\npoświadczenie wniesienia opłaty za studia podyplomowe za pierwszy semestr studiów, nie późnej niż w terminie 14 dni przed rozpoczęciem zajęć dydaktycznych w ramach studiów podyplomowych\n\nStopka\n\nOferta studiów podyplomowych\n\nDokumenty dla kandydatów\n\nInformacje dla organizatorów\n\nKursy i szkolenia (IFK)\n\nBack", "metadata": {"url": "https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/nowoczesne-technologie-bezwykopowej-budowy-rurociagow", "title": " Nowoczesne technologie bezwykopowej budowy rurociągów -- Studia podyplomowe ", "depth": 2, "duplicate": false, "content_hash": "e1cecdb657dba298ec7c642c9f1dfbf0", "word_count": 464, "headings": [{"level": 1, "text": "Nowoczesne technologie bezwykopowej budowy rurociągów"}, {"level": 2, "text": "Stopka"}]}}