{"metadata": {}, "content": "Załącznik nr 4 do Regulaminu świadczeń dla studentów AGH\n\n\n\nInformacja o przetwarzaniu danych osobowych zgodnie z art. 14 RODO dotycząca innych niż wnioskodawca członków rodziny studenta (współmałżonek, rodzice studenta, pełnoletnie rodzeństwo studenta).\n\nWypełniając obowiązek prawny uregulowany zapisami art. 14 Rozporządzenia Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych), [Dz. U. UE L 2016.119.1 z dnia 4 maja 2016 r.] dalej jako „RODO”, AGH informuje, iż:\n\nAdministratorem Pani/Pana danych osobowych jest Akademia Górniczo-Hutnicza \nim. Stanisława Staszica w Krakowie, al. A. Mickiewicza 30, 30-059 Kraków, dalej „AGH”;\n\ndane kontaktowe Inspektora Ochrony Danych Osobowych w Akademii \nGórniczo-Hutniczej im. Stanisława Staszica: al. Mickiewicza 30, 30-059 Kraków, \ne-mail: iodo@agh.edu.pl, tel.: 12 617 53 25;\n\nPani/Pana dane osobowe przetwarzane będą w trybie art. 9 ust. 2 lit b) RODO w związku z przepisami z ustawy z dnia 20 lipca 2018 r. – Prawo o szkolnictwie wyższym i nauce (Dz.U. z 2023 poz. 742 z zm.) w celu przyznania stypendium socjalnego i/lub zapomogi studentowi – członkowi Pani/Pana rodziny;\n\nAGH będzie przetwarzała zgodnie z obowiązującymi przepisami prawa, tylko te dane osobowe szczególnej kategorii, tj. dotyczące Pani/Pana zdrowia, które są niezbędne do przyznania stypendium socjalnego i/lub zapomogi studentowi - członkowi Pani/Pana rodziny;\n\nPani/Pana dane osobowe nie będą udostępniane odbiorcom danych w rozumieniu art. 4 pkt. 9 RODO. Dane osobowe mogą być przekazywane organom państwowym, organom ochrony prawnej (Policja, Prokuratura, Sąd) lub organom samorządu terytorialnego \nw związku z prowadzonym postępowaniem;\n\nPana/Pani dane osobowe będą przetwarzane wyłącznie przez okres niezbędny do realizacji celów przetwarzania danych osobowych tj. przez okres wynikający z przepisów prawa powszechnie obowiązującego oraz z prawa wewnętrznego AGH – Jednolitego Rzeczowego Wykazu Akt;\n\nprzysługuje Panu/Pani prawo dostępu do treści swoich danych osobowych oraz ich sprostowania, usunięcia lub ograniczenia przetwarzania lub sprzeciwu wobec przetwarzania;\n\nma Pan/Pani prawo wniesienia skargi do Prezesa Urzędu Ochrony Danych Osobowych, ul. Stawki 2, 00-193 Warszawa;\n\nPana/Pani dane osobowe zostały pozyskane od studenta wnioskującego o przyznanie stypendium socjalnego i/lub zapomogi;\n\nPana/Pani dane osobowe nie będą podlegały zautomatyzowanym procesom podejmowania decyzji, w tym profilowaniu przy udzielaniu stypendium socjalnego i/lub zapomogi.\n\n\n\nPrzyjmuję do wiadomości treść informacji:\n\n……………………..        ……………       ….…………………………….              …………………………………………….\n\n      (miejscowość)                   (data)                  (stopień pokrewieństwa)                                     (czytelny podpis)  \n\n \n\n……………………..        ……………       ….…………………………….              …………………………………………….\n\n      (miejscowość)                   (data)                  (stopień pokrewieństwa)                                      (czytelny podpis)  \n\n\n\n……………………..        ……………       ….…………………………….              …………………………………………….\n\n      (miejscowość)                   (data)                  (stopień pokrewieństwa)                                      (czytelny podpis)  \n\n \n\nStrona 1 z 1"}