{"content": "#  Kultura studencka -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/studenci/kultura-studencka\nCrawled: 2025-03-19 21:12:40\n\nSkip to content ↓\n\n Kultura studencka \n\nSpośród licznych wydarzeń kulturalnych wspieranych przez AGH do najbardziej oryginalnych należy m.in. „\nFestiwal Synestezje – Muzyka. Plastyka. Słowo.\n”, prezentujący nieszablonową i ambitną muzykę. To czas happeningów, wystaw prac plastycznych, pokazów VJ-ów (wizualizacje na żywo do muzyki) oraz paneli dyskusyjnych. W trakcie festiwalu można zobaczyć artystów tworzących obrazy i rzeźbiących w metalu – spontanicznie do muzyki.\n\nFestiwal Synestezje – Muzyka. Plastyka. Słowo. \nodbywa się co roku.\n\nAGH obejmuje mecenatem wiele wydarzeń kulturalnych takich jak: koncerty akustyczne „BezGwaru”; spotkania z podróżnikami „Gwar Świata”; „Muzyczne Pogwarki” zdominowane przez blues, jazz lub folk; „Studio Kabaretu”; cykliczne pokazy filmów nagrodzonych na \nfestiwalu „Etiuda&Anima”\n; trwające ponad pół roku zmagania muzyczne w ramach festiwalu „DachOOFka”, a także scenę muzyczną „Plaża AGH”, na której występuje czołówka polskich artystów (ponad 20 wydarzeń muzycznych, sportowych i kabaretowych).\n\nMiędzynarodowy Festiwal Filmowy „Etiuda&Anima”\n odbywa się co roku pod koniec listopada.\n\nW AGH funkcjonuje unikatowy projekt medialny pod nazwą Centrum Mediów AGH, stworzony z połączenia czterech, niezależnych od siebie organizacji:\n\nStudenckiego Radia1.7\n,\n\nBiuletynu Informacyjnego Studentów AGH\n,\n\ntelewizji i studia produkcyjnego MINE TV AGH\n,\n\nKrakowskiej Studenckiej Agencji Fotograficznej AGH\n.\n\nJego celem jest rozbudzanie zainteresowań dotyczących teoretycznego i praktycznego funkcjonowania środków masowego przekazu. Centrum skupia ponad 150 osób, w tym studentów z różnych krakowskich uczelni.\n\n Chór i Orkiestra Smyczkowa „Con Fuoco” AGH \n\nW repertuarze chóru znajduje się wiele utworów, od średniowiecznych psalmów, poprzez klasyczne utwory epoki renesansu i baroku, skończywszy na cztero lub nawet ośmiogłosowych aranżacjach muzyki współczesnej. Mimo że „Con Fuoco” jest najmłodszym chórem akademickim wśród krakowskich uczelni, już może poszczycić się wieloma sukcesami na arenie krajowej i międzynarodowej.\n\n Orkiestra Reprezentacyjna AGH \n\nArtyści wykonują głównie muzykę rozrywkową, filmową, jak również popularne marsze. Dźwiękowa paleta barw ORAGH składa się z takich instrumentów jak: flet, klarnet, saksofon, trąbka, puzon, waltornia, obój, fagot, tuba, instrumenty perkusyjne oraz gitara. Skład orkiestry regularnie się zmienia, przybywa nowych członków, a wielu absolwentów, mimo zakończenia studiów, kontynuuje muzyczną przygodę z ORAGH.\n\n Zespół Pieśni i Tańca AGH „Krakus” \n\nNajstarszy studencki zespół folklorystyczny w Polsce prezentuje oryginalny polski folklor ludowy. Pieśni, tańce i obrzędy przedstawione w suitach: krakowskiej, śląskiej, rzeszowskiej, łowickiej, sądeckiej, lubelskiej, kieleckiej, żywieckiej i beskidzkiej barwnie opisują piękno tych regionów.\n\n Studencki Klub Taneczny AGH \n\nTo najstarszy klub tego typu w Polsce, który od 1955 r. prowadzi kursy tańca, a także szkoli tancerzy w sekcji turniejowej. Kadra SKT AGH wniosła wielki wkład w rozwój ruchu tanecznego w Polsce, a jej działania zostały uhonorowane przez Polskie Towarzystwo Taneczne.\n\nProfesjonalne studio muzyczne zostało otwarte w 2014 r. Kotłownia jest siedzibą oraz miejscem prób dla Chóru i Orkiestry Smyczkowej „Con Fuoco” AGH oraz Orkiestry Reprezentacyjnej AGH. W budynku znajduje się m.in. duża komora do nagrań wokalnych; mała komora do nagrań wokalnych, lektorskich i instrumentów solowych; reżyserka z referencyjnym systemem odsłuchowym opartym na monitorach Genelec 1034, System Pro Tools HDX z możliwością rejestracji 32 ścieżek i miksowania, a także rejestracji koncertów na żywo z klubu STUDIO.\n\nStudio Muzyczne Kotłownia\n\nAkademickie Centrum Kultury Klub STUDIO to jeden z największych klubów koncertowych w Polsce, w którym występują znani artyści z Polski i całego świata. W klubie Zaścianek cyklicznie odbywają się koncerty młodych zespołów, karaoke z zespołem grającym na żywo oraz tzw. śpiewogranie. Z myślą o wymagających studentach, szukających w muzyce ambitnych dźwięków w klubie Gwarek organizowane są koncerty wykonawców bluesowych, jazzowych i folkowych. Z kolei amatorów tańca zaprasza klub Karlik. Idealnym miejscem na spotkania z przyjaciółmi jest klub Filutek – jego wystrój pozwala oderwać się od zgiełku miasta i spędzić czas w dobrym towarzystwie przy smacznym posiłku.\n\nAkademickie Centrum Kultury Klub STUDIO\n\nKlub GWAREK\n\nKlub ZAŚCIANEK\n\nKlub FILUTEK\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/studenci/kultura-studencka", "title": " Kultura studencka -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "6a60778419f5e6632af5851bd9f663ad", "word_count": 667, "headings": [{"level": 1, "text": "Kultura studencka"}, {"level": 2, "text": "Stopka"}]}}