{"content": "#  Studia -- Centrum Technologii Kosmicznych \n\nURL: https://www.ctk.agh.edu.pl/studia-magisterskie-technologie-kosmiczne\nCrawled: 2025-03-19 21:40:20\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Studia \n\n Przemysł kosmiczny jest obecnie w fazie bardzo intensywnego rozwoju, z olbrzymimi perspektywami na horyzoncie. Teraz wyobraź sobie, że to właśnie Ty będziesz w tym momencie ekspertem/ekspertką z branży kosmicznej. Już dziś możesz przekuć to marzenie w realny cel, wybierając studia magisterskie Space Technologies na Akademii Górniczo-Hutniczej w Krakowie. \n\nNowe studia magisterskie – Space Technologies. Studiuj kierunek przyszłości! \n\nAkademia Górniczo-Hutnicza w Krakowie ogłasza uruchomienie nowego kierunku studiów magisterskich – Technologie Kosmiczne (Space Technologies). Program, prowadzony w całości w języku angielskim, przygotuje studentów do pracy w jednej z najszybciej rozwijających się branż przyszłości. To pierwszy taki kierunek w tej części Polski! \n\nTrzy specjalizacje \n\nMożesz wybrać jedną z trzech specjalizacji: \n\nUpstream – projektowanie i budowa technologii kosmicznych, \n\nDownstream – analiza i zastosowanie danych z misji kosmicznych, \n\nBiomedical – medycyna kosmiczna i technologie podtrzymywania życia. \n\nUpstream \n\nProgram koncentruje się na technologiach i systemach wykorzystywanych w projektowaniu, budowie oraz eksploatacji statków kosmicznych. Wybierając tę ścieżkę, będziesz uczyć się mechaniki orbitalnej, inżynierii statków kosmicznych i systemów pokładowych, zdobywając umiejętności niezbędne do pracy nad rozwojem i testowaniem technologii kosmicznych. \n\nDownstream \n\nProgram skupia się na przetwarzaniu i analizie danych pochodzących z misji kosmicznych. Program obejmuje przetwarzanie sygnałów, teledetekcję i analizę obrazów satelitarnych, a także wykorzystanie uczenia maszynowego w zastosowaniach kosmicznych. Absolwenci tej ścieżki będą przygotowani do zarządzania i analizy danych pozyskiwanych z przestrzeni kosmicznej. \n\nBiomedical \n\nProgram dedykowany osobom zainteresowanym wpływem przestrzeni kosmicznej na zdrowie człowieka oraz technologiami podtrzymywania życia w środowisku kosmicznym. Program obejmuje biologię i medycynę kosmiczną, a także inżynierię biomedyczną, przygotowując studentów do pracy nad systemami podtrzymywania życia w przestrzeni kosmicznej. \n\nWięcej niż studia - współpraca z firmami od samego początku \n\nPodczas studiów zyskasz możliwość odbycia stażu w firmach z branży technologicznej i kosmicznej, takich jak \nCloudFerro\n, \nIntel\n czy \nCreotech Instruments\n, a lista partnerów stale się powiększa. \n Dzięki bliskiej współpracy biznesu z uczelnią, już od pierwszego dnia studiów zrozumiesz, jak może wyglądać Twoja przyszła ścieżka kariery. Zyskane praktyczne doświadczenie sprawi, że po ukończeniu studiów wejście na rynek pracy będzie o wiele łatwiejsze. \n\nMiędzynarodowe środowisko - dokładnie tak, jak w branży kosmicznej  \n\nBranża kosmiczna ma globalny charakter, a decydując się na karierę w tej dziedzinie, musisz mieć świadomość, że praca w międzynarodowym środowisku może stać się dla Ciebie codziennością. Studia na kierunku Space Technologies przygotują Cię do tego wyzwania, oferując program w całości prowadzony w języku angielskim przez ekspertów z różnych krajów. Kierunek jest również otwarty dla studentów zza zagranicy, tworząc środowisko sprzyjające wymianie międzykulturowej. \n\nRekrutacja już wkrótce - ilość miejsc ograniczona! \n\nW przemyśle kosmicznym wszystko dzieje się szybko. Podobnie jest z rekrutacją na studia Space Technologies. Rekrutacja rozpocznie się już 13.01.2025. Dokładne kalendarium znajduje się na stronie AGH: \nKalendarium\n\nDowiedź się więcej\n\nDowiedz się więcej o studiach: \nWięcej informacji\n\nPoznaj przedmioty: \nSylabus studiów\n\nPobierz Infopack - \nInfopack\n\nPomyśl o swojej przyszłości już dzisiaj i studiuj Technologie Kosmiczne na Akademii Górniczo-Hutniczej w Krakowie! \n\nNa pytania dotyczące kierunku odpowie dr inż. Krzysztof Grabowski: \nspace-tech@agh.edu.pl\n\nStopka\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/studia-magisterskie-technologie-kosmiczne", "title": " Studia -- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "9225f8ff0e49915ce6804b454bc14e44", "word_count": 487, "headings": [{"level": 1, "text": "Studia"}, {"level": 2, "text": "Nowe studia magisterskie – Space Technologies. Studiuj kierunek przyszłości!"}, {"level": 2, "text": "Trzy specjalizacje"}, {"level": 3, "text": "Upstream"}, {"level": 3, "text": "Downstream"}, {"level": 3, "text": "Biomedical"}, {"level": 2, "text": "Więcej niż studia - współpraca z firmami od samego początku"}, {"level": 2, "text": "Międzynarodowe środowisko - dokładnie tak, jak w branży kosmicznej"}, {"level": 2, "text": "Rekrutacja już wkrótce - ilość miejsc ograniczona!"}, {"level": 2, "text": "Dowiedź się więcej"}, {"level": 2, "text": "Stopka"}]}}