{"content": " \nZASADY UDZIELANIA PATRONATU HONOROWEGO REKTORA AGH \n \n1. Patronat Honorowy Rektora AGH jest wyróżnieniem honorowym, podkreślającym \nszczególny charakter i rangę przedsięwzięcia. Wyróżnienie to zarezerwowane jest przede \nwszystkim dla ważnych wydarzeń naukowych i kulturalnych o szczególnej randze \ni znaczeniu dla uczelni, a także dla nauki i kultury polskiej. \n2. Przyznanie Patronatu Honorowego Rektora AGH nie oznacza deklaracji wsparcia \nfinansowego ani organizacyjnego. \n3. Patronat Honorowy Rektora AGH nie obejmuje wydarzeń, których wyłącznym \norganizatorem jest Akademia Górniczo-Hutnicza.  \n4. W przypadku wydarzeń cyklicznych należy każdorazowo występować o Patronat Honorowy \nRektora AGH. \n5. Decyzja o odmowie udzielenia Patronatu Honorowego Rektora AGH jest ostateczna i nie \nprzysługuje od niej odwołanie. \n6. W szczególnych przypadkach Rektor ma prawo unieważnić decyzję o udzieleniu patronatu \nhonorowego. \n7. Sprawy dotyczące patronatu honorowego prowadzone są przez Centrum Komunikacji \ni Marketingu AGH (dodatkowe informacje: tel. 12 617 39 47). \n8. Wypełniony wniosek o patronat honorowy będący Załącznikiem nr 1 do Zasad udzielania \nPatronatu Honorowego Rektora AGH, należy dostarczyć nie później niż na cztery tygodnie \nprzed planowaną datą wydarzenia do Centrum Komunikacji i Marketingu AGH: \na. pocztą elektroniczną na adres: patronat@agh.edu.pl ;  \nb. lub pocztą tradycyjną na adres:  \nAkademia Górniczo-Hutnicza \nCentrum Komunikacji i Marketingu \nal. Mickiewicza 30, bud. A-0, I p., pok. 145 \n30-059 Kraków; \nc. lub bezpośrednio w siedzibie Centrum Komunikacji i Marketingu AGH (bud. A-0, I p., \npok. 145). \n9. Organizator, który otrzymał zgodę na Patronat Honorowy Rektora AGH, jest zobowiązany \ndo: \na. poinformowania uczestników wydarzenia, że odbywa się ono pod Patronatem \nHonorowym Rektora AGH; \nb. zamieszczenia informacji o Patronacie Honorowym Rektora AGH danego wydarzenia \nwe wszystkich oficjalnych materiałach promocyjnych i informacyjnych dotyczących \ntego przedsięwzięcia, w tym w przekazach skierowanych do mediów; \nc. stosownego oznakowania wszelkich druków oraz materiałów promocyjnych, \nreklamowych i informacyjnych (zaproszeń, plakatów, ulotek i in.). Znak graficzny AGH \ndo pobrania ; \nd. umieszczenia na stronie internetowej organizatora linku do strony AGH \n(www.agh.edu.pl ); \ne. przesłania na adres patronat@agh.edu.pl  szczegółowej informacji o planowanym \nprzebiegu przedsięwzięcia przynajmniej na 14 dni przed jego rozpoczęciem w celu \newentualnego wykorzystania na stronie internetowej; \nf. przekazania do Centrum Komunikacji i Marketingu AGH zaproszeń w przypadku \nwydarzeń, na które obowiązują wejściówki lub bilety. \n\n", "metadata": {}}