{"content": "#  Ekologiczne Źródła Energii -- WGGIOS AGH \n\nURL: https://www.wggios.agh.edu.pl/kandydaci/ekologiczne-zrodla-energii\nCrawled: 2025-03-19 21:32:16\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Ekologiczne Źródła Energii \n\nW trakcie studiów na kierunku Ekologiczne Źródła Energii zdobędziesz wiedzę i umiejętności w zakresie pozyskiwania i wykorzystania naturalnych źródeł energii, w tym wiatru, wody, słońca i energii geotermalnej.\n\nBędziesz miał możliwość odbywania praktyk w nowoczesnym i innowacyjnie wyposażonym \nCentrum Zrównoważonego Rozwoju i Poszanowania Energii WGGiOŚ AGH\n w Miękini koło Krzeszowic oraz na instalacjach odnawialnych źródeł energii w kraju i za granicą.\n\nPo ukończeniu studiów na kierunku Ekologiczne Źródła Energii będziesz m.in. potrafił ocenić zasoby ekologicznych i odnawialnych źródeł energii oraz zaprojektować instalację wykorzystującą i produkującą energię z tych źródeł.\n\nW trakcie studiów odbędziesz praktyki zawodowe, trwające 120 godzin w czasie letniej przerwy na 6 semestrze I stopnia. Mają one charakter indywidualny. Student sam lub z pomocą uczelnianego koordynatora praktyk zawodowych znajduje instytucję/firmę, w której zamierza odbyć praktykę.\n\nDodatkowo w programie studiów przewidziane są na 4 semestrze I stopnia: „Zajęcia terenowe z energetyki konwencjonalnej i odnawialnej” oraz na 1 semestrze II stopnia „Zajęcia terenowe z EZE”. Zajęcia te składają się z dwóch części: objazdowej oraz stacjonarnej. Część o charakterze objazdowym odbywa się na terenie Polski. W trakcie jej trwania  zapoznasz się z zasadą działania instalacji energetycznych wykorzystujących paliwa odnawialne i/lub kopalne. Część o charakterze stacjonarnym odbywa się w Laboratorium Edukacyjno-Badawczym Odnawialnych Źródeł i Poszanowania Energii AGH w Miękini. Podczas wizyty w Miękini zapoznasz się w praktyce z urządzeniami i instalacjami OZE.\n\nJako absolwent kierunku Ekologiczne Źródła Energii będziesz mógł pracować m.in. jako projektant instalacji grzewczych i energetycznych w zakresie OZE, inżynier w zakresie produkcji urządzeń OZE, specjalista ds. oceny energetycznej i efektywnego zarządzania energią, konsultant ds. problematyki OZE i ich współpracy ze źródłami konwencjonalnymi, przedsiębiorca w branży OZE, ekodoradca, inżynier budowy w firmach instalacyjnych.  \n\nOdnawialne źródła energii\n\nEkologiczne systemy energetyczne\n\nKierunek Ekologiczne Źródła Energii na II stopniu (specjalność Ekologiczne Systemy Energetyczne) jest \nwspółfinansowany w ramach Projektu\n „KOMpetencje, PASja — Akademia nowoczesnych profesjonalistów AGH — \nKOMPAS AGH\n, realizowanego w ramach Priorytetu 1 Umiejętności, Działania 01.05 Umiejętności w szkolnictwie wyższym programu Fundusze Europejskie dla Rozwoju Społecznego 2021–2027.\n\nUdział w Projekcie daje możliwości dodatkowego rozwoju kompetencji studentów, poprzez udział w szkoleniach specjalistycznych czy zajęciach wyrównawczych.\n\nNajlepszych studentów kierunku Ekologiczne Źródła Energii zaprosimy do udziału w \nwizycie studyjnej w krainie „ognia i lodu” — Islandii\n, będącej doskonałym przykładem efektywnego wykorzystania ekologicznej energii geotermalnej!\n\nSpecjalnie dla Was modyfikujemy program kształcenia w obszarze wybranych przedmiotów!\n\nSzczegóły projektu\n\nJako absolwent studiów I stopnia na tym kierunku będziesz m.in. potrafił:\n\ndokonać poprawnej analizy danych dotyczących zjawisk i procesów zachodzących w przyrodzie, pod kątem pozyskiwania energii ze źródeł odnawialnych,\n\nstosując podstawowe metody statystyczne oraz algorytmy i techniki informatyczne, określić założenia projektowe konieczne do wykonania lub obliczenia instalacji energetycznej oraz interpretować uzyskane wyniki,\n\nzaprojektować instalację grzewczą i grzewczo-chłodzącą wykorzystującą ekologiczne i odnawialne źródła energii,\n\nobliczyć efekt ekologiczny i ekonomiczny inwestycji opartych na ekologicznych i odnawialnych źródłach energii,\n\nstosować metody grafiki inżynierskiej, posługiwać się komputerowymi programami aplikacyjnymi w kontekście wykorzystania OZE.\n\nPo ukończeniu studiów II stopnia będziesz dodatkowo umiał:\n\nwykorzystać narzędzia statystyczne oraz narzędzia i techniki informatyczne do opisu i analizy danych w zakresie pozyskiwania i eksploatacji energii z ekologicznych i odnawialnych źródeł,\n\nzebrać dane w celu przygotowania dokumentacji projektowej,\n\nna podstawie zebranych danych dokonać analizy systemu opartego na wykorzystaniu ekologicznych i odnawialnych źródeł energii,\n\nzastosować oprogramowanie projektowe i symulacyjne niezbędne do szacowania zasobów energii oraz projektowania instalacji.\n\nStopka\n\nSpis pracowników\n\nBaza Danych o Autorach i Publikacjach\n\nDokumenty AGH\n\nLicencje i oprogramowanie\n\nPoczta AGH\n\nRozbudowa Centrum Miękinia\n\nDeklaracja dostępności\n\nUBPO\n\nRegulamin studiów\n\nUSOS\n\nSylabus AGH\n\nPomoc materialna dla studentów\n\nProgram Erasmus+\n\nStudium Języków Obcych\n\nWydział Geologii, Geofizyki i Ochrony Środowiska\nAkademia Górniczo-Hutnicza \nim. Stanisława Staszica\n\nal. Mickiewicza 30\n30-059 Kraków\n\nNIP AGH: 675 000 19 23 \n\nNr konta Wydziału:\n58 1240 4722 1111 0000 4859 2918\nBank Pekao S.A. Kraków\n\nDziekanat\ntel. +48.12.617.23.50–51\ne-mail: dziekanatwggios@agh.edu.pl\n\nBiuro Dziekana\ntel. +48.12.617.32.54\ne-mail: wggios@agh.edu.pl\n\n © 2023 Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.wggios.agh.edu.pl/kandydaci/ekologiczne-zrodla-energii", "title": " Ekologiczne Źródła Energii -- WGGIOS AGH ", "depth": 3, "duplicate": false, "content_hash": "fe4e9e846daf1f78c5df6448e8c399e2", "word_count": 647, "headings": [{"level": 1, "text": "Ekologiczne Źródła Energii"}, {"level": 4, "text": "Odnawialne źródła energii"}, {"level": 4, "text": "Ekologiczne systemy energetyczne"}, {"level": 2, "text": "Stopka"}]}}