{"content": "# Plate tectonics - geodynamic, palaeogeography and palaeoceanography\n\nURL: http://ivsaghust.agh.edu.pl/index.php/courses/plate-tectonics-geodynamic-palaeogeography-and-palaeoceanography\nCrawled: 2025-03-19 22:38:08\n\nPlate tectonics - geodynamic, palaeogeography and palaeoceanography\t\t\t\n\nMarch 21 - April 22, 2022\n\nKEYNOTE LECTURES\n\nPhD Michał Krobicki\n - Department of General Geology and Geotourism, Faculty of Geology, Geophysics and Environmental Protection, AGH University of Science and Technology, Poland\n\nAsst. Prof. Kabi Raj Paudyal\n - Central Department of Geology, Tribhuvan University, Nepal\n\nDATES\n\nMarch 2022\n\nregistration\n\nMarch 15, 2022\n\napplication deadline\n\nMarch 21 - April 8, 2022\n\ncourse “ Modern trenchless technologies”\n\nArpil 11-22, 2022\n\ncourse “Get to know Poland. A short introduction to Polish culture, geography, history and language” \n\nLanguage of instruction:\n English\nCourses will be organized online at AGH UST UPeL platform.\nTotal number of course hours:\n 30h+15h\n\nContent and materials will be available only for registered and accepted students.\n\nLECTURERS\n\nPhD Michał Krobicki\n\nDepartment of General Geology and Geotourism,\nFaculty of Geology, Geophysics and Environmental Protection\nAGH University of Science and Technology\n\n30 Mickiewicza Ave., 30-059 Krakow, Poland \ne-mail: \nThis email address is being protected from spambots. You need JavaScript enabled to view it.\n\nMichał Krobicki published more than one hundred fifty scientific papers on: stratigraphy, palaeontology, regional geology, palaeogeography, plate tectonics, palaeoceanography, palaeoclimatology. He gave more than one hundred seminars/lectures during international conferences/symposiums and some invited lectures (outside of Poland). His main field of interest is focus to history of the Alpine structures from Africa (Morocco – High Atlas) trough European Alps/Carpathians and Himalaya-Karakoram-Tibet realms, especially from Jurassic perspective.\nHe is the leader of the International GeosCience Programme 710 (IGCP 710) under the auspices of UNESCO (2020-2024) untitled: Western Tethys meets Eastern Tethys, and memeber of several others IGCP projects. He is the Editor-in-Chief of Geotourism magazine – international journal of geosciences, geoparks and Earth sciences. At the AGH UST he is Coordinator for bilateral cooperation with universities of Southeast Asian countries (including Nepal) on both scientific and educational levels. His long-term cooperation with these countries increases impact on strengthening academic ties and openness.\n\nAsst.Professor Kabi Raj Paudyal \n\nCentral Department of Geology\n\nTribhuvan University\n\nKathmandu, Nepal\ne-mail: \nThis email address is being protected from spambots. You need JavaScript enabled to view it.\n\nPresent Position: Senior Asst. Prof. in Central Department of Geology, Tribhuvan University, Kirtipur\n\nPresent Responsibility: Coordinator of master’s degree Program of Engineering Geology\n\nAcademic Responsibility: \n\n1. \nEditor-In-Chief:\n Journal of Academic Research published by National University Teachers' Association of Nepal, University Campus, Kirtipur and\n\n2. \nManaging Editor\n:\n Stratigraphic Association of Nepal (SAN).\n\n3. Past Responsibilities:\n\nPast President\n,\n Nepal Geological Society (NGS) (2017-2019).\n\nCo-Convener\n:\n 10\nth\n Nepal Geological Congress in Kathmandu, Nepal-2021\n\nChairman:\n Conference/International Association of Engineering Geology and Environment (IAEG)/ARC-11 (2017), Kathmandu\n\nChairman\n:\n 9th Nepal Geological Congress (2018), Kathmandu (2018)\n\nConvener:\n Upcoming Himalayan Karakoram Tibet (HKT) Workshop going to be held in Pokhara-2022, Nepal.\n\nField of Expert                           \nGeological Mapping, Petrology, Economic Mineral Deposits, Himalayan Geology, Engineering Geology, Hazard Mapping, Tectonics and Structural Geology\n\nAcademic Experience                  20 years University Teaching and Research in Nepal Himalaya\n\nABOUT THE COURSE\n\nGeneral Himalayan geology\n:\n\n1. Concept of thrust sheet evolution and root zone problems of Lesser Himalayan Nappe and Klippen.\n\n2. Deformation history of the Himalaya in relation to plate tectonics.\n\n3. Metamorphism in Himalaya especially the mechanism of inverted metamorphism.\n\n4. Mineral Resources in Nepal Himalaya and link with plate tectonics \n(multiple choice question answer teaching)\n\n5. Active faults and its mapping in Nepal Himalaya\n\n6. Distribution of igneous rocks in Nepal Himalaya\n\n7. Geology of India, Pakisthan, Myanmar, Bhutan and Pamir region \n(Project work)\n\n8. Locating the MBT in Nepal Himalaya and adjacent regions: Problems and controversies.\n\nGeological hazards in Nepal\n:\n\n9. Drainage system of the Himalaya and its tectonic implications\n\n10. Landslide problems and situations in Nepal \n(Group discussion)\n\n11. Aquifer system of Terai-Bhabar and Siwalik region of Nepal\n\nGeology in practice\n:\n\n12. Field visit pattern and data generation techniques in Tribhuvan University (at Central Department of Geology).\n\n13. How to write a good field diary by geologists: an experience sharing\n\n14. Research gap and recent trend of research in Nepal Himalaya: Problems and way forward \n(conference for students)\n\nThe programme is co-financed by the European Social Fund under the ‘Operational Programme Knowledge Education Development’ non-competitive project entitled  “Support for institutional capacity of Polish HEIs through establishment and implementation of international study programmes” (Action: 3.3 Internationalization of Polish higher education), specified in the application for project funding no. POWR.03.03.00-00-PN16 /18).\n\nContribution of European Funds: \nPLN 114 940,00\n\n The projects are implemented under the program of the Polish National Agency for Academic Exchange - SPINAKER - Intensive International Education Programs. The program is financed from the non-competition project no. POWR.03.03.00-00-PN16 / 18 \"Supporting the institutional capacity of Polish universities through the creation and implementation of international study programs\" under the Knowledge Education Development Operational Program.", "metadata": {"url": "http://ivsaghust.agh.edu.pl/index.php/courses/plate-tectonics-geodynamic-palaeogeography-and-palaeoceanography", "title": "Plate tectonics - geodynamic, palaeogeography and palaeoceanography", "depth": 3, "duplicate": false, "content_hash": "5d1562d59e1e567aac7e5f548b7567a4", "word_count": 785, "headings": [{"level": 1, "text": "Plate tectonics - geodynamic, palaeogeography and palaeoceanography"}, {"level": 3, "text": "KEYNOTE LECTURES"}, {"level": 3, "text": "DATES"}, {"level": 3, "text": "LECTURERS"}, {"level": 4, "text": "PhD Michał Krobicki"}, {"level": 4, "text": "Asst.Professor Kabi Raj Paudyal"}]}}