{"content": "#  Sztuczna Inteligencja w Wizji Komputerowej: Od Konwolucji Do Transformerów -- Kursy i szkolenia AGH \n\nURL: https://szkolenia.agh.edu.pl/oferta-kursow-i-szkolen/oferta-komercyjna/sztuczna-inteligencja-w-wizji-komputerowej\nCrawled: 2025-03-19 21:16:36\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Sztuczna Inteligencja w Wizji Komputerowej: Od Konwolucji Do Transformerów \n\n Organizator \n\n Centrum Doskonałości Sztucznej Inteligencji AGH \n\nal. Mickiewicza 30, 30-059 Kraków\n pawilon C6, pokój 412\ncdsi.agh.edu.pl\n\nPlanowany termin rozpoczęcia pierwszsego cyklu zajęć: 17.10.2024\n Planowany termin zakończenia ostatniego cyklu zajęć: 30.09.2025\n Przewidywana liczna cykli: 12\n\nOpłata za szkolenie: 649 zł\n\nZgłoszenia przyjmowane są w sposób ciągły. W razie potrzeby będą uruchamiane dodatkowe terminy kursów. Przewidujemy również możliwość organizacji odrębnego terminu kursu na zamówienie dla zorganizowanej grupy osób.\n\nOpis programu\n\nCelem szkolenia jest zapoznanie uczestników z praktyczną implementacją w środowisku Tensorflow Keras bardziej zaawansowanych modeli głębokich sieci neuronowych takich jak sieci konwolucyjne i sieci transformers. Uczestnicy kursu uzyskują teoretyczną wiedzę na temat poszczególnych warstw budujących tego typu modele oraz poznają wysokopoziomowe narzędzia umożliwiające łatwe ich wykorzystanie. W ramach kursu zostanie również omówiona i zaprezentowana w praktyce metodologia uczenia transferowego, pozwalająca na adaptację gotowych architektur do własnych zbiorów danych. Uczestnicy wykorzystają zdobytą wiedzę w praktyce, trenując kilka przykładowych modeli konwolucyjnych i transformerowych do klasyfikacji obrazów.\n\nTreści kształcenia:\n Sieci konwolucyjne – przypomnienie. Architektury pretrenowane (VGG, ResNet, EfficientNet, DenseNet, ConvNext itp.). Metodologia transfer learningu. Fine-tuning. Vision Transformers (ViT). Interpretowalność sieci (GradCAM++, ScoreCAM, SaliencyMaps, Occlusion, LIME). Atencja modeli transformerowych. Analiza niepewności (Monte Carlo Dropout Uncertainty).\n\nZajęcia prowadzone w grupach 8-12 osobowych\nTryb zajęć: \nstacjonarnie lub zdalnie\nCzas trwania szkolenia: \n8 godzin\n\nStopka\n\nStudia podyplomowe\n\nCentrum Obsługi Kształcenia\nInne Formy Kształcenia\n\nE: kbrzoz@agh.edu.pl\nT: 12 617 32 81 \nE: amajka@agh.edu.pl\nT: 12 617 56 35\n\nBack", "metadata": {"url": "https://szkolenia.agh.edu.pl/oferta-kursow-i-szkolen/oferta-komercyjna/sztuczna-inteligencja-w-wizji-komputerowej", "title": " Sztuczna Inteligencja w Wizji Komputerowej: Od Konwolucji Do Transformerów -- Kursy i szkolenia AGH ", "depth": 2, "duplicate": false, "content_hash": "cd013613ecd70a72e084d6993e818c00", "word_count": 244, "headings": [{"level": 1, "text": "Sztuczna Inteligencja w Wizji Komputerowej: Od Konwolucji Do Transformerów"}, {"level": 2, "text": "Stopka"}]}}