{"content": "#  Medal Bartla -- Święto Nauk Ścisłych w AGH - Dni prof. Antoniego Hoborskiego \n\nURL: http://www.dni-hoborskiego.agh.edu.pl/nagroda-hoborskiego/medal-bartla\nCrawled: 2025-03-19 22:35:42\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Medal Bartla \n\n2016 r. - prof. Stefan Dziembowski (\ninformacja\n)\n\n2017 r. - dr hab. Piotr Nowak (\ninformacja\n)\n\n2018 r. - prof. dr hab. Piotr Garstecki (\ninformacja\n)\n\n2019 r. - dr hab. Piotr Lubiński, prof. UZ (\ninformacja\n)\n\n2020 r. - dr hab. Joanna Kułaga-Przymus, prof. UMK (\ninformacja\n, \nrozmowa\n)\n\n2021 r. - prof. dr hab. Jacek Lipok (\ninformacja\n, \nrozmowa\n)\n\n2022 r. - dr hab. Katarzyna Małgorzata Rećko, prof. UwB (\ninformacja\n, \nrozmowa\n)\n\n2023 r. - dr hab. inż. Błażej Wróbel, prof. UWr (\ninformacja\n, \nrozmowa\n)\n\n2024 r. - dr hab. inż. Sylwia Bajkacz, prof. PŚ (\ninformacja\n, \nrozmowa\n)\n\nFundacja im. Prof. Kazimierza Bartla powstała w roku 2008 z inicjatywy córki profesora, Cecylii Bartel. Za najważniejszy cel stawia edukacyjne wsparcie polskich dzieci, młodzieży i studentów. Odbywa się to poprzez fundowanie nagród i stypendiów dla najzdolniejszych (w tym dla młodzieży z rejonów zaniedbanych kulturowo), wyposażanie szkół w przedmioty niezbędne w nauce, jak również pogłębianie rozwoju intelektualno-artystycznego.\n Fundacja propaguje wiedzę historyczną, przybliżając postaci wielkich Polaków, pielęgnuje także pamięć o prof. Kazimierzu Bartlu – wybitnym matematyku i wielokrotnym premierze z czasów II RP. Swoimi działaniami wspiera Ogólnopolski Konkurs Matematyczny dla Niesłyszących i Słabosłyszących, , aktywnie uczestniczy w krakowskiej Nocy Matematyki oraz w Piątkowym Wieczorze Nauk Ścisłych we współpracy z Akademią Górniczo-Hutniczą.\n W roku 2016 w ramach Dni Hoborskiego, jak potocznie określane jest Święto Nauk Ścisłych im. prof. Antoniego Hoborskiego po raz pierwszy została wręczona Nagroda im. prof. Kazimierza Bartla, przyznawana za wybitne osiągnięcia w nauce, ma na celu promowanie piękna nauk ścisłych. Nagroda naukowa im. Premiera Prof. Kazimierza Bartla jest przyznawana co roku przez Fundację im. Prof. Kazimierza Bartla młodemu samodzielnemu naukowcowi, który z sukcesami na miarę międzynarodową zajmuje się badaniami w zakresie problematyki, która w swobodnej współczesnej interpretacji należała do dyscyplin będących też polem zainteresowań naukowych patrona nagrody.\n\nStrona Fundacji\n\nStopka\n\n © 2023 Święto Nauk Ścisłych w AGH - Dni prof. Antoniego Hoborskiego\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "http://www.dni-hoborskiego.agh.edu.pl/nagroda-hoborskiego/medal-bartla", "title": " Medal Bartla -- Święto Nauk Ścisłych w AGH - Dni prof. Antoniego Hoborskiego ", "depth": 3, "duplicate": false, "content_hash": "e594753f363105366e68ac8623de8309", "word_count": 342, "headings": [{"level": 1, "text": "Medal Bartla"}, {"level": 2, "text": "Stopka"}]}}