{"content": "# Archiwa Projekt Power I - Wydział Odlewnictwa\n\nURL: http://odlewnictwo.agh.edu.pl/projekt-power-3-5/\nCrawled: 2025-03-19 21:33:57\n\nModyfikacja treści wybranych przedmiotów na studiach II stopnia\nWykaz zmodyfikowanych przedmiotów Wykaz zmodyfikowanych przedmiotów Harmonogram zajęć dla studiów II stopnia IPO KWPI Zmiana terminu zajęć realizowanych w ramach przedmiotu Konstrukcja Odlewów (IPO_MGR_Rok 1) z dnia 18 października i 8 listopada 2021 na 26 listopada 2021 i 3 grudnia 2021.\n\nDokumenty\nDofinansowanie do konferencji krajowych i zagranicznych dla doktorantów Regulamin przyznawania dofinansowania dla doktorantów do krajowych konferencji naukowych Regulamin przyznawania dofinansowania dla doktorantów do zagranicznych konferencji naukowych Szkolenia Regulamin rekrutacji Załączniki nr 1_2 do Regulaminu Szkoleń_ver_2019 Załącznik nr 3 do Regulaminu Szkoleń_Dane_uczestnika_ver_2019 Załącznik nr 4 do Regulaminu Szkoleń_oświadczenie_RODO_ver_2019 Załącznik nr 5_6 do Regulaminu Szkoleń_ver_2019 Staże Regulamin […]\n\nHarmonogram rekrutacji\nBadania spektroskopowe w przemyśle odlewniczym – czas trwania szkolenia – 16 godzin. Szkolenie odbędzie się w czwartym kwartale 2018 roku. Bliższe informacje zostaną podane w późniejszym terminie. Szkolenie z zakresu metalografii, mikroskopii optycznej i konfokalnej – czas trwania szkolenia – 16 godzin. Szkolenie odbędzie się w czwartym kwartale 2018 roku. Bliższe informacje zostaną podane w […]\n\nWsparcie dla studiów doktoranckich\nW celu realizacji wysokiej jakości programu studiów doktoranckich na Wydziale Odlewnictwa zaplanowano wsparcie udziału doktorantów w krajowych i zagranicznych konferencjach naukowych. Wsparcie jest możliwe już od 2019 roku.\n\nProgramy stażowe\ntrzymiesięczne staże realizowane będą w wiodących firmach z branży odlewniczej (wymiar 120h/miesiąc), staże dedykowane są dla studentów ostatniego semestru studiów magisterskich, w ramach projektu pokryte zostaną uśrednione koszty obowiązkowych badań lekarskich, koszty ubezpieczeń oraz koszty realizacji stażu poza miejscem zamieszkania (dojazd, zakwaterowanie); Lista firm branży odlewniczej oferującej staże w projekcie POWER 3.5\n\nWyjazdy studyjne\nW projekcie planowane są 1 dniowe i 5 dniowe wizyty studyjne. W trakcie realizacji projektu odbędą się 4 cykle w/w wizyt. Do podstawowych celów realizowanych w ramach projektu wizyt studyjnych należą: zapoznanie się z praktycznym zastosowaniem wiedzy nabytej w trakcie zajęć z przedmiotu, poznanie technologii produkcji i poszczególnych jej etapów od planowania do kontroli jakości, […]\n\nSzkolenia\nW ramach projektu dla studentów kierunków Inżynieria Procesów Odlewniczych oraz Komputerowe Wspomaganie Procesów Odlewniczych przewidziano następujące typy szkoleń: Szkolenia podczas których uczestnik projektu opanuje nowoczesne narzędzia informatyczne wspomagające proces wytwarzania. Szkolenie z zakresu obsługi oprogramowania PROCAST – czas trwania szkolenia – 40 godzin. Szkolenie będzie realizowane corocznie od 2019 do 2022 roku. Szkolenie z zakresu […]\n\nWydziałowe Biuro Projektu\ndr inż. Renata Zapała Wydziałowy Koordynator Projektu i koordynator projektu ds. stażybudynek D8, pokój nr 418tel.: 12 617 27 44 e-mail: zapala@agh.edu.pl dr inż. Aldona Garbacz-Klempka Koordynator szkoleń i wyjazdów studyjnychbudynek D8, pokój nr 704atel.: 12 617 27 74 e-mail: agarbacz@agh.edu.pl mgr inż. Romana Włoczewska Specjalista ds. finansowych oraz  specjalista ds. ewaluacji i jakościbudynek D8, […]", "metadata": {"url": "http://odlewnictwo.agh.edu.pl/projekt-power-3-5/", "title": "Archiwa Projekt Power I - Wydział Odlewnictwa", "depth": 3, "duplicate": false, "content_hash": "bc13851e36ad807e38578459024137c6", "word_count": 424, "headings": [{"level": 2, "text": "Modyfikacja treści wybranych przedmiotów na studiach II stopnia"}, {"level": 2, "text": "Dokumenty"}, {"level": 2, "text": "Harmonogram rekrutacji"}, {"level": 2, "text": "Wsparcie dla studiów doktoranckich"}, {"level": 2, "text": "Programy stażowe"}, {"level": 2, "text": "Wyjazdy studyjne"}, {"level": 2, "text": "Szkolenia"}, {"level": 2, "text": "Wydziałowe Biuro Projektu"}]}}