{"content": "# Centrum Zrównoważonego Rozwoju i Poszanowania Energii WGGiOŚ, AGH w Miękini\n\nURL: http://miekinia.agh.edu.pl/\nCrawled: 2025-03-19 22:38:14\n\nCentrum Zrównoważonego Rozwoju i Poszanowania Energii WGGiOŚ, AGH w Miękini mieści się w ośrodku, który do 2009 stanowił bazę dla odbywających się w okolicy praktyk terenowych z kartografii geologicznej, geofizyki oraz geologii górniczej. Część z tych praktyk prowadzona były przez doktorantów Wydziału. Ośrodek był wykorzystywany również przez wydziałowe koła naukowe dla celów organizacji studenckich sesji naukowych. Od roku 2010 trwają prace nad jego modernizacją. Powstaje Małopolskie Centrum Odnawialnych Źródeł i Poszanowania Energii „Miękinia”.\n\nCelem Małopolskiego Centrum Odnawialnych Źródeł i Poszanowania Energii w Miękini jest udoskonalenie bazy dydaktycznej i naukowo-badawczej, co w przyszłości wpłynie na podniesienie jakości oferty edukacyjnej. Dzięki realizacji przedsięwzięcia będzie możliwe prowadzenie międzynarodowych projektów szkoleniowych dla studentów i kadry dydaktycznej z różnych stron świata. \n\nZespół Centrum Zrównoważonego Rozwoju i Poszanowania Energii WGGiOŚ, AGH w Miękini złożony jest ze specjalistów z zakresu Odnawialnych Źródeł Energii zachęcamy do zapoznania się z \n\nNaszym Zespołem.\n\nCentrum Zrównoważonego Rozwoju i Poszanowania Energii WGGiOŚ AGH w Miękini\n\nMiękinia 381\n\n32-065 Krzeszowice\n\nPolecamy:", "metadata": {"url": "http://miekinia.agh.edu.pl/", "title": "Centrum Zrównoważonego Rozwoju i Poszanowania Energii WGGiOŚ, AGH w Miękini", "depth": 3, "duplicate": false, "content_hash": "f60e8ba7b84c26affa5401ca3e7b7830", "word_count": 158, "headings": []}}