{"content": "# Koordynatorzy ds. współpracy w kadencji 2024–2028-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/koordynatorzy-ds-wspolpracy-w-kadencji-2024-2028\nCrawled: 2025-03-19 21:14:54\n\nKoordynatorzy ds. współpracy w kadencji 2024–2028 \n\n 14/02/2025 \n\n szkolnictwo wyższe \n\n Prorektor ds. Współpracy AGH prof. Rafał Wiśniowski powołał nowych koordynatorów i koordynatorki ds. współpracy w kadencji 2024–2028. \n\nIch zadania obejmują utrzymywanie i pogłębianie istniejących partnerstw, nawiązywanie nowych kontaktów z uczelniami i instytucjami na całym świecie oraz wspieranie studentów/studentek, naukowców/naukowczyń i pracowników/pracownic AGH w ich międzynarodowych działaniach.\n\nLista powołanych osób\n\ndr hab. inż. Tomasz Bergier, prof. AGH – koordynator ds. współpracy z krajami bałtyckimi i Skandynawią\n\ndr hab. inż. Marek Borowski, prof. AGH – koordynator ds. współpracy z Ameryką Łacińską oraz Siecią Magalhães\n\ndr inż. Krzysztof Broda – koordynator ds. współpracy z Karaibami, Australią i Oceanią\n\ndr hab. inż. Jacek Cieślik, prof. AGH – koordynator ds. współpracy z Kazachstanem i Azją Środkową\n\ndr hab. Anna Dudek, prof. AGH – koordynatorka ds. współpracy z King Abdullah University of Science and Technology\n\nprof. dr hab. Czesław Kapusta – koordynator ds. współpracy z Hiszpanią\n\nprof. dr hab. inż. Dariusz Kata – koordynator ds. współpracy z Konfederacją Szwajcarską\n\nprof. dr hab. Ewa Kmiecik – koordynatorka ds. współpracy z Wietnamem\n\nprof. dr hab. inż. Waldemar Korzeniowski – koordynator programu EIT Raw Materials\n\nprof. dr hab. inż. Witold Krajewski – koordynator ds. współpracy z Austrią\n\ndr inż. Michał Krobicki – koordynator ds. współpracy z krajami Azji Południowej i Południowo-Wschodniej\n\nprof. dr hab. Aneta Magdziarz – koordynatorka ds. współpracy z Republiką Federalną Niemiec\n\nprof. dr hab. inż. Piotr Małkowski – koordynator ds. współpracy z Chińską Republiką Ludową\n\ndr hab. inż. Konstanty Marszałek, prof. AGH – koordynator ds. programu T.I.M.E.\n\nprof. dr hab. inż. Stanisław Nagy – koordynator ds. współpracy z Kanadą\n\nmgr Magdalena Ostasz – koordynatorka ds. współpracy ze Zjednoczonymi Emiratami Arabskimi\n\ndr hab. inż. Tadeusz Pająk, prof. AGH – koordynator ds. programu ERASMUS+\n\nprof. dr hab. Monika Pilśniak – koordynatorka ds. współpracy z Technische Universität Bergakademie Freiberg\n\ndr inż. Dariusz Sala – koordynator ds. współpracy z Ukrainą\n\ndr hab. inż. Katarzyna Styszko, prof. AGH – koordynatorka ds. Współpracy z Wielką Brytanią\n\nprof. dr hab. inż. Tomasz Szmuc – koordynator ds. programu EIT InnoEnergy\n\nprof. dr hab. inż. Janusz Szmyd – koordynator ds. współpracy z Japonią\n\nprof. dr hab. inż. Janusz Szpytko – koordynator ds. programu SEFI\n\ndr Katarzyna Wątor – koordynatorka ds. współpracy z krajami bałkańskimi\n\ndr inż. Małgorzata Żabińska-Rakoczy – koordynatorka ds. współpracy z Republiką Francuską\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/koordynatorzy-ds-wspolpracy-w-kadencji-2024-2028", "title": "Koordynatorzy ds. współpracy w kadencji 2024–2028-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "c64366f05285d2f7411a58f4cbf16f85", "word_count": 380, "headings": [{"level": 1, "text": "Koordynatorzy ds. współpracy w kadencji 2024–2028"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}