{"content": "#  Przyjazdy gości / Centrum Spraw Międzynarodowych AGH\n\nURL: https://www.dwz.agh.edu.pl/index.php?id=2823\nCrawled: 2025-03-19 21:24:48\n\nPrzyjęcie gościa zagranicznego\nZŁOŻENIE WNIOSKU\n\nWnioski o przyjęcie gościa zagranicznego należy wypełniać w serwisie wniosków, który znajduje się na stronie: \nhttps://wnioski.dwz.agh.edu.pl\n\nZłożony elektronicznie wniosek należy wydrukować i złożyć w Centrum Spraw Międzynarodowych AGH (pawilon C-1, I piętro, pok. 108), w dwóch egzemplarzach, przynajmniej na \nsiedem dni roboczych przed przyjazdem gościa\n. W razie niedochowania terminu złożenia wniosku brak jest gwarancji terminowej wypłaty środków przeznaczonych dla gościa zagranicznego.  \n\nŚWIADCZENIA DLA GOŚCI ZAGRANICZNYCH\n\n(W oparciu o \nZarządzenie nr 3/2018\n JM Rektora Akademii Górniczo-Hutniczej, które określa świadczenia, jakie może otrzymać gość przyjeżdżający do AGH na zaproszenie Uczelni [Wydziału lub innej jednostki AGH] oraz ich wysokość.) \n  Gość, o którym mowa w Zarządzeniu może otrzymać dietę w maksymalnej w kwocie 650,-zł/dzień. \n  Wysokość diety dla gościa przyjeżdżającego do Uczelni na zaproszenie Wydziału (lub innej jednostki AGH) ustala Dziekan zapraszającego Wydziału (lub kierownik innej jednostki AGH) w ramach posiadanych środków z uwzględnieniem limitu określonego w punkcie 1. \n  Poza dietą gościowi przyjeżdżającemu na zaproszenie Uczelni (Wydziału) nie mogą być przyznawane inne świadczenia. \nDopuszcza się możliwość przyznania gościowi zagranicznemu innych świadczeń w ramach realizowanych projektów, w szczególności edukacyjnych i naukowo-badawczych zgodnie z założeniami tych projektów. Do wniosku należy wówczas załączyć dokumenty, z których wynika inna wysokość świadczeń. \n\nWypłaty dla gości zagranicznych są realizowane w formie przelewów na konta ROR opiekunów lub osób upoważnionych do odbioru diet. Wypłata diety w formie przelewu na konto bankowe gościa jest wykluczona. \n\nROZLICZENIE\n\nRozliczenia kosztów pobytu gościa zagranicznego dokonuje się w oparciu o dostarczone \npotwierdzenie odbioru diet\n opatrzone czytelnym podpisem gościa zagranicznego, które należy dostarczyć do CSM (paw. C-1, pok. 108). \nW przypadku pobrania diet dla  gościa, który nie przyjechał, należy zwrócić środki najpóźniej\n do 7 dni\n oraz dostarczyć potwierdzenie dokonanej transakcji bankowej - zwrot diet. \n\nOBOWIĄZEK REJESTRACJI POBYTU GOŚCI ZAGRANICZNYCH W SERWISIE WNIOSKÓW\n\nW związku z koniecznością gromadzenia danych statystycznych dotyczących przyjazdów gości zagranicznych do AGH, obowiązek rejestracji w serwisie wniosków dotyczy wszystkich gości zagranicznych, w tym również w sytuacji, kiedy AGH nie ponosi żadnych koszów z tytułu przyjazdu i pobytu gościa zagranicznego w uczelni - \"goście bezkosztowi\".\n\nKONTAKT:\n\nmgr Dominika Kozik\ndkozik@agh.edu.pl\n\ntel. +48 12 617 57 29\nC-1 pok. 108 \n\nmgr Marcin Bielowicz\nbielowicz@agh.edu.pl\ntel. +48 12 617 57 42\nH-A2, III p., pok. 2", "metadata": {"url": "https://www.dwz.agh.edu.pl/index.php?id=2823", "title": " Przyjazdy gości / Centrum Spraw Międzynarodowych AGH", "depth": 3, "duplicate": false, "content_hash": "5fa324943e78539b43748b9d6bb6f107", "word_count": 364, "headings": [{"level": 1, "text": "Przyjęcie gościa zagranicznego"}, {"level": 1, "text": "Przyjazdy gości zagranicznych"}]}}