{"content": "#  Dofinansowanie prowadzenia przedmiotów innowacyjnych – IV edycja -- Inicjatywa Doskonałości – Uczelnia Badawcza \n\nURL: https://www.idub.agh.edu.pl/dzialania/integracja-procesu-ksztalcenia-z-badaniami-naukowymi/dofinansowanie-prowadzenia-przedmiotow-innowacyjnych-iv-edycja\nCrawled: 2025-03-19 22:41:09\n\n4 listopada 2024 r. w ramach Działania 12 Projektu IDUB zostaje otwarty kolejny nabór wniosków w ramach programu na dofinansowanie prowadzenia przedmiotów innowacyjnych w ramach UBPO.\n\nCelem programu jest dofinansowanie oferty przedmiotów innowacyjnych tworzonych i prowadzonych w ramach Uczelnianej Bazy Przedmiotów Obieralnych, pozwalającej na elastyczne kształtowanie lub uzupełnienie programu studiów.\n\nDofinansowaniem są objęte wyłącznie przedmioty innowacyjne związane z najnowszymi osiągnięciami badawczymi lub technologicznymi, stanowiące unikalne, interdyscyplinarne kursy, które pozwalają na bieżąco śledzić współczesne odkrycia naukowe związane z Priorytetowymi Obszarami Badawczymi i które są prowadzone w Jednostkach realizujących badania w POB’ach w celu integracji procesu kształcenia z badaniami naukowymi.\n\nKwota dofinansowania na rok 2024 wynosi 300 000 zł.\n\nWysokość wynagrodzenia za przygotowanie nowego przedmiotu innowacyjnego oraz za przeprowadzenie pierwszego cyklu zajęć dydaktycznych dla Koordynatora wraz z zespołem – 180 zł brutto za planowaną w programie liczbę godzin.\n\nTermin składania wniosków na przedmioty uruchomione w semestrze zimowym 2024/25: 31 grudnia 2024 r.", "metadata": {"url": "https://www.idub.agh.edu.pl/dzialania/integracja-procesu-ksztalcenia-z-badaniami-naukowymi/dofinansowanie-prowadzenia-przedmiotow-innowacyjnych-iv-edycja", "title": " Dofinansowanie prowadzenia przedmiotów innowacyjnych – IV edycja -- Inicjatywa Doskonałości – Uczelnia Badawcza ", "depth": 3, "duplicate": false, "content_hash": "b3cf4690aa750976ff857e49eb114867", "word_count": 150, "headings": [{"level": 1, "text": "Dofinansowanie prowadzenia przedmiotów innowacyjnych – IV edycja"}, {"level": 2, "text": "Stopka"}]}}