{"content": "# Tekst źródłowy strony Nguyen Khoi Pham – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Nguyen_Khoi_Pham&action=edit\nCrawled: 2025-03-19 22:27:42\n\nTekst źródłowy strony Nguyen Khoi Pham\n\n← \nNguyen Khoi Pham\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nTekst źródłowy strony można podejrzeć i skopiować.\n\n{{Infobox scientist\n|family-name=Nguyen\n|given-name=Khoi Pham\n|image=Nguyen Khoi Pham.jpg\n|fields=geologia, ochrona środowiska\n|awards=Krzyż Komandorski Orderu Zasługi Rzeczypospolitej Polskiej, Krzyż Komandorski z Gwiazdą Orderu Zasługi Rzeczypospolitej Polskiej\n|honorAGH=Konsul Honorowy AGH\n}}\nDr inż. '''Pham Khoi Nguyen''' \n\nDyscyplina/specjalności: geologia, ochrona środowiska\n\n== Nota biograficzna ==\nW latach 1969 – 1974 studiował na Wydziale Geologiczno–Poszukiwawczym AGH. Po studiach wrócił do Wietnamu i podjął pracę w Państwowym Komitecie Nauk awansując stopniowo na stanowiska: Kierownika Działu w Departamencie Planowania, Zastępcy Dyrektora Departamentu Planowania i Dyrektora Departamentu Planowania.\nW 1995 roku został mianowany wiceministrem w Ministerstwie Nauki, Technologii i Środowiska Wietnamu, w roku 2003 został skierowany do Ministerstwa Zasobów Naturalnych i Środowiska Wietnamu i pełnił  tam funkcje wiceministra. W latach 2007 – 2011, piastował stanowisko Ministra Zasobów Naturalnych i Środowiska Wietnamu.\n\nBył członkiem Komitetu Centralnego Krajowej Partii Wietnamu w X kadencji i posłem na Sejm Wietnamu w XII kadencji. Obecnie jest Przewodniczącym Zarządu Towarzystwa Przyjaźni Wietnamsko – Polskiej.\n\nW 2011 roku otrzymał tytuł Konsula Honorowego AGH \"za promocję Akademii Górniczo-Hutniczej oraz integrację środowiska wychowanków AGH w Socjalistycznej Republice Wietnamu, rozwój współpracy oraz badań naukowych z Polską, inicjowanie współpracy w dziedzinie geologii, mineralogii i ochrony środowiska pomiędzy instytucjami naukowymi w Wietnamie a AGH, rozwój i wspieranie Stowarzyszenia Przyjaźni Wietnamsko-Polskiej\".\n\n==== Odznaczenia i nagrody ====\n[[Krzyż Komandorski Orderu Zasługi Rzeczypospolitej Polskiej]] (1999), [[Krzyż Komandorski z Gwiazdą Orderu Zasługi Rzeczypospolitej Polskiej]] (2010)\n\n== Źródła do biogramu == \n==== Artykuły ====\n* Hung H. C.: Wietnamscy absolwenci Akademii Górniczo-Hutniczej w Krakowie. ''Vivat Akademia'' : AGH 2010, nr 5, s. 37-38\n* [''Protokół z Posiedzenia Senatu AGH''... 31.05.2011], s. 1, 2, 17-18, 66\n\n==== Inne ==== \n* [http://www.agh.edu.pl/wydarzenia/info/article/wreczenie-tytulu-konsula-honorowego-agh-nguyen-khoi-pham/ Wręczenie tytułu Konsula Honorowego AGH Nguyen Khoi Pham]\n\n'''''<span style=\"color:red;\">stan na dzień 24.01.2023</span>'''''\n\n{{DEFAULTSORT: Pham, Nguyen, Khoi}}\n[[Category:Biogramy]]\n\nSzablon użyty w tym artykule:\n\nSzablon:Infobox scientist\n (\ntekst źródłowy\n) \nWróć do \nNguyen Khoi Pham\n.\n\nŹródło: „\nhttp://historia.agh.edu.pl/wiki/Nguyen_Khoi_Pham\n”", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Nguyen_Khoi_Pham&action=edit", "title": "Tekst źródłowy strony Nguyen Khoi Pham – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "2487b3a91a6cc06de5133d4b5eb3b5b9", "word_count": 343, "headings": [{"level": 1, "text": "Tekst źródłowy strony Nguyen Khoi Pham"}]}}