{"content": "# Studio webinarowe - CeLiID AGH\n\nURL: https://www.cel.agh.edu.pl/studio-webinarowe/\nCrawled: 2025-03-19 22:37:08\n\nCeLiID AGH\n > \nStudio webinarowe\n\nWebinary\nSzkolenia online\nE-konferencje\ni wiele innych\n\nZależało nam na tym, aby stworzyć idealne miejsce do prowadzenia webinaru dla wszystkich pracowników. Studio składa się z dwóch osobnych pomieszczeń. Studio nr 1 jest mniejsze i zapewnia komfortowe warunki pracy dla jednej osoby. Studio nr 2 umożliwia uczestniczenie w spotkaniu większej liczbie osób.\n\nJak wiemy, w udanym webinarze – oczywiście oprócz warstwy merytorycznej – najważniejsza jest jakość dźwięku i obrazu. O to zadba system audio-video firmy Marantz Turret, Kamera Sony z wysokiej klasy obiektywem i zoomem optycznym umożliwiającym wygodne kadrowanie oraz wielowiązkowy mikrofon Polycom z systemem redukcji szumu. System zmiany teł zapewni jednolite tło w studio, które nie rozproszy uczestników, stojące lampy LED pozwolą doświetlić równomiernie prezentera, zaś kurtyna dźwiękochłonna i panele akustyczne absorbują dźwięk i zapewnią błogą ciszę w studio. Studio wyposażyliśmy także w tablet Wacom umożliwiający wprowadzanie treści, także w tradycyjny sposób, pisząc na kartce papieru. Dysponujemy również szybkim i stabilnym łączem internetowym, które zapewni odbiór webinarów bez stresujących przerw.\n\nProfesjonalny sprzęt i osobne pomieszczenia pozwolą nie tylko zaoszczędzić czas, ale także w mniejszym stresie i większym komforcie skupić się na prowadzonym wykładzie czy spotkaniu.\n\nSłużymy pomocą w prowadzeniu webinarów – zapraszamy do nas na konsultacje indywidualne oraz szkolenia.\n\nDo zobaczenia na webinarze!\n\nZarezerwuj studio\n\ncel@agh.edu.pl\nW e-mailu podaj:\n\ntermin\n\ngodziny rezerwacji\n\nnr studia\n\nO czym warto\npamiętać\n\nWięcej informacji o prowadzeniu webinarów znajdziecie tu:\n\nPDF\n\nRegulamin korzystania  ze studia webinarowego\n\nPDF\n\nZasady rezerwacji studia webinarowego oraz zasady jego użytkowania\n\nChecklista  – instrukcja obsługi sprzętu w studiu webinarowym\n\nTwoje przygotowanie do webinaru [checklista]\n\nGaleria", "metadata": {"url": "https://www.cel.agh.edu.pl/studio-webinarowe/", "title": "Studio webinarowe - CeLiID AGH", "depth": 3, "duplicate": false, "content_hash": "7cf82acdc6636c8ad1abcc767d35f7b1", "word_count": 259, "headings": []}}