{"content": "#  University -- AGH UST \n\nURL: https://agh.edu.pl/en/university\nCrawled: 2025-03-19 21:07:30\n\nSkip to content ↓\n\n University \n\nThe AGH University of Krakow (AGH University) is a modern university that actively participates in fostering a knowledge-based society and creating innovative technologies. Our university has a well-established position in the country and is recognised abroad. Experienced staff, advanced laboratories, a unique campus, and, above all, the bonds that connect the AGH University community are our greatest assets.\n\n Education \n\nOur education offer includes 22 fields of study taught entirely in English. The AGH University Doctoral School is a perfect place for those who want to continue their education, and the assortment of more than 100 professional courses will definitely improve career opportunities and personal development.\n\n Research \n\nOur research activities span the fields of technical sciences, natural sciences, Earth sciences and social sciences, with an emphasis on current priorities of the economy and business, in such areas as digitisation, energy transformation and zero emission economy, climate change, circular economy, and Industry 4.0. Among the many prospective research fields at the AGH University, research related to space engineering is being developed intensively.\n\n Innovation \n\nThe innovative potential of our university is based on its intellectual property, which is expressed in the number of patents, trademarks, and utility models, as well as the know-how and sheer experience of our scientists and students. Each year, the AGH University obtains nearly 100 patents and grants several dozens of licenses. Moreover, we rank at the top among Polish institutions in terms of the number of patent applications filed to the European Patent Office and the World Intellectual Property Organization, as well as those submitted in other countries.\n\n Vision \n\nThe AGH University is an institution that has been contributing to the society for more than a hundred years by developing research and education in the fields of technical, exact, and social sciences, as well as the humanities, ensuring the creation of technological and social inventions that solve the most challenging problems of the present.\n\nAGH University Strategy\n\nKrakow (Polish pronunciation: ['krakuf])\nis the second largest and one of the oldest cities in Poland, meandering along the Vistula River in the Małopolska Province. \n\nThis majestic and vibrant city has always been one of the leading centres of Polish academic, cultural, and artistic life and is one of Poland's most important economic centres.\n Whether by car, train, or plane – reaching Krakow is easy. The city is connected with the rest of Poland and Europe through an extended network of motorways, and the Kraków Airport is the second largest aerial port in Poland.\n Krakow is also the place for connoisseurs of art and architecture. The Wawel Royal Castle, the Sukiennice (Cloth Hall), former Jewish district of Kazimierz, the marvels of Stare Podgórze district, socialist realism of Nowa Huta – come study in Krakow and discover its uniqueness yourself.\n\nA unique feature of our campus, compared to other Polish universities, is primarily the fact that the teaching and research facilities, the main offices of faculties, administration and student organisations, as well as the AGH University Student Campus with all its clubs, sports, and recreation facilities are all located in one district of the city, creating a 40-hectare hub nestled in the heart of Krakow. It is only a 15-minute walk between the Main Building and the Krakow Main Square.\n\nThe AGH University Campus is distinguished by its exceptionally elegant green space design. There are parking spaces for cars near the university lecture buildings. In addition, the campus has many bicycle stands and racks, as well as roofed parking spaces for bicycles.\n\nThe campus is located between the streets of Mickiewicza, Reymonta, Buszka, Tokarskiego, Armii Krajowej, Gramatyka, Nawojki, and Czarnowiejska.\n\nThe campus comprises the following buildings and facilities:\n\nTeaching and lecture buildings\n\nThe Main Library\n\nHalls of residence\n\nStudent clubs\n\nStudent canteen\n\nSports halls (swimming pool, sports fields, tennis courts)\n\nHealth centre\n\nShops and commercial facilities\n\nAuxiliary services and facilities\n\nStopka\n\nWelcome to AGH University\n\nAGH University Strategy\n\nExcellence Initiative – Research University\n\nUNIVERSEH\n\nResearch offer\n\nBusiness offer\n\nCentre for International Affairs\n\nWelcome Point\n\nFaculties\n\nMain Library\n\nAGH University Student Campus\n\nCareers Centre\n\nContact\n\nMap of the AGH University Campus\n\nAGH University e-Shop\n\nEmployee Search\n\nHRS4R\n\nEquality statement\n\nPersonal data protection\n\nMake a donation\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/university", "title": " University -- AGH UST ", "depth": 2, "duplicate": false, "content_hash": "eee48044fe30a7b7ab9c1054f809511b", "word_count": 698, "headings": [{"level": 1, "text": "University"}, {"level": 2, "text": "Stopka"}]}}