{"content": "# eTEE 2025 - CeLiID AGH\n\nURL: https://www.cel.agh.edu.pl/etee/\nCrawled: 2025-03-19 22:37:08\n\nCeLiID AGH\n > \neTEE 2025\n\nXI Konferencja eTEE Dydaktyka i Technologia\n\n 18-19 września w Akademii Górniczo-Hutniczej w Krakowie\n\nZależy nam na stworzeniu przestrzeni do rozmowy o dydaktyce akademickiej i technologiach. Chcemy wspierać wymianę doświadczeń i praktyk, dzielić się trudnościami i dyskutować nad jakościową zmianą dydaktyki akademickiej, ze szczególnym uwzględnieniem STEM.\n\nW szczególności tematyka konferencji dotyczy:\n\nwpływu technologii na kształcenie inżynierów,\n\nmetodyki kształcenia wspomaganego technologiami w kształceniu inżynierów,\n\nteorii uczenia się i modeli e-kształcenia,\n\naspektów motywacji i zaangażowania osób studiujących STEM,\n\nzapewnienia jakości e-kształcenia,\n\ndobrych praktyk związanych z wdrożeniem e-kształcenia w uczelniach o profilu technicznym,\n\nnauczania z wykorzystaniem AI,\n\nsystemów i narzędzi wspierających kształcenie,\n\ne-nauczania języków obcych dla studentów nauk ścisłych i inżynieryjnych,\n\naspektów tworzenia i publikacji e-treści dla potrzeb nauk ścisłych i inżynieryjnych.\n\nKonferencja eTEE  Dydaktyka i Technologia (do 2023 roku „eTEE e-Technologie w Kształceniu Inżynierów”) powstała z inicjatywy Politechniki Gdańskiej w 2014 roku. Od 2016 roku, na mocy porozumienia z dnia 09.09.2015 pomiędzy Politechniką Gdańską a Akademią Górniczo-Hutniczą im. St. Staszica w Krakowie, konferencja odbywa się naprzemiennie w Krakowie i Gdańsku.\n\nPoprzednie edycje konferencji\n\n Starsze edycje\n\nKonferencja eTEE\n\nOrganizatorzy\n\nZapraszamy każdą osobę, organizację i firmę, dla której wykorzystanie technologii w kształceniu jest ważnym elementem codziennej pracy. W szczególności:\n\nosoby pracujące w uczelniach, nauczycieli i nauczycielki akademickie, doktorantki i doktorantów prowadzących zajęcia na kierunkach technicznych i wykorzystujący e-technologie w edukacji,\n\nosoby studiujące na kierunkach technicznych i pedagogicznych, zainteresowanych wykorzystywaniem e-technologii w celu wzbogacenia swojego kształcenia,\n\nnauczycieli i nauczycielki szkół ponadpodstawowych, zainteresowanych zastosowaniem Internetu, multimediów i innych nowoczesnych technologii w edukacji,\n\nosoby administrujące platformami nauczania na odległość i in. sytemami wspierającymi kształcenie,\n\nfirmy produkujące i sprzedające narzędzia do edukacji online oraz rozwiązania o charakterze mobilnym wspomagające projektowanie wirtualnych laboratoriów, a także samych pracowników tego typu laboratoriów.\n\nORGANIZATORZY\n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n to jedna z najlepszych i najbardziej renomowanych oraz nowoczesnych polskich uczelni. Jest uczelnią przodującą w Polsce w dziedzinie nowoczesnych technologii, zajmującą wysoką lokatę w skali międzynarodowej. To drugi najstarszy i największy uniwersytet techniczny w Polsce.\n\nCentrum e-Learningu i Innowacyjnej Dydaktyki AGH\n (CeLiID AGH) zajmuje się wspieraniem rozwoju e-learningu i nowoczesnych metod kształcenia w AGH. Tworzymy i dostarczamy środowisko uczenia się w oparciu o otwarte narzędzia (UPeL Uczelniana Platforma e-Learningowa), szkolimy z efektywnego wykorzystania nowych technologii w projektowaniu i prowadzeniu zajęć, a nade wszystko dbamy o zakorzenienie praktyki i badań edukacyjnych. Wspieramy także tworzenie i wykorzystywanie Otwartych Zasobów Edukacyjnych tworząc serwis OPEN AGH e-Podręczniki i OPEN AGH e-Zasoby.\n\nPolitechnika Gdańska\n\nPolitechnika Gdańska\n, założona w 1904, jest jedną z najstarszych w Polsce autonomicznych uczelni państwowych i najstarszą na obecnym terenie Rzeczypospolitej politechniką. Obejmuje 8 wydziałów, na których studiuje ponad 27 tysięcy studentów na studiach inżynierskich i magisterskich realizowanych w systemie stacjonarnym i niestacjonarnym. Uczelnia zatrudnia niemal 2500 osób, w tym około 1400 nauczycieli akademickich. Politechnika Gdańska jest organizatorem wielu krajowych i międzynarodowych konferencji, sympozjów i seminariów. Prowadzi wymianę międzynarodową osób studiujących i pracujących w Uczelni.\n\nCentrum Nowoczesnej Edukacji\n Politechniki Gdańskiej to jednostka powołana 1 marca 2021 roku w celu wspierania nauczycieli  i nauczycielek akademickich we wdrażaniu innowacyjnej dydaktyki. Zespół CNE to metodycy, projektanci graficzni, realizatorzy multimediów, programiści, projektanci ekranów użytkownika. Misją jest budowanie ekosystemów uczenia się w oparciu o metodykę nauczania, najnowszą wiedze neuronaukową i w uważności na potrzeby drugiego człowieka. To laboratorium zwinnego poszukiwania rozwiązań wspierających proces efektywnej nauki w oparciu o wiedzę naukową.\n\nNajważniejszym celem jest wspieranie nauczycieli w refleksyjnym projektowaniu środowiska aktywnego uczenia się, zarówno w zakresie metodyki nauczania oraz obsługi narzędzi, jak i budowania wspólnoty nauczycieli akademickich i sposobów komunikacji oraz wspierania w tym procesie uczniów i studentów.", "metadata": {"url": "https://www.cel.agh.edu.pl/etee/", "title": "eTEE 2025 - CeLiID AGH", "depth": 3, "duplicate": false, "content_hash": "b9456b14662b3e4a295d24e68a0a9bd7", "word_count": 591, "headings": [{"level": 3, "text": "Poprzednie edycje konferencji"}, {"level": 3, "text": "Organizatorzy"}, {"level": 4, "text": "Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie"}, {"level": 4, "text": "Politechnika Gdańska"}]}}