{"metadata": {}, "content": "AKADEMIA GORNICZO-HUTNICZA\nIM. STANIStAWA STASZICA W KRAKOWIE\n\nprof. dr hab, inz,\nRafat Danko\n\nPROREKTOR DS. STUDENCKICH\n\nCSS-sSpm.4410-9/2024 Krakéw, 17 pazdziernika 2024 r.\n\nSzanowni Panstwo\n\nDziekani oraz Prodziekani ds. Studenckich\nWydziatéw AGH,\n\nStudenci AGH\n\nw miejscu\n\nSznvoum Fars eo,\n\nInformuje, ze w uzgodnieniu z Uczelniana Rada Samorzadu Studentéw\nAGH ustalono wysokosé Swiadczefi z Funduszu stypendialnego\nw roku akademickim 2024/2025.\n\nSTYPENDIUM SOCJALNE\n\ne miesieczna wysokos¢ stypendium socjalnego w zaleznosci od\nosiagnietego dochodu:\n\ndochdd netto na\nosobe w rodzinie 0,00 - 550,00 | 550,01 - 1100,00 | 1100,01 - 1570,50\n\n(zh)\n\nkwota\nstypendium 1 280 1080 880\n\n(zt) 1\n\ne miesieczna kwota zwiekszenia stypendium socjalnego wynosi 400 zt\ni dotyczy tylko studentéw otrzymujacych stypendium socjalne oraz\nspelniajacych wymogi okreslone w § 19 Regulaminu Swiadczen dla\nstudentéw AGH,\n\nWysokosé miesiecznego dochodu na osobe w rodzinie studenta\nuprawniajaca do ubiegania sie o stypendium socjalne nie moze\nprzekraczaé 1570,50 zt netto.\n\nPrzypominam jednoczesnie, ze stypendium socjaine moze byé przyznane\ntylko na podstawie przedtozonych przez zainteresowanych studentéw\nzaSwiadczen o dochodach wystawionych przez wiaSciwe Urzedy Skarbowe\noraz innych dokumenté6w wymaganych na podstawie ustawy Prawo\no szkolnictwie wyzszym i nauce, ustawy o Swiadczeniach rodzinnych oraz\nRegulaminu Swiadczeri dla studentéw AGH. Szczegdina uwage zwracam\nna egzekwowanie - w uzasadnionych przypadkach - zaSwiadczer\nzZ oSrodka pomocy spotecznej o korzystaniu w roku ztozenia wniosku ze\nSwiadczeri z pomocy spotecznej przez studenta lub cztonkéw jego roaziny.\n\nal. A. Mickiewicza 30, 30-059 Krakow, tel.: +48 12 617 20 10\ne-mail: prorektor.studenci@agh.edu.pl, www.agh.edu.pl\n\n\n|\n\nAGH\n\nSTYPENDIUM DLA OSOB NIEPELNOSPRAWNYCH\n\n¢ miesieczna kwota stypendium dla oséb niepetnosprawnych wynosi:\n1 200 zt dla osdéb ze znacznym stopniem niepetnosprawnosci,\n1 000 zt dla oséb z umiarkowanym stopniem niepeinosprawnosci,\n800 zt dla osdéb z lekkim stopniem niepetnosprawnosci.\n\nSTYPENDIUM REKTORA\n\n* miesieczna wysokos¢ stypendium rektora w zaleznosci od uzyskanej\n\nkategorii:\n. kwota stypendium\nkategoria (24)\nA 1050\nB 950\nCc 850\n\n° miesieczna wysokos¢ stypendium rektora dla studentéw I roku studiéw\nI stopnia, laureatéw olimpiad miedzynarodowych albo laureatéw lub\nfinalist6w olimpiad stopnia centralnego, o ktérych mowa w przepisach\n\no systemie oswiaty:\n\n; kwota stypendium\nkategoria (zt)\nlaureat 950\nfinalista 850\n\n* miesieczna wysokosé stypendium rektora dla studentéw I roku studiéw\nI stopnia, medalist6w co najmniej wspdtzawodnictwa sportowego o\ntytut Mistrza Polski w danym sporcie, o ktérych mowa w przepisach\n\n0 sporcie:\n. kwota stypendium\nkategoria (zh)\nza zajecie I miejsca 950\npozostate miejsca 850\n\nZgodnie z art. 92 ust. 3 ustawy Prawo o szkolnictwie wyzszym i nauce\nmaksymalna taczna  wysokosé  stypendium socjalnego —wraz\nze zwiekszeniem oraz stypendium rektora wynosi 3560,60 zt\nmiesiecznie.\n\nZAPOMOGA\n\nMaksymalna wysokos¢ zapomogi mozliwej do przyznania wynosi 3 000\nzi.\n\nW szczegdinie uzasadnionym przypadku, jesli student ztozy wniosek\noO ponowne rozpatrzenie sprawy, zapomoga moze byé przyznana w kwocie\nwyzszej niz 3000 zt.\n\nUstalam nieprzekraczalny termin wyptaty stypendiéw socjalnych\n\noraz stypendiédw dla oséb niepetnosprawnych za_pazdziernik\n\ni listopad br.:\n\ne dla studentéw studiéw stacjonarnych - na dzieh 25 listopada 2024 r.\n(poniedziatek),\n\n\n\nAGH\n\nDYREKTOR\nCENTRUM SPRAW STUDENCKICH\n\nSocheuke,\n\nmgr Karolina Sochacka\n\n\\\n\ne dla studentéw studiéw niestacjonarnych - na dzien 29 listopada\n2024 r. (piatek).\n\nStypendium rektora zostanie wyplacone w_— grudniu\nZz wyréwnaniem za miesiace pazdziernik i listopad.\nStypendia w miesiacu grudniu zostana wyptacone zgodnie z przyjetym\nharmonogramem wyptat, tj.\n\ne dla studentéw studiéw stacjonarnych - do 10 grudnia,\n\ne dla studentéw studiéw niestacjonarnych - do 17 grudnia.\nW zaleznosci od banku, w ktérym student posiada konto, przelew\nstypendium moze zostaé zaksiegowany z opdznieniem.\n\nKolejne wyptaty stypendiédw oraz zapomdg realizowane sq do 10. dnia\nmiesiaca w przypadku studentéw studiéw stacjonarnych, a do 17. dnia\nmiesiqca w przypadku studentéw studiéw niestacjonarnych.\n\nStypendia wyplacane sa na_konta osobiste student6w wprowadzone do\nUSOS. Brak otrzymania Swiadczenia oznacza koniecznosé wyjasnienia\nZ pracownikiem Wydziatu na ktdérym studiuje student, pracownikiem\nDziatu Spraw Studenckich lub z Sekcja Wyptat i Rozliczerh Stypendidw\nDziatu Spraw Studenckich - tel. 617 33 10, e-mail: dss@agh.edu.pl.\n\nW zwiazku z powyzszym prosze pracownikéw zajmujacych sie obstuga\nSwiadezen dla studentéw Wydziatéw AGH o przekazanie polecen wyptaty\ndo Sekcji Wyptat DSS w terminie do 5 dni roboczych przed planowanym\nterminem wyptaty. Kazdy przypadek opéznienia wymaga wczesniejszego\npisemnego poinformowania Prorektora ds. Studenckich przez Dziekana\nWydziatu o jego przyczynach oraz wiaze sie z przesunieciem wyptaty\nSwiadczen na kolejny miesiac.\n\nUWAGA!\n\nUstalona wysokosé Swiadczen jest uzalezniona od przyznanej dotacji na\nrok 2025 i moze ulec zmianie w semestrze letnim roku\nakademickiego 2024/2025. Zewzgledu na_ sytuacje Funduszu\nstypendialnego, wskazane wyzej stypendia wyplacane beda przez\n9 miesiecy (od pazdziernika do czerwca).\n\nBrak Srodkéw na koncie Funduszu stypendialnego moze by¢ przyczyna\nwstrzymania przez bank przelewéw na konta osobiste studentéw do czasu\nzasilenia konta nastepna transza dotacji z Ministerstwa Edukacji i Nauki.\n\nUprzejmie prosze Szanownych Paristwa Dziekanédw o  przekazanie\npowyzszych informacji do wiadomosci Studentéw poprzez udostepnienie\nniniejszego komunikatu w serwisach informacyjnych Panistwa Wydziatéw.\n\nDo wiadomosci: Z [OCOD\n. JM Rektor AGH,\n. Kwestor AGH,\n\n1\n\n2\n\n3. URSS\n\n4. KU AZS AGH, / TA\n5. Petnomocnicy Rektora ds. Kt Naukowych,\n\n6. Dziat Dostepnosci,\n7. SSEK,\n9\n1\n\n0. aa. Zastepca Przewodniczace|\nUczeinianej Rady\nSamorzadu Studentéw AGH\n\nMaciej Michatek\n\n\n\n"}