{"content": "#  Ubezpieczenia w PZU -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/pracownicy/pzu\nCrawled: 2025-03-19 21:18:34\n\nSkip to content ↓\n\n Ubezpieczenia w PZU \n\nOgólne warunki dodatkowego grupowego ubezpieczenia z kartą apteczną\n\nOgólne warunki dodatkowego grupowego ubezpieczenia doraźna ochrona medyczna\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek ciężkiej choroby\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek ciężkiej choroby dziecka\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek specjalistycznego leczenia\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek leczenia szpitalnego plus\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek leczenia szpitalnego \n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek ciężkiej choroby małżonka\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek śmierci dziecka spowodowanej nieszczęśliwym wypadkiem\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek śmierci rodzica ubezpieczonego oraz rodzica małżonka ubezpieczonego  spowodowanej nieszczęśliwym wypadkiem\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek śmierci ubezpieczonego spowodowanej nieszczęśliwym wypadkiem\n\nDokument zawierający informacje o produkcie ubezpieczeniowym i ogólne warunki dodatkowego grupowego ubezpieczenia na wypadek osierocenia dziecka\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek operacji chirurgicznych\n\nOgólne warunki dodatkowego grupowego ubezpieczenia prawa do indywidualnego kontynuowania ubezpieczenia\n\nOgólne warunki grupowego ubezpieczenia typ P PLUS\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek śmierci małżonka\n\nTabela norm oceny procentowej trwałego uszczerbku na zdrowiu\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek niezdolności do pracy i samodzielnej egzystencji\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek trwałego uszczerbku na zdrowiu ubezpieczonego spowodowanego nieszczęśliwym wypadkiem\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek trwałego uszczerbku na zdrowiu spowodowanego zawałem serca lub krwotokiem śródmózgowym\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek urodzenia dziecka\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek śmierci ubezpieczonego spowodowanej wypadkiem komunikacyjnym\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek śmierci ubezpieczonego spowodowanej wypadkiem przy pracy\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek śmierci dziecka\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek śmierci małżonka spowodowanej nieszczęśliwym wypadkiem\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek śmierci rodzica ubezpieczonego oraz rodzica małżonka ubezpieczonego\n\nOgólne warunki dodatkowego grupowego ubezpieczenia na wypadek śmierci spowodowanej zawałem serca lub krwotokiem śródmózgowym\n\nProgram prywatnego ubezpieczenia zdrowotnego dla pracowników AGH oraz członków ich rodzin\n\nDeklaracja przystąpienia do grupowego ubezpieczenia na życie i zdrowie Opieka Medyczna\n\nDeklaracja  przystąpienia dla współubezpieczonego do grupowego ubezpieczenia na życie i zdrowie Opieka Medyczna\n\nCennik świadczeń zdrowotnych (dotyczy refundacji)\n\nDokument zawierający informacje o produkcie ubezpieczeniowym i ogólne warunki grupowego ubezpieczenia na życie i zdrowie opieka medyczna\n\nFormularz zgłoszeniowy dotyczący wypłaty świadczenia\n\nLista partnerów Medycznych w sieci PZU Zdrowie\n\nZakres świadczeń zdrowotnych Standard\n\nZakres świadczeń zdrowotnych Komfort\n\nZakres świadczeń zdrowotnych Komfort Plus\n\nZakres świadczeń zdrowotnych Optimum\n\nZwrot kosztów świadczeń zrealizowanych w ramach ubezpieczenia Opieka Medyczna S w placówkach medycznych poza siecią PZU Zdrowie SA odpowiedzi na podstawowe pytania\n\nKomunikat kadrowy Centrum Spraw Pracowniczych AGH 32/2023\n\nKomunikat kadrowy Centrum Spraw Pracowniczych AGH 29/2023\n\nKomunikat kadrowy Centrum Spraw Pracowniczych AGH 25/2023\n\nUlotka informacyjna o nowych warunkach ubezpieczenia\n\nZestawienia warunków ubezpieczenia dotychczasowych i nowych, tj. obowiązujących od 1 stycznia 2024 r.\n\nWzór deklaracji przystąpienia do ubezpieczenia\n\nInteraktywna deklaracja przystąpienia do ubezpieczenia\n\nWzór deklaracji – co należy wypełnić\n\nCentrum Spraw Pracowniczych AGH\n:\n\nmgr inż. Alina Bodzoń\n bud. C-2, pok. 5\n T: 12 617 33 36\n E: \najezak(at)agh.edu.pl\n\nmgr Anna Dyzio\n bud. C-2, pok. 5\n T: 12 617 33 36\n E: \nadyzio(at)agh.edu.pl\n\nmgr Ewelina Gil\n bud. C-2, pok. 18\n T: 12 617 26 38\n E: \negil(at)agh.edu.pl\n\nMarta Ligman-Poradzisz\n bud. C-2, pok. 18\n T: 12 617 26 38\n E: \nmporadzisz(at)agh.edu.pl \n\nElżbieta Połomska-Blaszyńska\n bud. C-2, pok. 3\n T: 12 617 48 24\n E: \nebla(at)agh.edu.pl\n\n mgr Małgorzata Smolich\n bud. C-2, pok. 20\n T: 12 617 45 76\n E: \nmsmolich(at)agh.edu.pl\n\nmgr Urszula Tanaś\n bud. C-2, pok. 3\n T: 12 617 35 30\n E: \nulaka(at)agh.edu.pl\n\ninż. Bernadetta Walasek\n bud. C-2, pok. 3\n T: 12 617 35 30\n E: \nbwalasek(at)agh.edu.pl\n\nmgr Marta Wójcik\n bud. C-2, pok. 20\n T: 12 617 45 76\n E: \nwmarta(at)agh.edu.pl\n\nInfolinia PZU Życie\n dla pracowników:\ntel. 22 735 39 39 \n(pon.-pt. 7:00–18:00)\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/pracownicy/pzu", "title": " Ubezpieczenia w PZU -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "3c5db2eee40b565d208807fa210a8b9e", "word_count": 688, "headings": [{"level": 1, "text": "Ubezpieczenia w PZU"}, {"level": 2, "text": "Stopka"}]}}