{"content": "# Recykling i Metalurgia (R&M) - Wydział Metali Nieżelaznych\n\nURL: http://wmn.agh.edu.pl/recykling-i-metalurgia-rm\nCrawled: 2025-03-19 21:34:11\n\nStrona główna\nKształcenie\nRecykling i Metalurgia (R&M)\nRecykling i Metalurgia (R&M)\nLiczba absolwentów\n30\n rocznie\nLat nauki\n2\n lata\nStopień naukowy\nmagister\nOpis\nRecykling i Metalurgia (R&M) to dwie fundamentalne specjalizacje w obrębie dyscypliny naukowej inżynieria materiałowa w obszarze materiałów metalicznych, które obejmują całokształt wiedzy nad wytwarzaniem metali z minerałów i surowców wtórnych, przy czym Metalurgia to nauka o metodach wytwarzania czystych metali nieżelaznych (w tym również żelaza) z minerałów (z rud metali), nazywana również metalurgią pierwotną, natomiast Recykling (metalurgia wtórna) – jest nauką o metodach odzyskiwania tych metali z wyrobów, które utraciły swoje pierwotne własności użytkowe. Aktualnie znanych jest 90 metali nieżelaznych o budowie elektronowej i właściwościach dokładnie opisanych w układzie okresowym pierwiastków, które wraz z żelazem tworzą zbiór 91 metali.\n\nUmownie metale nieżelazne dzielimy na metale szlachetne, które są odporne na korozję w środowisku powietrza i wody (np. złoto, srebro, platyna, pallad) i nieszlachetne, metale ciężkie (np. kobalt, nikiel, cynk) i lekkie (np. aluminium, tytan, magnez) oraz metale kolorowe (np. miedź, kadm, ołów). Wraz z rozwojem cywilizacyjnym świata przybywa metali nieżelaznych i ich wzajemnych kombinacji chemicznych w postaci różnych wyrobów, co wymusza coraz to większą potrzebę opracowywania innowacyjnych technologii recyklingu i nowych procesów metalurgicznych wytwarzania materiałów metalicznych z mieszanin rud metali z wyrobami poeksploatacyjnymi i odpadami technologicznymi. Z tego punktu widzenia kierunek kształcenia Recykling i Metalurgia stanowi początek obszernej nauki o metalach nieżelaznych, która w dalszych etapach przekształca się w szeroko rozumianą inżynierię materiałową w zakresie projektowania i kształtowania struktury i własności metali i stopów oraz technologii ich przemysłowego wytwarzania i technik badania.\n\nCelem kształcenia na kierunku Recykling i Metalurgia jest wypromowanie kadry inżynierskiej na potrzeby polskiego przemysłu branży metali nieżelaznych, w szczególności w zakresie metalurgii i recyklingu materiałów opartych na miedzi, aluminium, cynku oraz wszystkich innych metali nieżelaznych, które znajdują się w poeksploatacyjnych wyrobach przemysłowych, technicznych i użytku codziennego.\n\nKierunek kształcenia Recykling i metalurgia na Wydziale Metali Nieżelaznych jest jedynym w Polsce i unikatowym w skali światowej miejscem umożliwiającym uzyskanie wiedzy z zakresu fizyko-chemicznych podstaw procesów metalurgicznych i recyklingowych oraz przemysłowych technologii wytwarzania metali nieżelaznych i ich stopów.\nKształcenie realizowane jest na studiach II stopnia\nStudia drugiego stopnia\n\n Studia drugiego stopnia trwają 3 semestry i kończą się uzyskaniem stopnia magistra. Rekrutacja na studia drugiego stopnia odbywa się raz w roku, w miesiącach:  styczeń–luty. \n Kształcenie jest realizowane na dwóch ścieżkach dyplomowania: Metalurgia Metali Krytycznych oraz Recykling i Ochrona Środowiska \n\nKształcenie w ścisłej współpracy z przemysłem ....\nPerspektywy pracy zawodowej ...\nAbsolwent tego kierunku jest przygotowany do podjęcia pracy zawodowej we wszystkich krajowych i zagranicznych zakładach przemysłowych metalurgii i recyklingu metali nieżelaznych, laboratoriach i instytutach badawczych, działach R&D oraz jednostkach naukowo-dydaktycznych.", "metadata": {"url": "http://wmn.agh.edu.pl/recykling-i-metalurgia-rm", "title": "Recykling i Metalurgia (R&M) - Wydział Metali Nieżelaznych", "depth": 3, "duplicate": false, "content_hash": "21d80fc8c1fe3b8af0575a71c67f105d", "word_count": 432, "headings": [{"level": 1, "text": "Recykling i Metalurgia (R&M)"}, {"level": 2, "text": "30rocznie"}, {"level": 2, "text": "2lata"}, {"level": 2, "text": "magister"}, {"level": 1, "text": "Opis"}, {"level": 1, "text": "Kształcenie realizowane jest na studiach II stopnia"}, {"level": 2, "text": "Studia drugiego stopnia"}, {"level": 1, "text": "Kształcenie w ścisłej współpracy z przemysłem ...."}, {"level": 1, "text": "Perspektywy pracy zawodowej ..."}]}}