{"content": "# Strona Główna | AGH Tech Talent Day\n\nURL: https://techtalent.agh.edu.pl/\nCrawled: 2025-03-19 21:37:58\n\nAGH TechTalent Day to unikatowe w skali AGH wydarzenie skierowane do osób studiujących kierunki informatyczne oraz pracodawców z branży IT.\nJako organizatorzy chcemy zaoferować osobom studiującym przestrzeń do rozmowy, networkingu oraz poznania potencjalnych pracodawców i wymagań jakie stawiają kandydatom do pracy.\nDla Partnerów z biznesu to szansa na prezentację swojej oferty rekrutacyjnej i dostęp do najlepszych w Polsce talentów z branży informatycznej.\n\nWeź udział w prezentacjach firm partnerskich\n\nDowiedz się czym się zajmują i na jakie stanowiska rekrutują\n\nOdwiedź ich stoiska\n\nPorozmawiaj z pracownikami firm partnerskich i dowiedz się jakie rekrutacje są obecnie otwarte.\n\nSkonsultuj swoje CV\n\nPodczas wydarzenia możliwe będzie skonsultowanie CV z pracownikiem Centrum Karier AGH. Zachęcamy do wydrukowania swoich dokumentów lub odwiedzenia stanowisk ze swoim laptopem.\n\nIT is ME\nPodczas AGH Tech Talent Day odbędzie się finał Festiwalu Innowacji \nStudenckich IT is ME. Zostaną zaprezentowane najlepsze zespoły biorące udział w konkursie oraz wręczona nagroda w III edycji konkursu IT is ME dla kół naukowych i zespołów studenckich za najlepszy projekt o charakterze innowacyjnym, zrealizowany z wykorzystaniem narzędzi IT.\nW konkursie zostaną wyłonione 3 projekty, które w ocenie powołanego Komitetu Naukowego będą najbardziej innowacyjne w zakresie przeznaczenia, powstaną z wykorzystaniem narzędzi IT, będą wynikiem współpracy zespołów studenckich składających się zarówno z kobiet, jak i mężczyzn oraz będą promować ideę równości.\nWięcej informacji o Festiwalu znajdziecie na stronie: \nitisme.agh.edu.pl\n.", "metadata": {"url": "https://techtalent.agh.edu.pl/", "title": "Strona Główna | AGH Tech Talent Day", "depth": 3, "duplicate": false, "content_hash": "94e96dbde7348eb074043f7402514730", "word_count": 221, "headings": []}}