{"content": "#  Kampus AGH -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/kandydaci/kampus-agh\nCrawled: 2025-03-19 21:07:07\n\nSkip to content ↓\n\n Kampus AGH \n\nWszystkie wydziały, organizacje studenckie, Miasteczko Studenckie AGH wraz z klubami studenckimi oraz bazą sportową położone są w jednym miejscu, tworząc zwarty kompleks, dlatego możesz planować wiele zajęć, nie tracąc przy tym czasu na dojazdy!\n\nNowoczesne budynki, galeria plenerowa rzeźb i skał, instalacje i eksponaty związane z działalnością badawczą wydziałów, obiekty małej architektury oraz zieleń w wyjątkowej aranżacji.\n\nWidok na aleję główną kampusu. Budynki uczelni otaczają starannie wypielęgnowane klomby i zieleńce. Fot. AGH\n\nTeren kampusu oprócz zieleni zdobią rzeźby i pomniki. Rzeźba Bronisława Chromego „Ich dwoje”. Fot. AGH\n\nBudynek Wydziału Inżynierii Materiałowej i Ceramiki. W tle budynek Wydziału Inżynierii Metali i Informatyki Przemysłowej. Fot. AGH\n\nMiasteczko Studenckie AGH jest największym osiedlem akademickim w Polsce znajdującym się na terenie kampusu uniwersyteckiego. Położone jest pomiędzy ulicami: Reymonta, Buszka, Tokarskiego, Armii Krajowej, Nawojki i Miechowską.\n\nMieszkańcy miasteczka w ciągu 10 minut mogą dotrzeć na uczelnię.\n\nBezpośrednie sąsiedztwo obiektów dydaktycznych AGH pozwala mieszkańcom Miasteczka aktywnie uczestniczyć w życiu uczelni oraz realizować różnorodne zainteresowania.\n\nMiasteczko Studenckie AGH posiada wiele udogodnień dla osób z niepełnosprawnością, a kolejne prace ułatwiające dostęp do akademików są sukcesywnie realizowane. Wszystkie domy studenckie wyremontowane w ostatnich latach są przystosowane do potrzeb osób z niepełnosprawnością – w każdym z nich jest winda, odpowiedni podjazd przy głównym wejściu oraz szerokie drzwi do pokoi, a w niektórych akademikach zamieszczone są opisy pomieszczeń w języku Braille’a. Odpowiednio przystosowane są również kluby studenckie, a także dwa bankomaty dostosowane do potrzeb osób niewidomych i słabowidzących.\n\nMiasteczko Studenckie w kilku akademikach oferuje także możliwość noclegu dla gości (w trzech standardach hosteli). W okresie wakacji liczba dostępnych miejsc dla turystów wzrasta do kilku tysięcy.\n\nNowoczesna i przyjazna infrastruktura, bliskość uczelni, niepowtarzalna atmosfera, bezpieczeństwo, łatwy i szybki dostęp do centrum miasta oraz terenów zielonych sprawiają, że Miasteczko Studenckie AGH stanowi doskonałe miejsce zakwaterowania dla studentów.\n\nAkademiki w trzech standardach i w konkurencyjnych cenach. Wszystkie pokoje posiadają bezpłatny dostęp do Internetu.\n\nLokale gastronomiczne, supermarket, punkty ksero, apteka, bankomaty, paczkomaty, serwisy komputerowe \n\nStrefa aktywnego wypoczynku: boiska do piłki nożnej, koszykówki, siatkówki, korty tenisowe, Basen AGH oraz nowoczesna, wielofunkcyjna hala sportowa\n\nCztery kluby studenckie oferujące ok. 360 wydarzeń w roku: Zaścianek, Gwarek, Filutek oraz STUDIO – jeden z największych klubów koncertowych w Polsce\n\nJedna z niecek Basenu AGH. Oprócz pływalni w kompleksie znajdują się siłownia, kręgielnia oraz kawiarnia. Fot. AGH\n\nInfrastruktura zachęca do uprawiania sportów. Boisko do koszykówki na miasteczku studenckim. Fot. AGH\n\nKluby studenckie AGH dysponują bogatą ofertą kulturalną. W repertuarze znaleźć można koncerty, kabarety, wystawy. Koncert w klubie Gwarek. Fot. AGH\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/kandydaci/kampus-agh", "title": " Kampus AGH -- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "eb7af4d561261dcbb7e09053f4ef5f08", "word_count": 489, "headings": [{"level": 1, "text": "Kampus AGH"}, {"level": 2, "text": "Stopka"}]}}