{"content": "# Aktualności - Wydział Energetyki i Paliw | AGH Kraków\n\nURL: https://weip.agh.edu.pl/aktualnosci/\nCrawled: 2025-03-19 21:35:24\n\nWszystkie\nAktualności\n\nSukces w konkursie Diamenty AGH – mgr inż. Yuya Sato nagrodzony za badania nad odzyskiem CO₂\nAktualności\n Międzynarodowa współpraca prowadzi do innowacji w technologii membranowej Współpraca naukowa pomiędzy AGH oraz Shibaura Institute of Technology (SIT) w Tokio po raz kolejny przynosi wymierne efekty. Mgr inż. Yuya  [...]\nWięcej informacji\n\nAGH dołącza do Energy Transition Campus Amsterdam – nowa era współpracy na rzecz zrównoważonej energii\nAktualności\n Partnerstwo, które otwiera drzwi do przełomowych innowacji w energetyce LEad: Wydział Energetyki i Paliw AGH oficjalnie dołączył do grona partnerów Energy Transition Campus Amsterdam (ETCA) – przestrzeni badawczej stworzonej  [...]\nWięcej informacji\n\nInformacji o spotkaniach dla osób wybierających się na II stopień\nAktualności\n, \nStudenci\n Zapraszamy do obejrzenia nagrań ze spotkań informacyjnych dla kandydatów na studia II stopnia prowadzone przez Wydział Energetyki i Paliw. Energetyka, Energetyka Wodorowa, Energetyka Jądrowa, EEE: https://s.agh.edu.pl/3i7Sm Energetyka Odnawialna i  [...]\nWięcej informacji\n\nZaproszenie na spotkanie z przedstawicielami Westinghouse\nAktualności\n, \nStudenci\n Wydział Energetyki i Paliw serdecznie zaprasza na wyjątkowe spotkanie z przedstawicielami firmy Westinghouse, dotyczące możliwości odbycia stażu w dziale Global Nuclear Fuel Engineering. Spotkanie jest dedykowane przede wszystkim studentom  [...]\nWięcej informacji\n\nŻyczymy nowej energii na Nowy Rok\nAktualności\n, \nStudenci\n Życzymy nowej energii na Nowy Rok Nowy Rok to czas wyzwań, ale także nowych możliwości. W nadchodzącym roku życzymy Wam siły, energii i satysfakcji z kolejnych osiągnięć. Niech każdy  [...]\nWięcej informacji\n1\n2\nKolejny", "metadata": {"url": "https://weip.agh.edu.pl/aktualnosci/", "title": "Aktualności - Wydział Energetyki i Paliw | AGH Kraków", "depth": 3, "duplicate": false, "content_hash": "c50cdc1cc0957debb3451a7e584f6eb4", "word_count": 229, "headings": [{"level": 2, "text": "Sukces w konkursie Diamenty AGH – mgr inż. Yuya Sato nagrodzony za badania nad odzyskiem CO₂"}, {"level": 2, "text": "AGH dołącza do Energy Transition Campus Amsterdam – nowa era współpracy na rzecz zrównoważonej energii"}, {"level": 2, "text": "Informacji o spotkaniach dla osób wybierających się na II stopień"}, {"level": 2, "text": "Zaproszenie na spotkanie z przedstawicielami Westinghouse"}, {"level": 2, "text": "Życzymy nowej energii na Nowy Rok"}]}}