{"content": "# SENSTER – rzeźba, sztuka, robotyka, Senster:Lab\n\nURL: http://senster.agh.edu.pl/\nCrawled: 2025-03-19 21:12:12\n\no przedsięwzięciu \n|\n about\n\n Re:SENSTER \n Reaktywacja rzeźby cybernetycznej autorstwa Edwarda Ihnatowicza.\n\nPrzywracamy do życia jedno z klasycznych dzieł sztuki mediów.\n SENSTER\nzostał stworzony  pod koniec lat 60. przez Edwarda Ihnatowicza\n artystę polskiego pochodzenia pracującego w Londynie.  Zaprezentowano go w pawilonie wystawowym Evoluon, należącym do firmy Philips, koncernu, który wsparł powstanie pracy. W kwietniu 2017 roku rzeźba została zakupiona przez AGH od poprzedniego właściciela ─ firmy Delmeco Group działającej na terenie Holandii.\n\nPraca, choć ważna, przestała funkcjonować w połowie lat 70. Do niedawna uznawana była za zaginioną.  Dzisiaj powraca, dzięki staraniom transdyscyplinarnego zespołu uczonych i projektantów.\n\nOd 04. października 2018, odrestaurowaną pracę oglądać można było można w hali przemysłowej WO AGH przy ul. Reymonta 23.\n\nSENSTER jest rzeźbą kinetyczną.  Mierzący ponad pięć metrów masyw został wykonany ze stali. Kształtem przypominał niezidentyfikowane bliżej zwierzę, poruszał się zwinnie dzięki zsynchronizowanej pracy ośmiu siłowników. Zmianą położenia sterował program komputerowy. Rzeźba reagowała na dźwięki i ruch w otoczeniu  odczytując sygnały przesłane z  mikrofonów i czujników dopplerowskich.  W aktualnej wersji odpowiada wyłącznie na sygnały dźwiękowe. \nSekwencja interakcji była kiedyś kontrolowana przez program napisany w asemblerze i zakodowany w prototypowym komputerze P9201.\n\nOdnowiona praca  działa z nowoczesnym sterownikiem programowalnym.\n\nTworząc SENSTERA Ihnatowicz nawiązywał o doświadczeń ówczesnej robotyki, oraz eksperymentów w dziedzinie AI. SENSTER był trzecim z dzieł sztuki mediów, jakie zrealizowano pod patronatem  holenderskiego koncernu technologicznego Philips. Praca kontynuowała serię rozpoczętą przez  CYSP 1  Nicolasa Schöffera (1956) oraz „Poème électronique”  autorstwa Le Corbusier, Iannisa Xenakisa i Edgarda Varèse (1958).\n\nRe:SENSTER\n  Reactivation of a large scale cybernetic sculpture created by Edward Ihnatowicz.\n\nWe are reviving one of the new media pioneering works of art.\n\nSENSTER \nwas created to order, on behalf of the Philips health technology company \nc. 1970, by Edward Ihnatowicz\n, a sculptor of Polish origin working in London. The sculpture was purchased in April 2017 by AGH from its previous owner, the Netherlands-based Delmeco Group.\n\nSENSTER comprises a 5-meter long steel kinetic sculpture, a Zooid.\n I\nt was constructed to react, via a set of microphones and Doppler sensors, to sound and motion in its surroundings.  The current state version of the sculpture responses to the sound signals exclusively. The doppler sensors are inactive. \nThe interaction sequence used to be regulated by a program written in Assembler and encoded into a P9201 prototype computer. The reneved one operates with a modern\n programmable logic controller\n.\n\nSenster became the third media artwork supported by the Dutch company, after Nicolas Schöffer’s kinetic art sculpture „CYSP 1” (1956) and Le \nCorbusie\nr, Iannis \nXenakis and Edgard \nVarèse’s\n “Poème électronique”\n pavillon and environment\n (\n1958)\n.\n\nIn the years following its Eindhoven presentation the piece shared the fate of the majority of fragile media artworks. Despite its significance it remained inactive after the mid-1970s, and in the early 21\nst\n century it was put on the list of  lost media art pioneering projects.  It has been reactivated by a transdisciplinary  team, a collaboration of humanities, engineering, and the arts.\n\nOlszewska, Anna, and Marek Długosz. „Senster: Reactivation of a Cybernetic Sculpture.” Leonardo (2019): 1-11.  / j.a.", "metadata": {"url": "http://senster.agh.edu.pl/", "title": "SENSTER – rzeźba, sztuka, robotyka, Senster:Lab", "depth": 2, "duplicate": false, "content_hash": "fc4224e3ab392baf522a9177e3bdfc2d", "word_count": 506, "headings": []}}