{"content": "#  Olimpiady i konkursy -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/kandydaci/olimpiady-i-konkursy\nCrawled: 2025-03-19 21:12:36\n\nSkip to content ↓\n\n Olimpiady i konkursy \n\nJeżeli jesteś laureatem lub finalistą olimpiady ogólnopolskiej bądź olimpiady tematycznej, możesz zostać studentem AGH z pominięciem warunków rekrutacji.\n\nSprawdź, na jakich kierunkach możesz zostać zwolniony z postępowania kwalifikacyjnego.\n\nPamiętaj, że przyjęcie na I rok studiów I stopnia z pominięciem postępowania kwalifikacyjnego, po uprzednim dokonaniu rejestracji w systemie e-Rekrutacja, możliwe jest tylko raz i tylko w roku uzyskania świadectwa maturalnego.\n\n Ogólnopolska Olimpiada Wiedzy Elektrycznej i Elektronicznej \n\nChcesz sprawdzić swoją wiedzę z elektrotechniki i elektroniki?\n\n Wystartuj w Ogólnopolskiej Olimpiadzie Wiedzy Elektrycznej i Elektronicznej \n\n Ogólnopolska Olimpiada „O Diamentowy Indeks AGH” \n\nLubisz matematykę, fizykę, chemię, geografię z elementami geologii lub informatykę?\n\n Weź udział w Ogólnopolskiej Olimpiadzie „O Diamentowy Indeks AGH” \n\nKonkurs „Zobaczyć Matematykę”\n adresowany jest do uczniów szkół ponadpodstawowych z całej Polski, a jego celem jest propagowanie matematyki za pomocą szeroko dostępnych metod komputerowych, jakimi są przeglądarki internetowe i oprogramowanie niekomercyjne (wersja klasyczna konkursu) oraz prac plastycznych w dowolnej trwałej technice plastycznej (wersja artystyczna konkursu).\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {}}