{"metadata": {}, "content": "Rozliczanie Grantów Rektora \n\noraz innych projektów studenckich w roku 2024\n\nMATERIAŁ INSTRUKTAŻOWY\n\n\n\nJeżeli chcesz dokonać zakupu – najpierw zorientuj się czy przedmiot zakupu  jest objęty przetargiem ogólnouczelnianym – informacje na stronie Działu Zamówień Publicznych AGH (http://www.dzp.agh.edu.pl/dla-jednostek-agh/umowy-ogolnouczelniane/). \n\nJeśli TAK – realizuj zakup na podstawie przetargu uczelnianego (woda mineralna, materiały biurowe, papier, środki czystości, catering, części komputerowe, bilety lotnicze, itp.)\n\nJeśli NIE - sprawdź wartość planowanego zakupu – jeśli wartość szacunkowa netto wybranego towaru lub usługi nie przekracza wyrażonej w złotych równowartości kwoty 30 000 euro wybierz jedną z trzech możliwości:\n\n\n\nWartość towaru lub usługi nie przekracza kwoty 10 000 zł brutto.\n\nWówczas udokumentowaniem zakupu jest faktura. Nie jest wymagane pisemne uzasadnienie wyboru wykonawcy. \n\n\n\nWartość towaru lub usługi znajduje się pomiędzy 10 000 zł a 20 000 zł brutto.\n\nPrzeprowadź rozeznanie rynku – pozyskaj min. 3 oferty i dokonaj wyboru najkorzystniejszej uzasadniając wybór. Sporządź pisemną notatkę wg wzoru na stronie DSS lub DZP. Dokument dołącz do preliminarza.\n\n\n\nWartość towaru lub usługi znajduje się pomiędzy 20 000 zł brutto\na kwotą 30 000 euro netto. Konieczne jest pozyskanie tzw. oferty cenowej. W tym celu pobierz formularz (wniosek o złożenie oferty cenowej) ze strony DSS lub DZP, wypełnij wniosek (instrukcja na stronie DSS/Przyjazne procedury DZP) i roześlij je do min. 3 dostawców w formie zaproszenia do złożenia ofert. Przed wysłaniem wniosku konieczne jest uzyskanie podpisu Dysponenta środków, tj. Prorektora ds. Studenckich. Po otrzymaniu ofert sporządź protokół wyboru (wzór na stronie DSS/ Przyjazne procedury DZP). Dokumentem potwierdzającym udzielenie zamówienia jest podpisana umowa z dostawcą.\n\n\n\n\n\nNa co jeszcze zwracamy uwagę … ?\n\n\n\nUsługa gastronomiczna (w ramach reprezentacji i reklamy) - do wysokości 100 zł brutto/student AGH – usługa jest zawsze wykonywana\nw siedzibie firmy.\n\n\n\nCatering – do 20 zł brutto/student AGH – na terenie AGH obowiązuje przetarg KRAKUS, tylko A0 jest zwolnione.\n\n\n\nNagrody – do 100 zł brutto/student AGH – aby nie były opodatkowane:\nw ramach konkursu z dziedziny nauki, kultury, sztuki i sportu wymagane jest podanie regulaminu określającego sposób przyznawania nagród, wartość nagrody oraz listy studentów AGH, którzy odebrali nagrody.\n\nNagrody zwolnione z podatku do 2 000 zł brutto. \n\n\n\nUpominek – do 20 zł brutto/student AGH.\n\n\n\nNoclegi – do 67,50 zł brutto za dobę/student AGH. Noclegi zaproszonych gości oraz pracowników AGH nie są finansowane!\n\n\n\nWyżywienie – rozliczane fakturą – do 45 zł brutto dzień/student AGH (dot. artykułów spożywczych).\n\n\n\nWyżywienie – rozliczenie w formie diet – 45 zł brutto dzień/student AGH (11,25 zł śniadanie i kolacja, 22,50 zł obiad). Przygotuj dokument – zlecenie wykonania zadań statutowych, a po powrocie rozliczyć koszty podróży. Druki znajdziesz na stronie www Kwestury w zakładce „podróże” (odnośnik).\n\n\n\nKoniecznie opisz faktury i rachunki na odwrocie! \n\nOpisz przedmiot zakupu w taki sposób, by osoby niezaangażowane\nw projekt wiedziały, co faktycznie zostało zakupione: Faktura VAT za zakup…\n\nNapisz, kogo lub czego dotyczy dana faktura - podaj nazwę koła lub organizacji, nr Grantu Rektora lub Preliminarza (jeśli nie dysponujesz numerem preliminarza lub Grantu podaj nazwę wydarzenia, którego dotyczy).\n\nW przypadku płatności gotówkowych podaj dane osoby, której należy dokonać zwrotu i nr konta bankowego tej osoby oraz w przypadku studenta numer albumu. \n\nPotwierdź zakup podpisem opiekuna organizacji – czytelny podpis Opiekuna Organizacji/Koła oraz pieczątka Organizacji/Koła.\n\nPrzynieś dokument do ZOOS DSS – bez zbędnej zwłoki (Uwaga! Termin płatności faktury).\n\n\n\n\n\nUWAGA!\n\nJeśli nadal masz problem z przygotowaniem dokumentów do realizacji zakupów lub usług w ramach projektu – skontaktuj się z Zespołem Obsługi Organizacji Studenckich (ZOOS), budynek C1, I piętro, pokój 111.\n\n\n\nOpracowano wg stanu prawnego na dzień 19.02.2024 r."}