{"content": "#  Kierunek Technologia chemiczna na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/kandydaci/studia-ii-stopnia/technologia-chemiczna\nCrawled: 2025-03-19 21:33:08\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Technologia chemiczna \n\nKierunek Technologia Chemiczna Wydziału Inżynierii Materiałowej i Ceramiki \n\nuplasował się na VI miejscu w Rankingu Studiów Inżynierskich Perspektywy 2024.\n\nCzy marzysz o karierze w przemyśle lub laboratorium analitycznym? Wybierz studia II stopnia na kierunku Technologia chemiczna na AGH! Studia u nas gwarantują \ndobrą atmosferę, przyjaznych prowadzących, praktyczną wiedzę\n oraz \nkontakt z przemysłem\n  co owocuje ciekawymi propozycjami zawodowymi.\n\nStudia te dostarczają wiedzę i umiejętności niezbędne do pracy w laboratoriach technologicznych, chemicznych i analitycznych w różnych gałęziach przemysłu, farmacji, medycyny i ochrony środowiska.\n\nTo, co je wyróżnia, to skoncentrowanie się i specjalizacja w \nprojektowaniu materiałów\n oraz \ntechnologiach ceramicznych \n(jak technologia cementu i betonu, materiałów budowlanych, szkła, materiałów ogniotrwałych, ceramiki użytkowej i innych niemetalicznych materiałów o specjalnych właściwościach i zastosowaniach). \n\nNa studiach II stopnia, na kierunku Technologia Chemiczna, na Wydziale IMiC wyodrębnione zostały \nścieżki dyplomowania:\n\nAnalityka i Kontrola Jakości\n\nInżynieria i Zarządzanie Procesami Przemysłowymi, na której student wybiera jeden z trzech bloków specjalistycznych:\n\n•    Szkło i metody jego przetwórstwa, \n •    Ceramika i materiały ogniotrwałe,\n •    Materiały budowlane (Tradycyjna i nowoczesna ceramika budowlana, Technologia betonu, Inżynieria materiałów wiążących)\n\nStudent w ramach przedmiotów obieralnych może wybierać wśród modułów w języku polskim lub angielskim, w zależności od wybranej ścieżki dyplomowania, dzięki czemu może kształcić swoje kompetencje zgodnie z obraną ścieżką rozwoju.\n\nKierunek Technologia Chemiczna, gwarantuje zdobycie:\n\nWiedzy dotyczącej \nmetod i narzędzi zarządzania produkcją \noraz \nzasad organizacji, projektowania i oceny techniczno-ekonomicznej procesów produkcyjnych\n w sektorze ceramicznym,\n\nPrawidłowych nawyków pracy w laboratorium analitycznym oraz potrzebnych umiejętności do przeprowadzenia wszystkich etapów procesu analitycznego,\n\nŚwiadomości roli poszczególnych kierunków technologii materiałowych, ich wpływu na środowisko oraz rozwój społeczno-gospodarczy kraju.\n\nAbsolwent Technologii chemicznej potrafi:\n\nZaprojektować proces technologiczny z uwzględnieniem właściwej aparatury chemicznej oraz odpowiednich technik analitycznych.\n\nBadać właściwości materiałów oraz ich fizykochemiczne, mechaniczne i termiczne cechy.\n\nRozwiązywać złożone zadania inżynierskie z użyciem zaawansowanego oprogramowania.\n\nPracować samodzielnie w laboratorium chemicznym i technologicznym.\n\nPlanować własne samokształcenie i prezentować zdobytą wiedzę i umiejętności.\n\nPodejmować pracę w przemyśle chemicznym i pokrewnym, w zakresie projektowania i organizacji procesów produkcyjnych.\n\nZastosować procedury analityczne w laboratoriach oraz ochronie środowiska.\n\nZaprojektować i wytworzyć produkty o określonych parametrach użytkowych.\n\nStudia na kierunku Technologia Chemiczna przygotowują do pracy we \nwszystkich branżach przemysłu chemicznego i ceramicznego\n. Pozwalają na ukierunkowanie i specjalizację w projektowaniu materiałów oraz technologii różnorodnych materiałów ceramicznych, obejmujących m.in. \ntechnologię cementu i betonu, ceramicznych materiałów budowlanych, szkła, materiałów ogniotrwałych, ceramiki użytkowej i innych materiałów niemetalicznych o specjalnych właściwościach i zastosowaniach\n. Umożliwiają zatrudnienie w laboratoriach prowadzących badania z zakresu kontroli jakości surowców, procesów i finalnych produktów oraz monitoringu środowiskowego. \nAbsolwenci są poszukiwanymi i wartościowymi pracownikami \nw zakładach produkcyjnych, jednostkach naukowych i badawczo-rozwojowych oraz innych obszarach nowoczesnej gospodarki.\n\nDzięki współpracy Wydziału z przemysłem, w czasie II stopnia studiów na kierunku Technologia Chemiczna studenci mają możliwość realizacji\n praktycznych prac dyplomowych, w ścisłej współpracy z partnerami przemysłowymi\n, mających realny wpływ na kształtowanie się różnych technologii. Podczas trwania studiów, studenci odbywają również \nwizyty w zakładach przemysłowych\n, co pomaga szerzej zrozumieć procesy technologiczne.\n\nFirmy, z którymi współpracujemy to między innymi: FerroCarbo, Związek Pracodawców Polskie Szkło, Atlas, Cemex, Wienerberger, Lafarge, Solbet, Bruk-Bet, Cement Ożarów, Admitex, Geberit, Dyckerhoff Polska, Cementowania Odra, Lhoist, Zakłady Magnezytowe Ropczyce, Cementownia Warta, Sieć Badawcza Łukaszewicz - Instytut Ceramiki i Materiałów Budowlanych w Krakowie, Heidelberg Materials Polska i wiele innych.\n\n100% badanych Absolwentów znajduje pracę w przeciągu pół roku od ukończenia studiów, a aż 60% z nich podjęło pracę jeszcze w czasie studiów.\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/kandydaci/studia-ii-stopnia/technologia-chemiczna", "title": " Kierunek Technologia chemiczna na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "8c86c5819e6e766cfa00673a1b7a2993", "word_count": 609, "headings": [{"level": 1, "text": "Technologia chemiczna"}, {"level": 1, "text": "Kierunek Technologia Chemiczna Wydziału Inżynierii Materiałowej i Ceramiki"}, {"level": 1, "text": "uplasował się na VI miejscu w Rankingu Studiów Inżynierskich Perspektywy 2024."}, {"level": 2, "text": "Stopka"}]}}