{"content": "#  Oferta prac doktorskich i dyplomowych -- Akademickie Centrum Materiałów i Nanotechnologii \n\nURL: https://acmin.agh.edu.pl/edukacja/prace-dyplomowe\nCrawled: 2025-03-19 21:38:25\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Oferta prac doktorskich i dyplomowych \n\nDołącz do zespołu naukowców w ACMiN i wyróżnij się w świecie innowacyjnych badań! Nasze projekty opierają się na nowatorskich badaniach, wykorzystując nowoczesną aparaturę badawczą. Oferujemy możliwość realizacji prac doktorskich i dyplomowych oraz praktyk studenckich w obszarze nanotechnologii, inżynierii materiałowej, chemii, fizyki oraz biotechnologii.\n\nU nas zrealizujesz:\n\nRozwijaj się z nami i bierz udział w tworzeniu przyszłości nauki!\n\nAktualne tematy prac doktorskich i dyplomowych znajdziesz poniżej. W celu odbycia praktyk skontaktuj się z naszym \nsekretariatem \nlub bezpośrednio z kierwonikiem \nZakładu Badawczego\n.\n\nSynteza i właściwości nowych faz tlenkowych w układzie BiVO\n4\n:Cu – tlenki lantanowców (Synthesis and properties of novel oxide phases in the system BiVO\n4\n:Cu – lanthanide oxides)\n\nKontakt: \nProf. dr hab. Konrad Szaciłowski\n\nSynteza oraz właściwości trójskładnikowych stopów Cu-Zn-B do zastosowań w elektrochemicznej konwersji CO\n2\n (Synthezis and properties of ternary Cu-Zn-B alloys for applications in electrochemical CO\n2\n conversion)\n\nKontakt: \ndr hab. inż. Krzysztof Mech\n\nX-ray energy dispersive diffracion for XEC and residual stress evolution determination\n\nKontakt: \n Dr inż. Marianna Marciszko\n\nMagnetorezystancja sterowana napięciem w multiferroicznych złączach tunelowych (Voltage controlled magnetoresistance in multiferroic tunnel junctions)\n\nKontakt: \nProf. dr hab. Marek Przybylski\n\nEwolucja termiczna geopolimerów funkcjonalizowanych nanocząstkami (Thermal evolution of geopolymers functionalized with nanoparticles)\n\nKontakt: \n\ndr hab. inż. Angelika Kmita\n\nNanoinżynieria struktur Me-S (gdzie Me = wybrane metale przejściowe) – projektowanie i charakteryzacja funkcjonalnych materiałów w nanoskali (Nano-Engineering of Me-S structures (where Me = selected transition metals) – design and characterization of functional nanoscale materials)\n\nKontakt:\n\ndr hab. inż. Angelika Kmita\n\nNanostruktury Me\nx\nS\ny\n (gdzie Me = Fe i/lub Mn) o właściwościach funkcjonalnych – synteza i charakterystyka\n\nKontakt: \ndr hab. inż. Angelika Kmita\n\nNanocząstki i wielofunkcyjne układy hybrydowe typu rdzeń/powłoka do zastosowań w hipertermii magnetycznej – analiza stanu wiedzy\n\nKontakt: \ndr hab. inż. Angelika Kmita\n\nModelowanie DFT wzrostu ALD atomowo-cienkich warstw metali\n\nKontakt: \ndr Sylwia Klejna\n\nBadanie elementów ogniw fotoelektrochemicznych z wykorzystaniem materiałów na bazie tlenków żelaza\n\nKontakt: \ndr inż. Aleksandra Szkudlarek\n\nUporządkowane ferrocenowe nanodruty makromolekularne jako przykład zaawansowanej architektury do przełączania rezystywnego (Ordered ferrocene-based macromolecular nanowires as an advanced architecture for resistive switching)\n\nKontakt:\n\nProf. dr hab. Szczepan Zapotoczny\n\nOtrzymywanie i modyfikacja nowych materiałów aerożelowych do zastosowań biomedycznych (Preparation and modification of new aerogel materials for biomedical application)\n\nKontakt:\n\nProf. dr hab. Szczepan Zapotoczny\n\nNanocząstki magnetyczne do oczyszczania wody z zanieczyszczeń organicznych, chemicznych oraz biologicznych\n\nKontakt:  \ndr Michał Szuwarzyński\n\nNowe pochodne ferrocenu do otrzymywania przewodzących nanodrutów makromolekularnych\n\nKontakt:  \ndr Michał Szuwarzyński\n\nOrganizacja nanocząstek na powierzchni\n\nKontakt:  \ndr Michał Szuwarzyński\n\nPrzewodzące nanoszczotki polimerowe jako przykład uporządkowanego memrystora organicznego\n\nKontakt:  \ndr Michał Szuwarzyński\n\nNanocząstki magnetyczne do oczyszczania wody z zanieczyszczeń organicznych, chemicznych oraz biologicznych\n\nKontakt:  \ndr Michał Szuwarzyński\n\nOrganizacja nanocząstek na powierzchni\n\nKontakt:  \ndr Michał Szuwarzyński\n\nPrzewodzące nanoszczotki polimerowe jako przykład uporządkowanego memrystora organicznego\n\nKontakt:  \ndr Michał Szuwarzyński\n​​​​​​​\n\nStopka\n\nDla pracowników AGH\n\nBiblioteka Główna AGH\n\nUczelnia badawcza IDUB AGH\n\nCentrum Obsługi Projektów e-COP AGH\n\n © 2024 Akademickie Centrum Materiałów i Nanotechnologii\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://acmin.agh.edu.pl/edukacja/prace-dyplomowe", "title": " Oferta prac doktorskich i dyplomowych -- Akademickie Centrum Materiałów i Nanotechnologii ", "depth": 3, "duplicate": false, "content_hash": "00f3ce080069b5576f6f97d174636c17", "word_count": 496, "headings": [{"level": 1, "text": "Oferta prac doktorskich i dyplomowych"}, {"level": 2, "text": "Stopka"}]}}