{"metadata": {}, "content": "Załącznik nr 8 do Regulaminu świadczeń dla studentów AGH\n\n\n\n\t………………………………………………………………………\n\n\t(nazwisko i imię członka rodziny składającego oświadczenie)\n\nOŚWIADCZENIE\n\nCZŁONKA RODZINY O DOCHODACH OSIĄGNIĘTYCH W ROKU KALENDARZOWYM POPRZEDZAJĄCYM ROK AKADEMICKI, INNYCH NIŻ DOCHODY PODLEGAJĄCE OPODATKOWANIU PODATKIEM DOCHODOWYM OD OSÓB FIZYCZNYCH NA ZASADACH OKREŚLONYCH W ART. 27, ART. 30B, ART. 30C, ART. 30E I ART. 30F USTAWY Z DNIA 26 LIPCA 1991 R. O PODATKU DOCHODOWYM OD OSÓB FIZYCZNYCH\n\n\n\nOświadczam, że w roku kalendarzowym …….…..… osiągnąłem/osiągnęłam dochód niepodlegający opodatkowaniu podatkiem dochodowym w łącznej kwocie ....…………… zł, \nz tytułu: \n\n\n\nposiadania gospodarstwa rolnego w kwocie …………… zł*\n\nPowierzchnia użytków rolnych w hektarach przeliczeniowych: \n\nna terenie gminy zamieszkania ………… ha\n\npoza terenem gminy zamieszkania …………ha\n\nzasiłków chorobowych z KRUS w kwocie …………… zł \n\nzasiłku macierzyńskiego z KRUS w kwocie …………… zł\n\nalimentów lub świadczeń pieniężnych wypłacanych w przypadku bezskuteczności egzekucji alimentów w kwocie …………… zł \n\ndochodów osiągniętych za granicą RP w kwocie …………… zł**\n\nDotyczy dochodu netto – po pomniejszeniu o zapłacone: \n\npodatek dochodowy w kwocie ……………… zł \n\nskładki na obowiązkowe ubezpieczenie społeczne w kwocie ……………… zł\n\nskładki na obowiązkowe ubezpieczenie zdrowotne w kwocie ……………… zł\n\nulg otrzymanych na podstawie art. 27f ust. 8-10 ustawy o podatku dochodowym od osób fizycznych (dot. ulgi na dzieci wypłaconej przez Urząd Skarbowy) w kwocie …………… zł\n\nstypendium doktoranckiego \n\nokreślonego w art. 200 ustawy z dnia 27 lipca 2005 r. Prawo o szkolnictwie wyższym w kwocie …………… zł \n\nokreślonego w art. 209 ust. 1 i 7 ustawy z dnia 20 lipca 2018 r. Prawo o szkolnictwie wyższym i nauce w kwocie …………… zł \n\nświadczenia rodzicielskiego w kwocie …………… zł \n\nstypendium dla bezrobotnych finansowane ze środków Unii Europejskiej lub Funduszu Pracy niezależnie od podmiotu, który je wypłaca w kwocie ………… zł\n\n\tprzychodów z wynagrodzeń wolnych od podatku dla osób do ukończenia 26 lat (art. 21 ust. 1 pkt 148 ustawy o podatku dochodowym od osób fizycznych) w kwocie …………… zł \n\ninne: ……………………………………………………………………………… w kwocie …………… zł \n\n\n\nPełny katalog dochodów niepodlegających opodatkowaniu wymieniony w § 12 ust. 1 pkt. 3 Regulaminu świadczeń dla studentów AGH.\n\n\n\nOświadczam, że jestem świadomy/świadoma odpowiedzialności karnej za złożenie fałszywego oświadczenia. \n\n\n\n\n\n……………………………………………………………\t\t\t………………………………………………………………………\n\n(miejscowość, data) \t\t\t         (podpis członka rodziny składającego oświadczenie)\n\n\n\n* - przeciętna liczba ha przeliczeniowych z roku kalendarzowego poprzedzającego rok akademicki pomnożona przez kwotę dochodu z 1 ha przeliczeniowego (ogłaszana przez Prezesa GUS)\n\n** - dochód należy przeliczyć z waluty obcej na złotego na podstawie średniego kursu walut obcych ogłaszanego przez Prezesa NBP z ostatniego dnia roboczego roku kalendarzowego, z którego dochód członków rodziny stanowi podstawę ustalenia prawa do świadczenia \n\n\t\tStrona 1 z 1"}