{"content": "# Seminarium ACMiN: New Materials for Charge and Spin Transport in Magnetic Heterostructures and their applications-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/doktoranci/wydarzenia/detail/s/seminarium-acmin-new-materials-for-charge-and-spin-transport-in-magnetic-heterostructures-and-their-applications\nCrawled: 2025-03-19 21:13:19\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nDoktoranci – wydarzenia\n\nWydarzenia\n\nSeminarium ACMiN: New Materials for Charge and Spin Transport in Magnetic Heterostructures and their applications\n\n Pobierz plik iCal \n\nDodaj do kalendarza Google\n\nDodaj do kalendarza Outlook\n\nDodaj do kalendarza Office 365\n\nDodaj do kalendarza Yahoo\n\n Akademickie Centrum Materiałów i Nanotechnologii AGH zaprasza na seminarium, które odbędzie się 20 marca 2025 r. o godz. 14.00 w formie hybrydowej. \n\n O wydarzeniu \n\nWykład zatytułowany \nNew Materials for Charge and Spin Transport in Magnetic Heterostructures and their applications\n wygłosi prof. dr Günter Reiss, Distinguished Lecturer IEEE 2025 (Department of Physics, Bielefeld University, Bielefeld, Niemcy).\n\nUdział\n\nstacjonarny: ACMiN (ul. Kawiory 30, bud. D-16, sala 1.02A)\n\nzdalny: platforma MS Teams (\nlink\n)\n\nStreszczenie\n\nMagnetic heterostructures are key devices for spin electronics. Their preparation requires a combination of thin film deposition with sub-angstrom control, field-annealing, and nanopatterning. If fully functional, they can help fundamental research on new materials and effects as well open applications in sensors, memory, logic, and oscillators. An introduction will present the basic magnetoresistive effects and their applications. We then discuss a specific application example of magnetic sensors developed as a part of a diagnostic assay to detect the stray field of magnetic (nano-) particles that can be loaded with biomolecules. The third part will discuss altermagnets as novel materials that are promising for sensing or memory devices. These materials (such as RuO2 or Mn5Si3) are at present intensively investigated due to their antiferromagnetism combined with a potentially spin-split electronic band structure and related spin currents. When sandwiched with ferromagnets (Ni80Fe20), an analysis based on the 2ω method shows the presence of torques in accordance with a spin current at the interface. When replacing the ferromagnet by a heavy metal (Pt), a spin current from the Pt into the altermagnet can switch the magnetic order in the altermagnet, which can be detected by the planar Hall effect. When integrated with an MgO tunnel barrier and a ferromagnetic counter-electrode, signatures of a tunneling magnetoresistance strongly depend on the bias voltage. The talk will close with an outlook for this new material class.\n\nArtykuły z kategorii Doktoranci\n\n SciFlow – edytor tekstów naukowych dla uczelni wyższych w dostępie testowym\t\n\n Zasady działalności AGH od 29 marca do 30 czerwca 2022 r.\t\n\n Czytelnia Książek Własnych – kolejna zmiana godzin otwarcia\t\n\n LISTA PRZEDMIOTÓW OBIERALNYCH URUCHAMIANYCH W SEMESTRZE LETNIM 2021/2022\t\n\n Academica – Cyfrowa wypożyczalnia międzybiblioteczna książek i czasopism naukowych\t\n\nNajnowsze artykuły\n\n Interdisciplinary Science Research Survey\t\n\n Idea Warm Up – dołącz i działaj!\t\n\n „Kolejka na Kasprowy i kontrowersje” – felieton\t\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Ambasador Wietnamu z wizytą w AGH\t\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/doktoranci/wydarzenia/detail/s/seminarium-acmin-new-materials-for-charge-and-spin-transport-in-magnetic-heterostructures-and-their-applications", "title": "Seminarium ACMiN: New Materials for Charge and Spin Transport in Magnetic Heterostructures and their applications-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "7ff1aaea81105ce0a98fa017e9a580f7", "word_count": 509, "headings": [{"level": 1, "text": "Wydarzenia"}, {"level": 2, "text": "Artykuły z kategorii Doktoranci"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}