{"content": "# Informacja dla studentów WGGiOŚ — Erasmus+ w roku akademickim 2025/2026 -- WGGIOS AGH \n\nURL: https://www.wggios.agh.edu.pl/aktualnosci/detail/informacja-dla-studentow-wggios-agh-erasmus-w-roku-akademickim-2025-2026\nCrawled: 2025-03-19 21:32:19\n\nInformacja dla studentów WGGiOŚ — Erasmus+ w roku akademickim 2025/2026 \n\n 19-03-2025 \n\nZasady uczestnictwa w programie, lista umów międzyinstytucjonalnych Erasmus+ oraz dokumenty do ściągnięcia znajdują się na stronie: \nhttp://www.erasmusplus.agh.edu.pl\n\nStudenci ubiegający się o wyjazd do uczelni partnerskiej na studia składają następujące dokumenty:\n\nFormularz rekrutacyjny Erasmus+ KA131 studia\n\nDokument potwierdzający znajomość języka obcego\n\nProponowany projekt programu studiów w uczelni partnerskiej zaakceptowany przez opiekuna naukowego\n\nStudenci ubiegający się o wyjazd na praktykę Erasmus+ składają następujące dokumenty:\n\nFormularz rekrutacyjny\n\nDokument potwierdzający znajomość języka obcego\n\nProponowany projekt praktyki, potwierdzony korespondencją e-mail z firma/instytucją wyrażającą gotowość przyjęcia kandydata na praktykę\n\nPodstawowym kryterium kwalifikacji studentów do udziału w programie będzie średnia ocen z dotychczasowego przebiegu studiów na WGGiOŚ AGH, a dla studentów studiów II stopnia — średnia ocen ze studiów + ocena ukończenia studiów I stopnia (dyplom). Dodatkowym kryterium kwalifikacji będzie certyfikat znajomości języka obcego.\n\nDokumenty aplikacyjne na wyjazdy do uczelni partnerskich na studia należy składać do wydziałowego koordynatora programu Erasmus+; dr Krzysztof Dudek – pok. 27D, kadudek@agh.edu.pl – \nw terminie do piątku, 11 kwietnia 2025 r\n.\n\nStudenci aplikujący na studia na uczelniach partnerskich, w których terminy nominacji upływają wcześniej (np. uczelnie w Norwegii, Szwecji, Finlandii) powinni złożyć dokumenty ‘as soon as possible’ oraz uzgodnić z koordynatorami umów tryb nominacji i aplikacji.\n\nDodatkowych informacji udziela dr Krzysztof Dudek, który zaprasza również na spotkania informacyjne:\n\nW poniedziałek, 24 marca, godz. 18.30, sala 29\n\nWe wtorek, 25 marca, godz. 18.30, na platformie MS Teams w zespole: K_Dudek_KMPiG_konsultacje, kod: 9q60xfz\n\nPytania można również zadawać na forum grupy Erasmus WGGiOŚ AGH: \nhttps://www.facebook.com/groups/159982037756486/\n\nPowrót", "metadata": {"url": "https://www.wggios.agh.edu.pl/aktualnosci/detail/informacja-dla-studentow-wggios-agh-erasmus-w-roku-akademickim-2025-2026", "title": "Informacja dla studentów WGGiOŚ — Erasmus+ w roku akademickim 2025/2026 -- WGGIOS AGH ", "depth": 3, "duplicate": false, "content_hash": "356dac72374f387cf417963b6c48c845", "word_count": 253, "headings": [{"level": 1, "text": "Informacja dla studentów WGGiOŚ — Erasmus+ w roku akademickim 2025/2026"}, {"level": 2, "text": "Stopka"}]}}