{"content": "# Tekst źródłowy strony Roman Kazimierz Pampuch – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Roman_Kazimierz_Pampuch&action=edit\nCrawled: 2025-03-19 22:10:04\n\nTekst źródłowy strony Roman Kazimierz Pampuch\n\n← \nRoman Kazimierz Pampuch\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nTekst źródłowy strony można podejrzeć i skopiować.\n\n{{Infobox scientist\n|family-name=Pampuch\n|given-name=Roman Kazimierz\n|honorific-prefix=Prof. zw. dr hab. inż.\n|image=Roman_Pampuch.jpg\n|birth_date=4 marca 1927\n|birth_place=Bydgoszcz\n|death_date=13 lutego 2017\n|fields=ceramika, chemia, nauka o materiałach, inżynieria materiałowa\n|function=Dziekan  Wydziału Ceramicznego (1967-1971)\n|awards=Złoty Krzyż Zasługi, Krzyż Kawalerski Orderu Odrodzenia Polski, Krzyż Oficerski Orderu Odrodzenia Polski\n|dhc_year=1999\n|dhc_reason=za wybitny wkład w rozwój nauki o materiałach i inżynierii materiałów ceramicznych, stworzenie znanej w świecie polskiej szkoły ceramiki specjalnej oraz za szczególne zasługi w nauczaniu i rozpowszechnianiu wiedzy w tej dziedzinie\n|honorAGH=Doktor Honoris Causa AGH,\n|name=Roman Pampuch\n|image_size=10709\n}}{{Funkcja\n|Stanowisko=Prodziekan\n|Jednostka=Wydział Ceramiczny\n|Rok_od=1964\n|Rok_do=1967\n}}{{Funkcja\n|Stanowisko=Dziekan\n|Jednostka=Wydział Ceramiczny\n|Rok_od=1967\n|Rok_do=1971\n}}\nProf. zw. dr hab. inż. '''Roman Kazimierz Pampuch''' (1927-2017)\n\nDyscyplina/specjalności: ceramika, chemia, nauka o materiałach, inżynieria materiałowa\n\n== Nota biograficzna == \nUrodził się 4 marca 1927 roku w Bydgoszczy. Zmarł 13 lutego 2017 roku. Pochowany na Cmentarzu Podgórskim w Krakowie.\n\nStudiował na Wydziale Chemii Politechniki Śląskiej w latach 1945-1948. Tytuł doktora nauk technicznych uzyskał na Wydziale Chemicznym Politechniki Wrocławskiej w 1954 roku, habilitował się na Wydziale Metalurgii AGH w 1963 roku. W 1969 roku otrzymał tytuł profesora nadzwyczajnego, a w 1976 roku tytuł profesora zwyczajnego.\n\nTwórca Katedry Ceramiki Specjalnej oraz szkoły „nauki o materiałach” na [[Wydział Inżynierii Materiałowej i Ceramiki|Wydziale Inżynierii Materiałowej i Ceramiki]] AGH rozpropagowanej jego podręcznikami i wykładami w Europie, Japonii i USA.\n\nPrzebieg pracy zawodowej: Główny Instytut Górnictwa: organizator i kierownik pracowni fizykochemicznej Zakładu Chemicznej Przeróbki Węgla w Zabrzu 1948-1955; Instytut Materiałów Ogniotrwałych w Gliwicach: organizator i kierownik Zakładu Fizykochemicznego 1955-1961; AGH: kierownik pracowni Fizykochemii Krzemianów Katedry Chemii Krzemianów 1962-1967, kierownik Katedry Nauki o Materiałach/Katedry Ceramiki Specjalnej 1967-, prodziekan Wydziału Ceramicznego 1964-1968, dziekan 1968-1971. Dyrektor Instytutu Ceramiki Specjalnej i Ogniotrwałej 1969-1973, dyrektor naukowy Instytutu Inżynierii Materiałowej AGH.\n\nWykładowca Uniwersytetu Katolickiego w Leuven (Louvain), uniwersytetów w Madrycie, Carl-Marx-Stadt, Limoges, Clausthal.\n\nBadania: fizykochemia węgla i procesów karbonizacji związków organicznych, mechanizm częściowego uwodornienia węgla, podstawy technologii otrzymywania włókien węglowych dla techniki i medycyny; krystalochemia krzemianów i przemian fazowych w krzemianach, szczególnie procesów rozkładu termicznego, określenie natury amorficznych faz przejściowych w procesach rozkładu glinokrzemianów oraz mechanizmu topotaktycznych reakcji rozkładu wodorotlenków; zjawiska spiekania nieorganicznych ciał stałych, sformułowanie mechanizmu przegrupowania ziarn, określenie roli wewnętrznych naprężeń w toku spiekania w zjawiskach zagęszczania i rozrostu ziarn; mechanizm samorozwijających się reakcji wysokotemperaturowych (spalanie w fazie stałej, SHS), ich zastosowanie do syntezy związków wysokotemperaturowych, sprecyzowanie specyficznego mechanizmu „wędrującej strefy reakcyjnej” w SHS, nowe kierunki kształtowania unikalnej mikrostruktury materiałów ceramicznych drogą wykorzystania SHS.\n\nAutor bardzo wielu prac oryginalnych i artykułów w zagranicznej i krajowej prasie, autor i współautor książek z zakresu ceramiki i chemii. Autor kilkudziesięciu patentów. Promotor wielu prac doktorskich.\n\nCzłonek wielu rad naukowych, komitetów i instytutów badawczych, między innymi członek Prezydium Międzynarodowej Akademii Ceramiki, członek korespondent PAN od 1983 roku, członek rzeczywisty PAN od 1993 roku, członek czynny PAU od 1993 roku. Współzałożyciel Europejskiego Towarzystwa Ceramicznego. Redaktor czasopism fachowych polskich i zagranicznych. Doktor honoris causa AGH 1999. \n\nW 2015 roku, jako pierwszy, otrzymał nagrodę im. prof. Antoniego Hoborskiego - Diamentową Kulę - w zakresie nauk chemicznych. \n\n==== Odznaczenia i nagrody ====\n[[Złoty Krzyż Zasługi]], [[Krzyż Kawalerski Orderu Odrodzenia Polski]], [[Krzyż Oficerski Orderu Odrodzenia Polski]], Nagrody: Stołecznego Miasta Krakowa, Prezesa Rady Ministrów RP, Europejskiego Towarzystwa Ceramicznego im. Leo Stuijtsa, Ministerstwa Edukacji Narodowej (I, II, III stopnia), Ministerstwa Zdrowia i inne\n\n====Bibliografia publikacji====\n\nhttps://badap.agh.edu.pl/autor/pampuch-roman-002342\n\n== Źródła do biogramu ==\n\n==== Książki ====\n\n* Kto jest kim w ceramice : 50 lecie Wydziału Inżynierii Materiałowej i Ceramiki [AGH] : 1949-1999. Kraków 1999, s. 10, 107-108, [foto]\n* Kto jest kim w Polsce 1984 : informator biograficzny. Ed. 1. Red. zespół L. Becela [et al.]. Warszawa 1984, s. 714-715 \n* Kto jest kim w Polsce : informator biograficzny. Ed. 2. Red. zespół L. Becela [et al.]. Warszawa 1989, s. 972   \n* Kto jest kim w Polsce : informator biograficzny. Ed. 3. Red. L. Mackiewicz, A. Żołna. Warszawa 1993, s. 531–532\n* Wielka Księga 85-lecia Akademii Górniczo-Hutniczej. [Oprac.] zespół aut. K. Pikoń (red. naczelny), A. Sokołowska (dyrektor projektu), K. Pikoń. Gliwice 2004, s. 266, [foto] \n* Współcześni uczeni polscy : słownik biograficzny. T. 3 : M–R. Red. nauk. J. Kapuścik. Warszawa 2000, s. 419-420\n* Wydział Inżynierii Materiałowej i Ceramiki AGH w 70-lecie swojej działalności. Kraków 2019, s. 14, [foto]\n\n==== Artykuły ====\n\n* Bąk B.: Nagroda Stołecznego Miasta Krakowa dla Profesora Romana Pampucha. ''Biuletyn Informacyjny Pracowników AGH'' 2006, nr 159, s. 11, [foto]\n* ''Dziennik Polski'' 2017, nr 38 (15 II 2017), s. A11 [nekr.]\n* ''Gazeta Wyborcza'' 2017, nr 40 (17 II 2017), [dod.] ''GW Kraków'', s 13 [nekr.]\n* ''Gazeta Wyborcza'' 2017, nr 41 (18-19 II 2017), [dod.] ''GW Kraków'', s 6 [nekr.]\n* ''Dziennik Polski'' 2017, nr 41 (18-19 II 2017), s. A9 [nekr.]\n* Grobaczyk A.: Nagroda im. A. Hoborskiego dla Profesora Romana Pampucha. ''Biuletyn AGH'' 2015, nr 96, s. 19-21, [foto]\n* Haberko K.: Nagroda im. A. L. Stuijtsa dla prof. dr hab. inż. Romana Pampucha. ''Biuletyn Informacyjny Pracowników AGH'' 1997, nr 44/45, s. 43, [foto]\n* Lis J.: In Memoriam. Prof. dr hab. inż. Roman Pampuch Doctor Honoris Causa 4 March 1932 - 13 February 2017. ''Archives of Metallurgy and Materials'' [wyd. PAN] 2017, vol. 62, iss. 2A, s. 457-458, [foto]\n* Lis J.: Laudacja z okazji otrzymania Nagrody Imienia prof. Antoniego Marii Hoborskiego przez prof. Romana Pampucha. ''Biuletyn AGH'' 2015, nr 96, s. 19-21, [foto]\n* Profesor Roman Pampuch. Życie i Dzieło. ''Biuletyn Informacyjny Pracowników AGH'' 1999, nr 73, s. 29-30, [IV], [foto]\n* Profesorowie AGH w Komisji Nauk Technicznych PAU. ''Biuletyn AGH'' 2012, nr 50, s. 14\n* [''Protokół z Posiedzenia Senatu AGH''... 29.09.1999], s. 1, 5, 15 \n* Stoch L.: Profesor Roman Pampuch życie i dzieło. ''Biuletyn Informacyjny Pracowników AGH'' 1999, nr 73, s. 29–[31], [foto]\n* Wrzeszcz A.: Dni Hoborskiego. ''Biuletyn AGH'' 2016, nr 108, s. 20-23\n\n==== Inne ==== \n\n* Na podstawie materiałów Muzeum Historii AGH\n* Odszedł prof. Roman Pampuch [online] [przeglądany 22.02.2017]. Dostępny w: http://www.agh.edu.pl/info/article/odszedl-prof-roman-pampuch/\n* Wniosek o nadanie tytułu profesora zwyczajnego i powołanie na stanowisko profesora zwyczajnego w Akademii Górniczo-Hutniczej prof. nadzw. dr hab. inż. Romana Pampucha. [''Protokół z Posiedzenia Senatu AGH...'' 24.04.1975], s. 52-56\n\n{{DEFAULTSORT:Pampuch, Roman Kazimierz }}\n[[Category:Biogramy]]\n[[Category:Doktorzy honoris causa AGH]]\n\nSzablony użyte w tym artykule:\n\nSzablon:Funkcja\n (\ntekst źródłowy\n) \nSzablon:Infobox scientist\n (\ntekst źródłowy\n) \nWróć do \nRoman Kazimierz Pampuch\n.\n\nŹródło: „\nhttp://historia.agh.edu.pl/wiki/Roman_Kazimierz_Pampuch\n”", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Roman_Kazimierz_Pampuch&action=edit", "title": "Tekst źródłowy strony Roman Kazimierz Pampuch – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "c073ecafa7b48ac19955d6857921ca00", "word_count": 1067, "headings": [{"level": 1, "text": "Tekst źródłowy strony Roman Kazimierz Pampuch"}]}}