{"content": "#  Zakład Efektów Kwantowych w Nanostrukturach -- Akademickie Centrum Materiałów i Nanotechnologii \n\nURL: https://acmin.agh.edu.pl/badania-naukowe/zaklad-efektow-kwantowych-w-nanostrukturach\nCrawled: 2025-03-19 21:38:14\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Zakład Efektów Kwantowych w Nanostrukturach \n\nDziałalność naukowa \nZakładu Efektów Kwantowych w Nanostrukturach \nzwiązana jest z projektowaniem, wytwarzaniem i charakteryzacją struktur w skali nano. Zainteresowania badawcze grupy Nanostruktury i Nanourządzenia związane są z problemami fizycznymi takimi jak: struktura elektronowa fotokatalitycznych półprzewodników, mechanizm rekombinacji nośników ładunku powstających w wyniku absorpcji światła w półprzewodnikach, samoorganizacja nanocząstek materiałów o właściwościach magnetyczno-optycznych i plazmonicznych, efekty rozmiarowe w nanostrukturach oraz efekty powierzchniowe zjawisk spintronicznych, magnetyzm w układach o obniżonej wymiarowości i wiele innych.\n\nNanostruktury wytarzane są metodami próżniowymi takimi jak: rozpylanie magnetronowe, osadzanie za pomocą lasera impulsowego (Pulsed Laser Deposition, PLD), technika kondensacji w obecności gazu obojętnego (Inert Gas Condensation, IGC) jak i osadzeniem elektrochemicznym. Otrzymane nanomateriały mogą być później nanostrukturyzowane w pomieszczeniach czystych (tzw. clean room) za pomocą litografii optycznej i elektronowej.\n\nDziałalność grupy koncentruje się wokół rozwoju technologii otrzymywania nanostruktur na bazie tlenków metali i chalkogenków metali przejściowych dla fotokatalizy, bifunkcyjnej katalizy oraz sensorów gazu, elementów magnetycznych komórek pamięci, nanostruktur logiki spinowej, mikro i nanoczujników magnetycznych, multiferroicznych złącz tunelowych, a także wytwarzaniem jednowymiarowych nanostruktur półprzewodnikowych do zastosowań w elektronice, elektrokatalizie i układach termoelektrycznych.\n\nWytwarzanie nanocząstek metali i nanocząstek tlenków metali o ściśle ustalonym rozmiarze i gęstości upakowania metodą magnetronowego rozpylania jonowego w połączeniu z techniką IGC.\n\nWytwarzanie nanocząstek z cienkowarstwową otoczką z innego metalu lub tlenku metalu (tzw. core/shell nanoparticles).\n\nOtrzymywanie wieloskładnikowych cienkich warstw oraz struktur wielowarstwowych metali i związków metali o zdefiniowanej grubości i składzie chemicznym metodą rozpylania magnetronowego.\n\nWytwarzanie cienkich warstw lub układów wielowarstwowych z materiałów ceramicznych, polimerowych lub kompozytowych o ściśle zdefiniowanej grubości i składzie chemicznym metodą PLD.\n\nWykonywanie odbiciowej dyfrakcji wysokoenergetycznych elektronów RHEED nakierowane na nieinwazyjne badanie powierzchni podłoża lub monitorowanie in situ wzrostu cienkich warstw.\n\nSynteza nanoporowatego tlenku glinu w procesie dwustopniowej anodyzacji w elektrolitach kwasowych. Wytwarzanie matryc o prostej (średnica porów 35-100 nm, długość do 100 μm) lub złożonej (modulowana średnica porów, pory rozgałęzione) geometrii porów.\n\nWytwarzanie nanodrutów metalicznych, półprzewodnikowych, polimerowych i hybrydowych o różnej geometrii w oparciu o elektrochemiczne techniki osadzania.\n\nWytwarzanie porowatych nanodrutów w procesie elektroosadzania połączonego z selektywnym trawieniem.\n\nProjektowanie i wytwarzanie nanostruktur o rozmiarach od 10 nm do kilkunastu µm z wykorzystaniem litografii elektronowej.\n\nProjektowanie i wytwarzanie elementów mikroelektrod o rozmiarach od 1 µm do kilkunastu mm przy pomocy litografii optycznej.\n\nTrawienie cienkich warstw działem argonowym z możliwością analizy jakościowej przy pomocy detektora SIMS (Secondary Ion Mass Spectrometry) wraz z profilem głębokościowym.\n\nNanoszenie kontaktów metalicznych (aluminium, złoto na chromie) oraz warstw izolacyjnych Al\n2\nO\n3\n.\n\n Grant SHENG 2: \"Kwantowe materiały do sterowania momentem siły pochodzącym od sprzężenia spin-orbita\"\t\n 15-09-2022 \n\n Grant NCN PRELUDIUM 20: \"Antybakteryjne i osteoindukcyjne multiwarstwy biopolimerowe zawierające biologiczne aktywne nanocząstki w modyfikacji powierzchni stopów z pamięcią kształtu\"\t\n 07-02-2022 \n\nWięcej\n\nStopka\n\nDla pracowników AGH\n\nBiblioteka Główna AGH\n\nUczelnia badawcza IDUB AGH\n\nCentrum Obsługi Projektów e-COP AGH\n\n © 2024 Akademickie Centrum Materiałów i Nanotechnologii\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://acmin.agh.edu.pl/badania-naukowe/zaklad-efektow-kwantowych-w-nanostrukturach", "title": " Zakład Efektów Kwantowych w Nanostrukturach -- Akademickie Centrum Materiałów i Nanotechnologii ", "depth": 3, "duplicate": false, "content_hash": "f5ede314058470c715f62efc76956861", "word_count": 476, "headings": [{"level": 1, "text": "Zakład Efektów Kwantowych w Nanostrukturach"}, {"level": 2, "text": "Stopka"}]}}