{"content": "# Zak³ad Przeróbki Kopalin, Ochrony \u008crodowiska i Utylizacji Odpadów\n\nURL: http://www.kpk.agh.edu.pl/h.htm\nCrawled: 2025-03-19 22:33:14\n\nKatedra Przeróbki Kopalin i Ochrony\n  \u008crodowiska\n\nHISTORIA \nKATEDRY\n\nLata 1952 - 1968\n\nPocz¹tkiem\n  samodzielnej dzia³alno\u009cci by³ rok 1952 kiedy to w dniu 1 wrze\u009cnia wprowadzono\n  reformê studiów i reorganizacjê wydzia³ów AGH, co spowodowa³o daleko id¹ce\n  zmiany w strukturze Katedr, tak¿e na Wydziale Górniczym, czego efektem by³o\n  podzielenie dotychczasowej Katedry Górnictwa I i Przeróbki Mechanicznej na\n  trzy odrêbne jednostki, w tym Katedrê Przeróbki Mechanicznej Kopalin.\n\nKierownikiem\n  nowoutworzonej Katedry Przeróbki Mechanicznej Kopalin zosta³ zastêpca\n  profesora mgr in¿. W³odzimierz Stêpiñski. Katedra w tym czasie funkcjonowa³a\n  na wydziale obok dziewiêciu innych Katedr. Rok 1952 by³ tak¿e pocz¹tkiem\n  specjalno\u009cci dydaktycznej \u0084Przeróbka Kopalin Sta³ych\u0094, a przy Katedrze ju¿\n  dzia³a³o Ko³o Naukowe studentów, jedno z o\u009cmiu dzia³aj¹cych na Uczelni.\n\nKorzenie\n  przeróbki mechanicznej kopalin siêgaj¹ jednak du¿o wcze\u009cniejszych lat\n  dzia³alno\u009cci Uczelni. Za twórcê tego zakresu dydaktyki i nauki powszechnie\n  uznawany jest prof. zw. in¿. Henryk Czeczott, by³y profesor Instytutu\n  Górniczego w Petersburgu, który powróci³ do Polski w 1922 roku, rozpoczynaj¹c\n  pracê w AGH, a nastêpnie w roku akademickim 1925/26 by³ dziekanem na Wydziale\n  Górniczym.\n\nKontynuatorem\n  prac i wyk³adów w zakresie przeróbki by³ nastêpnie doktor nauk technicznych z\n  zakresu górnictwa, wkrótce profesor nadzwyczajny, Witold Budryk \u0096 Dziekan\n  Wydzia³u Górniczego w latach 1936-39 i 1945-48, który w roku akademickim\n  1931/32 zosta³ dyrektorem Zak³adu Górnictwa I i Przeróbki Mechanicznej. \n\nW\n  powsta³ej w 1952 roku Katedrze Przeróbki Mechanicznej Kopalin pod\n  kierownictwem profesora Stêpiñskiego kilka osób broni³o prace doktorskie,\n  trzech pracowników Katedry uzyska³o tytu³ doktora habilitowanego oraz\n  powsta³y liczne prace naukowe. Katedra by³a wówczas jedyn¹ jednostk¹ w Polsce\n  zajmuj¹c¹ siê na poziomie naukowym zagadnieniem ekonomiki procesów\n  wzbogacania kopalin u¿ytecznych, w czym wybitn¹ rolê odgrywa³ prof.\n  Stêpiñski. Profesor Stêpiñski by³ bardzo cenionym naukowcem \u009cci\u009cle\n  wspó³pracuj¹cym z odbudowuj¹cym siê przemys³em. \n\nW roku\n  1968 prof. Stêpiñski przeszed³ na emeryturê, chocia¿ nie zerwa³ kontaktu z\n  Uczelni¹, \n\n  a kierownictwo Katedry przej¹³ doc. dr hab. in¿. Kazimierz Sztaba.\n\nLata 1969 - 1986\n\nW roku\n  akademickim 1969/70 zaczyna funkcjonowaæ struktura instytutowa wy¿szych\n  uczelni. Dyrektorem Instytutu Przeróbki Surowców Mineralnych zostaje\n  kierownik Katedry, ju¿ prof. nadzw., K. Sztaba, który powiêkszaj¹c obsadê\n  personaln¹, wzbogaca równocze\u009cnie jej profil zawodowy o matematyków, fizyków,\n  chemików i biologów. Instytut sk³ada siê wówczas \n\n  z 5 zak³adów. Prof. K. Sztaba w latach 1969-1972 pe³ni równocze\u009cnie funkcjê\n  Prorektora ds. Kszta³cenia Kadr. Instytut Przeróbki Surowców Mineralnych\n  bierze aktywny udzia³ w pracach badawczych na rzecz dynamicznie rozwijaj¹cego\n  siê polskiego górnictwa, wspó³pracuj¹c z ró¿nymi instytucjami do tego\n  powo³anymi. Wspó³praca ta owocuje du¿¹ ilo\u009cci¹ publikacji i referatów na\n  konferencjach krajowych i miêdzynarodowych.\n\nPoszerzenie\n  tematyki prac naukowo-badawczych prowadzonych w Instytucie o szeroko\n  rozumiane wykorzystanie wzbogacanych surowców, znajduje odbicie w zmianie\n  nazwy w roku 1974 na Instytut Przeróbki i Wykorzystania Surowców Mineralnych.\n  Prace naukowe, w tym okresie, prowadzone s¹ pod kierownictwem wielce\n  zas³u¿onych dla Zak³adu samodzielnych pracowników: profesorów W³adys³awa\n  Pilcha, Wiktora Pud³o, Józefa Stachurskiego, Kazimierza Sztaby, oraz docentów\n  Wies³awa D³ugosza, Zbigniewa Micha³ka. \n\nW 1985\n  r. dyrektorem Instytutu zostaje doc. dr hab. in¿. Antoni Siwiec. Po zmianie\n  ustawy \n\n  o szkolnictwie wy¿szym w roku 1993 i zmianie Statutu AGH w miejsce instytutów\n  powsta³y zak³ady i katedry jako podstawowe jednostki wydzia³ów. IPiWSM\n  przekszta³ci³ siê w Zak³ad Przeróbki Kopalin, Ochrony \u008crodowiska i Utylizacji\n  Odpadów. Kierownikiem tej jednostki jest nadal, do roku 1996, dr hab. in¿.\n  prof. AGH A. Siwiec. \n\nLata 1986 - 2005\n\nFunkcjê\n  kierownika Zak³adu w latach 1996-99 pe³ni dr in¿. Zofia Blaschke, a w okresie\n  1999-2002 dr hab., prof. AGH Marian Bro¿ek. Od 1 pa\u009fdziernika 2002 r.\n  kierownikiem Zak³adu jest dr hab. in¿., prof. AGH Kazimierz Trybalski. \n\nW roku\n  2002 Zak³ad obchodzi³ jubileusz. Z tej okazji zorganizowano specjaln¹\n  konferencjê naukow¹ oraz zjazd kole¿eñski absolwentów. W okresie 50-ciu lat\n  istnienia \u0096 w Katedrze, Instytucie i Zak³adzie - wypromowanych zosta³o 59\n  doktorów, z czego w ostatnim dziesiêcioleciu 11, oraz 594 magistrów i\n  in¿ynierów, w tym 179 w ostatnich dziesiêciu latach. Wyniki prac naukowych\n  przedstawione zosta³y w 1170 publikacjach, z czego 370 przypada na ostatnie\n  dziesiêæ lat. Aktualnie w Zak³adzie pracuje 30 osób, w tym: 1 profesor\n  tytularny, 4 profesorów nadzwyczajnych AGH, 12 adiunktów, 5 asystentów oraz 8\n  pracowników technicznych i administracyjnych.\n\nZak³ad\n  wspólnie z Katedr¹ Przeróbki\n\nKopalin\n  i Utylizacji Odpadów Politechniki \u008cl¹skiej oraz Zak³adem Przeróbki Kopalin i\n  Odpadów Politechniki Wroc³awskiej organizuje coroczn¹, Miêdzynarodow¹\n  Konferencjê Przeróbki Kopalin oraz jest wspó³organizatorem Konferencji z\n  cyklu \u0084Problemy zagospodarowania odpadów mineralnych\u0094 organizowanej przez\n  Agencjê Gospodarki Odpadami AGOS S.A. Katowice oraz KGHM \u0084Polska Mied\u009f\u0094 S.A.\n  Lubin.\n\nJako jednostka dydaktyczna\n  Wydzia³u Górnictwa i Geoin¿ynierii AGH Zak³ad kszta³ci studentów w\n  specjalno\u009cci \u0084Przeróbka Kopalin Sta³ych\u0094, na kierunku \u0084Górnictwo i Geologia\u0094\n  oraz w specjalno\u009cci \u0084In¿ynieria Mineralna\u0094 na kierunku \u0084In¿ynieria\n  \u008crodowiska\u0094. Wspó³uczestniczy tak¿e w kszta³ceniu studentów specjalno\u009cci\n  \u0084Zagospodarowanie Surowców Wtórnych i Odpadowych\u0094 na tym kierunku.", "metadata": {"url": "http://www.kpk.agh.edu.pl/h.htm", "title": "Zak³ad Przeróbki Kopalin, Ochrony \u008crodowiska i Utylizacji Odpadów", "depth": 3, "duplicate": false, "content_hash": "b2bdd07276dee5eb4a383f73f0ebfa82", "word_count": 744, "headings": [{"level": 4, "text": ""}, {"level": 6, "text": "HISTORIAKATEDRY"}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": "Lata 1952 - 1968"}]}}