{"content": "#  Bezpieczeństwo i higiena pracy -- Studia podyplomowe \n\nURL: https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/bezpieczenstwo-i-higiena-pracy\nCrawled: 2025-03-19 21:16:25\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Bezpieczeństwo i higiena pracy \n\nOrganizator studiów\n\nWydział Inżynierii Lądowej i Gospodarki Zasobami\n Katedra Inżynierii Górniczej i Bezpieczeństwa Pracy\n al. Mickiewicza 30, 30-059 Kraków\n pawilon A-4, pokój 12, parter\n\nStudia skierowane są do absolwentów szkół wyższych wszystkich kierunków, rodzajów i stopni, którzy chcą zdobyć lub poszerzyć wiedzę z zakresu bezpieczeństwa i higieny pracy. Adresatem studiów są zarówno osoby pracujące w służbie bhp, jak i osoby spoza branży, chcące uzyskać nową specjalność zawodową.\n\nStudia trwają dwa semestry i obejmują 220 godz. zajęć dydaktycznych, realizowanych w formie wykładów, ćwiczeń i seminariów. Program studiów umożliwia uzyskanie 45 punktów ECTS. Semestr pierwszy poświęcony jest kompleksowemu omówieniu zagadnień bezpieczeństwa i higieny pracy. Semestr drugi obejmuje szczegółową problematykę zagrożeń oraz działań profilaktycznych na stanowiskach pracy.\n\nZajęcia na studiach prowadzone są przez uznanych specjalistów z zakresu bezpieczeństwa i ochrony pracy, m.in. nauczycieli Akademii Górniczo-Hutniczej, pracowników Państwowej Inspekcji Pracy, Państwowej Inspekcji Sanitarnej, Collegium Medicum UJ, Państwowej Straży Pożarnej, Wyższego Urzędu Górniczego i Centralnej Stacji Ratownictwa Górniczego.\n\nLink do Sylabusa\n\nZakres kształcenia studiów obejmuje zagadnienia z dziedziny m.in. prawa i ochrony pracy, ergonomii w projektowaniu stanowisk roboczych, zagrożeń ze strony środowiska materialnego, wypadków i chorób zawodowych, metodyki oceny ryzyka zawodowego, systemów zarządzania bezpieczeństwem i higieną pracy oraz doskonalenia pedagogicznego.\n\nUczestnicy studiów przechodzą  szkolenie potwierdzone zaświadczeniem w zakresie udzielania pierwszej pomocy przedlekarskiej w stanach zagrożenia życia oraz nabywają kompetencje do prowadzenia audytów i szkoleń w zakresie bhp.\n\nUkończenie studiów, potwierdzone świadectwem Akademii Górniczo-Hutniczej, wystawionym zgodnie z wymogami Ministerstwa Edukacji i Nauki, daje uprawnienia do wykonywania zawodu związanego z bezpieczeństwem i higieną pracy oraz zajmowania stanowisk kierowniczych w służbach bhp zgodnie z Rozporządzeniami Rady Ministrów w sprawie służby bhp z dnia 2 listopada 2004 r.\n\nAbsolwenci studiów są przygotowani do pracy w służbach bhp przedsiębiorstw, w firmach świadczących usługi w zakresie bhp oraz ośrodkach szkoleniowych kształcących w tej dziedzinie. Mogą być zatrudnieni w służbach bhp wszystkich sektorów gospodarki: m.in. w zakładach produkcyjnych, szkolnictwie, służbie zdrowia, służbach mundurowych, administracji państwowej oraz samorządach terytorialnych.\n\nCzas trwania:\n 2 semestry (X 2025 - IX 2026)\n\nTryb zgłoszeń:\n Dokumenty należy złożyć osobiście lub przesłać pocztą lub e-mailem.\n\nLiczba miejsc:\n 35\n\nMiejsce zgłoszeń:\n Wydział Inżynierii Lądowej i Gospodarki Zasobami AGH\n al. Mickiewicza 30, 30-059 Kraków\n pawilon A-4, pokój 12, parter \n\nOsoba przyjmująca zgłoszenia:\n mgr inż. Wojciech Cyrnek, tel. 12 617 20 74, wocy@agh.edu.pl\n\nTermin zgłoszeń:\n 6 III 2025 - 30 IX 2025\n\nOpłaty:\n 4 700 zł (płatność po 2 350 zł/semestr)\n\nformularz zgłoszeniowy \nplik do pobrania\n\ndyplom ukończenia studiów wyższych (do wglądu - celem poświadczenia jego kopii za zgodność z oryginałem)\n\npoświadczenie wniesienia opłaty za studia podyplomowe za pierwszy semestr studiów, nie później niż w terminie 14 dni przed rozpoczęciem zajęć dydaktycznych w ramach studiów podyplomowych\n\nStopka\n\nOferta studiów podyplomowych\n\nDokumenty dla kandydatów\n\nInformacje dla organizatorów\n\nKursy i szkolenia (IFK)\n\nBack", "metadata": {"url": "https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/bezpieczenstwo-i-higiena-pracy", "title": " Bezpieczeństwo i higiena pracy -- Studia podyplomowe ", "depth": 2, "duplicate": false, "content_hash": "397883811add8c07913f751b15b6a8e3", "word_count": 459, "headings": [{"level": 1, "text": "Bezpieczeństwo i higiena pracy"}, {"level": 2, "text": "Stopka"}]}}