{"content": "# Wojciech Hubert Żurek – Historia AGH\n\nURL: https://historia.agh.edu.pl/wiki/Wojciech_Hubert_%C5%BBurek\nCrawled: 2025-03-19 21:09:25\n\nWojciech Hubert Żurek\n\nZ Historia AGH\n\nWojciech Hubert Żurek\n\nNazwisko\n\nŻurek\n\nImię / imiona\n\nWojciech Hubert\n\nTytuły / stanowiska\n\nProf. dr inż.\n\nTytuły honorowe AGH\n\nDoktor Honoris Causa AGH\n\nData urodzenia\n\n1951\n\nMiejsce urodzenia\n\nBielsko-Biała\n\nDyscyplina/specjalności\n\nfizyka\n, \nfizyka kwantowa\n, \nfizyka statystyczna\n, \nastrofizyka\n, \nkosmologia\n, \ninformatyka kwantowa\n\nRok przyznania doktoratu h.c. AGH\n\n2021\n\nPowód przyznania doktoratu h.c. AGH\n\nRozwój  teorii obliczeń kwantowych, opracowanie teorii dekoherencji, stworzenie teorii powstawania defektów w materiałach, wprowadzenie do nauki nowego rodzaju symetrii kwantowej, opartej na wpływie środowiska na obiekt kwantowy, współautorstwo teorii kwantowego darwinizmu\n\nOdznaczenia i nagrody\n\nKrzyż Komandorski Orderu Odrodzenia Polski\n\nProf. dr inż. \nWojciech Hubert Żurek\n (1951-)\n\nDyscyplina/specjalności: fizyka, fizyka kwantowa, fizyka statystyczna, astrofizyka, kosmologia, informatyka kwantowa\n\nNota biograficzna\n\nUrodził się w 1951 roku w Bielsku-Białej.\n\nAbsolwent I Liceum Ogólnokształcącego im. Mikołaja Kopernika w Bielsku-Białej.\n\nW 1974 ukończył studia magisterskie na Wydziale Elektrotechniki Górniczej i Hutniczej w zakresie technicznej fizyki jądrowej. Studia te prowadzone były przez Międzyresortowy Instytut Fizyki i Techniki Jądrowej AGH (obecnie Wydział Fizyki i Informatyki Stosowanej) AGH. Po ukończeniu studiów wyjechał do Stanów Zjednoczonych, gdzie kontynuował pracę badawczą i naukową.\n\nW 1979 roku na Wydziale Fizyki w University of Texas w Austin uzyskał doktorat. Pozostał tam na stażu do 1981 roku.\n\nW 1981 roku dołączył do grupy astrofizyki teoretycznej w California Institute of Technology (Caltech), jako stypendysta Fundacji Tolmana.\n\nW 1984 roku rozpoczął pracę w National Laboratory w Los Alamos jako stypendysta Fundacji Oppenheimera. W latach 1991-1996 prowadził Grupę Astrofizyki Teoretycznej, współpracował także z Instytutem Santa Fe oraz Instytutem Fizyki Teoretycznej w Santa Barbara.\n\nWykładał na Wydziale Fizyki w University of California w Santa Barbara, gdzie w Instytucie Fizyki Teoretycznej współorganizował programy naukowe (Kwantowa koherencja i dekoherencja oraz Komputery kwantowe i chaos).\n\nW 1982 roku Wojciech Żurek, William Wootters i Denis Dieks udowodnili twierdzenie o zakazie klonowania pojedynczego nieznanego kubitu (bitu kwantowego).\n\nJest współtwórcą opracowywanej w Laboratorium Los Alamos teorii dekoherencji, która wyjaśnia, w jaki sposób własności zgodnie z fizyką klasyczną pojawiają się w układach kwantowych. Badał też dynamikę łamania symetrii w przejściach fazowych II rodzaju i wniósł istotny wkład w tworzenie teorii powstawania defektów w materiałach.\n\nWprowadził do nauki nowy rodzaj asymetrii kwantowej, nazwanej przez niego \"envariance (environment-assisted invariance\").  Jest również współtwórcą teorii zwanej kwantowym darwinizmem.\n\nJest światowej sławy autorytetem w zakresie fizyki kwantowej, twórcą teorii naukowych tłumaczących najbardziej fundamentalne własności Wszechświata. Jego badania posiadają również ważne aspekty praktyczne, np. w nauce o materiałach oraz budowie komputera kwantowego.\n\n20 stycznia 2021 roku Senat AGH nadał mu tytuł doctora honoris causa, uzasadniając wybór: \"za rozwój  teorii  obliczeń  kwantowych, opracowanie teorii dekoherencji, stworzenie teorii powstawania defektów w materiałach, wprowadzenie do nauki nowego rodzaju symetrii kwantowej, opartej na wpływie środowiska na obiekt kwantowy, współautorstwo teorii kwantowego darwinizmu\".\n\nW 2019 roku otrzymał doktorat honoris causa Uniwersytetu Jagiellońskiego.\n\nBył organizatorem i współorganizatorem wielu konferencji naukowych w USA i Kanadzie.\n\nAutor ponad 300 artykułów naukowych - cytowanych (wg. Web of Science) ponad 30 000 razy - oraz kilku książek, które okazały się stymulujące w rozwoju nauki.\n\nOdznaczenia i nagrody\n\nKrzyż Komandorski Orderu Odrodzenia Polski\n, Nagroda Fundacji Alexandra von Humboldta, Medal Mariana Smoluchowskiego Polskiego Towarzystwa Fizycznego, Medal Los Alamos - najwyższe odznaczenie przyznane przez Narodowe Laboratorium Los Alamos, Phi Beta Kappa Visiting Lecturer, Einstein Visiting Professorship (Universitat Ulm 2010-2015)\n\nŹródła do biogramu\n\nKsiążki\n\nKronika i spis absolwentów Akademii Górniczo-Hutniczej im. Stanisława Staszica 1919-1979. T. 3. Pion elektromechaniczny i Wydziały Politechniczne. Kraków 1979, s. 148\n\nProf. Wojciech Żurek Doktorem Honoris Causa Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie : Kraków, 22 października 2021 r. Kraków : Centrum Komunikacji i Marketingu AGH [2021], 24 s.\n\nArtykuły\n\nGudowska-Nowak E.: Dwutorowa działalność naukowa prof. Wojciecha Żurka. \nAlma Mater\n 2021-2022, nr 228-229, s. 63\n\nPagacz-Moczarska R.: Mistrz w dziedzinie fizyki kwantowej : profesor Wojciech Hubert Żurek doktorem honoris causa Uniwersytetu Jagiellońskiego. \nAlma Mater\n 2021-2022, nr 228-229, s. 62-63, [foto]\n\nZakrzewski J.: Znany i ceniony fizyk, znakomity wykładowca. \nAlma Mater\n 2021-2022, nr 228-229, s. 64-65, [foto]\n\nInne\n\nAdamczyk A: Fizyka made in Poland – czyli polscy fizycy, których znać wypada. kwantowo.pl [online] [przeglądany 8.02.2021]. Dostępny w: \nhttps://www.kwantowo.pl/2017/11/11/fizyka-made-in-poland-czyli-polscy-uczeni-ktorych-znac-wypada/\n\nUchwała nr 199/2020Senatu AGH z dnia 30 września 2020 r.w sprawie wszczęcia postępowania o nadanie TYTUŁU DOKTORA HONORIS CAUSA AGH Panu Profesorowi Wojciechowi Żurkowi [online] [przeglądany 6.07.2021]. Dostępny w: \nhttps://www.agh.edu.pl/fileadmin/default/templates/images/dokumenty/uchwaly_senatu/2020/0930/30_09_2020_199.pdf\n\nUchwała nr 4/2021 w sprawie nadania TYTUŁU DOKTORA HONORIS CAUSA AGH Panu Profesorowi Wojciechowi Żurkowi [online] [przeglądany 8.02.2021]. Dostępny w: \nhttps://www.agh.edu.pl/fileadmin/default/templates/images/dokumenty/uchwaly_senatu/2021/0121/20_01_2021_4.pdf\n\nUroczystość nadania godności doktora honoris causa AGH prof. Wojciechowi Żurkowi [online] [przeglądany22.10.2021]. Dostępny w: \nhttps://www.agh.edu.pl/wydarzenia/info/article/uroczystosc-nadania-godnosci-doktora-honoris-causa-agh-prof-wojciechowi-zurkowi/\n\nWojciech Żurek – Wikipedia, wolna encyklopedia [online] [przeglądany 8.02.2021]. Dostępny w: \nhttps://pl.wikipedia.org/wiki/Wojciech_%C5%BBurek\n\nWojciech Żurek - Wojciech H. Zurek - qaz.wiki [online] [przeglądany 8.02.2021]. Dostępny w: \nhttps://pl.qaz.wiki/wiki/Wojciech_H._Zurek\n\nstan na dzień 16.02.2023\n\nŹródło: „\nhttp://historia.agh.edu.pl/mediawiki/index.php?title=Wojciech_Hubert_Żurek&oldid=75953\n”\n\nKategorie\n: \nBiogramy\nDoktorzy honoris causa AGH", "metadata": {"url": "https://historia.agh.edu.pl/wiki/Wojciech_Hubert_%C5%BBurek", "title": "Wojciech Hubert Żurek – Historia AGH", "depth": 2, "duplicate": false, "content_hash": "9ae33eebf88ce142910c7f96a881a691", "word_count": 776, "headings": [{"level": 1, "text": "Wojciech Hubert Żurek"}, {"level": 2, "text": "Nota biograficzna"}, {"level": 4, "text": "Odznaczenia i nagrody"}, {"level": 2, "text": "Źródła do biogramu"}, {"level": 4, "text": "Książki"}, {"level": 4, "text": "Artykuły"}, {"level": 4, "text": "Inne"}]}}