{"content": "#  Oferta -- Centrum Doskonałości Sztucznej Inteligencji \n\nURL: https://cdsi.agh.edu.pl/oferta\nCrawled: 2025-03-19 21:39:21\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Oferta \n\nTworzymy i rozwijamy produkty oraz usługi w dziedzinie sztucznej inteligencji, wizji komputerowej i robotyki.\n\nWspółpracujemy z zewnętrznymi firmami przy realizacji projektów o charakterze naukowym i przemysłowym.\n\nPrzeprowadzamy badania i analizy, w tym analizę zbiorów danych, architektur oraz bezpieczeństwa rozwiązań opartych na sztucznej inteligencji.\n\nŚwiadczymy usługi doradcze i dostarczamy rozwiązania technologiczne wykorzystujące AI.\n\nRealizujemy usługi związane z analizą projektową i oceną możliwości wdrożenia rozwiązań AI dla instytucji publicznych oraz firm.\n\nProwadzimy demonstracje zastosowań robota Spot dla przemysłu \nWięcej informacji\n\nUczestniczymy w wystąpieniach konferencyjnych i medialnych mających na celu poszerzanie wiedzy o możliwościach i zagrożeniach AI.\n\nOferujemy wszechstronną ofertę edukacyjno-szkoleniową z zakresu sztucznej inteligencji i jej zastosowań w robotyce i przemyśle, obejmującą kursy otwarte oraz szkolenia dostosowane do indywidualnych potrzeb.\n\nKeras od Podstaw: Tworzenie Modeli AI dla Początkujących\n\nSztuczna Inteligencja w Wizji Komputerowej: Od Konwolucji Do Transformerów\n\nMedycyna Przyszłości: Projektowanie Narzędzi AI do Zastosowań Medycznych\n\nGrafika Przyszłości: AI i Sztuka Cyfrowa\n\nPrompty: Sztuka Tworzenia Grafiki ze Sztuczną Inteligencją\n\nGPT i Prompty: Przewodnik po Tworzeniu Skutecznych Zapytań\n\nPython dla Wszystkich: Od Podstaw do Eksperta\n\nStopka\n\nKanał AGH w serwisie YouTube\nFanpage CDSI AGH w serwisie Facebook\nFanpage CEAI AGH w serwisie Linkedin\nKanał AGH w serwisie Twitter\nProfil CDSI AGH w serwisie Instagram\nFanpage AGH w serwisie Tiktok\n\n © 2024 Centrum Doskonałości Sztucznej Inteligencji\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://cdsi.agh.edu.pl/oferta", "title": " Oferta -- Centrum Doskonałości Sztucznej Inteligencji ", "depth": 3, "duplicate": false, "content_hash": "f33305ef846b6a7621f6a9b9bff8e99b", "word_count": 226, "headings": [{"level": 1, "text": "Oferta"}, {"level": 2, "text": "Stopka"}]}}