{"content": "# Sukces w konkursie Diamenty AGH – mgr inż. Yuya Sato nagrodzony za badania nad odzyskiem CO₂ - Wydział Energetyki i Paliw | AGH Kraków\n\nURL: https://weip.agh.edu.pl/wiecej/sukces-w-konkursie-diamenty-agh-mgr-inz-yuya-sato-nagrodzony-za-badania-nad-odzyskiem-co%e2%82%82/\nCrawled: 2025-03-19 21:35:53\n\nPoprzedni\n\nMiędzynarodowa współpraca prowadzi do innowacji w technologii membranowej\n\nWspółpraca naukowa pomiędzy AGH oraz Shibaura Institute of Technology (SIT) w Tokio po raz kolejny przynosi wymierne efekty. Mgr inż. Yuya Sato, absolwent programu E3 Energy and Environmental Engineering, zdobył pierwsze miejsce w prestiżowym konkursie Diamenty AGH za swoją pracę magisterską dotyczącą opracowania membranowego reaktora dystrybutorowego do odzysku dwutlenku węgla. Jego badania mogą mieć znaczący wpływ na przyszłość technologii redukcji emisji CO₂ w przemyśle.\n\nPrzełomowe podejście do sekwestracji dwutlenku węgla\n\nPodczas ceremonii finałowej konkursu Diamenty AGH mgr inż. Yuya Sato zaprezentował nowatorską koncepcję reaktora membranowego, który może zwiększyć efektywność odzysku CO₂ z gazów spalinowych. Projekt realizowany był pod opieką dr. hab. inż. Grzegorza Brusa, prof. AGH, oraz prof. Mikihiro Nomury z SIT, co stanowi kolejny przykład skutecznej współpracy między Wydziałem Energetyki i Paliw AGH a uczelniami partnerskimi na całym świecie.\n\nRozwój technologii membranowych otwiera nowe możliwości w procesach oczyszczania gazów i magazynowania dwutlenku węgla, co jest kluczowe w kontekście globalnej transformacji energetycznej i walki ze zmianami klimatycznymi.\n\nInnowacyjny reaktor membranowy – skuteczniejsza redukcja emisji CO₂\n\nOpracowany przez mgr inż. Yuya Sato reaktor dystrybutorowy typu membranowego wykorzystuje unikalne podejście do separacji CO₂, bazując na zoptymalizowanej strukturze dyfuzji gazu przez membranę. Dzięki zastosowaniu nowoczesnych materiałów oraz zoptymalizowanej geometrii reaktora, możliwe jest zwiększenie efektywności odzysku CO₂, co czyni tę metodę bardziej konkurencyjną w porównaniu do tradycyjnych technologii absorpcyjnych. Dodatkowo, zastosowanie tej technologii może przyczynić się do redukcji kosztów operacyjnych, co jest kluczowe dla jej przyszłej implementacji w przemyśle.\n\nDiamenty AGH – wyróżnienie dla najlepszych projektów naukowych\n\nKonkurs Diamenty AGH to coroczne wydarzenie, które promuje najwybitniejsze osiągnięcia studentów i doktorantów Akademii Górniczo-Hutniczej. Zwycięstwo mgr inż. Yuya Sato podkreśla znaczenie interdyscyplinarnych badań w zakresie zrównoważonej energetyki i ochrony środowiska.\n\nSerdecznie gratulujemy zwycięzcy oraz jego promotorom i życzymy dalszych sukcesów w rozwoju technologii dla przyszłości energetyki!", "metadata": {"url": "https://weip.agh.edu.pl/wiecej/sukces-w-konkursie-diamenty-agh-mgr-inz-yuya-sato-nagrodzony-za-badania-nad-odzyskiem-co%e2%82%82/", "title": "Sukces w konkursie Diamenty AGH – mgr inż. Yuya Sato nagrodzony za badania nad odzyskiem CO₂ - Wydział Energetyki i Paliw | AGH Kraków", "depth": 3, "duplicate": false, "content_hash": "769263da65c6cff216ae77ad0be10b20", "word_count": 299, "headings": [{"level": 1, "text": "Sukces w konkursie Diamenty AGH – mgr inż. Yuya Sato nagrodzony za badania nad odzyskiem CO₂"}]}}