{"content": "#  Symbole uczelni -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/o-agh/historia-i-tradycja/symbole-uczelni\nCrawled: 2025-03-19 21:07:04\n\nSkip to content ↓\n\n Symbole uczelni \n\nGodło Akademii Górniczo-Hutniczej stanowi stylizowany orzeł z koroną i tarczą, na której umieszczone są perlik i żelazo (godło górnicze) oraz inicjały AGH. Obecna wersja godła została zaprojektowana na podstawie rysunku wykonanego w 1925 roku przez docenta krakowskiej ASP Bogdana Tretera oraz graficznej aplikacji rysunku zachowanej na dyplomie przyznanym Ignacemu Mościckiemu w 1934 r.\n\nGodło AGH przeznaczone jest wyłącznie do promowania historii oraz dziedzictwa naukowego uczelni i zostało zastrzeżone dla dokumentów Rektora Akademii Górniczo-Hutniczej. Wykorzystanie godła do innych zastosowań wymaga zgody Rektora Akademii Górniczo-Hutniczej. W teraźniejszej identyfikacji wizualnej uczelni należy posługiwać się znakiem graficznym AGH. Godło nie jest udostępnione na stronie internetowej zawierającej Księgę Identyfikacji Wizualnej. W celu uzyskania dodatkowych informacji należy skontaktować się z \nCentrum Komunikacji i Marketingu\n.\n\nSpośród wszystkich elementów bazowych znak graficzny najsilniej wyraża charakter, typ uczelni i styl jej działania.\n\nZnak graficzny Akademii Górniczo-Hutniczej zbudowany jest z sygnetu oraz logotypu. Sygnet składa się z trzech części, przy czym każda z nich złożona jest z kolei z trzech podłużnych elementów (pasów). Posiada on formę stylizowanego orła, nawiązując w sposób symboliczny i uproszczony do godła uczelni. W wersji wielobarwnej znaku sygnet jest trójbarwny. Logotyp stanowią inicjały nazwy uczelni, którym nadano indywidualną, specjalnie zaprojektowaną formę literniczą.\n\nSzczegóły stosowania znaku graficznego AGH oraz pliki do pobrania\n\nBarwami Akademii Górniczo-Hutniczej są zieleń, czerń oraz czerwień. Symbolika barw nawiązuje do tradycyjnej kolorystyki związanej z górnictwem i hutnictwem.\n\nZieleń odzwierciedla naturę, pola i lasy. Czerń nawiązuje do głębi kopalń oraz symbolizuje cechy niezbędne w zawodzie górniczym i hutniczym, takie jak rozwaga, mądrość i stałość. Czerwień to barwa ognia i roztopionego żelaza.\n\nWięcej o kolorystyce i kodach na stronie dotyczącej znaku graficznego\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/o-agh/historia-i-tradycja/symbole-uczelni", "title": " Symbole uczelni -- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "9148ba8bec8b60f840d34c71413f7170", "word_count": 348, "headings": [{"level": 1, "text": "Symbole uczelni"}, {"level": 2, "text": "Stopka"}]}}