{"content": "#  Projekty -- Centrum Doskonałości Sztucznej Inteligencji \n\nURL: https://cdsi.agh.edu.pl/projekty\nCrawled: 2025-03-19 21:39:23\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Projekty \n\nWspółpracujemy z firmami i jednostkami naukowymi, realizując projekty badawczo-rozwojowe poświęcone sztucznej inteligencji, mające na celu wzmocnienie potencjału technologicznego i innowacyjności. Specjalizujemy się w realizacji:\n\nprojektów finansowanych przez Narodowe Centrum Badań i Rozwoju, których głównym celem jest dostarczenie zaawansowanych narzędzi, w tym systemów AI, wspomagających działalność polskich instytucji naukowych i przemysłowych;\n\nprojektów badawczych dotyczących analizy różnych rodzajów danych i poprawy efektywności procesów technologicznych, wspierających działalność zarówno sektora publicznego, jak i prywatnego.\n\nW zakres naszych kompetencji wchodzi tworzenie zaawansowanego oprogramowania AI wspomagającego analizę danych, predykcję zdarzeń, detekcję anomalii i identyfikację wzorców. Nasze narzędzia są dostosowane do specyficznych potrzeb użytkowników końcowych. Jeśli jesteś pracownikiem instytucji zainteresowanej wykorzystaniem sztucznej inteligencji i szukasz informacji o naszych produktach, zapraszamy na stronę \nOferta\n.\n\nW razie pytań dotyczących naszego działania lub możliwości nawiązania współpracy napisz na adres e-mail: \nceai(at)agh.edu.pl\n.\n\nTytuł projektu:\n Integracja wnioskowania, uczenia się, optymalizacji i interpretacji w celu przyspieszonej komercjalizacji inteligentnych systemów oprogramowania nowej generacji\n\nOkres realizacji: \n01.09.2023 r. – 31.08.2028 r.\n\nWartość projektu: \n20 199 950 PLN\n\nCel projektu:\n Celem jest zwiększenie potencjału naukowego i B+R Polski w obszarze sztucznej inteligencji. Efektem realizacji projektu będzie opublikowanie w prestiżowym wydawnictwie/wydawnictwach o zasięgu międzynarodowym, poddanych wcześniejszej ewaluacji, wyników badań zrealizowanych w ramach projektu. Prestiż i zakres zasięgu międzynarodowego publikowanych wyników badań stanowi element oceny eksperckiej.\n\nProjekt finansowany jako Wspólne Przedsięwzięcie - Narodowego Centrum Nauki i Narodowego Centrum Badań i Rozwoju w ramach konkursu ogłoszonego 30.07.2021 r. pod nazwą „ARTIQ – Centra Doskonałości AI”, celem którego jest stworzenie Centrum Doskonałości AI jako wysoko wyspecjalizowanego zespołu badawczego działającego przy polskich podmiotach, kierowanego przez wysokiej klasy naukowców – Liderów - o międzynarodowej renomie i wyróżniającym się dorobku naukowym, wdrożeniowym i organizacyjnym.\n\nAkademia Górniczo - Hutnicza im. Stanisława Staszica w Krakowie realizuje projekt „Medical University of Lodz – Digital Medicine Center (MULDiMediC)”.\n\nProjekt realizowany jest przez Konsorcjum w składzie:\n     • Uniwersytet Medyczny w Łodzi (Lider)\n     • Samodzielny Publiczny Zakład Opieki Zdrowotnej Uniwersytecki Szpital Kliniczny nr 1 im. Norberta Barlickiego Uniwersytetu Medycznego w Łodzi (Partner)\n     • Samodzielny Publiczny Zakład Opieki Zdrowotnej Uniwersytecki Szpital Kliniczny nr 2 Uniwersytetu Medycznego w Łodzi (Partner)\n     • Samodzielny Publiczny Zakład Opieki Zdrowotnej Centralny Szpital Kliniczny Uniwersytetu Medycznego w Łodzi (Partner)\n     • Uniwersytet Łódzki (Partner)\n     • Akademia Górniczo - Hutnicza im. Stanisława Staszica w Krakowie (Partner)\n\nProjekt finansowany jest ze środków Agencji Badań Medycznych w ramach Konkursu Tworzenie i rozwój Regionalnych Centrów Medycyny Cyfrowej, nr ABM/2023/2. Numer umowy: 2023/ABM/02/00009. Kwota dofinansowania projektu: 29 980 257,15 zł. Kwota dofinansowania dla Akademii Górniczo - Hutniczej im. Stanisława Staszica w Krakowie: 849 164,40 zł.\n\nOPIS PROJEKTU:\n\nProjekt MULDiMediC ma na celu stworzenie nowej jakości w obszarach badań biomedycznych i medycyny klinicznej. Przedsięwzięcie wzmocni potencjał kluczowych szpitali specjalistycznych województwa łódzkiego, zwielokrotni możliwości badań w zakresie medycyny molekularnej oraz biobankowania, a także stworzy faktyczne centrum analiz, testowania i wdrażania rozwiązań informatycznych, biostatystycznych i bioinformatycznych do praktyki klinicznej i naukowej.\n Aby ujednolicić dokumentację medyczną, stworzyć spójny system referencyjny i zoptymalizować procesy integracji, zaślepiania, udostępniania i analizy danych w ramach trzech wysokospecjalistycznych szpitali i grupy jednostek POZ, które współpracują z Liderem Projektu, wprowadzony zostanie szereg narzędzi wspierających pracę lekarza, a także zakupiony zostanie odpowiedni sprzęt. Model unifikacji danych w ramach systemów informatycznych szpitali pozwoli na łatwiejszą integrację, umożliwi bardziej szczegółowe wyszukiwanie danych i zapewni skuteczniejsze monitorowanie bezpieczeństwa terapii. Wdrożenie systemu asystenta lekarza z wykorzystaniem AI przyspieszy pracę personelu medycznego, dodatkowo poprawi jakość dokumentacji medycznej, co w konsekwencji zapewni wysoką jakość analiz epidemiologicznych, w tym ocen wykonalności wymaganych do badań klinicznych. Wzmocniona zostanie współpraca biobanków w regionie - zwielokrotnione zostaną możliwości archiwizacji próbek pochodzących z badań klinicznych i naukowych, w szczególności w onkologii i immunologii. Poprzez integrację na poziomie systemów analizy genetycznej, Biobank Uniwersytetu Łódzkiego umożliwi wykorzystanie współdzielonych zasobów danych o zmienności genetycznej w celu poprawy dokładności diagnostyki całogenomowej.\n Zbudowany z zamierzeniem efektywności naukowej system Regionalnego Centrum Medycyny Cyfrowej, wzmocniona infrastruktura IT i rozszerzone możliwości biobanku pozwolą na tworzenie rozwiązań cyfrowych, umożliwiających współdzielenie danych medycznych, wdrażanie rozwiązań z wykorzystaniem zaawansowanych statystyk i uczenia maszynowego oraz eksport danych do baz centralnych.\n Powstałe w Projekcie Regionalne Centrum Medycyny Cyfrowej ułatwi pacjentom dostęp do specjalistycznej opieki medycznej i zapewni nowe ścieżki rekrutacji do badań klinicznych. Wyniki Projektu MULDiMediC obejmą kompleksowe podniesienie jakości danych medycznych, wzmocnienie potencjału naukowego, umożliwią prowadzenie na skalę populacyjną innowacyjnych badań z zakresu analizy dużych danych medycznych oraz diagnostyki całogenomowej.\n\nTytuł projektu:\n AI4AGH: wzmocnienie obszarów badawczych w ramach sztucznej inteligencji\n\nOkres realizacji: \n01.09.2023 r. – 31.12.2025 r.\n\nWartość dofinansowania: \n5 000 000 PLN\n\nCel projektu:\n Celem wsparcia jest wzmocnienie nowopowstałej pomocniczej jednostki organizacyjnej prowadzącej działalność badawczą i badawczo-dydaktyczną w obszarach badawczych o szczególnym znaczeniu dla społeczeństwa i gospodarki.\n Głównym celem projektu w obszarze naukowym jest przeprowadzenie zaawansowanych badań podstawowych AI nad efektywnymi i wydajnymi algorytmami uczenia, optymalizacji, reprezentacji danych i transformacji niezależnie od konkretnej dziedziny aplikacji.\n\nProjekt finansowany w ramach Inicjatywy Doskonałości – Uczelni Badawczej AGH – Działanie 23 Utworzenie uczelnianych centrów badawczych.\n\nStopka\n\nKanał AGH w serwisie YouTube\nFanpage CDSI AGH w serwisie Facebook\nFanpage CEAI AGH w serwisie Linkedin\nKanał AGH w serwisie Twitter\nProfil CDSI AGH w serwisie Instagram\nFanpage AGH w serwisie Tiktok\n\n © 2024 Centrum Doskonałości Sztucznej Inteligencji\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://cdsi.agh.edu.pl/projekty", "title": " Projekty -- Centrum Doskonałości Sztucznej Inteligencji ", "depth": 3, "duplicate": false, "content_hash": "ba06d96f1db40fd797da6aee1f47e079", "word_count": 854, "headings": [{"level": 1, "text": "Projekty"}, {"level": 2, "text": "Stopka"}]}}