{"content": "# Zmarł prof. Bogdan Ney-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/pracownicy/odeszli/info/article/zmarl-prof-dr-hab-inz-bogdan-ney/\nCrawled: 2025-03-19 22:07:00\n\nZmarł prof. Bogdan Ney \n\n 25/03/2020 \n\nZe smutkiem informujemy o śmierci prof. dr. hab. inż. Bogdana Neya, autorytetu w dziedzinie geodezji i kartografii, doktora honoris causa AGH.\n\nProfesor ukończył studia w Akademii Górniczo-Hutniczej w 1957 r. Stopień doktora uzyskał w 1963 r., doktora habilitowanego w 1977 r., a profesora nadzwyczajnego w 1979 r.\n\nW latach 1957–1969 pracował jako asystent, później starszy asystent, adiunkt (1957–1969), docent (1969–1980). W 1969 r. objął funkcję zastępcy dyrektora Instytutu Geodezji Górniczej i Przemysłowej na Wydziale Geodezji Górniczej AGH, a w 1970 r. także kierownika Zakładu Geodezji Przemysłowej i Badań Odkształceń na tym samym wydziale.\n\nW latach 1974–1991 piastował stanowisko dyrektora resortowego Instytutu Geodezji i Kartografii (IGiK) w Warszawie. W latach 1984–1993 był członkiem Centralnej Komisji Kwalifikacyjnej do Spraw Stopni i Tytułów Naukowych, a w latach 1997–2004 członkiem Komitetu Badań Naukowych i przewodniczącym Zespołu Górnictwa, Geodezji i Transportu. Członek Komitetu Wykonawczego Akademii Inżynierskiej od 1992 r., prezes w latach 2001–2008. Kierownik Centrum Upowszechniania Nauki PAN (1993–2002). Przewodniczył Państwowej Radzie Gospodarki Przestrzennej (2000–2003), a także Państwowej Radzie Geodezyjnej i Kartograficznej (2000–2016). W latach 1980–1990 pełnił kilkakrotnie misje eksperta Organizacji Wyżywienia i Rolnictwa (FAO) oraz Organizacji Edukacji i Kultury (UNESCO).\n\nW 1968 r. został wybrany, jako czwarty polski geodeta, na członka korespondenta Polskiej Akademii Nauk, od 2002 r. członek rzeczywisty PAN. Przewodniczący Wydziału Nauki o Ziemi i Nauk Górniczych PAN (2003–2010). W 1998 r. uzyskał tytuł doktora honoris causa Uniwersytetu Warmińsko-Mazurskiego, a w 2006 r. – Akademii Górniczo-Hutniczej.\n\nProfesor zdobył znaczące osiągnięcia w geodezji i kartografii, geoinformatyce, teledetekcji i gospodarce przestrzennej. Był autorem ok. 250 pozycji, w tym ok. 100 prac oryginalnych, wśród których 43 jest w języku angielskim. Na konferencjach międzynarodowych w Europie, Ameryce i Azji zaprezentował ok. 50 referatów. Był promotorem wielu prac doktorskich.\n\nZa swoje osiągnięcia otrzymał wiele odznaczeń i nagród: Krzyż Oficerski Orderu Odrodzenia Polski, Krzyż Kawalerski Orderu Odrodzenia Polski, Krzyż Komandorski Orderu Odrodzenia Polski, Złoty Krzyż Zasługi, Medal Komisji Edukacji Narodowej, Złotą Odznakę za Pracę Społeczną dla Miasta Krakowa, Złotą Odznakę za Zasługi dla Ziemi Krakowskiej, nagrody rektorskie i inne.\n\nRodzinie Zmarłego wyrazy głębokiego współczucia składają Rektor, Senat oraz społeczność akademicka Akademii Górniczo-Hutniczej.\n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/pracownicy/odeszli/info/article/zmarl-prof-dr-hab-inz-bogdan-ney/", "title": "Zmarł prof. Bogdan Ney-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "fd3c7eb4e101bba219b553225c39e8f1", "word_count": 350, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}