{"content": "# Powstało Porozumienie Doktorantów Krakowskich-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/powstalo-porozumienie-doktorantow-krakowskich\nCrawled: 2025-03-19 21:14:53\n\nPowstało Porozumienie Doktorantów Krakowskich \n\n 21/02/2025 \n\n W Dniu Polskiej Nauki, 19 lutego 2025 r., społeczność doktorancka krakowskich uczelni oraz instytucji naukowych spotkała się w Akademii Górniczo-Hutniczej, aby podpisać akt założycielski Porozumienia Doktorantów Krakowskich. To przełomowy krok dla młodych naukowców i naukowczyń, którym PDK otwiera nowe możliwości współpracy, rozwoju oraz promowania nauki w Krakowie. \n\nCelem Porozumienia jest zintegrowanie środowiska doktoranckiego silnego i dużego ośrodka akademickiego, jakim jest Kraków, stworzenie przestrzeni do wymiany doświadczeń, nie tylko w zakresie samorządowym, ale także naukowym. Ponadto PDK będzie łącznikiem między różnymi instytucjami a samorządami doktorantów poszczególnych jednostek. Ważne jest także wsparcie środowiska samorządów doktoranckich przy organizacji różnych wydarzeń oraz promowanie lokalnych konferencji.\n\nPodczas pierwszego zjazdu PDK przyjęto statut, wybrano zarząd oraz zatwierdzono księgę znaku. Stery pierwszej kadencji zarządu objął mgr inż. Dawid Halejcio (AGH), a wspierać go będą mgr Anna Anufrijenko-Łazarska (UP JPII) oraz mgr inż. Tomasz Michalski (UJ). Na stanowisko pełnomocnika zarządu ds. projektów został powołany mgr Michał Kowalewski (AGH). Kadencja zarządu potrwa do 31 grudnia 2025 r.\n\nW wydarzeniu uczestniczyli również rektorzy i prorektorzy krakowskich uczelni oraz dyrektorzy szkół doktorskich, w tym m.in. Prorektor ds. Studenckich AGH prof. dr hab. inż. Rafał Dańko oraz dyrektorka Szkoły Doktorskiej AGH prof. dr hab. inż. Marta Radecka.\n\nWarto nadmienić, że Porozumienie Doktorantów Krakowskich jest częścią ogólnopolskiej organizacji doktoranckiej, czyli Krajowej Reprezentacji Doktorantów. Powstało w miejsce Porozumienia Doktorantów Uczelni Krakowskich, które przestało działać z powodu braku wyboru nowego zarządu w dwóch ostatnich latach. Próby reanimacji były nieskuteczne i podpisanie nowego porozumienia okazało się najlepszym rozwiązaniem. Przy okazji usunięto z nazwy słowo „uczelni”, co umożliwiło przynależność do PDK doktorantów i doktorantek instytutów PAN.\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/powstalo-porozumienie-doktorantow-krakowskich", "title": "Powstało Porozumienie Doktorantów Krakowskich-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "cfd59aee41adad7c784dcebd1a2c34d5", "word_count": 265, "headings": [{"level": 1, "text": "Powstało Porozumienie Doktorantów Krakowskich"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}