{"content": "#  Koła Naukowe -- Centrum Technologii Kosmicznych \n\nURL: https://www.ctk.agh.edu.pl/kola-naukowe\nCrawled: 2025-03-19 21:40:20\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Koła Naukowe \n\nNasze oraz współpracujące z nami Koła Naukowe zdobywają główne nagrody na najważniejszych zawodach uniwersyteckich w tematyce technologii kosmicznych i robotyki na całym Świecie. Absolwenci, którzy w czasie studiów pracowali w kołach naukowych, dziś stanowią ważny element kadr sektora kosmicznego w Polsce i na Świecie.\n\nSpaceTeam AGH został założony w 2021 roku i był pierwszym kołem, które powstało z ramienia Centrum Technologii Kosmicznych na AGH. W 2023 roku Koło wygrało międzynarodowy konkurs Over the Dusty Moon Challenge (Kolorado, USA), w którym zespoły studenckie prezentowały opracowane przez siebie systemy transportowe do przenoszenia regolitu księżycowego. System TOLRECON 2.0 stworzony przez studentów SpaceTeam AGH przetransportował ponad 50 kg materiału na odległość pięciu metrów i wysokość trzech metrów.\n\nwięcej informacji...\n\nKoło naukowe SatLab AGH powstało w 2022 roku i zajmuje się projektowaniem i budową nanosatelitów o wadze nieprzekraczającej kilku kilogramów, a mimo to wyposażonych w innowacyjne ładunki badawcze. Wraz z CTK AGH koło realizuje projekt pierwszego polskiego studenckiego satelity obserwacyjnego, którego misją będzie m.in. monitorowanie terenów Polski w paśmie widzialnym oraz bliskiej podczerwieni w celu analizy dynamicznych zmian środowiska, które nastąpiły w ostatnich latach. Pierwszy satelita zostanie wyniesiony na orbitę na początku 2025 roku.\n\nwięcej informacji...\n\nAstroBio AGH to grupa studentów, którzy od 2021 roku pogłębiają swoją wiedzę z zakresu astrobiologii. Ważną sferą działalności AstroBio AGH jest działalność popularyzatorska i edukacyjna, a także udział w projektach naukowych i biznesowych mających na celu tworzenie start-upów. Zespół studentek z AstroBio AGH z sukcesem zakończył kosmiczną misję analogową o nazwie DEMETER, badającą wpływ nowych środowisk i izolacji na organizm kobiety.\n\nwięcej informacji...\n\nKoło zajmuje się rozwijaniem technologii kosmicznych z szczególnym naciskiem na te związane z księżycem. Członkowie koła wygrali konkurs Experiment on the Moon organizowany przez firmę Orbital-Space. Nagrodą w konkursie jest wyniesienie eksperymentalnego ładunku na powierzchnię Księżyca. Członkowie koła rozwijają umiejętności z zakresu planowania misji księżycowych, oraz współpracy z firmami z sektora kosmicznego. Koło ma za zadanie rozwijać komponenty, które zostaną wykorzystane w ładunku księżycowym Lunaris, którego lot na księżyc planowany jest na rok 2027. Lunaris to 200 gramowy ładunek, który ma przeprowadzić badania interakcji regolitu księżycowego z materiałami wykorzystywanymi w przemyśle kosmicznym. \n\nwięcej informacji...\n\nKoło Naukowe AGH STARS (Spatial Technologies and Renote Sensing) powstało celem rozwijania pasji odkrywania tego, co dostarczają nam dane satelitarne. Zajmujemy się uzyskiwaniem, przetwarzaniem i analizą zobrazowań satelitarnych, czyli szeroko pojętym downstreamem. Wierzymy, że teledetekcja i obserwacja Ziemi pomoże nam w znalezieniu odpowiedzi na wiele nurtujących nas pytań w interdyscyplinarnym podejściu.\n\nwięcej informacji...\n\nAstroDevelopers to nowe studenckie koło naukowe, którego celem będzie rozwijanie rozwiązań programistycznych dla inteligentnych, bezpiecznych i autonomicznych misji kosmicznych. Grupa będzie zajmować się kluczowymi wyzwaniami w obszarze kosmosu, realizując projekty takie jak planowanie misji, zapewnienie jakości w oprogramowaniu krytycznym dla misji, narzędzia wspierane sztuczną inteligencją oraz automatyzacja teleskopów satelitarnych. Zaangażowana w kształtowanie przyszłości oprogramowania w przestrzeni kosmicznej, grupa AstroDevelopers będzie prowadzić badania praktyczne i inicjatywy oparte na rzeczywistych problemach, w tym również dotyczące wystrzeliwania nanosatelitów.\n\nAGH Space Systems to studencki zespół konstrukcyjny działający od 2014 roku przy Akademii Górniczo - Hutniczej, zajmujący się rozwijaniem technologii przemysłu kosmicznego. Koło budujerakiety, łaziki marsjańskie, lądowniki planetarne, oraz gondole balonów stratosferycznych. Ich pełna pasji i zapału praca zaowocowała wieloma sukcesami na arenie międzynarodowej, czego przykładem są zdobyte w 2019 i 2018 roku 2. miejsca w Spaceport America Cup, 1. miejsce w CanSat Competition w 2015 roku, 1. miejsce w Global Space Balloon Challenge w roku 2016 czy 2. miejsca w Indian oraz European Rover Challenge 2019. Zespół został też wielokrotnie doceniony na arenie krajowej.\n\nwięcej informacji...\n\nKoło naukowe Cosmodrill działa w obszarze szeroko pojętych technologii kosmicznych. Swoje działania skupia na badaniach laboratoryjnych mających na celu określenie możliwości zarówno pozyskania jak i przetworzenia regolitów planetarnych in-situ. Cosmodrill prowadzi badania w zakresie wykorzystania regolitu Księżycowego. Badania mają na celu rozpoznanie kluczowych parametrów regolitów w zakresie wykorzystania materiału in-situ do budowy habitatów planetarnych. Drugim aspektem badań jest analiza zachowania się analogów pod kątem projektowania silosów magazynowych w warunkach planetarnych oraz taśmociągów dla realizacji transportu analogów. \n\nwięcej informacji...\n\nStopka\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/kola-naukowe", "title": " Koła Naukowe -- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "99c75fc8c84c717b26be6644dab37cc2", "word_count": 661, "headings": [{"level": 1, "text": "Koła Naukowe"}, {"level": 2, "text": "Stopka"}]}}