{"content": "# Why AGH University? – Welcome Point\n\nURL: https://wtp.agh.edu.pl/category/why-agh-university/\nCrawled: 2025-03-19 21:23:50\n\nWhy AGH University?\n\nDiscover AGH University\n\nA modern, globally-oriented, research-intensive university with a social mission. AGH UST provides education and carries out scientific research in line with the contemporary needs of the economy. Through this social side of the university’s activities, it influences the development of research areas and the creation of new fields of study.\nRead more..\n\nHistory and traditions\n\nThe efforts to establish a Polish mining school in Krakow and to appoint suitable teaching staff began in the second half of the 19th century and intensified when Galicia gained autonomy in 1860. Numerous projects were developed that considered, among other things, the creation of an independent mining academy or a faculty of mining at…\nRead more..\n\nScientific achievements and modern laboratories\n\nA great success of the AGH UST was to gain the status of a research university. In the ministerial programme ‘Excellence Initiative – Research University’, the winners of the first competition were the 10 best Polish universities.\nRead more..\n\nAGH University in rankings\n\nAGH University ranks first among Polish technical universities. 1st place among Polish technical universities in the CWUR ranking (2022–2023 edition).\nRead more..\n\nUniversity celebrations\n\nFormal Inauguration of the Academic Year, National Education Day, Mining Ceremonies (Miner’s Day – ‘Barbórka’ (St. Barbara’s Day), Metallurgy Ceremonies (Metallurgist’s Day), Hoborski Science Days,\nRead more..\n\nPoland at a glance\n\nOfficial name: The Republic of Poland – short form: Poland (Rzeczpospolita Polska, Polska) Location: Central Europe. Poland borders Germany, the Czech Republic, Slovakia, Ukraine, Belarus, Lithuania, and Russia\nRead more..", "metadata": {"url": "https://wtp.agh.edu.pl/category/why-agh-university/", "title": "Why AGH University? – Welcome Point", "depth": 3, "duplicate": false, "content_hash": "cbdcaeab1f0e92e5c683b18c12a98788", "word_count": 251, "headings": [{"level": 1, "text": "Why AGH University?"}, {"level": 2, "text": "Discover AGH University"}, {"level": 2, "text": "History and traditions"}, {"level": 2, "text": "Scientific achievements and modern laboratories"}, {"level": 2, "text": "AGH University in rankings"}, {"level": 2, "text": "University celebrations"}, {"level": 2, "text": "Poland at a glance"}]}}