{"content": "# Nie żyje prof. Czesław Cempel, doktor honoris causa AGH-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/pracownicy/odeszli/info/article/nie-zyje-prof-czeslaw-cempel-doktor-honoris-causa-agh/\nCrawled: 2025-03-19 22:07:16\n\nNie żyje prof. Czesław Cempel, doktor honoris causa AGH \n\n 24/08/2021 \n\n Ze smutkiem informujemy o śmierci prof. dr. hab. Czesława Cempela, zasłużonego profesora Politechniki Poznańskiej, doktora honoris causa AGH. \n\nProfesor był wybitnym specjalistą w zakresie dynamiki, wibroakustyki, diagnostyki, ekoinżynierii, teorii i inżynierii systemów oraz metodologii badań.\n\nW trakcie swojej długoletniej pracy na Politechnice Poznańskiej pełnił funkcję m.in. Dziekana Wydziału Budowy Maszyn (1993–1999) oraz dyrektora Instytutu Mechaniki Stosowanej (1987–1990).\n\nDoktor \nhonoris causa\n Politechniki Szczecińskiej (1996 r.).\n\n24 listopada 2004 r. Senat AGH nadał prof. Czesławowi Cempelowi tytuł doktora \nhonoris causa\n za wybitny wkład w rozwój mechaniki, w szczególności za stworzenie podstaw wibroakustycznej diagnostyki maszyn. Wręczenie insygniów godności odbyło się 16 lutego 2005 r.\n\nBadania profesora obejmowały przede wszystkim: dynamikę układów mechanicznych liniowych i nieliniowych, dynamikę układów nieciągłych i z uderzeniami, eliminację drgań maszyn i urządzeń, minimalizację i wibroizolację drgań, wibroakustykę maszyn, minimalizację i lokalizację źródeł hałasu, wibroakustyczną diagnostykę maszyn: podstawy i zastosowania, procesory energii jako modele maszyn i systemów działaniowych. Uznawany jest za twórcę polskiej szkoły naukowej wibroakustycznej diagnostyki maszyn. Autor pierwszej krajowej monografii „Wibroakustyka Stosowana”.\n\nCzłonek korespondent Polskiej Akademii Nauk oraz wielu organizacji naukowych, m.in. Akademii Inżynierskiej, Euro Mech, Euroscience, IMEKO, GAMM, System Engineering Honor Society – Omega Ralpha Association.\n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/pracownicy/odeszli/info/article/nie-zyje-prof-czeslaw-cempel-doktor-honoris-causa-agh/", "title": "Nie żyje prof. Czesław Cempel, doktor honoris causa AGH-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "38206bf125bdb135c89f85bf9ad607b1", "word_count": 200, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}