{"content": "# Strona Główna - CeLiID AGH\n\nURL: https://www.cel.agh.edu.pl\nCrawled: 2025-03-19 22:37:16\n\nKsiążka zespołu CeLiID, czyli metodycy o metodach\n\nTutoring w AGH\n\nOtwarte zasoby\n\nNowoczesne metody\nkształcenia\n\nWebinaroteka\n\nOtwarte Zasoby Edukacyjne dla studentów uczelni wyższych\nAutonomia, kompetencje, relacje – klucz do skutecznej współpracy ze studentami\nRywalizacja czy współpraca? Kilka słów o grywalizacji w edukacji\n\nArtykuły\n\nDydaktycy AGH w University of Galway: Dziennik podróży\nKsiążka zespołu CeLiID, czyli metodycy o metodach\nWsparcie dydaktyki AGH w liczbach w 2024 r.\n\nNa dobry start\n\nARTYKUŁ\nJak oznaczyć możliwość wykorzystania AI na UPeL\nAI NA AGH AI stwarza przestrzeń do innowacyjnych metod kształcenia, wspierając rozwój nowych kompetencji w różnych dziedzinach. Implementacja AI w kształceniu na AGH ma na celu przygotowanie osób studiujących do pracy w dynamicznie zmieniającym się środowisku technologicznym. Uczelnia promuje kreatywne i odpowiedzialne wykorzystywanie technologii AI w procesie edukacyjnym, aby wzbogacić doświadczenia akademickie. Zgodnie z “Wytycznymi[...]\n\nSZKOLENIE\nnarzędzia\nnarzędziaAI\nCNN czyli Cyfrowy Narzędziownik Nauczycielski\n4.04-16.04.2025\nProwadzisz swój kurs i zastanawiasz się co jeszcze można by było z niego ‘wykrzesać’? Zależy Ci na tym, żeby aktywizować osoby uczące się inaczej niż tylko zasobami, które oferuje UPeL? Potrzebujesz nowych wyzwań, które otworzą Cię na świat cyfrowych narzędzi, ale czujesz się zagubiony/na w ich świecie? Szukasz rozwiązań do potrzeb edukacyjnych, ale nie masz[...]\n\nARTYKUŁ\nDigCompEdu\nkompetencje\nCyfrowa podróż – Historia rozwoju kompetencji cyfrowych 1.1\nProjekt CUTIE, w którym bierzemy udział, jest oparty o ramę kompetencji cyfrowych DigCompEdu dotycząca edukacji. Tym artykułem zaczynamy całą serię, która wprowadzi Cię we wszystkie 22 kompetencje cyfrowe. Razem z claude.ai została stworzona historia wyimaginowanej grupy dydaktyków i dydaktyczek w wyimaginowanej szkole wyższej, aby na ich przykładzie przybliżyć Ci każdą kompetencję. W kolejnych miesiącach poznasz[...]\n\nSZKOLENIE\nrozwoj\nkomunikacja\nTrening komunikacji\n8.04.2025\nKomunikacja międzypokoleniowa to wyzwanie ostatnich czasów. Czy są jednak takie płaszczyzny w komunikacji na których możemy mówić i być słuchani? Czy studenci mówią innym językiem ? Według encyklopedii komunikacja interpersonalna to wymiana komunikatów pomiędzy osobami w celu wzajemnego przekazania myśli, uczuć i postaw. Wyzwaniem jest jednak, aby to co chcemy wyrazić zostało zrozumiane przez naszych[...]\n\nSZKOLENIE\nh5p\nh5p2\nZ H5P za pan brat\n23.04.2025\nChciał/a/byś poznać zasoby H5P, ale nie lubisz kursów online? Brała/e/ś udział w szkoleniu H5P, ale chciał/a/byś odświeżyć sobie to, czego się nauczył/e/aś albo spróbować stworzyć coś nowego. Jeśli tak jest, to TO jest właśnie szkolenie dla Ciebie. Zapraszam na serię szkoleń warsztatowych „Z H5P za pan brat”, które powstały w odpowiedzi na Wasze potrzeby zgłaszane[...]\n\nARTYKUŁ\nPlan rozwojowy od CeL_ID na semestr letni 24/25\nNa końcówce semestru zimowego mamy już gotowy plan rozwojowy od CeLiIDu na semestr letni 24/25. A w nim harmonogram szkoleń. Zapraszamy do udziału i wspólnego rozwoju. Plan będziemy uzupełniać na bieżąco, informując Was o wszystkim na naszej stronie, w Newsletterze i w mediach społecznościowych. Plan w całość można też zobaczyć tutaj.    [...]\n\nARTYKUŁ\nDigCompEdu\nkompetencje\nJesteś Nowicjuszem czy Liderem? Model postępu kompetencji cyfrowych w edukacji\nDigCompEdu to europejski schemat kompetencji cyfrowych nauczycieli, który służy jako przewodnik w pracy z technologiami w edukacji. Określa sześć kluczowych obszarów kompetencji, skupiając się nie tylko na umiejętnościach technicznych, ale przede wszystkim na ich zastosowaniu w nauczaniu i uczeniu się. Ramy te pomagają w identyfikacji mocnych stron i obszarów do rozwoju, wspierając profesjonalizację edukacji cyfrowej.[...]\n\nARTYKUŁ\ngenAI\nnarzędziaAI\nsztucznainteligencja\nglowna\nczatGPT\nPerplexity\nGenAI w dydaktyce akademickiej\nGeneratywna sztuczna inteligencja (ang. generative artificial intelligence, generative AI, GenAI) to dziedzina sztucznej inteligencji bazująca na ogromnych ilościach danych, z których jest w stanie generować zupełnie nowe treści.  Modele genAI używają sieci neuronowych i algorytmów uczenia maszynowego do naśladowania ludzkiej twórczości, kreatywności. “Uczą się” wzorców i struktur charakterystycznych dla określonych typów danych, a na podstawie[...]\n\nSZKOLENIE\ndostępność\ngep\nrówność\nPrzeciwdziałanie dyskryminacji i molestowaniu\nZapraszamy na szkolenie na temat przeciwdziałania dyskryminacji i molestowaniu. Dołożyliśmy starań, aby kurs był bezpieczną przestrzenią do ćwiczenia się w identyfikowaniu oraz reagowaniu na przejawy zachowań dyskryminujących i przejawy molestowania, w tym molestowania seksualnego. Udział w szkoleniu pomoże Ci: zrozumieć czym jest równe traktowanie i w jaki sposób zapewnić je w Twoim otoczeniu, rozróżniać praktyki[...]\n\nSZKOLENIE\ndostępność\ngep\nrówność\nRówność i równowaga w projektach badawczych\nCelem szkolenia jest zapoznanie z zasadami uwrażliwiania projektów badawczych pod kątem płci. Dołożyliśmy starań, aby kurs był nie tylko merytorycznym wsparciem i wiedzą w “pigułce”, ale także drogowskazem i praktyczną lekcją na temat przygotowywania projektów badawczych wrażliwych na płeć. W trakcie szkolenia dowiesz się jaki wpływ mają mechanizmy związane z płcią na projektowanie badań naukowych.[...]\n\nARTYKUŁ\nminiPrzewodnik osoby studiującej online 24/25\nRozpoczęcie 106. roku akademickiego to dokładnie dziś! A my na tę okoliczność przygotowaliśmy miniPrzewodnik dla osoby studiującej na rok 24/25 . Witajcie na pokładzie! Nadal jesteśmy przekonani, że świat techonologii to dla Was bułka z masłem! Mimo tego, dmuchamy na zimne i, aby nic Was nie zaskoczyło, oddajemy w Wasze ręce ten miniPrzewodnik. Klikajcie śmiało –[...]\n\nARTYKUŁ\nminiPrzewodnik dydaktyka i dydaktyczki 24/25\nNowy rok akademicki w obszarze dydaktyki, platform e-learningowych i narzędzi wspierajacych dydaktykę to zawsze nowości i zmiany. Wszystko zebraliśmy w zaktualizowanej wersji miniPrzewodnik dla dydaktyków i dydaktyczek. Przewodnik jest zarówno dla tych, którzy dopiero zaczynają u nas swoją karierę dydaktyczną, jak i wszystkich, którym mogą się przydać zebrane w jednym miejscu najważniejsze informacje o e-learningu[...]", "metadata": {"url": "https://www.cel.agh.edu.pl", "title": "Strona Główna - CeLiID AGH", "depth": 3, "duplicate": false, "content_hash": "2fddf33d70a89ab71098edb1acb71ccd", "word_count": 833, "headings": [{"level": 3, "text": "Nowoczesne metodykształcenia"}, {"level": 3, "text": "Webinaroteka"}, {"level": 3, "text": "Artykuły"}]}}