{"content": "# Informatyka Społeczna - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/studia/kierunki-i-specjalnosci/informatyka-spoleczna/\nCrawled: 2025-03-19 21:37:22\n\nInformatyka Społeczna\n\nInformacje ogólne\n\nInformatyka społeczna – studia I stopnia\n\nDynamiczny rozwój technologii sprawia, że coraz częściej młodzi ludzie stają przed wyzwaniem wykonywania w przyszłości zawodu, który jeszcze nie powstał.\n\nWłaśnie dlatego podjęliśmy próbę łączenia nauk o społeczeństwie z wiedzą techniczną, dając młodym osobom możliwość zdobywania unikalnych kompetencji zarówno z zakresu znajomości technologii, jak i sprawnego wykorzystywania jej w przestrzeni społecznej. Tak powstała Informatyka Społeczna!\n\nInformatyka Społeczna to:\n\nMultidyscyplinarny program studiów\n\nProgram studiów został ułożony wspólnie z pracownikami wydziałów Akademii takich jak: Wydział Elektrotechniki, Automatyki Informatyki i Inżynierii Biomedycznej oraz Wydział Informatyki, Elektroniki i Telekomunikacji.\n\nWiedza technologiczna została uzupełniona o zajęcia z zakresu nauk o społeczeństwie oraz spotkania z praktykami, pracującymi w globalnych korporacjach i tworzącymi innowacyjne technologie.\n\nInformatyka społeczna jest kierunkiem dla osób, które poszukują wielu możliwości zdobywania wiedzy i zależy im przede wszystkim na wszechstronnym korzystaniu ze zdobytych informacji.\n\nPełny program kierunku, studia I stopnia\n\nSzczegółowe informacje dotyczące rekrutacji na kierunek\n\nCzego uczymy\n\nZajęcia z praktykami\n\nStudenci zdobywają praktyczne umiejętności dzięki warsztatom z pracownikami takich firm jak: Comarch, Edisonda, Fortress Gaming Technologies, IBM BTO Business Consulting Services, SoInteractive SA, SOKKA, czy VoiceFinder. Dodatkowe wsparcie dla kierunku wnosi także fundusz typu seed-capital INNOventure specjalizujący się w komercjalizacji efektów prac badawczo-naukowych. INNOventure w ramach współpracy z Wydziałem prezentuje case studies oraz success stories, ale także dostarcza merytoryczne i inwestycyjne dla najlepszych studentów w rozwijaniu przez nich projektach.\n\nMożliwość korzystania z wiedzy oraz doświadczenia wybitnych praktyków jest nieocenioną wartością dla studentów, którzy zdobywają niezbędną wiedzę, ale również niezbędny w codziennej pracy „know-how”.\n\nWszystkie zajęcia praktyczne będą miały formę zajęć z komputerem, w małych grupach laboratoryjnych.\n\nUnikatowy program studiów\n\nTo pierwszy tego typu kierunek na AGH, który kładzie tak ogromny nacisk na łączenie kompetencji twardych i miękkich, przygotowuje studentów do wykonywania zawodów przyszłości i opiera się na współpracy z wybitnymi praktykami.\n\nProgram naszych studiów obejmuje m.in. takie przedmioty jak:\n\nAnaliza sieci społecznych\n\nGrafika komputerowa\n\nBadanie użyteczności interfejsów\n\nTechnologie webowe\n\nService design\n\nProgramowanie robotów\n\nWielowymiarowa analiza danych\n\nDesign thinking\n\nKomputerowa ekstrakcja danych\n\nText mining\n\nProjektowanie interfejsów. Podstawy ergonomii\n\nSmart community, smart city\n\nBazy danych\n\nWizualizacja danych\n\nEksploracja danych\n\nModelowanie w data mining\n\nNauka samodzielności\n\nNic tak nie weryfikuje wiedzy, jak praktyka, właśnie dlatego wykładowcy oraz opiekunowie studiów będą „inspirować” studentów do podejmowania własnych inicjatyw i budowania start-up’ów oraz udziału w praktykach u wiodących firm.\n\nPraktyki będzie można odbyć m.in. w:\n\nKrakowskim Parku Technologicznym, który wspólnie z przedsiębiorcami, naukowcami i samorządowcami wspiera rozwój 350 firm i jest jednym z dwóch certyfikowanych Living Labów pozwalających testować innowacyjne rozwiązania biznesowe,\n\ninwestującej kilka milionów rocznie w rozwój, krakowskiej firmie Synerise,\n\nCome Creation Group zajmującej się komunikacją produktów z branż nowych technologii.\n\nIntellect Software House wykorzystującej swe wieloletnie doświadczenie w branży IT zajmuje się projektowaniem, budowaniem i dostarczaniem nowoczesnych produktów cyfrowych\n\nProfil absolwenta\n\nPrzyszłościowe kompetencje\n\nNa WH AGH łączymy rzetelną, technologiczną wiedzę z humanistyczną elastycznością, która umożliwia absolwentom zdobycie kompetencji w dwóch obszarach:\n\nzaawansowanych technik odkrywania wiedzy z baz danych (data analytics, data mining, big data, machine learning, predictive analysis);\n\nuser experience i design thinking (user experience design), czyli projektowania produktów interaktywnych w taki sposób, aby były najkorzystniej odbierane przez użytkowników oraz wspomagały zaawansowaną analizę, wyszukiwanie i gromadzenia danych.\n\nAbsolwenci naszego nowego kierunku zdobywają unikalne na rynku pracy kompetencje miękkie i twarde z zakresu technologii, komunikacji oraz zarządzania projektami. A przede wszystkim wyposażeni w rzetelną wiedzę, potrafią elastycznie oraz kreatywnie z niej korzystać.\n\nKontakt\n\nWydziałowy Zespół ds. Rekrutacji:\n\ne-mail: \nwkr-wh@agh.edu.pl\n\nCentrum Rekrutacji:\n\nbud. U-2 (ul. Reymonta 7), pok. 101\n\ntel. 12 617 36 84\n\ne-mail: \nrekrutacja@agh.edu.pl\n\nJeśli masz pytania, możesz zadać je również za pośrednictwem naszego \nfanpage na Facebooku!\n\nInformatyka społeczna – studia II stopnia\n\nInformacje ogólne\n\nWspółczesny rynek pracy zdominowany jest przez nowoczesne technologie, które horyzontalnie i wertykalnie zmieniają jego struktury. Wymaga to od pracowników większej elastyczności i skuteczności, a także szybkiej adaptacji do nowych zadań. Ekstremalnie szybko powstają nowe zawody związane z ICT oraz segmentami / sektorami kreatywnymi. Swoistym trendem staje się zapotrzebowanie rynku pracy na specjalistów, posiadających kompetencje, pozwalające łączyć świat wysokich technologii informacyjno-komunikacyjnych z tym, co społeczne / humanistyczne. Dlatego stworzyliśmy unikatowy w skali kraju kierunek, który pozwoli na połączenie tych elementów już na etapie studiowania. Nasze studia w ramach poszczególnych przedmiotów wyposażą studentów w wiedzę, umiejętności i kompetencje pozwalające na:\n\nrozwiązywanie problemów w oparciu o analizę danych;\n\nbadanie i projektowanie komunikacji człowiek-komputer;\n\nprojektowanie i tworzenie interaktywnych środowisk wirtualnych o znaczeniu społecznym;\n\ntworzenie systemów zajmujących się gromadzeniem i przetwarzaniem danych;\n\nPełny program kierunku, studia II stopnia\n\nSzczegółowe informacje dotyczące rekrutacji na kierunek\n\nCzego uczymy\n\nInformatyka społeczne na II stopniu to 2 ścieżki nauki. Nasi studenci wybierają:\n\nSztuczna inteligencja & data mining kształci studentów w zakresie wiedzy i umiejętności zaawansowanych technik odkrywania wiedzy z baz danych ( data analytics, data mining, big data, machine learning, predictive analysis) oraz badania kontekstu społecznego interakcji z robotami, chatbotami nabierającego dziś szczególnego znaczenia w związku pojawianiem się sztucznej inteligencji w kolejnych sferach codziennego życia.\n\nDesign & Product development kształci studentów w zakresie projektowania produktów, w taki sposób, aby były najkorzystniej odbierane przez użytkowników oraz by odpowiadały ich potrzebom i oczekiwaniom.\n\nProfil absolwenta\n\nNasi studenci zdobywają kompetencje z zakresu projektowania, programowania oraz analityki zapewniające przygotowanie do pracy w sektorze IT, przy wytwarzaniu oprogramowania, w działach R&D, w firmach marketingowych, analitycznych, firmach prowadzących badania społeczne, firmach e-commerce, w mediach i portalach informacyjnych, jak również w sektorze kreatywnym i przemyśle gier wideo.\n\nSą przygotowani merytorycznie i praktycznie do pracy w charakterze team leaderów oraz project managerów, koordynatorów interdyscyplinarnych zespołów specjalistów, jak również do założenia własnej działalności gospodarczej. Dzięki naszym studiom są oni specjalistami, którzy w oparciu o analizę danych potrafią rozwiązywać problemy z różnych dziedzin życia społecznego.\n\nKontakt\n\nWydziałowy Zespół ds. Rekrutacji:\n\ne-mail: \nwkr-wh@agh.edu.pl\n\nCentrum Rekrutacji:\n\nbud. U-2 (ul. Reymonta 7), pok. 101\n\ntel. 12 617 36 84\n\ne-mail: \nrekrutacja@agh.edu.pl\n\nJeśli masz pytania, możesz zadać je również za pośrednictwem naszego \nfanpage na Facebooku!", "metadata": {"url": "https://wh.agh.edu.pl/studia/kierunki-i-specjalnosci/informatyka-spoleczna/", "title": "Informatyka Społeczna - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "14c6cb72d1432cef30acac077f76a340", "word_count": 961, "headings": [{"level": 1, "text": "Informatyka Społeczna"}, {"level": 2, "text": "Informacje ogólne"}, {"level": 2, "text": "Informatyka społeczna – studia I stopnia"}, {"level": 2, "text": "Czego uczymy"}, {"level": 2, "text": "Profil absolwenta"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Informatyka społeczna – studia II stopnia"}, {"level": 2, "text": "Informacje ogólne"}, {"level": 2, "text": "Czego uczymy"}, {"level": 2, "text": "Profil absolwenta"}, {"level": 2, "text": "Kontakt"}, {"level": 3, "text": "%20"}]}}