{"metadata": {}, "content": "Studia.\nDz.U.2021.661 t.j. z dnia 2021.04.09\nStatus: Akt obowiązujący\nWersja od: 1 października 2022r.\nWejście w życie:\n1 października 2018 r. , 1 października 2019 r.\nzobacz:\n§ 48\n§ 48.\nRozporządzenie wchodzi w życie z dniem 1 października 2018 r., z wyjątkiem § 8 ust.\n1 pkt 9 i 10 i ust. 2 pkt 1, które wchodzą w życie z dniem 1 października 2019 r. 10\nROZPORZĄDZENIE\nMINISTRA NAUKI I SZKOLNICTWA WYŻSZEGO 1\nz dnia 27 września 2018 r.\nw sprawie studiów\nNa podstawie art. 81 ustawy z dnia 20 lipca 2018 r. - Prawo o szkolnictwie wyższym\ni nauce (Dz. U. z 2021 r. poz. 478 i 619) zarządza się, co następuje:\nRozdział  1 \nPrzepisy ogólne\n§  1.  [Przedmiot regulacji] Rozporządzenie określa:\n1)wymagania dotyczące programu studiów;\n2)kierunki studiów prowadzone jako jednolite studia magisterskie;\n\n3)zakres informacji zawartych we wniosku o pozwolenie na utworzenie\nstudiów na określonym kierunku, poziomie i profilu, zwanym dalej \"wnioskiem\no pozwolenie na utworzenie studiów\", dokumenty dołączane do tego wniosku\noraz sposób jego składania;\n4)wymagania dotyczące prowadzenia zajęć z wykorzystaniem metod i technik\nkształcenia na odległość oraz maksymalną liczbę punktów ECTS, jaka może być\nuzyskana w ramach tego kształcenia;\n5)sposób prowadzenia dokumentacji przebiegu studiów, sporządzania\nduplikatów i odpisów dokumentów oraz dokonywania sprostowań i zmian\ndanych osobowych w dokumentach;\n6)wzór legitymacji studenckiej oraz sposób wydawania legitymacji i\npotwierdzania jej ważności;\n7)sposób postępowania z dokumentacją przebiegu studiów w przypadku\nlikwidacji uczelni;\n8)sposób uwierzytelniania dokumentów, o których mowa w art. 78 ust. 1\nustawy z dnia 20 lipca 2018 r. - Prawo o szkolnictwie wyższym i nauce, zwanej\ndalej \"ustawą\", przeznaczonych do obrotu prawnego z zagranicą;\n9)niezbędne elementy dyplomu ukończenia studiów i dyplomu wspólnego;\n10)wzór suplementu do dyplomu;\n11)tytuły zawodowe równorzędne tytułom licencjata i inżyniera oraz tytułom\nmagistra i magistra inżyniera;\n12)wysokość i sposób pobierania opłat za uwierzytelnianie dokumentów\nprzeznaczonych do obrotu prawnego z zagranicą, za wydanie indeksu i\nlegitymacji studenckiej oraz za wydanie duplikatów tych dokumentów, a także\nza wydanie odpisów w językach obcych dyplomu ukończenia studiów i\nsuplementu do dyplomu lub duplikatu dyplomu ukończenia studiów i\nsuplementu do dyplomu;\n13)wysokość opłaty za przeprowadzenie rekrutacji.\n§  2.  [Zasady stosowania przepisów dotyczących indeksów i prac\ndyplomowych] Przepisy rozporządzenia dotyczące:\n1)indeksu - stosuje się, jeżeli regulamin studiów przewiduje wydawanie\n\nindeksu;\n2)pracy dyplomowej - stosuje się, jeżeli program studiów przewiduje złożenie\npracy dyplomowej.\nRozdział  2 \nProgram studiów\n§  3.  [Treść programu studiów]\n1. W programie studiów określa się:\n1)formę lub formy studiów, liczbę semestrów i liczbę punktów ECTS konieczną\ndo ukończenia studiów na danym poziomie;\n2)tytuł zawodowy nadawany absolwentom;\n3)zajęcia lub grupy zajęć, niezależnie od formy ich prowadzenia, wraz z\nprzypisaniem do nich efektów uczenia się i treści programowych\nzapewniających uzyskanie tych efektów;\n4)łączną liczbę godzin zajęć;\n5)sposoby weryfikacji i oceny efektów uczenia się osiągniętych przez studenta\nw trakcie całego cyklu kształcenia;\n6)łączną liczbę punktów ECTS, jaką student musi uzyskać w ramach zajęć\nprowadzonych z bezpośrednim udziałem nauczycieli akademickich lub innych\nosób prowadzących zajęcia;\n7)liczbę punktów ECTS, jaką student musi uzyskać w ramach zajęć z dziedziny\nnauk humanistycznych lub nauk społecznych, nie mniejszą niż 5 punktów ECTS\n- w przypadku kierunków studiów przyporządkowanych do dyscyplin w ramach\ndziedzin innych niż odpowiednio nauki humanistyczne lub nauki społeczne;\n8)wymiar, zasady i formę odbywania praktyk zawodowych oraz liczbę punktów\nECTS, jaką student musi uzyskać w ramach tych praktyk.\n2. W programie studiów pierwszego stopnia i jednolitych studiów magisterskich\nprowadzonych w formie studiów stacjonarnych określa się również zajęcia z\nwychowania fizycznego w wymiarze nie mniejszym niż 60 godzin; zajęciom z\nwychowania fizycznego nie przypisuje się punktów ECTS.\n\n3. Program studiów umożliwia studentowi wybór zajęć, którym przypisano punkty\nECTS w wymiarze nie mniejszym niż 30% liczby punktów ECTS, o której mowa w\nust. 1 pkt 1.\n4. Program studiów dla kierunku przyporządkowanego do więcej niż jednej\ndyscypliny określa dla każdej z tych dyscyplin procentowy udział liczby punktów\nECTS w liczbie punktów ECTS, o której mowa w ust. 1 pkt 1, ze wskazaniem\ndyscypliny wiodącej.\n5. Program studiów:\n1)o profilu praktycznym - obejmuje zajęcia kształtujące umiejętności\npraktyczne w wymiarze większym niż 50% liczby punktów ECTS, o której mowa\nw ust. 1 pkt 1;\n2)o profilu ogólnoakademickim - obejmuje zajęcia związane z prowadzoną w\nuczelni działalnością naukową w dyscyplinie lub dyscyplinach, do których\nprzyporządkowany jest kierunek studiów, w wymiarze większym niż 50% liczby\npunktów ECTS, o której mowa w ust. 1 pkt 1, i uwzględnia udział studentów w\nzajęciach przygotowujących do prowadzenia działalności naukowej lub udział w\ntej działalności.\n§  4.  [Określenie w programie studiów efektów uczenia się]\n1. Określone w programie studiów efekty uczenia się uwzględniają efekty w\nzakresie znajomości języka obcego.\n2. Efekty uczenia się dla studiów kończących się uzyskaniem tytułu zawodowego\ninżyniera lub magistra inżyniera zawierają również pełny zakres efektów dla\nstudiów, umożliwiających uzyskanie kompetencji inżynierskich, zawartych w\ncharakterystykach drugiego stopnia określonych w przepisach wydanych na\npodstawie art. 7 ust. 3  ustawy z dnia 22 grudnia 2015 r. o Zintegrowanym\nSystemie Kwalifikacji (Dz. U. z 2020 r. poz. 226).\n§  5.  [Realizacja programu studiów w przypadku rozpoczęcia kształcenia\nna nowym kierunku] W przypadku rozpoczęcia kształcenia na nowym kierunku\nprogram studiów jest realizowany z wykorzystaniem infrastruktury niezbędnej do\nprowadzenia kształcenia, w zakresie przewidzianym w tym programie, od dnia\nrozpoczęcia prowadzenia zajęć na tym kierunku.\n\n§  6.  [Zasady prowadzenia zajęć kształtujących umiejętności\npraktyczne] Zajęcia kształtujące umiejętności praktyczne, przewidziane w\nprogramie studiów o profilu praktycznym, są prowadzone:\n1)w warunkach właściwych dla danego zakresu działalności zawodowej;\n2)w sposób umożliwiający wykonywanie czynności praktycznych przez\nstudentów.\n§  7.  [Ocena i doskonalenie programu studiów]\n1. Program studiów podlega systematycznej ocenie i doskonaleniu.\n2. W programie studiów uwzględnia się wnioski z analizy zgodności efektów\nuczenia się z potrzebami rynku pracy oraz wnioski z analizy wyników monitoringu,\no którym mowa w art. 352 ust. 1  ustawy.\n3. W celu doskonalenia programu studiów można dokonywać w nim zmian.\n4. W programie studiów utworzonych na podstawie pozwolenia można dokonywać\nzmian łącznie do 30% ogólnej liczby efektów uczenia się określonych w programie\nstudiów aktualnym na dzień wydania tego pozwolenia.\n5. Zmiany w programach studiów są wprowadzane z początkiem nowego cyklu\nkształcenia. W trakcie cyklu kształcenia w programach studiów mogą być\nwprowadzane wyłącznie zmiany:\n1)w doborze treści kształcenia przekazywanych studentom w ramach zajęć,\nuwzględniających najnowsze osiągnięcia naukowe, artystyczne lub związane z\ndziałalnością zawodową;\n2)konieczne do:\na) usunięcia nieprawidłowości stwierdzonych przez Polską Komisję\nAkredytacyjną,\nb) dostosowania programu studiów do zmian w przepisach powszechnie\nobowiązujących.\n6. Zmiany w programach studiów wprowadzane w trakcie cyklu kształcenia są\nudostępniane w BIP na stronie podmiotowej uczelni co najmniej na miesiąc przed\nrozpoczęciem semestru, którego dotyczą.\nRozdział  3 \n\nKierunki studiów prowadzone jako jednolite studia magisterskie\n§  8.  [Lista kierunków studiów, które są lub mogą być prowadzone jako\njednolite studia magisterskie]\n1. Kierunki studiów:\n1)lekarski,\n2)lekarsko-dentystyczny,\n3)analityka medyczna,\n4)farmacja,\n5)fizjoterapia,\n6)weterynaria,\n7)prawo,\n8)prawo kanoniczne,\n9)pedagogika przedszkolna i wczesnoszkolna,\n10)pedagogika specjalna\n- są prowadzone jako jednolite studia magisterskie.\n2. Kierunki studiów:\n1)architektura,\n1a) 2 architektura wnętrz,\n2)teologia,\n3)aktorstwo,\n3a)aktorstwo teatru lalek,\n4)konserwacja i restauracja dzieł sztuki,\n5)psychologia,\n5a) 3 psychologia i biologia zwierząt,\n5b) 4 logopedia,\n6)realizacja obrazu filmowego, telewizyjnego i fotografii,\n7)reżyseria,\n\n8)scenografia,\n9)grafika,\n10)malarstwo,\n11)rzeźba,\n12)na których kształci się wyłącznie kandydatów na żołnierzy zawodowych,\n13) 5 na których kształci się wyłącznie funkcjonariuszy pożarnictwa\nPaństwowej Straży Pożarnej, zwanych dalej \"strażakami\", w służbie\nkandydackiej,\n14) 6 na których jest realizowane wyłącznie kształcenie przygotowujące do\nwykonywania zawodu nauczyciela, inne niż kierunki, o których mowa w ust. 1\npkt 9 i 10\n- mogą być prowadzone jako jednolite studia magisterskie.\nRozdział  4 \nWniosek o pozwolenie na utworzenie studiów\n§  9.  [Elementy wniosku o pozwolenie na utworzenie studiów]\n1. Wniosek o pozwolenie na utworzenie studiów zawiera:\n1)ogólną charakterystykę studiów obejmującą:\na) nazwę kierunku, poziom i profil oraz formę lub formy studiów,\nb) koncepcję kształcenia, w tym:\n– wskazanie związku studiów ze strategią uczelni,\n– wskazanie potrzeb społeczno-gospodarczych utworzenia studiów oraz\nzgodności efektów uczenia się z tymi potrzebami,\n– przyporządkowanie kierunku do dyscypliny lub dyscyplin, do których\nodnoszą się efekty uczenia się, ze wskazaniem dyscypliny wiodącej;\n2)uzasadnienie utworzenia studiów na określonym kierunku, poziomie i\nprofilu;\n3)opis działań na rzecz doskonalenia programu studiów oraz zapewniania\njakości kształcenia;\n4)opis prowadzonej działalności naukowej w dyscyplinie lub dyscyplinach, do\n\nktórych przyporządkowany jest kierunek studiów - w przypadku wniosku o\npozwolenie na utworzenie studiów o profilu ogólnoakademickim;\n5)opis kompetencji oczekiwanych od kandydata ubiegającego się o przyjęcie\nna studia;\n6)opis warunków prowadzenia studiów oraz sposobu organizacji i realizacji\nprocesu prowadzącego do uzyskania efektów uczenia się, w tym:\na) wykaz nauczycieli akademickich oraz innych osób, proponowanych do\nprowadzenia zajęć, obejmujący:\n– imiona i nazwisko oraz numer PESEL, a w przypadku braku numeru\nPESEL - serię i numer dokumentu potwierdzającego tożsamość,\n– informację o zatrudnieniu nauczyciela akademickiego w uczelni albo\nterminie podjęcia przez niego zatrudnienia w uczelni, ze wskazaniem, czy\nuczelnia stanowi lub będzie stanowić dla niego podstawowe miejsce pracy,\n– w przypadku nauczyciela akademickiego - informacje o kompetencjach,\nw tym o dorobku dydaktycznym, naukowym lub artystycznym wraz z\nwykazem publikacji lub opis doświadczenia zawodowego w zakresie\nprogramu studiów, a w przypadku innej osoby - informacje potwierdzające\nposiadanie kompetencji i doświadczenia pozwalających na prawidłową\nrealizację zajęć,\nb) planowany przydział i wymiar zajęć dla nauczycieli akademickich oraz\ninnych osób, proponowanych do prowadzenia zajęć, z uwzględnieniem:\n– liczby godzin zajęć przydzielonych nauczycielowi akademickiemu\nzatrudnionemu w uczelni jako podstawowym miejscu pracy,\n– zajęć kształtujących umiejętności praktyczne w ramach studiów o profilu\npraktycznym lub zajęć związanych z prowadzoną w uczelni działalnością\nnaukową w ramach studiów o profilu ogólnoakademickim,\nc) przewidywaną liczbę studentów,\nd) informacje na temat infrastruktury, w tym opis laboratoriów, pracowni,\nsprzętu i wyposażenia, niezbędnych do prowadzenia kształcenia,\ne) informacje na temat zapewnienia możliwości korzystania z zasobów\nbibliotecznych oraz z elektronicznych zasobów wiedzy, w szczególności z\nWirtualnej Biblioteki Nauki i Cyfrowej Wypożyczalni Publikacji Naukowych\nAcademica;\n\n7)wykaz załączników.\n2. Do wniosku o pozwolenie na utworzenie studiów dołącza się:\n1)kopię aktu wydanego przez rektora w sprawie utworzenia studiów na\nokreślonym kierunku, poziomie i profilu oraz kopię uchwały senatu w sprawie\nustalenia programu studiów wraz z tym programem studiów;\n2)przewidywany harmonogram realizacji programu studiów w poszczególnych\nsemestrach i latach cyklu kształcenia;\n3)kopię opinii samorządu studenckiego dotyczącą programu studiów;\n4)kopie deklaracji nauczycieli akademickich o terminie zatrudnienia w uczelni i\nwymiarze czasu pracy, ze wskazaniem, czy uczelnia będzie stanowić\npodstawowe miejsce pracy, a w przypadku innych osób proponowanych do\nprowadzenia zajęć - o terminie rozpoczęcia prowadzenia zajęć;\n5)kopie dokumentacji potwierdzającej dysponowanie infrastrukturą niezbędną\ndo prowadzenia kształcenia w zakresie przewidzianym w programie studiów od\ndnia rozpoczęcia prowadzenia zajęć;\n6)opis zasobów bibliotecznych oraz elektronicznych zasobów wiedzy\nobejmujących literaturę zalecaną na kierunku studiów, do których uczelnia\nzapewni dostęp;\n7)kopie porozumień z pracodawcami albo deklaracji pracodawców w sprawie\nprzyjęcia określonej liczby studentów na praktyki;\n8)oświadczenia rektora o niewystąpieniu okoliczności, o których mowa w:\na) art. 53 ust. 10  ustawy,\nb) art. 55 ust. 1 pkt 1 lit. b  i d ustawy.\n§  10.  [Złożenie wniosku o pozwolenie na utworzenie studiów] Wniosek o\npozwolenie na utworzenie studiów, wraz z dołączanymi do niego dokumentami,\nskłada się w formie dokumentu elektronicznego sporządzonego w formacie PDF i\nopatrzonego podpisem zaufanym albo kwalifikowanym podpisem elektronicznym\nrektora, przez elektroniczną skrzynkę podawczą ministra właściwego do spraw\nszkolnictwa wyższego i nauki.\n§  11.  [Wnioski o pozwolenie na utworzenie studiów poza siedzibą\n\nuczelni]Do wniosków o pozwolenie na utworzenie studiów poza siedzibą uczelni,\nw tym za granicą, stosuje się przepisy § 9 i § 10.\nRozdział  5 \nKształcenie na odległość\n§  12.  [Warunki prowadzenia zajęć z wykorzystaniem metod i technik\nkształcenia na odległość]\n1. Zajęcia mogą być prowadzone z wykorzystaniem metod i technik kształcenia\nna odległość, jeżeli spełniono łącznie następujące wymagania:\n1)nauczyciele akademiccy i inne osoby prowadzące zajęcia są przygotowani do\nich realizacji z wykorzystaniem metod i technik kształcenia na odległość, a\nrealizacja zajęć jest na bieżąco kontrolowana przez uczelnię;\n2)dostęp do infrastruktury informatycznej i oprogramowania umożliwia\nsynchroniczną i asynchroniczną interakcję między studentami a nauczycielami\nakademickimi i innymi osobami prowadzącymi zajęcia;\n3)zapewniono materiały dydaktyczne opracowane w formie elektronicznej;\n4)studenci mają możliwość osobistych konsultacji z nauczycielami\nakademickimi i innymi osobami prowadzącymi zajęcia w siedzibie uczelni lub w\njej filii;\n5)weryfikacja osiągnięcia przez studentów efektów uczenia się odbywa się\nprzez bieżącą kontrolę postępów w nauce;\n6)studenci odbyli szkolenia przygotowujące do udziału w tych zajęciach.\n2. W przypadku zajęć kształtujących umiejętności praktyczne metody i techniki\nkształcenia na odległość mogą być wykorzystywane pomocniczo.\n3. (uchylony).\n§  13.  [Maksymalna liczba punktów ECTS w przypadku kształcenia na\nodległość] Liczba punktów ECTS, jaka może być uzyskana w ramach kształcenia\nz wykorzystaniem metod i technik kształcenia na odległość, nie może być większa\nniż:\n1)50% liczby punktów ECTS, o której mowa w § 3 ust. 1 pkt 1 - w przypadku\n\nstudiów o profilu praktycznym;\n2)75% liczby punktów ECTS, o której mowa w § 3 ust. 1 pkt 1 - w przypadku\nstudiów o profilu ogólnoakademickim.\n§  13a.  [Prowadzenie kształcenia na odległość w przypadku ogłoszenia\nstanu zagrożenia epidemicznego lub stanu epidemii]\n1. W okresie od dnia ogłoszenia stanu zagrożenia epidemicznego lub stanu\nepidemii do końca semestru, w trakcie którego stan ten został odwołany, zajęcia\nna studiach mogą być prowadzone z wykorzystaniem metod i technik kształcenia\nna odległość niezależnie od tego, czy zostało to przewidziane w programie\nstudiów.\n2. Liczby punktów ECTS przypisanych do zajęć prowadzonych w okresie, o którym\nmowa w ust. 1, z wykorzystaniem metod i technik kształcenia na odległość nie\nwlicza się do liczby punktów ECTS, o której mowa w § 13.\nRozdział  6 \nDokumentacja przebiegu studiów\n§  14.  [Album studentów]\n1. Studentowi nadaje się kolejny, w ramach uczelni, numer albumu, który jest mu\nprzypisany na wszystkich kierunkach i poziomach, na których odbywa studia w tej\nuczelni.\n2. Do albumu studentów wpisuje się następujące dane dotyczące studenta:\n1)numer albumu;\n2)datę rozpoczęcia studiów;\n3)imiona i nazwisko;\n4)datę i miejsce urodzenia;\n5)numer PESEL, a w przypadku jego braku - nazwę i numer dokumentu\npotwierdzającego tożsamość oraz nazwę państwa, które go wydało;\n6)informacje o dokumencie stanowiącym podstawę ubiegania się o przyjęcie\nna studia:\n\na) nazwę szkoły lub okręgowej komisji egzaminacyjnej, numer oraz datę i\nmiejsce wystawienia dokumentu, o którym mowa w art. 69 ust. 2  ustawy -\nw przypadku studiów pierwszego stopnia lub jednolitych studiów\nmagisterskich,\nb) nazwę uczelni, numer oraz datę i miejsce wystawienia dyplomu\nukończenia studiów - w przypadku studiów drugiego stopnia;\n7)nazwę kierunku, poziomu i profilu studiów;\n8)rok studiów, na który został przyjęty;\n9)datę i przyczynę opuszczenia uczelni.\n3. Numerem albumu oznacza się teczkę akt osobowych studenta oraz indeks.\n§  15.  [Teczka akt osobowych studenta]\n1. W teczce akt osobowych studenta przechowuje się:\n1)dokumenty wymagane od kandydata na studia, w tym:\na) poświadczoną przez uczelnię kopię:\n– dokumentu stanowiącego podstawę ubiegania się o przyjęcie na studia,\no którym mowa w art. 69 ust. 2  ustawy - w przypadku kandydata na\nstudia pierwszego stopnia lub jednolite studia magisterskie,\n– dyplomu ukończenia studiów - w przypadku kandydata na studia\ndrugiego stopnia,\nb) ankietę osobową zawierającą zdjęcie kandydata, imiona i nazwisko,\ndatę i miejsce urodzenia, numer PESEL, a w przypadku jego braku - nazwę\ni numer dokumentu potwierdzającego tożsamość oraz nazwę państwa,\nktóre go wydało, płeć, miejsce zamieszkania przed rozpoczęciem studiów:\nwieś albo miasto, adres zamieszkania oraz adres do korespondencji, adres\npoczty elektronicznej, numer telefonu, obywatelstwo, a w przypadku\ncudzoziemców - również nazwę państwa urodzenia i informacje o\nposiadaniu Karty Polaka;\n2)dokumenty stanowiące podstawę przyjęcia na studia;\n3)podpisany przez studenta akt ślubowania;\n4)(uchylony);\n5)karty okresowych osiągnięć studenta;\n\n6)decyzje dotyczące przebiegu studiów;\n7)pracę dyplomową;\n8)recenzję pracy dyplomowej;\n9)protokół egzaminu dyplomowego;\n10)dyplom ukończenia studiów - egzemplarz do akt;\n11)suplement do dyplomu - egzemplarz do akt;\n12)potwierdzenie odbioru dyplomu ukończenia studiów i jego odpisów,\nsuplementu do dyplomu i jego odpisów, a także duplikatu dyplomu lub\nduplikatu suplementu do dyplomu albo te dokumenty w przypadku ich\nnieodebrania.\n2. Decyzje, o których mowa w ust. 1 pkt 6, sporządza się w postaci papierowej\nlub elektronicznej.\n2a. W przypadku gdy akt ślubowania jest sporządzany w postaci elektronicznej,\npodpis studenta może być zastąpiony potwierdzeniem złożenia ślubowania\ndokonanym po uwierzytelnieniu tego studenta w systemie teleinformatycznym,\nzgodnie z zasadami działania w uczelni systemu służącego do prowadzenia\ndokumentacji przebiegu studiów w postaci elektronicznej.\n2b. Jeżeli w uczelni jest prowadzona baza pisemnych prac dyplomowych,\nzapewniająca ich przechowywanie co najmniej przez okres, o którym mowa w\nust. 4, w teczce akt osobowych studenta zamiast pracy dyplomowej może być\nprzechowywana informacja o przechowywaniu pracy dyplomowej w tej bazie\nzawierająca dane umożliwiające jej skuteczne wyszukanie.\n3. W przypadku prowadzenia teczki akt osobowych studenta w postaci\nelektronicznej, w celu włączenia do niej dokumentu, który został sporządzony w\npostaci papierowej, sporządza się odwzorowanie cyfrowe tego dokumentu oraz\nopatruje się je kwalifikowanym podpisem elektronicznym pracownika uczelni albo\nkwalifikowaną pieczęcią elektroniczną uczelni. Dokument sporządzony w postaci\npapierowej brakuje się.\n3a. Odwzorowanie cyfrowe dokumentu sporządza się w formacie PDF,\nzapewniając jego czytelność oraz stosując zasadę, zgodnie z którą jeden plik PDF\nodpowiada jednemu odwzorowywanemu dokumentowi.\n\n3b. W przypadku prowadzenia teczki akt osobowych studenta w postaci\npapierowej, w celu włączenia do niej dokumentu, który został sporządzony w\npostaci elektronicznej, sporządza się wydruk tego dokumentu, który opatruje się\ndatą jego sporządzenia oraz podpisem pracownika uczelni, chyba że dokument\nzostał sporządzony w systemie teleinformatycznym, który zapewnia\nuwierzytelnienie pracownika uczelni, zgodnie z zasadami działania w uczelni\nsystemu służącego do prowadzenia dokumentacji przebiegu studiów w postaci\nelektronicznej, albo sporządzenie uwierzytelnionego wydruku.\n3c. W przypadku prowadzenia teczki akt osobowych studenta w postaci\nelektronicznej zamiast dokumentów, o których mowa w ust. 1 pkt 10 i 11,\nprzechowuje się w niej odwzorowania cyfrowe dyplomu ukończenia studiów i\nsuplementu do dyplomu, sporządzone zgodnie z ust. 3 zdanie pierwsze i ust. 3a.\n4. Teczkę akt osobowych studenta, z wyłączeniem dokumentów, o których mowa\nw ust. 1 pkt 1 lit. a oraz pkt 2-4, przechowuje się w archiwum uczelni przez okres\n50 lat. Dokumenty, które obejmuje to wyłączenie, brakuje się.\n§  16.  [Przekazywanie dokumentów z teczki akt osobowych w przypadku\nprzeniesienia studenta do innej uczelni]\n1. W przypadku przeniesienia się studenta do innej uczelni dokumenty z teczki\nakt osobowych, o których mowa w § 15 ust. 1 pkt 1, 2, 5 i 6, przesyła się do\nuczelni, do której student się przeniósł, na wniosek tej uczelni.\n2. W uczelni, którą student opuścił, pozostawia się kopię pisma, przy którym\nprzesłano dokumenty, oraz wykaz tych dokumentów, a w przypadku prowadzenia\nteczki akt osobowych studenta w postaci elektronicznej - kopię przekazanych\ndokumentów.\n§  17.  [Karty okresowych osiągnięć studenta; odnotowanie zakończenia\nstudiów]\n1. Karty okresowych osiągnięć studenta zawierają:\n1)imiona i nazwisko studenta;\n2)numer albumu;\n3)imiona i nazwisko oraz tytuł profesora, stopień naukowy lub stopień w\nzakresie sztuki, lub tytuł zawodowy osoby przeprowadzającej egzamin lub\n\nzaliczenie;\n4)nazwy zajęć, w tym praktyk, w semestrze lub roku;\n5)określenie formy weryfikacji osiągnięć studenta uzyskanych w ramach zajęć\nw danym semestrze lub roku;\n6)uzyskaną ocenę;\n7)liczbę uzyskanych punktów ECTS;\n8)datę i podpis osoby przeprowadzającej egzamin lub zaliczenie;\n9)datę i podpis rektora, potwierdzający przeprowadzenie weryfikacji osiągnięć\nstudenta.\n1a. W przypadku prowadzenia kart okresowych osiągnięć studenta w postaci\nelektronicznej podpisy osób, o których mowa w ust. 1 pkt 8 i 9, mogą być\nzastąpione uwierzytelnieniem tych osób w systemie teleinformatycznym, zgodnie\nz zasadami działania w uczelni systemu służącego do prowadzenia dokumentacji\nprzebiegu studiów w postaci elektronicznej.\n2. Osiągnięcia studenta odnotowuje się również w indeksie lub w innych\ndokumentach, jeżeli regulamin studiów je przewiduje.\n3. Odpisy lub wydruki kart okresowych osiągnięć studenta lub innych\ndokumentów przewidzianych regulaminem studiów, o których mowa w ust. 2,\nwydaje się na wniosek osoby, której te dokumenty dotyczą. Odpisy lub wydruki\nwydaje się w zakresie, w jakim dotyczą wnioskodawcy.\n4. Zakończenie studiów odnotowuje się w:\n1)protokole egzaminu dyplomowego;\n2)albumie studentów;\n3)księdze dyplomów;\n4)indeksie.\n§  18.  [Protokół egzaminu dyplomowego]\n1. Protokół egzaminu dyplomowego zawiera: datę egzaminu, imiona i nazwisko\nstudenta, numer albumu, imiona i nazwiska, podpisy oraz tytuł profesora, stopnie\nnaukowe lub stopnie w zakresie sztuki lub tytuły zawodowe członków komisji\negzaminacyjnej, treść zadanych pytań i uzyskane oceny, średnią ocen uzyskaną\n\nw okresie studiów, tytuł i ocenę pracy dyplomowej, ocenę egzaminu\ndyplomowego, ostateczny wynik studiów oraz uzyskany tytuł zawodowy.\n2. (uchylony).\n3. W przypadku gdy protokół egzaminu dyplomowego jest sporządzany w postaci\nelektronicznej, podpisy osób, o których mowa w ust. 1, mogą być zastąpione\nuwierzytelnieniem tych osób w systemie teleinformatycznym, zgodnie z zasadami\ndziałania w uczelni systemu służącego do prowadzenia dokumentacji przebiegu\nstudiów w postaci elektronicznej.\n§  19.  [Księga dyplomów] W księdze dyplomów wpisuje się: kolejny, w\nramach uczelni, numer dyplomu ukończenia studiów, numer albumu, imiona i\nnazwisko studenta, rok urodzenia, datę rozpoczęcia studiów, kierunek, poziom,\nprofil i formę studiów, datę złożenia egzaminu dyplomowego i tytuł zawodowy.\n§  19a.  [Dokumentacja przebiegu studiów w postaci elektronicznej]\n1. Dokumentacja przebiegu studiów w postaci elektronicznej jest prowadzona i\nprzechowywana w systemie teleinformatycznym zapewniającym:\n1)zabezpieczenie dokumentacji przed uszkodzeniem, utratą oraz\nnieuprawnionym dostępem;\n2)integralność treści dokumentacji i metadanych polegającą na zabezpieczeniu\nprzed wprowadzaniem zmian, z wyjątkiem zmian wprowadzanych w ramach\nustalonych i udokumentowanych procedur;\n3)stały dostęp do dokumentacji osobom do tego upoważnionym;\n4)uwierzytelnianie osób mających dostęp do dokumentacji oraz rejestrowanie\ndokonywanych przez te osoby zmian w dokumentacji;\n5)skuteczne wyszukiwanie dokumentacji;\n6)wydawanie dokumentacji albo jej części;\n7)funkcjonalność wydruku dokumentacji.\n2. Dokumentację przebiegu studiów prowadzoną i przechowywaną w postaci\nelektronicznej uważa się za zabezpieczoną w zakresie, o którym mowa w ust. 1\npkt 1, jeżeli jej prowadzenie i przechowywanie odbywa się z zastosowaniem\nmetod i środków ochrony dokumentacji, których skuteczność w czasie ich\n\nzastosowania jest powszechnie uznawana.\n3. Zabezpieczenie dokumentacji przebiegu studiów prowadzonej i\nprzechowywanej w postaci elektronicznej polega w szczególności na:\n1)systematycznym dokonywaniu analizy zagrożeń;\n2)opracowaniu i stosowaniu procedur zabezpieczania dokumentacji i\nsystemów jej przetwarzania, w tym procedur dostępu, tworzenia kopii\nzapasowych oraz przechowywania;\n3)stosowaniu środków bezpieczeństwa adekwatnych do zagrożeń;\n4)bieżącym kontrolowaniu funkcjonowania wszystkich organizacyjnych i\ntechniczno-informatycznych sposobów zabezpieczenia, a także okresowym\ndokonywaniu oceny skuteczności tych sposobów;\n5)przygotowaniu i realizacji planów przechowywania dokumentacji w długim\nczasie, w tym jej przenoszenia na nowe informatyczne nośniki danych i do\nnowych formatów danych, jeżeli tego wymaga zapewnienie ciągłości dostępu\ndo dokumentacji.\n§  20.  [Legitymacja studencka]\n1. Legitymacja studencka:\n1)jest wydawana w formie elektronicznej karty procesorowej, zwanej dalej\n\"elektroniczną legitymacją studencką\";\n2)może być dodatkowo wydawana w formie dokumentu elektronicznego\nprzechowywanego i okazywanego przy użyciu publicznej aplikacji mobilnej,\nzwanego dalej \"mLegitymacją studencką\".\n2. mLegitymacja studencka może być wydana studentowi, któremu nadano\nnumer PESEL, na jego wniosek.\n3. Wydanie elektronicznej legitymacji studenckiej odnotowuje się w rejestrze\nwydanych legitymacji, w którym wpisuje się: imiona i nazwisko studenta, numer\nalbumu oraz datę wydania legitymacji. Rejestr może być prowadzony w postaci\nelektronicznej.\n4. Wzór legitymacji studenckiej określa załącznik nr 1 do rozporządzenia.\n§  21.  [Elektroniczna legitymacja studencka; mLegitymacja studencka]\n\n1. Ważność elektronicznej legitymacji studenckiej potwierdza się co semestr przez\naktualizację danych w układzie elektronicznym oraz umieszczenie w kolejno\noznaczonych polach legitymacji hologramu, sporządzonego zgodnie z opisem\nokreślonym w załączniku nr 2 do rozporządzenia.\n2. Hologram jest drukiem ścisłego zarachowania.\n3. Elektroniczna legitymacja studencka zachowuje ważność nie dłużej niż do dnia\nukończenia studiów, zawieszenia w prawach studenta lub skreślenia z listy\nstudentów, a w przypadku absolwentów studiów pierwszego stopnia - do dnia 31\npaździernika roku ukończenia tych studiów.\n4. mLegitymacja studencka jest ważna w okresie ważności elektronicznej\nlegitymacji studenckiej.\n5. Uczelnia unieważnia mLegitymację studencką:\n1)w przypadku utraty ważności elektronicznej legitymacji studenckiej;\n2)w przypadku przeniesienia się studenta do innej uczelni;\n3)na wniosek studenta, w szczególności w przypadku jej utraty na skutek\nuszkodzenia, nieprawidłowego działania lub utraty urządzenia mobilnego, w\nktórym była przechowywana.\n6. mLegitymację studencką wydaje się ponownie w przypadku:\n1)potwierdzenia ważności elektronicznej legitymacji studenckiej, o którym\nmowa w ust. 1;\n2)stwierdzenia w niej błędów lub omyłek;\n3)unieważnienia w przypadku, o którym mowa w ust. 5 pkt 3.\n§  22.  [Odpis dyplomu ukończenia studiów; odpis suplementu do\ndyplomu]\n1. Odpis dyplomu ukończenia studiów sporządza się na druku zgodnym z\noryginałem dyplomu.\n2. W odpisie dyplomu w języku obcym nazwę uczelni pozostawia się w\noryginalnym brzmieniu, a tytuł zawodowy oraz wynik ukończenia studiów - w\njęzyku polskim. Obok nazwy uczelni można podać nazwę przetłumaczoną na\njęzyk obcy.\n\n3. W odpisie dyplomu oraz w odpisie dyplomu przeznaczonym do akt uczelni pod\nnazwą dokumentu umieszcza się odpowiednio wyrazy: \"(ODPIS)\" lub \"(ODPIS\nPRZEZNACZONY DO AKT)\".\n4. Do odpisów dyplomu wspólnego przepisy ust. 2 i 3 stosuje się odpowiednio.\n5. Odpis suplementu oraz odpis suplementu przeznaczony do akt uczelni\nsporządza się według wzoru określonego dla suplementu. Przepis ust. 3 stosuje\nsię odpowiednio.\n§  23.  [Duplikat dyplomu ukończenia studiów lub suplementu do\ndyplomu]\n1. Duplikat dyplomu ukończenia studiów lub suplementu do dyplomu sporządza\nsię, na wniosek absolwenta, na podstawie dokumentów zawartych w teczce akt\nosobowych studenta.\n2. Duplikat sporządza się na druku dyplomu ukończenia studiów lub suplementu\ndo dyplomu, według wzoru obowiązującego w dacie wystawienia oryginałów tych\ndokumentów, bez fotografii. Na dokumencie umieszcza się: wyraz \"DUPLIKAT\",\ndatę sporządzenia duplikatu oraz pieczęć urzędową uczelni. Duplikat podpisuje\nrektor albo osoba upoważniona pełniąca funkcję kierowniczą w uczelni.\n3. Jeżeli brak jest druku, o którym mowa w ust. 2 zdanie pierwsze, duplikat\nsporządza się na przygotowanym przez uczelnię druku, zgodnym z treścią\noryginału dyplomu lub suplementu.\n4. Informację o wydaniu duplikatu dyplomu ukończenia studiów lub suplementu\ndo dyplomu umieszcza się w teczce akt osobowych studenta. Informację o\nwydaniu duplikatu dyplomu ukończenia studiów odnotowuje się również w księdze\ndyplomów.\n5. W przypadku utraty duplikatu absolwent może wystąpić z wnioskiem o wydanie\nkolejnego duplikatu.\n§  24.  [Duplikaty innych dokumentów]\n1. Przepisy § 23 stosuje się odpowiednio do sporządzania duplikatów innych\ndokumentów dotyczących studiów.\n2. Duplikat elektronicznej legitymacji studenckiej i indeksu sporządza się z\n\naktualną fotografią.\n3. Wydanie duplikatu elektronicznej legitymacji studenckiej odnotowuje się w\nrejestrze wydanych legitymacji, oznaczając numerem albumu oraz dodając\nkolejną literę alfabetu. Oryginał legitymacji oznacza się literą \"a\".\n§  25.  [Dokonywanie sprostowań w dokumentach]\n1. Uczelnia może dokonywać sprostowań w indeksie, albumie studentów i w\nksiędze dyplomów na wniosek studenta, absolwenta albo z urzędu.\n2. Sprostowania dokonuje się na podstawie dokumentu zawierającego prawidłowe\ndane przez przekreślenie nieprawidłowych danych i wpisanie nad nimi właściwych\ndanych. W miejscu sprostowania umieszcza się adnotację o sprostowaniu, podpis\ni pieczątkę imienną osoby, która dokonała sprostowania, datę sprostowania i\npieczęć urzędową uczelni. W przypadku sprostowania dokonywanego w\ndokumentacji prowadzonej w postaci elektronicznej dokument, w którym\ndokonano sprostowania, opatruje się kwalifikowanym podpisem elektronicznym\nosoby, która dokonała sprostowania, albo kwalifikowaną pieczęcią elektroniczną\nuczelni; w dokumentacji zachowuje się informację o sprostowaniu, jego dacie i\nosobie, która dokonała sprostowania.\n3. Sprostowania może dokonać wyłącznie osoba upoważniona do wystawienia\ndokumentu.\n4. Informację o dokonanym sprostowaniu umieszcza się w teczce akt osobowych\nstudenta.\n5. Elektroniczna legitymacja studencka, dyplom ukończenia studiów, odpis\ndyplomu, suplement do dyplomu oraz odpis suplementu, zawierające błędy lub\nomyłki, podlegają wymianie.\n§  26.  [Dokonywanie zmian w dokumentach w przypadku zmiany imienia\nlub nazwiska studenta]\n1. W przypadku zmiany imienia lub nazwiska studenta dokonanej na podstawie:\n1)aktu małżeństwa,\n2)decyzji administracyjnej,\n3)orzeczenia sądu\n\n-uczelniawystawiadokumenty, októrychmowaw§17ust.1i2,nanoweimię\nlub nazwisko, z tym że indeks - na wniosek studenta.\n2. Jeżeli student nie wystąpi z wnioskiem o wydanie nowego indeksu, w\ndotychczasowym indeksie przekreśla się imię lub nazwisko i nad nimi wpisuje\nnowe kolorem czerwonym; na dole strony umieszcza się adnotację o dokonanej\nzmianie oraz datę i podpis rektora.\n3. W przypadku zmiany imienia lub nazwiska absolwenta dokonanej na\npodstawie, o której mowa w ust. 1 pkt 2 i 3, uczelnia dokonuje zmiany tych\ndanych osobowych w dokumentach, o których mowa w § 17 ust. 1 i 2, oraz\nwydaje dyplom ukończenia studiów, odpis dyplomu, suplement do dyplomu i\nodpis suplementu na nowe imię lub nazwisko, po przedstawieniu decyzji\nadministracyjnej lub orzeczenia sądu i za zwrotem dyplomu i suplementu, wraz z\nodpisami, wydanych na poprzednie imię lub nazwisko.\n§  27.  [Uwierzytelnianie dokumentów wydawanych w związku z\nprzebiegiem lub ukończeniem studiów]\n1. Uwierzytelnienia dokumentów, o których mowa w art. 78 ust. 1  ustawy,\nprzeznaczonych do obrotu prawnego z zagranicą dokonuje się przez umieszczenie\nna dokumencie:\n1)klauzuli uwierzytelniającej zawierającej stwierdzenie autentyczności podpisu\ni funkcji osoby podpisującej dokument lub tożsamości pieczęci urzędowej\nuczelni, którą jest opatrzony ten dokument;\n2)podpisu osoby uwierzytelniającej dokument;\n3)pieczęci urzędowej Narodowej Agencji Wymiany Akademickiej albo uczelni;\n4)nazwy miejscowości i daty uwierzytelnienia.\n2. Uwierzytelniane dokumenty wielostronicowe zszywa się i w miejscach zszycia\nopatruje pieczęcią urzędową uczelni, która je wydała, w sposób uniemożliwiający\nwymianę kart dokumentu.\n§  28.  [Postępowanie z dokumentami w przypadku likwidacji uczelni]\n1. W przypadku likwidacji uczelni przekazuje się na przechowanie teczki akt\nosobowych studentów, z wyłączeniem dokumentów, o których mowa w § 15 ust.\n\n1 pkt 1-3, 7 i 8. Dokumenty, które obejmuje to wyłączenie, brakuje się.\n2. W przypadku nieodebrania przez absolwentów dyplomów ukończenia studiów i\nodpisów dyplomów oraz suplementów do dyplomów i odpisów suplementów,\nlikwidator albo założyciel uczelni niepublicznej powiadamia właścicieli tych\ndokumentów o możliwości ich odbioru, wyznaczając w tym celu odpowiedni\ntermin.\n3. W uczelni postawionej w stan likwidacji dyplomy ukończenia studiów, odpisy\ndyplomu, suplementy do dyplomu i odpisy suplementu, w tym wydane w\nprzypadku wymiany, o której mowa w § 25 ust. 5, lub zmiany imion i nazwisk\nabsolwentów, o której mowa w § 26, duplikaty dyplomu ukończenia studiów,\nduplikaty suplementu do dyplomu oraz odpisy i wydruki z dokumentacji przebiegu\nstudiów podpisuje likwidator albo założyciel uczelni niepublicznej.\nRozdział  7 \nTytuły zawodowe równorzędne tytułom licencjata i inżyniera oraz tytułom\nmagistra i magistra inżyniera\n§  29.  [Tytuły zawodowe równorzędne tytułom licencjata i inżyniera\nnadawane absolwentom studiów pierwszego stopnia] Absolwentom\nstudiów pierwszego stopnia nadaje się tytuły zawodowe równorzędne tytułom\nlicencjata i inżyniera:\n1)inżynier architekt - po uzyskaniu efektów uczenia się określonych dla\nstudiów na kierunku architektura;\n2) 7 inżynier pożarnictwa - po uzyskaniu efektów uczenia się określonych dla\nstudiów na kierunku inżynieria bezpieczeństwa w Szkole Głównej Służby\nPożarniczej na studiach prowadzonych dla strażaków;\n3)licencjat pielęgniarstwa - po uzyskaniu efektów uczenia się określonych dla\nstudiów na kierunku pielęgniarstwo;\n4)licencjat położnictwa - po uzyskaniu efektów uczenia się określonych dla\nstudiów na kierunku położnictwo.\n§  30.  [Tytuły zawodowe równorzędne tytułom magistra i magistra\n\ninżyniera nadawane absolwentom studiów drugiego stopnia] Absolwentom\nstudiów drugiego stopnia nadaje się tytuły zawodowe równorzędne tytułom\nmagistra i magistra inżyniera:\n1)magister inżynier architekt - po uzyskaniu efektów uczenia się określonych\ndla studiów na kierunku architektura;\n2)magister inżynier pożarnictwa - po uzyskaniu efektów uczenia się\nokreślonych dla studiów na kierunku inżynieria bezpieczeństwa prowadzonych\ndla inżynierów pożarnictwa w Szkole Głównej Służby Pożarniczej;\n3)magister pielęgniarstwa - po uzyskaniu efektów uczenia się określonych dla\nstudiów na kierunku pielęgniarstwo;\n4)magister położnictwa - po uzyskaniu efektów uczenia się określonych dla\nstudiów na kierunku położnictwo.\n§  31.  [Tytuły zawodowe równorzędne tytułom magistra i magistra\ninżyniera nadawane absolwentom jednolitych studiów magisterskich]\nAbsolwentom jednolitych studiów magisterskich nadaje się tytuły zawodowe\nrównorzędne tytułom magistra i magistra inżyniera:\n1)lekarz - po uzyskaniu efektów uczenia się określonych dla studiów na\nkierunku lekarskim;\n2)lekarz dentysta - po uzyskaniu efektów uczenia się określonych dla studiów\nna kierunku lekarsko-dentystycznym;\n3)lekarz weterynarii - po uzyskaniu efektów uczenia się określonych dla\nstudiów na kierunku weterynaria;\n4)magister farmacji - po uzyskaniu efektów uczenia się określonych dla\nstudiów na kierunku farmacja;\n5)magister inżynier architekt - po uzyskaniu efektów uczenia się określonych\ndla studiów na kierunku architektura;\n6) 8 magister inżynier pożarnictwa - po uzyskaniu efektów uczenia się\nokreślonych dla studiów na kierunku inżynieria bezpieczeństwa prowadzonych\ndla strażaków w służbie kandydackiej w Szkole Głównej Służby Pożarniczej.\nRozdział  8 \n\nNiezbędne elementy dyplomu ukończenia studiów i dyplomu wspólnego\noraz wzór suplementu do dyplomu\n§  32.  [Niezbędne elementy dyplomu ukończenia studiów] Niezbędnymi\nelementami dyplomu ukończenia studiów są:\n1)nazwa dokumentu: \"dyplom ukończenia studiów pierwszego stopnia\",\n\"dyplom ukończenia studiów drugiego stopnia\" albo \"dyplom ukończenia\njednolitych studiów magisterskich\";\n2)informacja o treści: \"wydany w Rzeczypospolitej Polskiej\";\n3)nazwa i siedziba uczelni;\n4)godło uczelni umieszczone w widocznym miejscu;\n5)(uchylony);\n6)informacje dotyczące absolwenta:\na) imiona i nazwisko,\nb) data i miejsce urodzenia;\n7)numer dyplomu;\n8)informacje dotyczące studiów, w tym:\na) forma studiów,\nb) nazwa kierunku studiów, profil oraz dyscyplina, do której jest\nprzyporządkowany kierunek studiów, a w przypadku gdy kierunek jest\nprzyporządkowany do więcej niż jednej dyscypliny - dyscyplina wiodąca,\nc) słownie określony wynik ukończenia studiów;\n9)tytuł zawodowy i data jego uzyskania;\n10)znak graficzny określony w przepisach wydanych na podstawie art. 10 ust.\n4 ustawy z dnia 22 grudnia 2015 r. o Zintegrowanym Systemie Kwalifikacji:\na) dla kwalifikacji pełnej na poziomie 6 Polskiej Ramy Kwalifikacji - w\nprzypadku ukończenia studiów pierwszego stopnia,\nb) dla kwalifikacji pełnej na poziomie 7 Polskiej Ramy Kwalifikacji - w\nprzypadku ukończenia studiów drugiego stopnia lub ukończenia jednolitych\nstudiów magisterskich;\n11)pieczątka imienna albo nadruk informacji odpowiadających danym\n\nzawartym na pieczątce oraz podpis rektora albo osoby upoważnionej pełniącej\nfunkcję kierowniczą w uczelni;\n12)nazwa miejscowości i data wydania dyplomu;\n13)pieczęć urzędowa uczelni.\n§  33.  [Dyplom wspólny]\n1. W przypadku studiów wspólnych, o których mowa w art. 60 ust. 1  ustawy,\ndyplom wspólny wydaje uczelnia wskazana w umowie, o której mowa w tym\nprzepisie.\n2. Dyplom wspólny zawiera niezbędne elementy wymienione w § 32, z tym że:\n1)nazwę dokumentu uzupełnia się o wyraz \"wspólnych\";\n2)wymienia się nazwy podmiotów będących stronami umowy, o której mowa\nw art. 60 ust. 1  ustawy, w których absolwent odbywał kształcenie;\n3)zamieszcza się godło oraz pieczęć urzędową uczelni wskazanej w umowie, o\nktórej mowa w art. 60 ust. 1  ustawy, a także pieczątkę imienną albo nadruk\ninformacji odpowiadających danym zawartym na pieczątce oraz podpis rektora\nalbo osoby upoważnionej pełniącej funkcję kierowniczą w uczelni;\n4)w przypadku studiów prowadzonych z podmiotem zagranicznym\nniezbędnym elementem dyplomu nie jest informacja o treści: \"wydany w\nRzeczypospolitej Polskiej\".\n3. W dyplomie wspólnym można zamieścić odrębnie dla każdego podmiotu\nbędącego stroną umowy, o której mowa w art. 60 ust. 1  ustawy:\n1)godło lub logo;\n2)pieczątkę imienną albo nadruk informacji odpowiadających danym zawartym\nna pieczątce oraz podpis rektora albo osoby upoważnionej pełniącej funkcję\nkierowniczą w uczelni, a w przypadku podmiotu niebędącego uczelnią - podpis\nosoby kierującej tym podmiotem;\n3)pieczęć urzędową.\n§  34.  [Treść odrębnych dyplomów ukończenia studiów w przypadku\nstudiów wspólnych] Jeżeli każdy z podmiotów prowadzących studia wspólne\nwydaje odrębny dyplom ukończenia studiów, dyplom zawiera niezbędne elementy\n\nwymienione w § 32, z tym że:\n1)nazwę dyplomu uzupełnia się o wyraz \"wspólnych\";\n2)wymienia się nazwy podmiotów będących stronami umowy, o której mowa\nw art. 60 ust. 1  ustawy, w których absolwent odbywał kształcenie.\n§  35.  [Suplement do dyplomu] Wzór suplementu do dyplomu określa\nzałącznik nr 3 do rozporządzenia.\nRozdział  9 \nOpłaty za wydanie oraz za uwierzytelnianie dokumentów\n§  36.  [Wysokość opłat]\n1. Opłaty wynoszą:\n1)4 zł - za wydanie indeksu;\n2)20 zł:\na) za wydanie odpisu innego niż wydany na podstawie art. 77 ust. 2\nustawy:\n– dyplomu ukończenia studiów w języku obcym,\n– suplementu do dyplomu w języku obcym,\nb) za wydanie duplikatu:\n– dyplomu ukończenia studiów,\n– suplementu do dyplomu;\n3)22 zł - za wydanie elektronicznej legitymacji studenckiej;\n4)26 zł - za uwierzytelnienie dokumentów, o których mowa w art. 78 ust. 1\nustawy, przeznaczonych do obrotu prawnego z zagranicą.\n2. Za wydanie duplikatu elektronicznej legitymacji studenckiej lub indeksu\npobiera się opłatę o połowę wyższą od opłaty za wydanie oryginału.\n§  37.  [Wnoszenie opłat]\n1. Opłaty, o których mowa w § 36 ust. 1 pkt 1-3 oraz ust. 2, wnosi się na\nrachunek bankowy uczelni lub w miejscu wyznaczonym przez rektora.\n2. Opłatę, o której mowa w § 36 ust. 1 pkt 4, wnosi się odpowiednio:\n\n1)na rachunek bankowy Narodowej Agencji Wymiany Akademickiej - w\nprzypadku uwierzytelnienia dokumentu przez dyrektora Narodowej Agencji\nWymiany Akademickiej;\n2)na rachunek bankowy uczelni albo w miejscu wyznaczonym przez rektora -\nw przypadku uwierzytelnienia dokumentu przez uczelnię.\nRozdział  10 \nWysokość opłaty za przeprowadzenie rekrutacji\n§  38.  [Wysokość opłaty za przeprowadzenie rekrutacji na studia] Opłata\nza przeprowadzenie rekrutacji na studia wynosi 85 zł, z tym że:\n1)w przypadku konieczności sprawdzenia uzdolnień artystycznych - opłata\nwynosi 150 zł;\n2)w przypadku przeprowadzania egzaminu wstępnego, w tym sprawdzianu\nsprawności fizycznej - opłata wynosi 100 zł.\n§  38a.  [Zaliczenie zajęć przez studentów wykonujących czynności\nzwiązane z walką z wirusem SARS-CoV-2]\n1. W roku akademickim 2020/2021 senat uczelni, po zasięgnięciu opinii\nsamorządu studenckiego, może dokonać zmian w programie studiów w zakresie\nzajęć kształtujących umiejętności praktyczne, w tym zajęć praktycznych i praktyk\nzawodowych, w celu umożliwienia studentom odbycia tych zajęć w części albo w\ncałości w podmiotach leczniczych, służbach sanitarno-epidemiologicznych,\nNarodowym Funduszu Zdrowia, Agencji Rezerw Materiałowych lub Centrum e-\nZdrowia w ramach realizowanych przez nie zadań w związku z zakażeniami\nwirusem SARS-CoV-2.\n2. Studenci, którzy w trakcie roku akademickiego 2020/2021 wykonywali\nczynności w ramach zadań realizowanych przez podmioty lecznicze, służby\nsanitarno-epidemiologiczne, Narodowy Fundusz Zdrowia, Agencję Rezerw\nMateriałowych lub Centrum e-Zdrowia w związku z zakażeniami wirusem SARS-\nCoV-2, mogą ubiegać się o zaliczenie zajęć lub części zajęć kształtujących\numiejętności praktyczne, w tym zajęć praktycznych i praktyk zawodowych.\n\n3. Uczelnia może zaliczyć zajęcia lub części zajęć, o których mowa w ust. 2,\nuwzględniając informacje o liczbie godzin i charakterze wykonywanych czynności,\no których mowa w ust. 2, zawarte w zaświadczeniu wydanym przez podmiot, w\nktórym student wykonywał te czynności.\n§  38b.  9[Zaliczenie zajęć przez studentów wykonujących czynności\nzwiązane z pomocą obywatelom Ukrainy]\n1. Studenci, którzy w trakcie roku akademickiego 2021/2022 wykonywali\nczynności w ramach zadań realizowanych przez podmioty zapewniające pomoc\nobywatelom Ukrainy, o których mowa w art. 1 ust. 1  ustawy z dnia 12 marca\n2022 r. o pomocy obywatelom Ukrainy w związku z konfliktem zbrojnym na\nterytorium tego państwa (Dz. U. poz. 583, z późn. zm.), mogą ubiegać się o\nzaliczenie zajęć lub części zajęć kształtujących umiejętności praktyczne, w tym\nzajęć praktycznych i praktyk zawodowych, do których w programie studiów\nzostały przypisane efekty uczenia się obejmujące umiejętności praktyczne, które\nnabyli w czasie wykonywania tych czynności.\n2. Uczelnia może zaliczyć zajęcia lub część zajęć, o których mowa w ust. 1,\nuwzględniając informacje o liczbie godzin i charakterze wykonywanych czynności,\no których mowa w ust. 1, zawarte w zaświadczeniu wydanym przez podmiot, w\nktórym student wykonywał te czynności.\nRozdział  11 \nPrzepis epizodyczny, przepisy przejściowe i dostosowujące oraz przepis\nkońcowy \n§  39.  \n1. Uczelnia, która w dniu wejścia w życie rozporządzenia prowadzi studia\npierwszego stopnia i studia drugiego stopnia na kierunku pedagogika\nprzedszkolna i wczesnoszkolna lub pedagogika specjalna, prowadzi te studia jako\njednolite studia magisterskie począwszy od cyklu kształcenia rozpoczynającego\nsię od roku akademickiego 2019/2020.\n2. Uczelnia, o której mowa w ust. 1, może prowadzić kształcenie na kierunku\npedagogika przedszkolna i wczesnoszkolna lub pedagogika specjalna na studiach:\n\n1)pierwszego stopnia - do dnia zakończenia ostatniego cyklu kształcenia\nrozpoczętego przed dniem 1 października 2019 r.;\n2)drugiego stopnia - do dnia zakończenia ostatniego cyklu kształcenia\nrozpoczętego przed dniem 1 października 2022 r.\n3. Jeżeli w dniu wejścia w życie rozporządzenia uczelnia prowadzi studia\npierwszego stopnia albo studia drugiego stopnia na kierunku pedagogika\nprzedszkolna i wczesnoszkolna lub pedagogika specjalna:\n1)studia pierwszego stopnia mogą być prowadzone do dnia zakończenia\nostatniego cyklu kształcenia rozpoczętego przed dniem 1 października 2019 r.,\n2)studia drugiego stopnia mogą być prowadzone do dnia zakończenia\nostatniego cyklu kształcenia rozpoczętego przed dniem 1 października 2022 r.\n-izdniemzakończenia ostatniego cyklukształcenia rozpoczętego przeddniem1\npaździernika 2019r.-wprzypadku studiówpierwszego stopniaalboprzeddniem\n1października 2022r.-wprzypadku studiówdrugiegostopnia,wygasa\npozwolenie nautworzenie tychstudiówalbotracimocuchwałasenatuwsprawie\nutworzenia tych studiów.\n§  39a.  \n1. Uczelnia, która w dniu 1 października 2018 r. spełniała łącznie następujące\nwarunki:\n1)prowadziła studia pierwszego stopnia i studia drugiego stopnia na kierunku\nw zakresie pedagogiki,\n2)realizowała na tym kierunku, na studiach pierwszego stopnia lub studiach\ndrugiego stopnia, program studiów umożliwiający uzyskanie efektów uczenia\nsię związanych z kształceniem w zakresie przygotowania do wykonywania\nzawodu nauczyciela przedszkola i klas I-III szkoły podstawowej\n-możeprowadzić testudiajakojednolitestudiamagisterskie nakierunku\npedagogika przedszkolna iwczesnoszkolna, począwszy odcyklukształcenia\nrozpoczynającego sięodrokuakademickiego 2019/2020, jeżeliozamiarzeich\nprowadzenia poinformuje ministrawłaściwego dosprawszkolnictwa wyższegoi\nnauki w terminie do dnia 15 maja 2019 r.\n2. W uczelni, która spełniła warunki określone w ust. 1 oraz poinformowała\n\nministra właściwego do spraw szkolnictwa wyższego i nauki, w terminie\nokreślonym w ust. 1, o zamiarze prowadzenia studiów, o których mowa w ust. 1,\njako jednolitych studiów magisterskich na kierunku pedagogika przedszkolna i\nwczesnoszkolna, a także, począwszy od cyklu kształcenia rozpoczynającego się od\nroku akademickiego 2019/2020, prowadzi studia, o których mowa w ust. 1, jako\njednolite studia magisterskie na kierunku pedagogika przedszkolna i\nwczesnoszkolna:\n1)studia pierwszego stopnia na kierunku w zakresie pedagogiki, z\nwyłączeniem kształcenia w zakresie przygotowania do wykonywania zawodu\nnauczyciela przedszkola i klas I-III szkoły podstawowej, mogą być prowadzone\ndo dnia zakończenia ostatniego cyklu kształcenia rozpoczętego przed dniem 1\npaździernika 2020 r.; z dniem zakończenia tego cyklu kształcenia wygasa\npozwolenie na utworzenie tych studiów albo traci moc uchwała senatu w\nsprawie utworzenia tych studiów;\n2)studia drugiego stopnia na kierunku w zakresie pedagogiki mogą być\nprowadzone do dnia zakończenia ostatniego cyklu kształcenia rozpoczętego\nprzed dniem 1 października 2023 r., z tym że kształcenie w zakresie\nprzygotowania do wykonywania zawodu nauczyciela przedszkola i klas I-III\nszkoły podstawowej może być prowadzone, dla absolwentów studiów\npierwszego stopnia w zakresie pedagogiki przygotowującym do wykonywania\nzawodu nauczyciela przedszkola i klas I-III szkoły podstawowej, do dnia\nzakończenia ostatniego cyklu kształcenia rozpoczętego przed dniem 1\npaździernika 2022 r.; z dniem zakończenia ostatniego cyklu kształcenia wygasa\npozwolenie na utworzenie tych studiów albo traci moc uchwała senatu w\nsprawie utworzenia tych studiów.\n§  39b.  Uczelnia, która w dniu 1 października 2018 r. prowadziła studia drugiego\nstopnia na kierunku w zakresie pedagogiki i realizowała na tym kierunku program\nstudiów umożliwiający uzyskanie efektów uczenia się związanych z kształceniem\nw zakresie przygotowania do wykonywania zawodu nauczyciela przedszkola i klas\nI-III szkoły podstawowej i która nie spełniła warunków, o których mowa w § 39a\nust. 1, może prowadzić te studia, dla absolwentów studiów pierwszego stopnia w\nzakresie pedagogiki przygotowującym do wykonywania zawodu nauczyciela\n\nprzedszkola i klas I-III szkoły podstawowej, do dnia zakończenia ostatniego cyklu\nkształcenia rozpoczętego przed dniem 1 października 2022 r.; z dniem\nzakończenia tego cyklu kształcenia wygasa pozwolenie na utworzenie tych\nstudiów albo traci moc uchwała senatu w sprawie utworzenia tych studiów.\n§  40.  Studia na kierunku związanym z kształceniem w zakresie fizjoterapii\nprowadzone w dniu wejścia w życie rozporządzenia mogą być prowadzone do\ndnia:\n1)zakończenia ostatniego cyklu kształcenia rozpoczętego przed dniem 1\npaździernika 2017 r. - w przypadku studiów pierwszego stopnia;\n2)31 grudnia 2022 r. - w przypadku studiów drugiego stopnia.\n§  41.  Kierunki studiów związane z kształceniem w zakresie, o którym mowa w §\n17 ust. 2 pkt 2  rozporządzenia Ministra Nauki i Szkolnictwa Wyższego z dnia 26\nwrześnia 2016 r. w sprawie warunków prowadzenia studiów (Dz. U. poz. 1596\noraz z 2017 r. poz. 1515), inne niż kierunki określone w § 8 ust. 2 niniejszego\nrozporządzenia, mogą być prowadzone jako jednolite studia magisterskie do\nzakończenia cyklu kształcenia rozpoczętego przed rokiem akademickim 2019/\n2020.\n§  42.  W przypadku studiów rozpoczętych przed rokiem akademickim 2019/\n2020, liczba godzin zajęć dydaktycznych na studiach stacjonarnych i\nniestacjonarnych, prowadzonych z wykorzystaniem metod i technik kształcenia na\nodległość, nie może być większa niż 60% ogólnej liczby godzin zajęć\ndydaktycznych określonych w programach studiów.\n§  43.  Albumy studentów są prowadzone zgodnie z wymaganiami określonymi w\nrozporządzeniu dla studentów przyjętych na studia począwszy od roku\nakademickiego 2019/2020. W roku akademickim 2018/2019 albumy studentów\nsą prowadzone na podstawie przepisów dotychczasowych.\n§  44.  \n1. Teczki akt osobowych studentów, założone dla studentów przyjętych na studia\nprzed dniem wejścia w życie rozporządzenia oraz na rok akademicki 2018/2019,\nsą prowadzone na podstawie przepisów dotychczasowych. Teczki te mogą być\n\nprowadzone w postaci elektronicznej; przepisy § 15 ust. 3 i 3a stosuje się\nodpowiednio.\n2. Teczki akt osobowych studentów zakłada się i prowadzi na zasadach\nokreślonych w rozporządzeniu dla studentów przyjętych na studia począwszy od\nroku akademickiego 2019/2020.\n§  45.  \n1. Ważność elektronicznych legitymacji studenckich wydanych do dnia 30 czerwca\n2019 r. potwierdza się, począwszy od roku akademickiego 2019/2020, przez\numieszczenie w kolejno oznaczonych polach legitymacji hologramów\nsporządzonych zgodnie z opisem określonym w załączniku nr 2 do\nrozporządzenia.\n2. Jeżeli uczelnia posiada niewykorzystane blankiety elektronicznej legitymacji\nstudenckiej zawierające w poddruku offsetowym napis \"Adres\", blankiety te mogą\nbyć stosowane nie dłużej niż do dnia 30 września 2020 r. W procesie\npersonalizacji tych blankietów w miejscu przeznaczonym na adres nanosi się\npoziomą linię.\n§  45a.  (uchylony).\n§  46.  Studenci przyjęci na studia przed dniem wejścia w życie rozporządzenia\noraz na rok akademicki 2018/2019 uzyskują tytuły zawodowe, których nazwy są\nzgodne z nazwami określonymi w przepisach dotychczasowych.\n§  46a.  W dyplomach ukończenia studiów wydawanych od dnia 1 października\n2019 r. absolwentom studiów rozpoczętych przed rokiem akademickim 2019/\n2020 nie wskazuje się dyscypliny wiodącej. W przypadku gdy kierunek studiów\njest przyporządkowany do więcej niż jednej dyscypliny, w dyplomie wskazuje się\ndyscyplinę:\n1)do której zgodnie z programem studiów przypisano przeważającą część\nefektów uczenia się albo\n2)wybraną spośród dyscyplin, do których zgodnie z programem studiów\nprzypisano efekty uczenia się w równych częściach.\n\n§  46b.  W dyplomach ukończenia studiów wydawanych absolwentom studiów\nrozpoczętych w latach akademickich 2019/2020-2022/2023 prowadzonych na\nkierunku utworzonym przed dniem 1 października 2018 r., który według stanu na\ndzień 30 września 2019 r. został przyporządkowany do co najmniej 3 dyscyplin\nzawierających się w co najmniej 2 dziedzinach i do żadnej z tych dyscyplin nie\nprzypisano ponad połowy efektów uczenia się określonych w programie tych\nstudiów, nie wskazuje się dyscypliny wiodącej.\n§  47.  \n1. Jeżeli w uczelni postawionej w stan likwidacji przed dniem wejścia w życie\nrozporządzenia, która prowadziła studia przed dniem 1 października 2011 r., w\nteczkach akt osobowych studentów znajdują się nieodebrane oryginały świadectw\ndojrzałości lub dyplomów ukończenia studiów złożonych przez kandydatów na\nstudia drugiego stopnia, likwidator albo założyciel uczelni niepublicznej\npowiadamia właścicieli tych dokumentów o możliwości ich odbioru, wyznaczając w\ntym celu termin.\n2. Nieodebrane oryginały dokumentów, o których mowa w ust. 1, przechowuje się\nw teczkach akt osobowych studentów.\n§  48.  Rozporządzenie wchodzi w życie z dniem 1 października 2018 r., z\nwyjątkiem § 8 ust. 1 pkt 9 i 10 i ust. 2 pkt 1, które wchodzą w życie z dniem 1\npaździernika 2019 r. 10\nZAŁĄCZNIKI\nZAŁĄCZNIK Nr  1  \nWZÓR LEGITYMACJI STUDENCKIEJ\nI. Elektroniczna legitymacja studencka\nwzór\nOpis:\n1.Elektroniczna legitymacja studencka jestelektroniczną kartąprocesorową z\ninterfejsem stykowym określonym wnormachISO/IEC7816-2iISO/IEC7816-3.\n\nElektroniczna legitymacja studencka możezawieraćrównieżinneinterfejsy,wtym\ninterfejs bezstykowy.\n2.Blankietelektronicznej legitymacji studenckiej jestwykonany zmateriału\nlaminowanego owymiarach iwłaściwościach fizycznych zgodnychzwymaganiami\ndlakartidentyfikacyjnych formatuID-1określonymi wnormieISO/IEC7810,a\njegowłaściwości iodporność musząbyćpotwierdzone badaniami\nprzeprowadzonymi zgodnie z wieloczęściową normą ISO/IEC 10373.\n3.Poddrukblankietuelektronicznej legitymacji studenckiej wykonany wtechnice\noffsetowej wstandardzie 5+4(CMYKiPantone5555naawersieorazCMYKna\nrewersie)jestchronionyzewnętrzną foliąlaminacyjną. Wprocesiezadrukowywania\nblankietu (poddruk offsetowy) są nanoszone następujące elementy:\n1) tło z elementami grafiki rastrowej w kolorach CMYK;\n2)zabezpieczające elementywykonanetechnikągiloszowąwformiestylizowanego,\npowtarzalnego ornamentu geometrycznego wydrukowanego liniąogrubości0,075\npktwkolorzePantone5555umieszczone napasieoszerokości 22,7mm\nprzebiegającym wzdłużprawegobokulegitymacji wodległości 3,8mmod\nkrawędzi, nacałejjejwysokości, włączniezpolemprzeznaczonym poddruk\nzdjęcia;\n3)napis\"LEGITYMACJA STUDENCKA\" wykonanywtechnicemikrodruku, nabiałym\npaskuoszerokości 1mmprzebiegającym poziomowodległości1,7mmoddolnej\nkrawędzi legitymacji, w kolorze czarnym;\n4)wizerunekorłaustalonydlagodłaRzeczypospolitej Polskiejowysokości8,5mm\ninapis\"RZECZPOSPOLITA POLSKA\"wykonany krojemPalmSpringsBoldo\nwielkości 5 pkt, w kolorze czarnym;\n5) napisy:\na)\"LEGITYMACJA STUDENCKA\" wykonanykrojemAuraIbisowielkości12,5pkt,w\nkolorze granatowym (C100, M70, Y25, K20),\nb)\"STUDENT CARD\"wykonany krojemAuraIbisowielkości9,7pkt,wkolorze\ngranatowym (C100, M70, Y25, K20),\nc)\"Wydana:\", \"Nralbumu:\",\"PESEL:\",\"Legitymacja ważnado:\"wykonanekrojem\nArial Narrow o wielkości 7 pkt, w kolorze czarnym,\n\nd)\"Poświadcza uprawnienia do50%ulgiprzyprzejazdach środkamikomunikacji\nmiejskiej,atakżeuprawnienia dokorzystania -doukończenia 26rokużycia-z\nulgowychprzejazdów środkamipublicznego transportu zbiorowego autobusowego i\nkolejowego napodstawie odrębnych przepisów.\" wykonany krojemArialNarrow\nBold o wielkości 6 pkt, w kolorze czarnym;\n6) biały obszar przeznaczony na zdjęcie posiadacza legitymacji o wymiarach 20 mm\nx 25 mm, w odległości 5 mm w poziomie i 23,5 mm w pionie;\n7)12pólowymiarach 8mmx9mm,oznaczonych kolejnoliczbamiod1do12\nwykonanymi krojem Arial o wielkości 5 pkt, w kolorze czarnym;\n8)białyobszarowymiarach 30mmx21mmprzeznaczony nananiesienie kodu\nkreskowego -jeżeliwuczelnikodkreskowyniejeststosowany, obszarmożebyć\nwykorzystany w sposób określony przez uczelnię.\n4.Wprocesiepersonalizacji elektronicznej legitymacji studenckiej sąnanoszone w\nsposób zapewniający trwałe i bezpieczne użytkowanie następujące dane:\n1)kolorowezdjęcieposiadacza legitymacji owymiarach 20mmx25mmw\nrozdzielczości co najmniej 300 dpi;\n2)nazwauczelniwykonana krojemArialNarrowBoldowielkości7pkt,wdwóch\nlubtrzechwierszach, do30znakówwwierszu,wyjustowana doprawejstrony;\nnotacja: \"Pierwsze Litery Wielkie\"; pozycjonowanie: 27,2 mm w poziomie, licząc\nodprawejkrawędziblokutekstu,6,2mmwpionie,liczącodgórnejkrawędzibloku\ntekstu, w kolorze czarnym;\n3)imiędo24znakóworaznazwiskowdwóchwierszach, do28znakówkażdy,\nwykonanekrojemArialNarrowowielkości8pkt,wyjustowane centralnie; notacja:\n\"Pierwsze LiteryWielkie\"; pozycjonowanie: ośpionowatekstu43,6mmw\npoziomiei24mmwpionie,liczącodgórnejkrawędziblokutekstu,wkolorze\nczarnym;\n4)datawydaniawykonana krojemArialNarrowowielkości7pkt,wkolorze\nczarnym;\n5) nr albumu wykonany krojem Arial Narrow o wielkości 7 pkt, w kolorze czarnym;\n6)numerPESEL(dlaobcokrajowców dataurodzenia wformacierrmmdd00000,\nkodowanie tysięcyiseteklatzgodniezzasadamisystemuPESEL)wykonany\nkrojem Arial Narrow o wielkości 7 pkt, w kolorze czarnym;\n\n7) kod kreskowy (opcjonalnie) w kolorze czarnym.\n5. Wszystkie parametry pozycjonowania liczone są do prawego górnego rogu karty.\n6.Podczasetapupersonalizacji graficznejdanesązapisywane wukładziescalonym\nkarty.\n7.Strukturadanychzawartych wukładziescalonymelektronicznej legitymacji\nstudenckiej jest zgodna z normą ISO/IEC 7816-4.\n8.Poleceniaiodpowiedzi przesyłane podczaskomunikacji kartyzinfrastrukturą\ninformatyczną powinnymiećstrukturęzgodnązAPDUokreślonąwnormieISO/IEC\n7816-4.\n9.Elektroniczna legitymacja studencka zawierawpamięciobowiązkowo plik\nDF.SELSorazdwaplikipotomne:EF.CERTiEF.ELS.PlikDF.SELSjestdostępnyza\npomocąpoleceniaSELECTFILEbezpośrednio poreseciekarty.PlikDF.SELSmoże\ntakżezawieraćplikpotomnyEF.PHOTO odwubajtowym identyfikatorze, którego\nwartośćjestwskazanawpoluefPhotoIdstrukturyopisanejwust.12pkt2lit.b,\nzawierający cyfrowyzapiswformacieJPGfotografiiumieszczonej podczasprocesu\npersonalizacji na awersie elektronicznej legitymacji studenckiej.\n10.Danezwiązane zelektroniczną legitymacją studencką powinnybyć\nzlokalizowane w pliku dedykowanym DF.SELS, którego nazwa jest zarejestrowanym\nwPolskimKomitecie Normalizacyjnym identyfikatorem aplikacjiokreślonym\nzgodnieznormąISO/IEC7816-5+A1. Własnerozszerzenie identyfikatora aplikacji\n(PIX)dlaelektronicznej legitymacji studenckiej jestrówne\"0101\"(zapisw\nsystemie szesnastkowym).\n11. Plik DF.SELS musi być dostępny bezpośrednio po resecie karty elektronicznej za\npomocąpoleceniawyboru,któregoparametrem jestpełnanazwategopliku(AID\nwraz z rozszerzeniem).\n12.Obligatoryjnymi potomnymi plikamielementarnymi dlaplikuDF.SELSsądwa\npliki o przezroczystej strukturze binarnej:\n1)plikEF.CERTodwubajtowym identyfikatorze \"0001\"(zapiswsystemie\nszesnastkowym), zawierający kwalifikowany certyfikatpodpisuelektronicznego\nalbo kwalifikowany certyfikat pieczęci elektronicznej, w którym:\na)wpolu\"właściciel certyfikatu\" znajdująsięnastępujące atrybuty: \"nazwa\n\norganizacji\", \"nazwawojewództwa\", \"nazwamiejscowości\" i\"adres\",któredotyczą\nuczelni,\nb)wprzypadku kwalifikowanego certyfikatu podpisuelektronicznego wpolu\n\"właściciel certyfikatu\" watrybucie\"nazwapowszechna\" zawartosformułowanie:\n\"osoba upoważniona do wystawiania legitymacji studenckiej\";\n2)plikEF.ELSodwubajtowym identyfikatorze \"0002\"(zapiswsystemie\nszesnastkowym) zawierający wiadomość wformaciezgodnymznormąeuropejską\nETSIEN319 122-1, opatrzoną kwalifikowanym podpisem elektronicznym albo\nkwalifikowaną pieczęcią elektroniczną, przy czym:\na)formatpodpisanej wiadomości to\"podpisbazowywformacieCAdESopoziomie\nB-B\",wktórymeContentType wewnątrzstrukturySignedData zawieraid-SELSInfo\no następującym identyfikatorze obiektu:\n1d-SELSInfo OBJECTIDENTIFIER::= iso(1)member-body(2) pl(616)organization\n(1) gov(101) moneas(4) pki(1) sels(1) 1,\nb)podpisywane dane(SELSInfo) sąumieszczone weContentwewnątrzstruktury\nSignedData 1 mają następującą składnię:\nSELSInfo::= SEQUENCE\nwersja INTEGER v1(1)\nnumerSeryjnyUkladu PrintableString (SIZE (8..16)),\nnazwaUczelni UTF8String (SIZE (1..128)),\nnazwiskoStudenta SEQUENCE OF\nUTF8String (SIZE (1..28)),\nimionaStudenta SEQUENCE OF\nUTF8String (SIZE (1..24)),\nnumerAlbumu PrintableString (SIZE (1..16)),\nnumerEdycji PrintableString (SIZE (1)),\nnumerPesel PrintableString (SIZE (11)),\ndataWaznosci GeneralizedTime,\nalbo:\nSELSInfo::= SEQUENCE\n\nwersja INTEGER v2(2),\nnumer SeryjnyUkladu PrintableString (SIZE (8..16)),\nnazwaUczelni UTF8String (SIZE (1..128)),\nnazwiskoStudenta SEQUENCE OF\nUTF8String (SIZE (1..28)),\nimionaStudenta SEQUENCE OF\nUTF8String (SIZE (1..24)),\nnumerAlbumu PrintableString (SIZE (1..16)),\nnumerEdycji PrintableString (SIZE (1)),\nnumerPesel PrintableString (SIZE (11)),\ndataWaznosci GeneralizedTime,\ndataWydania GeneralizedTime,\nurlUniewaznienia UTF8String (SIZE (1..128)),\nfunkcjaSkrotu OBJECT IDENTIFIER,\nskrotZdjecia BIT STRING,\nefPhotoId OCTET STRING\nokreśloną za pomocą notacji ASN.1 opisanej w normie ISO/IEC 8824;\nposzczególne pola należy interpretować następująco:\n-wersjazawieranumerwersjistrukturypodpisywanych danych;poletoumożliwi\nłatwerozpoznawanie ewentualnych nowychwersjistrukturdanychzawartych w\nelektronicznej legitymacji studenckiej,\n-numerSeryjnyUkladu tounikatowy numernadawany przezproducenta układu\nscalonegozapisanywformacieheksadecymalnym; podczaszapisywania danychw\nukładzieelektronicznym kartyaplikacjadokonująca zapisuweryfikuje jego\nzgodność z numerem seryjnym odczytanym z karty,\n- nazwaUczelni to oficjalnie zarejestrowana nazwa uczelni,\n-nazwiskoStudentatodanezgodnezinformacją wpisanądodowoduosobistego\nlub paszportu studenta,\n-imionaStudenta todanezgodnezinformacją wpisanądodowoduosobistego lub\n\npaszportu studenta,\n-numerAlbumu, tonadanystudentowi numer,októrymmowaw§14ust.1\nrozporządzenia,\n-numerEdycji toliteroweoznaczenie egzemplarza legitymacji otymsamym\nnumerzealbumu;pierwszyegzemplarz jestoznaczony literąA,kolejneliteramiB,\nC, D...,\n-numerPesel tonumerstudentazPowszechnego Elektronicznego Systemu\nEwidencji Ludności,\n-dataWaznosci todata,poupływiektórejelektroniczna legitymacja studenckatraci\nważność; jest modyfikowana co semestr przez umieszczenie w kolejno oznaczonych\npolach legitymacji hologramu określonego w załączniku nr 2 do rozporządzenia,\n-dataWydania todatawydanialegitymacji, zgodnazdatą,którazostała\numieszczona naawersieelektronicznej legitymacji studenckiej wprocesie\npersonalizacji,\n-urlUniewaznienia toadresumożliwiający sprawdzenie czylegitymacja została\nunieważniona; daneodczytaneztegoadresudlalegitymacji unieważnionej muszą\nbyćrówneciągowi znaków \"UNIEWAZNIONA\", np.https://\nnazwaSerwisu.domenaUczelni/numerSeryjnyUkladu ;wprzypadku legitymacji\nważnychmożebyćzwróconyciągznaków\"WAZNA\"leczniejesttoobligatoryjne;\nadresurlUniewaznienia niemusiprzedstawiać informacjiolegitymacjach ważnych;\nwadresieurlUniewaznienia doidentyfikacji elektronicznej legitymacji studenckiej\nmoże być wykorzystany jedynie numerSeryjnyUkladu;\n-funkcjaSkrotu toidentyfikator obiektuwskazującego funkcjęskrótu,którazostała\nużytadowyliczeniawartościzapisanejwskrotZdjecia, np.dlaSHA-256joint-iso-\nitu-t(2)country(16) us(840)organization(1) gov(101)csor(3)nistAlgorithm(4)\nhashAlgs(2) sha256(1),\n-skrotZdjecia towartośćskrótuzplikuEF.PHOTOwyliczonazapomocąalgorytmu\nwskazanego w funkcjaSkrotu,\n-efPhotoIdtodwubajtowy identyfikator plikupotomnego EF.PHOTO np.\"0004\"\n(zapis w systemie szesnastkowym),\nc)wformaciepodpisywanej wiadomości zostanąumieszczone, jakopodpisane\natrybuty:\n\n- atrybuty obligatoryjne według normy europejskiej ETSI EN 319 122-1,\n-atrybut\"deklarowany czaszłożeniapodpisu\"(ang.signing-time), zawierający\nczaszłożeniapodpisukodowany zgodnieztypemGeneralizedTime; czastennie\nmożebyćwcześniejszy niż9miesięcyoddatyzawartejwpoludataWaznosci, o\nktórym mowa w lit. b,\n-atrybut\"rodzajzobowiązania\" zawierający identyfikator obiektu:\ncommitmentType OBJECTIDENTIFIER::= iso(1)member-body(2) us(840)rsadsi\n(113549) pkcs(1) 9 16 6 5,\nwskazujący, że podpisujący zaaprobował podpisywane dane.\nII. mLegitymacja studencka 11\nA. Ważna mLegitymacja studencka\nwzór\nB. Nieważna mLegitymacja studencka\nwzór\nC. Opis:\n1.mLegitymacja studencka jestdokumentem elektronicznym przechowywanym i\nokazywanym przy użyciu publicznej aplikacji mobilnej, zwanej dalej \"aplikacją\".\n2.Elementywizualizacji ważnejmLegitymacji studenckiej naekranieurządzenia\nmobilnego:\n1) nagłówek aplikacji zawierający napis \"Legitymacja studencka\";\n2) obszar danych mLegitymacji studenckiej zawierający następujące elementy:\na)hologramstanowiący obrazwzorowany godłemRzeczypospolitej Polskiej,w\nktórymkolorytłaogradientowym zabarwieniu zmieniająsiędynamicznie wrazze\nzmianą położenia urządzenia mobilnego w przestrzeni,\nb) napis \"RZECZPOSPOLITA POLSKA\",\nc)flagępaństwową Rzeczypospolitej Polskiejumieszczoną natymsamympoziomie\ncohologram, poprawejstronieekranu,stanowiącą animacjęimitującąwidokflagi\npowiewającej na wietrze,\nd)napis\"Nralbumu:[n]\",wktórym[n]stanowiwartośćzgodnąznadanym\nstudentowi numerem albumu,\ne)napis\"Wydana:[d]\",wktórym[d]stanowiwartośćzgodnązdatąwydania\n\nlegitymacji,\nf) obszar danych studenta zawierający elementy:\n- kolorowe zdjęcie,\n- imię lub imiona,\n- nazwisko,\n- etykietę zawierającą odpowiednio napis \"Student\" albo \"Studentka\",\n-napis\"Dataurodzenia: [d]\",wktórym[d]stanowiwartośćzgodnązdatą\nurodzenia,\n- napis \"PESEL: [n]\", w którym [n] stanowi wartość zgodną z numerem PESEL,\n-odpowiednio napis\"[n]lat\"albo\"[n]lata\",wktórym[n]stanowiwartośćzgodną\nz wiekiem,\ng) obszar informujący o statusie ważności legitymacji zawierający elementy:\n-symbol\"ü\"albo\"ű\",odpowiednio wprzypadku ważnejalbonieważnej\nmLegitymacji studenckiej,\n- napis \"Ważna\" albo \"Nieważna\",\n-napis\"Terminważności: [d]\",wktórym[d]stanowiwartośćzgodnązdatą\nważnościlegitymacji studenckiej wydawanej wformieelektronicznej karty\nprocesorowej,\nh) obszar danych uczelni zawierający:\n- nagłówek zawierający napis \"Nazwa uczelni\",\n- napis informujący o nazwie uczelni,\ni)napis\"Czasokazania:[d]\",wktórym[d]oznaczadatę,godzinęorazminutę\nokazaniamLegitymacji studenckiej wedługustawieńdatyiczasuwurządzeniu\nmobilnym,\nj)napis\"Poświadcza uprawnienia do50%ulgiprzyprzejazdach środkami\nkomunikacji miejskiej,atakżeuprawnienia dokorzystania -doukończenia 26roku\nżycia-zulgowych przejazdów środkamipublicznego transportu zbiorowego\nautobusowego i kolejowego na podstawie odrębnych przepisów\";\n3) stopka aplikacji.\n3.Elementy,ikonyietykietyelementów funkcyjnych, mieszczące sięwnagłówkui\n\nstopceaplikacji,mogąsięróżnićzależnieodwersjiaplikacjipodwzględemliczby,\nwyglądu,kolorystyki irozmiarów, atekstetykietpodwzględemrodzaju,wielkościi\nkoloru czcionki.\nZAŁĄCZNIK Nr  2 \nOPIS HOLOGRAMU\n1. Hologram o wymiarach 10 mm x 9 mm i grubości 10 µm lub innej, na tyle małej,\nże przy próbie odklejenia hologram ulega samodestrukcji, trójwarstwowy, przy\nczym środkowa (wewnętrzna) warstwa jest metalowa, wykonany w technice 2D/\n3D, z wizerunkiem orła ustalonym dla godła Rzeczypospolitej Polskiej.\n2. Na hologram, w sposób trwały i nieusuwalny, nanosi się:\n1) datę ważności (w formacie: dd-mm-rr) techniką grawerowania laserowego lub\nrównoważną bez naruszenia warstwy wierzchniej hologramu, w środkowej\n(wewnętrznej), metalowej warstwie hologramu;\n2) kod w formacie XXX00001, przy czym 3 pierwsze cyfry stanowią numer będący\noznaczeniem uczelni, a 5 kolejnych cyfr stanowi kolejny numer hologramu.\n3. Dodatkowe zabezpieczenia w matrycy:\n1) hologram o minimalnej gęstości optycznej 254000 DPI z nanotekstami;\n2) matryca w technologii e-beam lub równoważnej.\nZAŁĄCZNIK Nr  3  12\nWZÓR\nSUPLEMENT DO DYPLOMU ważny z dyplomem nr ...\nwzór\n Obecnie działem administracji rządowej - szkolnictwo wyższe i nauka kieruje\nMinister Edukacji i Nauki, na podstawie §1 ust.2 pkt2  rozporządzenia Prezesa\nRady Ministrów z dnia 20 października 2020 r. w sprawie szczegółowego zakresu\ndziałania Ministra Edukacji i Nauki (Dz.U.2020.1848).1\n § 8 ust. 2 pkt 1a dodany przez § 1 pkt 1 lit. a  rozporządzenia z dnia 26 sierpnia\n2022 r. (Dz.U.2022.1869) zmieniającego nin. rozporządzenie z dniem 7 września2\n\n2022 r.\n § 8 ust. 2 pkt 5a dodany przez § 1 pkt 1 lit. b  rozporządzenia z dnia 26 sierpnia\n2022 r. (Dz.U.2022.1869) zmieniającego nin. rozporządzenie z dniem 7 września\n2022 r.3\n § 8 ust. 2 pkt 5b dodany przez § 1 pkt 1 lit. b  rozporządzenia z dnia 26 sierpnia\n2022 r. (Dz.U.2022.1869) zmieniającego nin. rozporządzenie z dniem 7 września\n2022 r.4\n § 8 ust. 2 pkt 13 dodany przez § 1 pkt 1 lit. c  rozporządzenia z dnia 26 sierpnia\n2022 r. (Dz.U.2022.1869) zmieniającego nin. rozporządzenie z dniem 7 września\n2022 r.5\n § 8 ust. 2 pkt 14 dodany przez § 1 pkt 1 lit. c  rozporządzenia z dnia 26 sierpnia\n2022 r. (Dz.U.2022.1869) zmieniającego nin. rozporządzenie z dniem 7 września\n2022 r.6\n § 29 pkt 2 zmieniony przez § 1 pkt 2 rozporządzenia z dnia 26 sierpnia 2022 r.\n(Dz.U.2022.1869) zmieniającego nin. rozporządzenie z dniem 7 września 2022 r.7\n § 31 pkt 6 dodany przez § 1 pkt 3 rozporządzenia z dnia 26 sierpnia 2022 r.\n(Dz.U.2022.1869) zmieniającego nin. rozporządzenie z dniem 7 września 2022 r.8\n § 38b dodany przez § 1 pkt 4 rozporządzenia z dnia 26 sierpnia 2022 r.\n(Dz.U.2022.1869) zmieniającego nin. rozporządzenie z dniem 7 września 2022 r.9\n Niniejsze rozporządzenie było poprzedzone:\n1) w zakresie wymagań dotyczących programu studiów, kierunków studiów\nprowadzonych jako jednolite studia magisterskie, informacji zawartych we\nwniosku o pozwolenie na utworzenie studiów, dokumentów dołączanych do\nwniosku oraz sposobu składania wniosku - rozporządzeniem  Ministra Nauki i\nSzkolnictwa Wyższego z dnia 26 września 2016 r. w sprawie warunków\nprowadzenia studiów (Dz.U.2016.1596) - które traci moc z dniem wejścia w\nżycie niniejszego rozporządzenia na podstawie art. 349 pkt 5  ustawy z dnia 3\nlipca 2018 r. - Przepisy wprowadzające ustawę - Prawo o szkolnictwie wyższym i\nnauce (Dz.U.2018.1669);\n2) w zakresie:\na) sposobu prowadzenia dokumentacji przebiegu studiów, sporządzania duplikatów\ni odpisów dokumentów oraz dokonywania sprostowań i zmian danych osobowych\nw dokumentach, wzoru legitymacji studenckiej oraz sposobu wydawania10\n\nlegitymacji i potwierdzania jej ważności, sposobu postępowania z dokumentacją\nprzebiegu studiów w przypadku likwidacji uczelni, sposobu uwierzytelniania\ndokumentów wydawanych w związku z przebiegiem lub ukończeniem studiów\nprzeznaczonych do obrotu prawnego z zagranicą, a także wysokości i sposobu\npobierania opłat za uwierzytelnianie dokumentów, za wydanie indeksu i legitymacji\nstudenckiej oraz duplikatów tych dokumentów, za wydanie odpisów w językach\nobcych dyplomu ukończenia studiów i suplementu do dyplomu lub duplikatu\ndyplomu ukończenia studiów i suplementu do dyplomu - rozporządzeniem  Ministra\nNauki i Szkolnictwa Wyższego z dnia 16 września 2016 r. w sprawie dokumentacji\nprzebiegu studiów (Dz.U.2016.1554),\nb) niezbędnych elementów dyplomu ukończenia studiów i dyplomu wspólnego,\nwzoru suplementu do dyplomu, a także tytułów zawodowych równorzędnych\ntytułom licencjata i inżyniera oraz tytułom magistra i magistra inżyniera - \nrozporządzeniem  Ministra Nauki i Szkolnictwa Wyższego z dnia 10 lutego 2017 r. w\nsprawie tytułów zawodowych nadawanych absolwentom studiów, warunków\nwydawania oraz niezbędnych elementów dyplomów ukończenia studiów i\nświadectw ukończenia studiów podyplomowych oraz wzoru suplementu do\ndyplomu (Dz.U.2017.279),\nc) wymagań dotyczących prowadzenia zajęć z wykorzystaniem metod i technik\nkształcenia na odległość oraz maksymalnej liczby punktów ECTS, jaka może być\nuzyskana w ramach tego kształcenia - rozporządzeniem  Ministra Nauki i\nSzkolnictwa Wyższego z dnia 25 września 2007 r. w sprawie warunków, jakie\nmuszą być spełnione, aby zajęcia dydaktyczne na studiach mogły być prowadzone\nz wykorzystaniem metod i technik kształcenia na odległość (Dz.U.2007.188.1347),\nd) wysokości opłaty za przeprowadzenie rekrutacji - rozporządzeniem  Ministra\nNauki i Szkolnictwa Wyższego z dnia 26 września 2016 r. w sprawie maksymalnej\nwysokości opłaty za postępowanie związane z przyjęciem na studia w uczelni\npublicznej (Dz.U.2016.1608)\n- które tracą moc z dniem 1 października 2018 r. na podstawie art. 169 pkt 3\nustawy z dnia 3 lipca 2018 r. - Przepisy wprowadzające ustawę - Prawo o\nszkolnictwie wyższym i nauce.\n Rzeczywista wielkość czcionek może różnić się zależnie od ustawień\nużytkownika urządzenia mobilnego dokonanych w systemie operacyjnym tego11\n\nurządzenia - prezentowane wzory wizualizacji mLegitymacji studenckiej zakładają,\nże oczekiwana przez użytkownika wielkość czcionek jest ustawiona w systemie\noperacyjnym na wartość 100%.\n Załącznik nr 3 zmieniony przez § 1 pkt 5 rozporządzenia z dnia 26 sierpnia\n2022 r. (Dz.U.2022.1869) zmieniającego nin. rozporządzenie z dniem 1\npaździernika 2022 r.12\n\n"}