{"content": "#  Centrum Komunikacji i Marketingu -- Centrum Komunikacji i Marketingu \n\nURL: https://www.promocja.agh.edu.pl/\nCrawled: 2025-03-19 21:09:20\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nCentrum Komunikacji i Marketingu\n\nKreujemy spójną strategię marki AGH, koordynujemy działania marketingowe podejmowane w uczelni, wspieramy aktywność promocyjną jednostek AGH.\n\nWyjaśnianie skomplikowanych zagadnień, popularyzacja efektów badań, opisywanie projektów naukowych i badawczych prowadzonych zarówno przez naukowców – specjalistów w swoich dziedzinach, jak i studentów czy doktorantów – to ważna część naszej działalności. Tworzymy przestrzeń sprzyjającą spotkaniom, rozmowom, wykładom. Zapraszamy do niej wszystkich, którzy chcą poznać i zrozumieć otaczający nas świat. Nie zapominamy o najmłodszych, którym pomagamy rozwijać naukowe zainteresowania, umożliwiamy poznanie środowiska akademickiego AGH i kampusu uczelni.\n\nPortal \nagh.edu.pl\n, którym administrujemy, to jeden z najważniejszych kanałów informacyjnych uczelni. Opracowujemy i aktualizujemy treści, redagujemy informacje, tworzymy i publikujemy artykuły. Ponadto wspieramy jednostki uczelniane przy realizacji stron internetowych w oparciu o wypracowane rozwiązania. Skontaktuj się z zespołem redakcyjnym, jeśli chcesz zaproponować do opublikowania temat dotyczący np. osiągnięć, wydarzeń czy konkursów \npromocja@agh.edu.pl\n.\n\nStrona główna AGH\n\nInstrukcja redakcji stron opartych na uczelnianym szablonie z systemem Typo3\n\nGromadzimy kilkudziesięciotysięczną społeczność AGH na kilku platformach społecznościowych. Codzienne życie uczelni to przede wszystkim ludzie: studenci, wykładowcy, absolwenci. Social media AGH mają ludzką twarz – lubimy pokazywać, jak wiele inspirujących osób uczy się i pracuje w naszej uczelni. Przy każdej okazji popularyzujemy naukowe osiągnięcia, udowadniając że nauka jest fascynująca i otacza nas na co dzień. Kampus AGH znamy jak własną kieszeń: budynki, zieleń, infrastruktura – nic nie umknie naszej uwadze.\n\nMasz jakieś ciekawe zdjęcie, film bądź historię związaną z uczelnią? Istnieje duża szansa, że temat nas zainteresuje i opublikujemy go w jednym z naszych kanałów.\n\nPodziel się tym z nami\n media(at)agh.edu.pl\n\nWspółpracujemy z mediami\n\nDzielimy się z przedstawicielami mediów interesującymi tematami naukowymi oraz aktualnościami z życia uczelni. Zwykle dzieje się to za pośrednictwem przygotowywanych przez nas informacji prasowych. Innym obszarem naszej działalności jest poszukiwanie ekspertów w interesującym dziennikarzy temacie. Szukasz rozmówcy, który zna się na energetyce odnawialnej, robotyce, sztucznej inteligencji lub innym obszarze, którym zajmujemy się w AGH? Pomożemy Ci znaleźć osobę nie tylko z dużą wiedzą, ale i umiejętnością przekazania jej w ciekawy sposób.\n\nDziennikarzy zainteresowanych otrzymywaniem komunikatów prasowych prosimy o informację na adres \nmedia(at)agh.edu.pl\n.\n\nDowiedz się więcej\n\nDbamy o relacje z Absolwentami\n\nWiemy, że ukończenie studiów nie musi oznaczać utraty kontaktu z uczelnią. Zależy nam, aby wszystkie więzi, które zrodziły się w murach naszej uczelni, trwały i rozwijały się jak najpełniej. Dbamy o relacje z Absolwentami poprzez szereg akcji o charakterze integracyjnym, jak uroczyste zakończenie studiów czy coroczne Święto AGH. Dzięki naszym działaniom każdy absolwent ma szansę pozostać w „rodzinie AGH”.\n\nUdostępniamy szablony prezentacji oraz zdjęcia i filmy, które można wykorzystać przy tworzeniu własnych projektów promujących AGH.\n\nGadżety konferency­jne\n\nJednostka, w której pracujesz, może odpłatnie zamówić przygotowane przez nas gadżety konferencyjne z logo AGH.\n\nMateriały informacy­jne\n\nWydajemy publikacje informujące o uczelni, ofercie kształcenia czy osiągnięciach naukowców.\n\nUroczystości ogólnouczelniane\n\nOrganizujesz uroczystość? Masz pytania? Skontaktuj się z koordynatorem:\n\nAnna Hwedyk\n tel. 12 617 45 71\n\nZapoznaj się z \nRegulaminem udziału w uroczystościach ogólnouczelnianych\n.\n\nPatronat Rektora AGH\n\nSzukasz wsparcia dla swojego wydarzenia naukowego lub kulturalnego?\n Zapraszamy do zapoznania się z informacjami na temat \nzasad\n oraz wymagań jakie muszą spełnić wnioskodawcy, aby uzyskać patronat honorowy Rektora naszej uczelni.\n\nDowiedz się więcej \n\nMasz pytania?\n\nSkontaktuj się z naszym zespołem. Przejdź do zakładki \nKONTAKT\n, wybierz temat, który cię interesuje i wyszukaj właściwą osobę.\n\nStopka\n\n © 2023 Centrum Komunikacji i Marketingu\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.promocja.agh.edu.pl/", "title": " Centrum Komunikacji i Marketingu -- Centrum Komunikacji i Marketingu ", "depth": 2, "duplicate": false, "content_hash": "aea605b6c97eaa96ac14640fa2033548", "word_count": 556, "headings": [{"level": 1, "text": "Centrum Komunikacji i Marketingu"}, {"level": 2, "text": "Współpracujemy z mediami"}, {"level": 2, "text": "Dbamy o relacje z Absolwentami"}, {"level": 2, "text": "Stopka"}]}}