{"content": "#  Before mobility -- Department for International Students AGH \n\nURL: https://www.international.agh.edu.pl/en/exchange/before-mobility\nCrawled: 2025-03-19 21:19:57\n\nSkip to content\n\nSkip to footer\n\n Before mobility \n\n Account in the AGH University domain \n\nPlease, be informed that in order to \nregister for courses\n and \ncommunicate with professors\n you need to create an email account in @student.agh.edu.pl domain.\n\nBelow a brief instruction in 4 easy steps:\n\nStep 1\n\nGo to the \nAGH University Panel \nwebsite.\n\nFill in the fields with your \nStudent ID\n and \nPESEL\n and click \nNext\n.\n\nWe have sent both numbers to the mailbox that you used when registering in IRK system. If you are not able to find them, please check \nSpam\n.\n\nStep 2\n\nAfter data verification an activation code will be send to your email. Fill in the \nActivation code\n and click \nActivate\n.\n\nStep 3\n\nInsert the name of our new account and click \nCreate account\n.\n\nPlease check the box \nActivate the ability to reset your password using your email address\n. It’s very useful.\n\nStep 4\n\nRemember or write down in a safe place your new email and password displayed on the screen and click \nExit\n.\n\nDone : )\n\n Application form \n\nRecruitment for exchange studies is conducted via an online platform.  \n\nNominated students to our University should register and create an account, fill in the application form and attach all required documents.\n\nThe link to application platform is delivered to nominated students via email from Department for International Students.\n\n Arrival Certificate \n\nMost home universities require their students to confirm their arrival at the host university in the form of the so-called Arrival Certificate/Certificate of Arrival.  \n Before your arrival to the AGH University plese make sure if you need such a document.\n If yes, please send a sample document from your university to us \nexchange(at)agh.edu.pl\n.\n And when you come to Department for International Students we will sign it and send it back and issue in original if needed.\n\nA visit to the Department for International Students is obligatory. \n\n Deadlines \n\nSending nominations (Partner Institutions):\n\nMay 31 – nominations for the Winter semester (October - February) or for the whole academic year (October - June)\n November 15 – nominations for the Summer semester (February - June)\n\nNominations should be sent to the email \nexchange(at)agh.edu.pl\n\nSubmitting application files (Students):\n\nJune 30 – students nominated for the Winter semester (October-February) or for the whole year (October-June)\n November 30 – students nominated for the Summer semester (February-June)\n\nApplication files should be submitted in the system.\nThe link to the registration is sent to nominated students by email. \n\n Dormitories \n\nI am nominated at the AGH University\n\nIn case you are nominated at the AGH University as an exchange student, you can apply for a place at the \nAGH University Student Campus\n. Just register at the \nCentral Dormitory Allocation System\n.\n\nIf you have any questions about rooms, feel free to contact the Campus Office: \ndds(at)ms.agh.edu.pl\n.\n A detailed pricelist is available at the \nAGH University Student Campus website\n.\n\nI have applied but nothing happens…\n\nRemember that dorm applications will be confirmed only at the end of application process for exchange at AGH University. In other words, we will accept your application if your LA is signed and we have sent you the Letter of Acceptance. If we didn’t confirm your dorm application, maybe we are still missing some of your application files. Ask us : )\n\nI need for my visa application a confirmation of accommodation\n\nStudents who apply for visa need a document that \nconfirms that they have been granted a place in one of our dorms\n. Unfortunately our unit doesn’t issue such confirmations. For this particular document, please contact: \ndds(at)ms.agh.edu.pl\n.\n\nI am not nominated at the AGH University but I want to stay at the AGH University Campus\n\nIf you are not nominated at the AGH University but you would like to stay in our dorms, you need to contact \ndds(at)ms.agh.edu.pl\n. If you apply in the system as exchange student, we will simply reject your application.\n\nCheck also information in the section \nDormitories\n at our main webpage.\n\n Education offer \n\nAGH University International Courses (UBPO)\n\nVisit the website of the \nAGH University International Courses (UBPO)\n.\n The offer is addressed to all AGH University students (exchange students and regular students).  \n\nIt is a flexible offer of subjects (taught in foreign languages) enriching the study programme. Participation of Polish and international students in the AGH University International Courses (UBPO) gives also the opportunity to improve knowledge of specialist English and knowledge of technical vocabulary in other languages, i.e. German, French, Russian.\n\nHow to register\n - students enroll in the courses via online platform in the USOS Service.\n\nAdditional Faculty Courses  \n\nSome Faculties also offer extra courses for international exchange students.  These courses come from the programmes for regular students at the AGH University. This additional offer is with limited places dedicated for exchange students.  \n Department for International Students announces this valid offer just before the semester.\n\nHow to register\n - students enroll in the courses via online platform in the USOS Service.\n\nPolish Language Course\n\nThe AGH University offers also a Polish language course for exchange students (4 ECTS credits). Several groups are created each semester. The schedule is adapted to the needs of students and is determined in the first weeks of the given semester.\n\nHow to register\n - students enroll in the courses via online platform in the USOS Service.  \n\nEngineering / diploma thesis\n\nAt the moment students can come to the AGH University to carry out part of their education (courses). There are no topics of engineering / diploma theses in the current offer.\n\n Erasmus Student Network \n\nIf you need help - contact the Erasmus Student Network (ESN).\n\nIf necessary, ESN will find a mentor/tutor who will help you during your stay in Poland, especially in the first days (including pickup from the airport, assistance with accommodation and administrative matters).\n\nFor exchange students ESN organizes an Orientation Week.\n\nContact \nmentor.agh(at)esn.pl\n\nAGH ESN website\n\n Learning Agreement \n\nWhen you focus on compilation your Learning Agreements mostly use International Courses, but if needed also use the additional offer - Faculty Courses.\n\nDepartment for International Students will ask you to send the preliminary list of courses courses selected by you. We will consult them with the student's Academic Supervisor at the AGH University.\n\nAfter successful verification of your proposal of study plan, we will ask you to send us a scan of the Learning Agreement (LA) to exchange@agh.edu.pl. The document must be signed by the student and the representative of the sending university.  \n Department for International Students coordinates the signature on the part of the Academic Supervisor at AGH University. \n\n Learning Agreement for Traineeships \n\nLearning Agreement for Trainineeship is always considered by the AGH University after your succesfull submitting the application documents in the application system.\n\nDepartment for International Students will contact you with potential Academic Supervisor - professor at the Faculty, who will get familiar with your area of interest and research plan. If everything is fine, you will be asked to send us your Learning Agreement for Traineeship.\n\nYou should be in touch with your AGH University Academic Supervisor in order to arrange the agreement with the exact date and plan of your Traineeship.\n\nThis document should be signed by you, your Home University, your Academic Supervisor at the AGH University\n Department for International Students coordinates the signature on the part of the Academic Supervisor at the AGH University.\n\n Letter of Acceptance \n\nAfter a positive consideration of your application and signing the Learning Agreement, the Department for International Students issues a Letter of Acceptance.\n\nYou will find out from this document what period and for which faculty you are admitted and who is your Academic Supervisor during your stay at the AGH University.\n\nYou will receive from us information on what to do as soon as you arrive at the AGH University, about the possibility of living at the AGH University Student Campus, the Erasmus Student Network and insurance requirements during your stay in Poland.\n\n Nomination Letter \n\nThe partner university sends the so-called nomination to the AGH University, informing about a student applying for arrival.\n Nominations should be sent to the address \nexchange(at)agh.edu.pl\n.\n The Department for International Students will contact the appointed students informing about the details of the application procedure.\n\nNote!\n\nValid Bilateral Agreement \n\n In order to start the application procedure, international students should check the validity of the bilateral agreement with our University.  \n\nOutside the agreement limit\n Student nominations sent by partner universities are considered first. Additional student nominations (outside the agreement limit) are considered at a later date, if places are available.\n\nNo agreement\n If the university does not have a valid bilateral agreement, please contact the AGH University Centre for International Affairs \ncsm(at)agh.edu.pl\n. \nThe Department for International Students does not sign new bilateral agreements. \n\n Registration for courses \n\nFew weeks before the semester starts, we ask all students accepted for exchange at AGH University, to register for courses available in our educational especially offer for all of you.\n\nThe registration takes place in a system called USOS (remember this name because you will use it a lot).\n\nAccess to USOS system\n\nBut how to access this system?\n\nOnly with the account in the AGH University domain (the one that ends with @student.agh.edu.pl).\n\nStep 1\n\nPlease, visit the website \nUSOSWEB\n.\n\nStep 2\n\nLook for the login panel and insert your user name (email) and password.\n\nYou have arrived at your destination! This is the platform where you will be able to register for courses, check timetables, partial and final grades.\n\nDeadlines and detailed instruction are on your email in the AGH University domain.\n\nIn case of any problems related with International Courses, please contact \nintcourses(at)agh.edu.pl\n.\n\n Required documents \n\nFiles required during application:\n\nCV\n,\n\na \ntranscript of records\n with subjects completed at the Home University in previous years,\n\na scan of \npassport\n page or other \nidentity document\n with a photo and personal data,\n\na \ncertificate\n confirming knowledge of \nEnglish\n at the minimum level of B2 (according to the Council of Europe scale) or a certificate confirming knowledge of Polish - depending on the language in which the classes are conducted; we also accept a certificates issued by your Home University,\n\nan \nofficial photo\n (passport format).\n\nNote!\n\nInsurance\n\n The AGH University does not provide insurance for students coming as part of exchange programmes.  \n International students are required to purchase the appropriate insurance policy before coming to Poland.\n\nCitizens of EU countries can have a valid EHIC card.\n\nNon-EU citizens should purchase health insurance before coming to Poland. Detailed information is available from Polish diplomatic missions located in the student's country of residence.\n Upon arrival in Poland, non-EU nationals can purchase an insurance package directly with the insurer (e.g. at the \nNational Health Fund\n).\n\nBefore students start Traineeship at the AGH University, they should have accident insurance and liability insurance. \n\nDetailed information on medical insurance is available at \nUseful information\n section.\n\nStopka\n\nAGH University in rankings\n\nAGH University Online Store\n\nCareer Centre\n\nDiploma nostrification\n\nDoctoral School\n\nMain Library\n\nNon-degree postgraduate studies\n\nPolish language course\n\nStudent Ombudsperson\n\nDepartment for International Students\nal. Mickiewicza 30\n30-059 Krakow\nbuilding A-3, room No 12A \n\nOffice hours\nMonday-Friday: 10 a.m. - 2 p.m.\n\nRegular studies\nP: +48 12 617 50 92\nE: international.students(at)agh.edu.pl\n\nExchange programmes and bilateral agreements\nP: +48 12 617 52 38\nE: exchange(at)agh.edu.pl\n\nBack", "metadata": {}}