{"content": "# Projekty - Wydział Metali Nieżelaznych\n\nURL: http://wmn.agh.edu.pl/projekty\nCrawled: 2025-03-19 21:34:11\n\nStrona główna\nProjekty\nProjekty\nSOP\nLIsta projektów\nKomercjalizacja\nWydziałowy Broker \nPatenty\nSekcja Obsługi Projektów\nPracownicy\n\nEwelina Jakubowska-Antonik (urlop)\ntel. 12 617 52-93\ne-mail: \nejakubow@agh.edu.pl\n\nMałgorzata Noga (urlop)\ntel. 12 617 26-66\ne-mail: \nmpata@agh.edu.pl\n\nAnna Romaniuk\ntel. 12 617 52 87\ne-mail: \nromaniuk@agh.edu.pl\n\nRenata Trzesińska\ntel. 12 617 52-93\ne-mail: \ntrzes@agh.edu.pl\n\nAnna Wielgosz-Nowak\ntel.12 617 45-90\ne-mail: \nwielgosznowak@agh.edu.pl\n\nJustyna Wiechniak-Jaksa\ntel. 12 617 26-66\ne-mail: \njwiechniak@agh.edu.pl\n\nmgr inż. Agnieszka Skrzekut\ntel.: 12 617 52 93\ne-mail: \naoruba@agh.edu.pl\n\nAktualności dotyczące konkursów\n\nDokumenty i formularze\n\nDokumenty - Projekty\n\nDokumenty - Prace z przemysłu\n\nDokumenty - Zamówienia Publiczne\n\nRegulamin udzielania zamówień publicznych w AGH\n\nLista projektów\nProjekty międzynarodowe\n\nUMO-2016/23/G/ST5/04058 BEETHOVEN 2 na polsko-niemieckie projekty badawcze pt. Magnetic field assisted single step electrodeposition of CoFe based nano-structures, okres realizacji: 2018-2020.\n\nProjekt nr KIC CO2-SNG CO2 Methanation System for Electricity Storage Through SNG Production, okres realizacji: 2016-2018\n\nProjekt nr DKSA/PL-TW1/6/2013 pt. Phase diagram determinations of thermoelectric materials , okres realizacji: 2014-2016\n\nProgram ramowy nr FoF.NMP.2013-10 Manufacturing processes for products made of composites or engineered metallic materials - Ultra Conductive Copper-Carbon Nanotube Wire, Konsorcjum: Ultrawire, okres realizacji: 2013-2016\n\nProjekty naukowe\n\nNCN-MINIATURA 4, Badania procesu konsolidacji i umocnienia spieków Ti-GO i Ti6Al4V-GO,\n\nNCN-PRELUDIUM 16, UMO-2018/31/N/ST8/00908, Inspirowane naturą superhydrofobowe powłoki galwaniczne, 08.07.2019-07.07.2021\n\nNCN-MINIATURA 2, 2018/02/X/ST5/03032, Analiza wakancyjnych mechanizmów umocnienia w odkształconym i wyżarzonym magnezie, 30.03.2019-29.03.2020\n\nNCN-UMO-2017/27/B/ST8/01751, Badanie zjawisk konsolidacji proszków cyrkonu, z zastosowaniem technik ciśnieniowych, 17.07.2018-16.07.2021\n\nNCN-NCN PRELUDIUM 13 - UMO-2017/25/N/ST8/01721Niekonwencjonalne metody syntezy mikroelementów kompozytowych sterowalnych polem magnetycznym, 14.02.2018- 13.12.2020\n\nNCN-MINIATURA,  Spektrofotometryczne oznaczanie śladowych ilości jonów Pd(II), Pt(II) lub Pt(IV) w roztworach wodnych, 24.01.2018 - 23.01.2019\n\nNCN-MINIATURA, Fundamentalne aspekty wytrzymałości i plastyczności szybko-krystalizowanego  stopu AM60, 01.10.2017 - 30.09.2018\n\nNCN SONATA 12, UMO-2016/23/D/ST8//00668, Walidacja nowego modelu izotermy adsorpcji, na wybranych przykładach adsorpcji jonów metali z roztworów wodnych, 18.07.2017 - 17.07.2020\n\nNCN , UMO-2016/21/N/ST8/00222, Elektrochemiczna synteza powłok i struktur stopowych Ni-M (M=Ru,Rh) o wysokiej wydajności katalitycznej, 01.04.2017-31.03.2020\n\nNCN OPUS 1, UMO-2016/21/B/ST8/00431, Synteza i analiza właściwości katalitycznych stopów z grupy metali przejściowych modyfikowanych tlenowcami, 17.02.2017 - 16.02.2021\n\nNCN OPUS 8, UMO-2014/15/B/ST8/01528, Rozdział jonów pierwiastków krytycznych w jednorodnym i niejednorodnym polu magnetycznym, 07.07.2015-06.12.2018\n\nProjekty B+R\n\nLIDER/33/0121/L-11/19/NCBR/2020, pt. ”Nowa generacja utwardzalnych wydzieleniowo wysokowytrzymałych stopów miedzi z magnezem dedykowanych do przeróbki plastycznej dla aplikacji lektrotechnicznych”, Akademia Górniczo-Hutnicza Krakowie Wydział Metali Nieżelaznych, okres realizacji: 01.01.2021.- 01.01.2024\n\nTECHMATSTRATEG-III/0002/2019, pt. \" Innowacyjna technologia wytwarzania materiałów przewodowych na bazie stopów Cu-Mg o szczególnych własnościach użytkowych do pracy w wysokich i zmiennych obciążeniach mechanicznych, elektrycznych i termicznych.\"\n\nPOIR.01.01.01-00-1529/20, pt: \"Nowa technologia plastycznego kształtowania wyrobów dla lotnictwa i elektrotechniki z wykorzystaniem innowacyjnych narzędzi kompozytowych, elastomerowych i metalowych z powłokami wytwarzanymi metodami druku 3D, CVD i PVD o ulepszonych właściwościach tarciowo-zużyciowych”, Konsorcjum: Erko sp. z o.o. (lider), Akademia Górniczo-Hutnicza Krakowie Wydział Metali Nieżelaznych, Politechnika Rzeszowska, okres realizacji: 01.01.2021-31.12.2023\n\nPROJEKTY APLIKACYJNE POIR.04.01.04-00-0119/19-00, Opracowanie i wdrożenie w Baltic Operator Sp. z o.o. modelowego systemu ekspertowego opartego na zaawansowanym systemie UT/Phased-Array (UT/PA) do monitorowania procesu produkcyjnego i diagnostyki wielkogabarytowych spawanych konstrukcji stalowych off-shore i on-shore dla przemysłu morskiego\", Baltic Operator Sp. z o.o.(Lider), Akadmeia Górniczo-Hutnicza w Krakowie Wydział Metali Nieżelaznych, Instytut Podstawowych Problemów Techniki PAN, okres realizacji: 01.09.2020-28.02.2023\n\nREGIONALNA AGENDA BADAWCZA POIR.04.01.02-00--47/17, ”Opracowanie unikatowej w skali światowej technologii produkcji drutów nadprzewodzących na bazie MgB\n2\n o zwielokrotnionej wielkości prądu krytycznego do zastosowań w obszarze elektroenergetyki”, Konsorcjum: Instytut Wysokich Ciśnień Polskiej Akademii Nauk \"UNIPRESS\" (lider), Akademia Górniczo-Hutnicza Krakowie Wydział Metali Nieżelaznych, okres realizacji: 01.09.2019-28.02.2022,\n\nLIDER/29/0107/L-9/17/NCBR/2018, pt.” Opracowanie innowacyjnej technologii otrzymywania wysokowytrzymałych wyrobów z nowych odmian stopów Al-Cu-Mg”, Akademia Górniczo-Hutnicza Krakowie Wydział Metali Nieżelaznych, okres realizacji: 01.01.2019.- 30.06.2021,\n\nTECHMATSTRATEG2/408701/2/NCBR/2019, pt.” Węglowe materiały kompozytowe o podwyższonych właściwościach eksploatacyjnych przeznaczone na elementy dla przemysłu metalurgicznego”, Konsorcjum: Sieć Badawcza Łukasiewicz - Instytut Metali Nieżelaznych (Lider), Akademia Górniczo-Hutnicza Krakowie Wydział Metali Nieżelaznych, Politechnika Rzeszowska, Carbograf sp. z o.o., okres realizacji: 01.05.2019 – 30.04.2022,\n\nTECHMATSTRATEG2/409939/6/NCBR/2019 - ”Nowa generacja systemu podwieszeń dedykowanego do lekkich sieci trakcyjnych”, Konsorcjum: Sieć Badawcza Łukasiewicz-Instytut Metali Nieżelaznych, Oddział Metali Lekkich (Lider), Akademia Górniczo-Hutnicza Krakowie Wydział Metali Nieżelaznych, Politechnika Warszawska, MABO Sp. z o.o., okres realizacji: 2019.06.01 – 2022.05.31,\n\nTECHMATSTRATEG1/347960/6/NCBR/2017, pt. ”Bezodpadowa technologia produkcji nowej generacji elektrod nasadkowych do zgrzewania oporowego”, Konsorcjum: Instytut Metali Nieżelaznych (Lider), Akademia Górniczo-Hutnicza Krakowie Wydział Metali Nieżelaznych, Politechnika Rzeszowska, KUCA Sp. z o.o., okres realizacji: 01.01.2018 - 31.12.2020,\n\nTECHMATSTRATEG1/349264/18/NCBR/2018, pt. „Recykling odpadów poprodukcyjnych ze stopów aluminium w oparciu o technologię odlewania ciągłego, Konsorcjum: Sieć Badawcza Łukasiewicz-Instytut Odlewnictwa w Krakowie (Lider), Politechnika Rzeszowska, Akademia Górniczo-Hutnicza Krakowie Wydział Metali Nieżelaznych, FAM – Technika Odlewnicza Sp. z o.o., ION GALENICA Sp. z o.o., okres realizacji: 01.03.2018 - 28.02.2021,\n\nTECHMATSTRATEG2/406439/10/NCBR/2019, Wyciskanie zgrzewające wysoko-wytrzymałych kształtowników ze stopów aluminium serii 7xxx, Konsorcjum: Sieć Badawcza Łukasiewicz- Instytut Metali Nieżelaznych, Oddział Metali Lekkich ( Lider), Akademia Górniczo-Hutnicza Krakowie Wydział Metali Nieżelaznych, Albatros Aluminium Sp. z o.o.,  okres realizacji: 2019.09.01 – 2022.08.31\n\nPOIR.04.01.04-00-007/16 (Projekty Aplikacyjne), pt.: Opracowanie i wdrożenie specjalistycznego systemu połączeń REKIN-AL dedykowanego do aluminiowych przewodów emaliowanych , Konsorcjum Erko sp. z o.o. (lider), Akademia Górniczo-Hutnicza Krakowie Wydział Metali Nieżelaznych, okres realizacji: 2017-2020\n\nCuBR/II/5/NCBR/2015 “Opracowanie wysoko-przewodzących i wysokowytrzymałych rdzeni nośno-przewodzących do niskostratnych napowietrznych przewodów elektroenergetycznych na bazie stopów Cu-Ag, Konsorcjum Akademia Górniczo-Hutnicza Krakowie Wydział Metali Nieżelaznych (lider), IMN, Tele-Fonika Kable S.A.,  okres realizacji: 2015-2020\n\nPBS3/A5/54/2016 pt: Zastosowanie przestrzennej, optycznej digitalizacji, termowizji i tomografii do oceny technologicznej jakości woskowych zestawów modelowych i wielowarstwowych ceramicznych formy w procesie precyzyjnego odlewania krytycznych części silników lotniczych, Konsorcjum: Akademia Górniczo-Hutnicza Krakowie Wydział Metali Nieżelaznych (lider), Politechnika Warszawska, Instytut Odlewnictwa, Spec-Odlew, okres realizacji: 2016-.2018\n\nGEKON nr 2/05/266425/18/2015 pt: Odzysk metali szlachetnych w procesie recyklingu złomu elektronicznego , Konsorcjum: AGH-WMN (Lider), Bosmal sp . zo o.o (konsorcjant),  okres realizacji:.2016-2017\n\nPBS3/A5/52/2015 pt.: Opracowanie metalurgicznej metody eliminacji cząstek twardych z mosiądzu w procesie odlewania ciągłego , Konsorcjum: AGH-WMN (Lider), Bosmal sp . zo o.o (konsorcjant), okres realizacji: 2015-2018,\n\nPBS3/A5/52/2015 pt.: Opracowanie metalurgicznej metody eliminacji cząstek twardych z mosiądzu w procesie odlewania ciągłego , Konsorcjum: AGH-WMN (Lider), Bosmal sp . zo o.o (konsorcjant), okres realizacji: 2015-2018,\n\nPBS3/B9/27/2015 pt.: Opracowanie nowej generacji hybrydowego kompaktowego kolektora słonecznego z bionicznym absorberem ciepła odpadowego, Konsorcjum: Ensol sp. z o.o. (Lider), AGH-WMN (konsorcjant),  okres realizacji: 01.07.2015-30.06.2018\n\nPBS3/B5/49/2015 pt.: Opracowanie technologii wytwarzania nowej generacji nakładek stykowych do odbieraków prądu trakcji kolejowej , Konsorcjum: Kuca sp. z o.o. (Lider), AGH-WMN (konsorcjant), okres realizacji: 2015-2018\n\nPBS3/A9/32/2015 pt.: Badania nad przeciwdrobnoustrojowymi właściwościami miedzi i jej stopów na wyroby o powierzchniach dotykowych do zastosowań w jednostkach opieki zdrowotnej , Konsorcjum: AGH-WMN (Lider), Collegium Medicum Uniwersytet Jagielloński., (konsorcjant) Europejski Instytut Miedzi (konsorcjant), okres realizacji: 2015-2018,\n\nPBS3/B5/34/2015 pt.: Ultra wytrzymałe zmęczeniowo druty Al i Cu dla elektroenergetyki napowietrznej i kolejowej, Konsorcjum: AGH-WMN (Lider), Eltrim S. z o.o.,(konsorcjant) Technodiament S.A. (konsorcjant), okres realizacji: 2015-2018,\n\nPBS3/B5/48/2015 pt.: Nowa metoda otrzymywania płaskich wyrobów walcowanych ze stopów aluminium o polepszonych parametrach wykorzystująca wsad z linii twin roll casting , Konsorcjum WBAL – AGH-WMN (lider), Eurometal S.A.-konsorcjant), okres realizacji: 2015-2018,\n\nPBS3/B6/31/2015 pt. System do ciągłego monitorowania zużycia przewodów jezdnych oraz parametrów eksploatacyjnych sieci trakcyjnej, Konsorcjum: Kuca sp. z o.o. – lider , AGH-WMN Konsorcjant, okres realizacji: 2015-2018,\n\nPSB3/B5/43/2015 pt: Dobór materiałów oraz opracowanie konstrukcji elementów przewodów klimatyzacyjnych przeznaczonych do pracy z nowym czynnikiem chłodniczym R744 , Konsorcjum: Boryszew Spółka Akcyjna z siedzibą w Warszawie, Oddział Maflow w Tychach (lider), AGH-WMN, okres realizacji: 2015-2017,\n\nPBS2/B5/26/2013 pt.: Nowe rozwiązania materiałowe i technologiczne procesu wytwarzania wysokowytrzymałych cienkościennych kształtowników zamkniętych ze stopów aluminium , Konsorcjum: AGH-WMN(Lider), Albatros Aluminium Sp. z o.o., Instytut Obróbki Plastycznej w Poznaniu,  okres realizacji projektu: 2013-2015,\n\nPBS2/B5/30/2013, Nowe druty z kompozytów metal-grafen o podwyższonej przewodności elektrycznej na przewody elektroenergetyczne , Konsorcjum METGRAF AGH-WMN (lider), ITME, Tele-Fonika Kable S.A. PSE S.A,  okres realizacji: 2013-2016\n\nPBS1/B6/4/2012 pt.: Opracowanie wytycznych technologicznych w procesie kształtowania plastycznego przez zgniatanie obrotowe z zastosowaniem nagrzewania laserowego dla materiału typu Inconel Konsorcjum: Pratt & Whitney Rzeszów S.A., AGH WMN w Krakowie, Politechnika Warszawska, Wydział Inżynierii Materiałowej (lider), okres realizacji : 2012-2015.\n\nPBS1/B4/3/2012 pt.: Diagnostyka wczesnego rozpoznawania zjawiska PCL w akumulatorach ołowiowych w celu zwiększenia niezawodności systemów zasilania rezerwowego. Akronim AKUPCL, Konsorcjum: Instytut Metali Nieżelaznych, AGH-WMN, Instytut Łączności – Państwowy Instytut Badawczy, TELZAS Sp z o.o., okres realizacji : 2013-2015.\n\nCuBR/II/4/NCBR/2015CUBR pt.: Warstwy i powłoki z udziałem renu, jego związków lub stopów - ich właściwości, zastosowania oraz metody nanoszenia, okres realizacji: 2015-2018,\n\nCuBR/I/2/NCBR/2014 pt.: Opracowanie innowacyjnego rozwiązania technologicznego do procesu odmiedziowania żużla w procesie zawiesinowego otrzymywania miedzi, okres realizacji: 2015-2018\n\nCuBR/III/8/NCBR/2017 pt. Nowy sposób oczyszczania i utylizacji gazów procesowych pochodzących z pieców szybowych w ciągu technologicznym KGHM, okres realizacji: 2017-2020\n\nINNOTECH – K3/IN3/2/225688/NCBR/14 pt.: Opracowanie zaawansowanych przewodów klimatyzacyjnych dla przemysłu samochodowego , Konsorcjum MAFCO (Boryszew Spółka Akcyjna z siedzibą w Warszawie, Oddział Maflow w Tychach (lider), Instytut Spawalnictwa w Gliwicach, AGH-WMN), okres realizacji: 2015-2017\n\nINNOTECH-K3/IN3/8/225989/NCBR/14 pt.: Opracowanie oraz wdrożenie nowej generacji kluczowych elementów nośno-przewodzących tramwajowej górnej sieci trakcyjnej - KTRAM , Konsorcjum: KUCA Sp. z o.o (lider), AGH-WMN, okres realizacji: 2014-2017\n\nINNOTECH-K2/IN2/28/182192/NCBR/13, Opracowanie technologii wytwarzania i uruchomienie produkcji nowej generacji przewodów HTLS z bimetalowymi rdzeniami nośno-przewodzącymi, Konsorcjum: Tele-Fonika Kable Sp. z o.o. S.K.A (lider), AGH-WMN (konsorcjant), okres realizacji: 2013-2016,\n\nINNOTECH-K2/IN2/28/182120/NCBR/13, Opracowanie technologii i uruchomienie produkcji nowej generacji elementów nośnych kolejowych sieci trakcyjnych , Konsorcjum: MABO (lider), AGH-WMN (konsorcjant), okres realizacji: 2013-2016\n\nINNOTECH-K2/IN2/18/181960/NCBR/13, Opracowanie metod odzysku metali ze złomu elektronicznego (REMET), Konsorcjum: AGH-WMN (lider), Politechnika Warszawska, Przedsiębiorstwo Produkcyjno-Handlowo-Usługowe Polblume, okres realizacji: 2013-2016\n\nINNOTECH-K2/IN2/9/181851/NCBR/13, Kompozytowe powłoki węglikowe do ochrony powierzchni krystalizatorów przemysłowych (KOMP) , Konsorcjum: AGH-WMN (lider), Politechnika Rzeszowska, Instytut Technologii Eksploatacji w Radomiu, Plasma System S.A, Instytut Odlewnictwa, okres realizacji: 2013-2015\n\nINNOTECH-K2/IN2/33/182218/NCBR/13, Opracowanie kompleksowo nadzorowanej technologii obróbki cieplnej, chemicznej, elektrochemicznej, zapewniającej uzyskanie nowej generacji elementów konstrukcyjnych i funkcjonalnych statków powietrznych (ESPEC) , Konsorcjum: AGH-Polskie Zakłady Lotnicze Sp. z o.o (lider), okres realizacji: 2013-2015\n\nDemonstrator+ nr UOS-DEM-1-335/001 pt.: Opracowanie innowacyjnej technologii wyciskania kształtowników z trudno odkształcalnych stopów aluminium serii 5xxx , Konsorcjum AGH-WMN (lider), ALBATROS ALUMINIUM Wałcz, INOP Poznań- POLITECHNIKA Częstochowska,  okres realizacji: 2014-2016\n\nDEMONSTRATOR+, nr UOD-DEM-1-091/001, Tele-Fonika Kable S.A. Opracowanie nowej recyklingowej technologii ciągłego odlewania drutów miedzianych na cele elektryczne na bazie granulatu Cu powstałego z odpadów kablowych, Konsorcjum CUT Tele-Fonika Kable S.A.(lider), AGH-WMN,  okres realizacji: 2013-2016\n\nPOIG.01.01.02-00-015/09 pt. Zaawansowane materiały i technologie ich wytwarzania Akronim ZAMAT , Konsorcjum: Politechnika Krakowska, AGH-WMN, Instytut Metalurgii i Inżynierii Materiałowej im. Aleksandra Krupkowskiego, Instytut Metali Nieżelaznych (lider), Politechnika Śląska, Instytut Odlewnictwa, Instytut Technologii Materiałów Elektronicznych, Politechnika Warszawska,  okres realizacji 2009-2015\n\nPOIG.01.03.01-00-086/09 pt. Zaawansowane technologie wytwarzania materiałów funkcjonalnych do przewodzenia, przetwarzania, magazynowania energii . Akronim ENERGIA , Konsorcjum: AGH-WMN, Instytut Metali Nieżelaznych (lider), okres realizacji 2009-2015\n\nINNOLOT/I/9/NCBR/2013 pt. Zaawansowane techniki wytwarzania kadłuba silników lotniczych CASELOT , Konsorcjum: Politechnika Rzeszowska, Politechnika Krakowska, Zachodniopomorski Uniwersytet Technologiczny w Szczecinie, AGH-WMN (konsorcjant), AGH-WIMiIP, Instytut Spawalnictwa, Politechnika Warszawska, Pratt & Whitney S.A Rzeszów, P.P.U.H Bryk Witold Bryk, Przedsiębiorstwo Projektowo Wdrożeniowe – KOLTECH Sp. z o.o., IPL Solutions Sp. z o.o., IBS Poland Sp. z o.o. Politechnika Opolska, okres realizacji 2013-2018\n\nTECHMATSTRATEG-III/0040/2019-00 pn.: Opracowanie technologii wyciskania kształtowników z ultra-wytrzymałych stopów AlMgSi(Cu), Akademia Górniczo-Hutnicza w Krakowie Wydział Metali Nieżelaznych, okres realizacji 01.04.2021-30.09.2024.\n\nProjekty edukacyjne\n\nDoktorat Wdrożeniowy I, nr 47/DW/2017/01/1, MNiSzW, okres realizacji: 2017 -2021\n\nDoktorat Wdrożeniowy II, nr 47/DW/2017/01/1, MNiSzW, okres realizacji: 2018 -2022\n\nDoktorat Wdrożeniowy III, nr DWD/3/34/2019, MNiSzW, okres realizacji: 2019 -2023\n\nDoktorat Wdrożeniowy IV, nr DWD/3/34/2019, MNiSzW, okres realizacji: 2020 -2024\n\nPOWR.03.05.00-00-Z309/18, Zintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie II (ZRP AGH II) Projekt współfinansowany ze środków Europejskiego Funduszu Społecznego w ramach Programu Operacyjnego Wiedza Edukacja Rozwój 2014-2020, Oś III Szkolnictwo wyższe dla gospodarki i rozwoju, Działanie 3.5 Kompleksowe programy szkół wyższych, Okres realizacji: 01.10.2019 – 30.09.2023\n, \n\nProjekty POIG\n\nPOIG.01.03.01-00-086/09 pt. Zaawansowane technologie wytwarzania materiałów funkcjonalnych do przewodzenia, przetwarzania, magazynowania energii . Akronim ENERGIA, Konsorcjum: AGH-WMN, Instytut Metali Nieżelaznych (lider), okres realizacji 2009-2015\n\nPOIG.01.01.02-00-015/09 pt. Zaawansowane materiały i technologie ich wytwarzania . Akronim ZAMAT , Konsorcjum: Politechnika Krakowska, AGH-WMN, Instytut Metalurgii i Inżynierii Materiałowej im. Aleksandra Krupkowskiego, Instytut Metali Nieżelaznych (lider), Politechnika Śląska, Instytut Odlewnictwa, Instytut Technologii Materiałów Elektronicznych, Politechnika Warszawska, okres realizacji 2009-2015\n\nPOIG.01.03.01-12-081/12-00, Innowacyjne rozwiązanie konstrukcyjne zabudów samochodów dostawczych ukierunkowane na modułowość oraz redukcję masy, Konsorcjum: AGH - lider, Auto-Galeria Sp. z o.o.,okres relziacji: 2012-2015\n\nPOIG.01.03.01-12-104/12-00, Opracowanie i wdrożenie nowej generacji środków chłodząco-smarujących zawierających w swym składzie dodatki nanocząstek, przeznaczonych do procesu ciągnienia drutów stalowych, Konosrcjuma: AGH-WMN (Lider), Orlen Oil Sp. z o.o., okres realizacji: 2012-2015\n\nProjekty aplikacyjne\nPOIR.04.01.04-00-0119/19-00, Opracowanie i wdrożenie w Baltic Operator Sp. z o.o. modelowego systemu ekspertowego opartego na zaawansowanym systemie UT/Phased-Array (UT/PA) do monitorowania procesu produkcyjnego i diagnostyki wielkogabarytowych spawanych konstrukcji stalowych off-shore i on-shore dla przemysłu morskiego\", Baltic Operator Sp. z o.o.(Lider), Akadmeia Górniczo-Hutnicza w Krakowie Wydział Metali Nieżelaznych, Instytut Podstawowych Problemów Techniki PAN, okres realizacji: 01.09.2020-28.02.2023\nKomercjalizacja\nWydziałowy Broker\nWydziałowy Broker \ndr hab. inż. Paweł Kwaśniewski, prof. AGH\nWydziałowy Broker Innowacji wspiera naukowców WMN w procesach komercjalizacji wyników badań naukowych i prac rozwojowych.\nPatenty", "metadata": {"url": "http://wmn.agh.edu.pl/projekty", "title": "Projekty - Wydział Metali Nieżelaznych", "depth": 3, "duplicate": false, "content_hash": "1d50d206866878fff4752cf406c2b076", "word_count": 2057, "headings": [{"level": 1, "text": "Projekty"}, {"level": 1, "text": "Sekcja Obsługi Projektów"}, {"level": 3, "text": "Pracownicy"}, {"level": 3, "text": "Aktualności dotyczące konkursów"}, {"level": 3, "text": "Dokumenty i formularze"}, {"level": 1, "text": "Lista projektów"}, {"level": 2, "text": "Projekty międzynarodowe"}, {"level": 2, "text": "Projekty naukowe"}, {"level": 2, "text": "Projekty B+R"}, {"level": 2, "text": "Projekty edukacyjne"}, {"level": 2, "text": "Projekty POIG"}, {"level": 2, "text": "Projekty aplikacyjne"}, {"level": 1, "text": "Komercjalizacja"}, {"level": 1, "text": "Wydziałowy Broker"}, {"level": 2, "text": "dr hab. inż. Paweł Kwaśniewski, prof. AGH"}, {"level": 1, "text": "Patenty"}]}}