{"content": "#  Geoinformatyka -- WGGIOS AGH \n\nURL: https://www.wggios.agh.edu.pl/kandydaci/geoinformatyka\nCrawled: 2025-03-19 21:32:16\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Geoinformatyka \n\nKierunek ten oferuje Ci unikalne na rynku krajowym kształcenie ukierunkowane na zdobywanie, analizowanie i przetwarzanie danych przestrzennych za pomocą zaawansowanych systemów informatycznych i geoinformatycznych, zgodnie z najnowszymi trendami na rynku pracy.\n\nZaletą studiów na Geoinformatyce jest zdobycie wiedzy i umiejętności specjalistycznych z nowoczesnych technologii informatycznych połączonych z pogłębioną wiedzą z dziedziny nauk o Ziemi i ich zastosowaniem w praktyce.\n\nPraktyki zawodowe na I stopniu studiów trwają 4 tygodnie. Mogą one być realizowane w kilku etapach, jednak ich zaliczenie przypada w szóstym semestrze studiów. Praktyki odbywają się w firmach i urzędach prowadzących działalność zgodną z zakresem kształcenia na kierunku Geoinformatyka. Są to jednostki zajmujące się tworzeniem systemów informacji przestrzennej, modelowaniem procesów środowiskowych, analizą i przetwarzaniem danych z dziedziny nauk o Ziemi, projektowaniem i obsługą środowiskowych systemów pomiarowych, wykonywaniem geoportali, aplikacji lokalizacyjnych i nawigacyjnych. Do najważniejszych przedsiębiorstw, w których studenci Geoinformatyki będą mogli realizować praktyki należą: 3Deling, Esri Polska, Geomind, Geopartner, Miejskie Przedsiębiorstwo Wodociągów i Kanalizacji SA w Krakowie, Progea, Satim, Starostwo Powiatowe w Krakowie, Tatrzański Park Narodowy, Urząd Miasta Krakowa.\n\nAbsolwenci kierunku mogą pracować jako: projektanci, twórcy i użytkownicy oprogramowania, a szczególnie oprogramowania dedykowanego dla geologii, geofizyki, geodezji, inżynierii i ochrony środowiska itp.; programiści i użytkownicy baz danych, a szczególnie środowiskowych baz danych; projektanci i użytkownicy oprogramowania GIS, aplikacji nawigacyjnych i lokalizacyjnych; analitycy i specjaliści do spraw informacji, a szczególnie informacji geoprzestrzennych.\n\nZnajdują zatrudnienie w przedsiębiorstwach o profilu geoinformatycznym, nastawionych na eksperckie wytwarzanie nowych technologii i dedykowanych produktów geoinformatycznych, administracji samorządowej i państwowej, instytutach badawczych w kraju i za granicą, przedsiębiorstwach o profilu geologicznym, geofizycznym, zajmujących się inżynierią i ochroną środowiska itp. Często prowadzą własną działalność gospodarczą.\n\nJako absolwent studiów I stopnia na tym kierunku będziesz potrafił:\n\nwykorzystywać specjalistyczne narzędzia geoinformatyczne do opisu danych;\n\nprojektować, tworzyć i zarządzać bazami danych dla potrzeb informacji przestrzennych, w tym informacji środowiskowych;\n\nprojektować i wykonywać analizę danych przestrzennych (w tym radarowych, lotniczych i satelitarnych);\n\nkorzystać z nowoczesnych narzędzi programistycznych w procesie tworzenia oprogramowania komputerowego;\n\nwykonywać analizę danych z wykorzystaniem metod, Big Data, Data Science, sztucznej inteligencji oraz eksploracji danych i uczenia maszynowego;\n\nwykorzystywać i zarządzać Systemami Informacji Geograficznej (GIS): wykonywać analizy danych przestrzennych i środowiskowych;\n\nprzygotować dokumentację techniczną dotyczącą szczegółowych zagadnień z zakresu studiowanego kierunku w języku polskim oraz angielskim.\n\nPo ukończeniu studiów II stopnia będziesz dodatkowo umiał:\n\ntworzyć oprogramowanie z wykorzystaniem nowoczesnych narzędzi programistycznych w celu przetwarzania danych przestrzennych, ich analizy i wizualizacji;\n\nprojektować, tworzyć i zarządzać relacyjnymi oraz przestrzennymi bazami danych;\n\nzarządzać Systemami Informacji Geograficznej'\n\nwykonywać analizy danych przestrzennych i środowiskowych zgodnie z metodykami eksploracji danych i Big Data.\n\nStopka\n\nSpis pracowników\n\nBaza Danych o Autorach i Publikacjach\n\nDokumenty AGH\n\nLicencje i oprogramowanie\n\nPoczta AGH\n\nRozbudowa Centrum Miękinia\n\nDeklaracja dostępności\n\nUBPO\n\nRegulamin studiów\n\nUSOS\n\nSylabus AGH\n\nPomoc materialna dla studentów\n\nProgram Erasmus+\n\nStudium Języków Obcych\n\nWydział Geologii, Geofizyki i Ochrony Środowiska\nAkademia Górniczo-Hutnicza \nim. Stanisława Staszica\n\nal. Mickiewicza 30\n30-059 Kraków\n\nNIP AGH: 675 000 19 23 \n\nNr konta Wydziału:\n58 1240 4722 1111 0000 4859 2918\nBank Pekao S.A. Kraków\n\nDziekanat\ntel. +48.12.617.23.50–51\ne-mail: dziekanatwggios@agh.edu.pl\n\nBiuro Dziekana\ntel. +48.12.617.32.54\ne-mail: wggios@agh.edu.pl\n\n © 2023 Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.wggios.agh.edu.pl/kandydaci/geoinformatyka", "title": " Geoinformatyka -- WGGIOS AGH ", "depth": 3, "duplicate": false, "content_hash": "cd8e6c869c0a401b18f8b9c1c1137980", "word_count": 523, "headings": [{"level": 1, "text": "Geoinformatyka"}, {"level": 2, "text": "Stopka"}]}}