{"content": "# Jestem z AGH - Comarch e-Sklep\n\nURL: https://sklep.agh.edu.pl/en/products/jestem-z-agh,2,103\nCrawled: 2025-03-19 21:24:17\n\nHome Page\n  /\n\nProducts\n  /\n\nJestem z AGH\n\nProducts\n\nJestem z AGH\n\nAvailability\n\nIn Stock (5)\n\nRating\n\nNone (5)\n\nother\n\nImages (5)\n\nPromotion (5)\n\nPrice\n\n5\n\nPLN\n\n-\n\n74\n\nPLN\n\nFILTER\n\nShow Filters\n\nSort: \n\nName (A-Z)\n\nTop Sellers\n\nMost Viewed\n\nName (A-Z)\n\nName (Z-A)\n\nPrice by Ascending\n\nPrice by Descending\n\nManufacturer (A-Z)\n\nDefault\n\nRecently Added\n\nRecently Modified\n\n1\n-\n5\nfrom\n5\n\n|\n\nPromotion\n\n#jestemzAGH cotton bag\n\nCotton bag with the name of the #jestemzAGH initiative and a unique Knowledge Passion Bond tag. Large and capacious with a wide bottom and long, broad handles. Made of high-quality material. Made in Poland. The bag comes in two colours: black and beige. Opis produktu colour: black or beige print colour: white or black type of print: screen printing material: 100% cotton weight: 260 g dimensions: 36 × 41 × 10 cm\n\n+\n\n40,00 PLN\n\n50,00 PLN\n\nPromotion\n\n#jestemzAGH mug\n\nWhite ceramic mug, black on the inside, with the name of the #jestemzAGH initiative. Opis produktu material: ceramics colour: white print colour: black decorative technique: ceramic tracing capacity: 315 ml dimensions: 90 mm (height) 80 mm (diamater)\n\n+\n\n36,00 PLN\n\n41,00 PLN\n\nPromotion\n\n#jestemzAGH neck gaiter\n\nA black neck gaiter. Multifunctional piece of clothing that can be worn throughout the year. Perfect for outdoor activities in autumn and winter. The details that make it unique include the #jestemzAGH inscription and a sateen tag with the Wiedza Pasja Więź motto. Made in Poland. Opis produktu size: one size model: unisex colour: black type of print: sublimation print colour: white fabric: 90% polyester, 10% elastane weight: 130 g\n\n+\n\n25,00 PLN\n\n33,00 PLN\n\nPromotion\n\n#jestemzAGH pin\n\nPin with the name of the #jestemzAGH initiative. It will be a perfect complement to your backpack, bag, or jacket. The pin comes in two colours: black and white. Opis produktu material: galvanised metal sheet colour: black with white inscription, white with black inscription dimensions: diameter – 5.6 cm\n\n+\n\n5,50 PLN\n\n6,50 PLN\n\nPromotion\n\n#jestemzAGH T-shirt\n\nA classic black, cotton, unisex T-shirt with short sleeves. The details that make it unique include inscriptions on the front and back of the T-shirt (#jestemzAGH ) and a sateen tag with the Wiedza Pasja Więź motto. Made of high-quality material. Made in Poland. Both models wear size S. Unisex style – women should consider selecting a smaller size to avoid the oversize effect. Opis produktu size: (XS to XXL) model: unisex colour: black type of print: screen printing print colour: white fabric: 9\n\n+\n\n74,00 PLN\n\n89,00 PLN\n\nJestem z AGH\n\nGo to Cart\n\nStay on Page\n\nRemember my selection", "metadata": {"url": "https://sklep.agh.edu.pl/en/products/jestem-z-agh,2,103", "title": "Jestem z AGH - Comarch e-Sklep", "depth": 3, "duplicate": false, "content_hash": "72af11d185c4c5eab8f84a29a9a94045", "word_count": 429, "headings": [{"level": 2, "text": "#jestemzAGH cotton bag"}, {"level": 2, "text": "#jestemzAGH mug"}, {"level": 2, "text": "#jestemzAGH neck gaiter"}, {"level": 2, "text": "#jestemzAGH pin"}, {"level": 2, "text": "#jestemzAGH T-shirt"}, {"level": 1, "text": "Jestem z AGH"}]}}