{"content": "#  Praktyka zawodowa -- Wydział Fizyki i Informatyki Stosowanej AGH \n\nURL: https://www.fis.agh.edu.pl/studenci/praktyka-zawodowa\nCrawled: 2025-03-19 21:36:17\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Praktyka zawodowa \n\nSzczegółowe wytyczne dotyczące sposobu realizacji praktyk zawodowych zawarte są w \nRegulaminie Studiów AGH\n (paragraf 16a) oraz w \nZarządzeniu Rektora nr 94/2023 z dnia 14.12.2023 (wraz z załącznikami).\n\nZgodnie z planami studiów studenci 6 semestru wszystkich kierunków Wydziału Fizyki\n i Informatyki Stosowanej AGH są zobowiązani odbyć praktykę zawodową.\n\nPraktyka zawodowa odbywa się poza AGH i jest bezkosztowa dla AGH (tj. AGH nie płaci Zakładowi Pracy za przyjęcie praktykanta). \n\nW uzasadnionych przypadkach Prodziekan ds. Studenckich może wyrazić zgodę na odbywanie praktyki zawodowej w pracowniach WFiIS. Zgoda taka dotyczyć może wyłącznie studentów z górnego kwartyla rankingu średniej ocen uzyskanych w 5-tym semestrze.\n\nMinimalny czas\n trwania praktyki określony jest w programie studiów oraz sylabusie przedmiotu Praktyka zawodowa (osobno dla każdego kierunku) i wynosi \n4 tygodnie\n (160 godzin).\n\nPraktyka zawodowa może być realizowana w terminach ustalonych przez opiekuna praktyk. Zaleca się, aby czas realizacji\n praktyki zawodowej \nprzypadał na okres wakacji\n wskazywany w Zarządzeniu Rektora w sprawie szczegółowej organizacji roku akademickiego. \nPraktyka zawodowa rozliczana jest wyłącznie w semestrze 6 \n(RS AGH paragraf 16a, ustęp 4).\n\nSzczegółowe zasady realizacji praktyk na każdym z kierunków przedstawiane są na spotkaniu Opiekunów praktyk ze Studentami oraz dostępne w formie elektronicznej w miejscu wskazanym przez Opiekuna praktyki. Spotkanie informacyjne Opiekuna praktyki ze Studentami odbywa się \nw pierwszym tygodniu zajęć semestru letniego\n danego roku akademickiego.\n\nOpiekun praktyki może zaliczyć na poczet praktyki zawodowej czynności wykonywane przez studenta w szczególności w ramach zatrudnienia, stażu lub wolontariatu. Ważne aby czynności, o których mowa, umożliwiały uzyskanie efektów uczenia się przypisanych do praktyk zawodowych dla danego kierunku, czas ich trwania był nie krótszy niż wymiar praktyki zawodowej oraz czynności te były wykonane nie później niż w okresie ostatnich trzech lat przed złożeniem wniosku (RS AGH paragraf 16a, ustęp 7)\n\nZaliczenie praktyki zawodowej na podstawie zatrudnienia, stażu, wolontariatu jest możliwe \nwyłącznie na pisemny wniosek studenta. \nWniosek należy złożyć u Opiekuna praktyki we wskazanym przez niego terminie, jednak nie później niż do 15 maja. Do wniosku należy dołączyć dokument potwierdzający wykonywanie określonych czynności oraz uzyskanie efektów uczenia się przypisanych do praktyki na danym kierunku. Opiekun praktyki  pisemnie opiniuje przedłożony przez studenta wniosek w tej sprawie.\n\nStudenci powinni zorganizować sobie praktykę samodzielnie\n, najlepiej w miejscu zamieszkania. Wybór miejsca praktyki musi być zgodny ze studiowanym kierunkiem. Wszelkie problemy związane z wyborem miejsca praktyki należy zgłaszać do Opiekuna praktyki nie później niż \ndo 15 maja\n.\n\nBrak zaliczenia praktyki zawodowej skutkuje brakiem możliwości wpisu na 7 semestr.\n\nW celu załatwienia formalności związanych z odbywaniem praktyki należy:\n\nUdać się do placówki, w której planowane jest odbycie praktyki zawodowej i uzyskać pisemną zgodę Opiekuna praktyk ze strony Zakładu pracy (najczęściej Kierownik Zakładu) oraz Dyrektora tej placówki. Miejsce praktyki powinno zostać wybrane w taki sposób, aby spełnione zostały efekty uczenia się wskazane w sylabusie przedmiotu praktyka zawodowa (różne efekty dla różnych kierunków). W miejscu praktyki należy poinformować, że możliwe jest podpisanie wyłącznie umowy AGH oraz że AGH nie poniesie kosztów związanych z realizacją praktyki. Jeśli warunki te nie mogą być spełnione, praktyka nie może być realizowana w tym miejscu.\n\nZgoda Zakładu pracy powinna być umieszczona na podaniu przygotowywanym przez Studenta. Podanie musi zawierać następujące dane (\nimię i nazwisko Dyrektora placówki, dokładny adres placówki, NIP, imię i nazwisko Opiekuna praktyk ze strony placówki, dokładną (dzienną) datę odbycia praktyki\n).\n\nPo uzyskaniu pisemnej zgody, należy ją przedłożyć Opiekunowi praktyki (właściwemu dla studiowanego kierunku studiów) w celu zweryfikowania możliwości spełnienia efektów uczenia się na danym kierunku oraz poprawności zawartych w zgodzie danych. Zgoda Opiekuna na odbycie praktyk w danym miejscu jest obowiązkowa.\n\nPo uzyskaniu zgody na odbycie praktyki, przygotowana zostanie umowa w formie Porozumienia pomiędzy stronami (2 egzemplarze). Umowy będą gotowe do odbioru przez Studenta najwcześniej w drugim tygodniu czerwca.\n\nPobrane umowy należy dostarczyć do miejsca praktyk, podbić i jedną kopię zwrócić do dziekanatu WFiIS.\n\nStudent musi posiadać \naktualne\n ubezpieczenie od następstw nieszczęśliwych wypadków (NNW). W przypadku wykupienia polisy na AGH, należy podać jej numer z dopiskiem \"NNW w PZU wykupione na AGH\". W przypadku wykupienia polisy poza AGH jej kopię należy złożyć u Opiekuna praktyki. Polisę NNW Student wykupuje na własny koszt. Jeśli zakład pracy wymaga posiadania ubezpieczenia od odpowiedzialności cywilnej (OC) student musi je wykupić na własny koszt. (RS AGH paragraf 16a, podpunkt 3)\n\nPo odbyciu praktyki Student składa u Opiekuna praktyki Dziennik praktykanta  potwierdzający odbycia praktyki w Zakładzie pracy oraz Raport praktykanta zawierający opis wykonywanych zadań, uwagi i wnioski z odbytej praktyki. Na podstawie złożonych dokumentów Opiekun praktyki dokonuje zaliczenia przedmiotu Praktyka zawodowa dokonując wpisu „zal” w systemie USOS.\n\nWażne daty:\n\n15 maja\n – złożenie u Opiekuna praktyki pisemnej zgody na realizację praktyki w zakładzie pracy lub złożenie wniosku o uznanie innych czynności na poczet praktyki;\n\nod drugiego tygodnia czerwca\n – odbiór umów w dziekanacie WFiIS;\n\nnajpóźniej w ostatnim dniu jesiennej sesji egzaminacyjnej\n – złożenie dokumentów niezbędnych do rozliczenia praktyki tj: Dziennik i Raport praktykanta (u Opiekuna praktyki), podbity w Zakładzie pracy egzemplarz umowy (w dziekanacie);\n\nnajpóźniej 5 dni od ostatniego dnia jesiennej sesji egzaminacyjnej \n– sprawdzenie zaliczenia przedmiotu Praktyka zawodowa w systemie USOS.\n\n Fizyka Techniczna \n\nPraktyki\n\nOpiekun zawodowych praktyk studenckich kierunku Fizyka Techniczna \n dr inż. Radosław Strzałka\n\n Fizyka Medyczna \n\nPraktyki\n\nOpiekun zawodowych praktyk studenckich kierunku Fizyka Medyczna \ndr hab. inż. Aleksandra Jung\n\n Informatyka Stosowana \n\nPraktyki\n\nOpiekun zawodowych praktyk studenckich kierunku Informatyka Stosowana \ndr hab. inż. Piotr Kowalski\n\n Mikro- i Nanotechnologie w Biofizyce \n\nPraktyki\n\nOpiekun zawodowych praktyk studenckich kierunku Informatyka Stosowana Mikro- i Nanotechnologie w Biofizyce\n dr Aleksandra Orzechowska\n\n Nanoinżynieria Materiałów \n\nPraktyki\n\nOpiekun zawodowych praktyk studenckich kierunku Nanoinżynieria Materiałów\n dr inż. Jan Michalik\n\n Computer Physics \n\nOpiekun zawodowych praktyk studenckich kierunku Computer Physics \ndr inż. Paweł Szumniak\n\nStopka\n\n © 2024 Wydział Fizyki i Informatyki Stosowanej\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.fis.agh.edu.pl/studenci/praktyka-zawodowa", "title": " Praktyka zawodowa -- Wydział Fizyki i Informatyki Stosowanej AGH ", "depth": 3, "duplicate": false, "content_hash": "80f13ff2b46200ca978a3e1b24849fec", "word_count": 938, "headings": [{"level": 1, "text": "Praktyka zawodowa"}, {"level": 2, "text": "Stopka"}]}}