{"content": "#  Materials and Structures -- Space Technology Centre \n\nURL: https://www.ctk.agh.edu.pl/en/research-groups/materials-and-structures\nCrawled: 2025-03-19 21:25:03\n\nSkip to content\n\nSkip to footer\n\n Materials and Structures \n\nMaterials and Structures Research Group at the Space Technology Research Center is focused on developing new materials specifically designed for space applications. The research group consists of three main laboratories.\n\nOverall, the laboratories are equipped with research facilities and skilled personnel, engaging in international collaborations to advance materials and structures research for space technology. \n\nThis laboratory is dedicated to the research and development of new metamaterials that exhibit specific properties surpassing those found in natural materials, particularly for space applications. The research involves designing, analyzing, manufacturing, and testing metamaterials in three domains - mechanical, electromagnetic, and thermal. The group aims to create materials with tailored properties through analytical and numerical techniques and advance techniques like 3-D printing for prototyping. Various applications include thermally tuned directional antennas, structural metamaterials with specific filtering properties, and elements capable of analog computing. \n\nThis laboratory focuses on the development of advanced nanomaterials for sensors used in space-related applications. Materials like MXenes, graphene, and carbon nanotubes are explored for their sensing capabilities under extreme space conditions. The lab specializes in precise material application techniques such as screen printing, inkjet printing, and spray coating. Additionally, signal conditioning and sensor packaging are emphasized to ensure robust sensors suitable for integration into space systems.\n\nThis laboratory is involved in studying the properties of various materials under space-like conditions, including low and high temperatures, vacuum, and exposure to cosmic radiations. Different materials, ranging from metallic to nanomaterials are tested for mechanical, chemical, magnetic, thermal, optical, and structural properties. The aim is to assess material suitability for space structure construction. The lab also researches materials biocompatibility for medical applications, such as sensors for analyzing human exhaled air. \n\nStopka\n\nResearch\n\nProjects\n\nContact\n\nLogo to download\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/en/research-groups/materials-and-structures", "title": " Materials and Structures -- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "6c3c5380d35c416daa28d2e703e6524a", "word_count": 293, "headings": [{"level": 1, "text": "Materials and Structures"}, {"level": 2, "text": "Stopka"}]}}