{"content": "#  Faculty of Materials Science and Ceramics -- Faculty of Materials Science and Ceramics -- AGH UST \n\nURL: https://ceramika.agh.edu.pl/en\nCrawled: 2025-03-19 21:32:32\n\nSkip to content\n\nSkip to footer\n\nFaculty of Materials Science and Ceramics\n\nInformation about studies for international students is available in the \nDepartment for International Students\ninternational.students(at)agh.edu.pl\n\nContact for the Dean's Office of the Faculty of Materials Science and Ceramics at AGH: \nswimic(at)agh.edu.pl\n\nCurrently, the Faculty of Materials Science and Ceramics at AGH University of Krakow has nearly 480 students and 99 doctoral candidates. Additionally, postgraduate studies expanding knowledge are organized annually.\n\nThe Faculty's scientific and research activities cover a broad spectrum of topics, ranging from large-scale industrial technologies for traditional ceramic materials and their latest generations to advanced materials, including nano- and microscale structures, for various industries (construction, energy, aerospace, fuel, and computing). The research also involves the latest analytical and investigative techniques.\n\nThe \nscientific and research activities\n of the Faculty cover a very wide range of topics, from large-scale industrial technologies of traditional ceramic materials and their latest generations, to advanced materials, including at the nano and micro scale, for the needs of various industries (construction, energy, aerospace, fuel, computer) and the latest research and analytical techniques.\n\n Research \n\nFaculty of Materials Science and Ceramics \nhas a very rich research portfolio carried out in individual departments as well as accredited laboratories.\n\nIt conducts scientific and research activities in the field of chemistry and modern material technologies. \n\nThanks to its \nmodern infrastructure and technology\n, the department trains outstanding specialists who are appreciated at home and abroad.\n\nResearch staff and doctoral students\n conduct research and implement prestigious grants for which they are awarded internationally.\n\n Research \n\nThe growing demand for materials, biomaterials, i.e. materials for medicine, as well as the development of industries and technologies that use various types of composite materials,\n\nmakes the research work carried out\n extremely necessary and interesting.\n\nMoving in such intensively developing fields of knowledge and engineering forces researchers to constantly\n develop and improve their skills and workshop.\n\nThe researchers' work focuses, among other things, on obtaining and evaluating the properties of biomaterials and composites, and the search for new solutions,\n\nmaterials or ways to modify currently existing materials to improve their functionality and usability in both medicine and industry is ongoing.\n\nKey research areas\n\nWe conduct advanced scientific research and implement innovative R&D projects in the fields of materials engineering, chemical technology, ceramics, nanotechnology, and materials science.\n\nOur research teams focus on developing and advancing new materials and technologies for various industries. We work across all eight stages of the material “life cycle”: \n\nDesign\n\nManufacturing (various technologies)\n\nModification (e.g., surface treatment)\n\nCharacterization (composition, structure, microstructure, etc.)\n\nProperty assessment (physicochemical properties)\n\nTesting (application-oriented)\n\nApplication\n\nDisposal/Recycling\n\nThis is made possible by our state-of-the-art research infrastructure, the high expertise and experience of our staff, and our well-established national and international collaborations in both academia and industry.\n\nWe invite you to collaborate with our faculty in scientific and industrial partnerships, where innovation and a pioneering approach to materials science are the foundation of our research activities. The key research area of Faculty are as follows:\n\nTraditional and advanced ceramics, refractory materials \n\nConstruction materials \n\nGlass and amorphous coatings \n\nBiomaterials \n\nComposites, polymers, and carbon materials \n\nAnalytical chemistry and biochemistry \n\nPhysicochemistry and process modeling \n\nInorganic chemistry, including solid-state photo- and electrochemistry \n\nSilicate chemistry and macromolecular compounds \n\nFunctional materials \n\nMaterials for energy conversion\n\nFaculty’s research infrastructure\n\nThermophysical Research Laboratories\n\nScanning Electron Microscopy and Microanalysis Laboratory\n\nMicrostructural Research Laboratories\n\nStructural Research Laboratory (FT-IR, Raman Spectroscopy, AFM, XRD)\n\nConstruction and Ceramic Materials Testing Laboratory (including Accredited Laboratory AB619)\n\nElectrochemistry, Electroanalysis, and Solid-State Physicochemistry Laboratories\n\nHigh-Temperature Processes Laboratories\n\nTechnological Laboratories for Advanced Building Materials and Mineral Binders\n\nTransport Properties and Energy Conversion Research Laboratories\n\nAnd many more.\n\nFor a full overview of the Faculty's equipment capabilities, we encourage you to contact us directly\n\nGraduates of the Faculty of Materials Science and Ceramics at AGH\n, are specialists in materials technology traditionally associated with the broader industries:\n\nceramics,\n\nglass,\n\nbuilding materials,\n\nrefractory materials.\n\nThey are also successful in the\n design, manufacture and testing\n of new materials and components for specific applications in many cutting-edge areas (e.g., electronics, energy, aerospace, automotive, photonics, IT industry) and \nmaterials for medicine and environmental protection\n, as well as analytics and quality control.\n\nThe educational offer includes 6 fields of study in:\n\nThe Faculty of Materials Science and Ceramics at AGH also offers \ndoctoral studies\n.\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/en", "title": " Faculty of Materials Science and Ceramics -- Faculty of Materials Science and Ceramics -- AGH UST ", "depth": 3, "duplicate": false, "content_hash": "f82900ddd26883539b3d77eee2cacea8", "word_count": 749, "headings": [{"level": 1, "text": "Faculty of Materials Science and Ceramics"}, {"level": 2, "text": "Research"}, {"level": 2, "text": "Research"}, {"level": 2, "text": "Stopka"}]}}