{"content": "#  Misje Kosmiczne -- Centrum Technologii Kosmicznych \n\nURL: https://www.ctk.agh.edu.pl/grupy-badawcze/misje-kosmiczne\nCrawled: 2025-03-19 21:40:19\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Misje Kosmiczne \n\nGrupa Badawcza Misji Kosmicznych w Centrum Technologii Kosmicznych AGH koncentruje się na opracowywaniu oraz udziale w misjach kosmicznych – zarówno orbitalnych, jak i planetarnych. Dysponujemy specjalistycznymi laboratoriami, które wspierają badania nad zaawansowanymi technologiami kosmicznymi.\n\nGrupa aktywnie współpracuje z międzynarodowymi ośrodkami badawczymi, przyczyniając się do rozwoju nauki i technologii kosmicznych. Nasze interdyscyplinarne badania obejmują takie dziedziny jak inżynieria mechaniczna, automatyka, elektronika, elektrotechnika, technologie kosmiczne, inżynieria środowiska, górnictwo oraz energetyka.\n\nLaboratorium to jest dedykowane opracowywaniu urządzeń księżycowych, takich jak roboty, łaziki i sprzęt wiertniczy. Kluczową infrastrukturą jest Brudna Komora Termiczno-Próżniowa, umożliwiająca testowanie urządzeń w warunkach księżycowego pyłu. Badania prowadzone w laboratorium obejmują:\n\ngeotechniczne analizy,\n\nodporność powłok materiałowych,\n\nefektywność urządzeń robotycznych,\n\nwpływ próżni na materię biologiczną.\n\nGrupa zajmuje się opracowywaniem misji CubeSat do obserwacji Ziemi oraz przeprowadzaniem eksperymentów na Międzynarodowej Stacji Kosmicznej (ISS). Obejmuje to misje CubeSat, takie jak HYPE i AGH2, przeznaczone do hiperspektralnej obserwacji Ziemi, a także eksperyment MXene on LEO, mający na celu badanie właściwości nanomateriałów w warunkach przestrzeni kosmicznej. \n\nBadania prowadzone w tym laboratorium obejmują misje mające na celu testowanie przyczepności regolitu do różnych materiałów na powierzchni Księżyca oraz rozwój misji wykorzystujących czujniki obrazu do rejestrowania osadzania się regolitu. Opracowywane i testowane instrumenty są przystosowane do pracy w warunkach księżycowych, ze szczególnym naciskiem na gromadzenie i analizę danych dotyczących osiadania pyłu w czasie.\n\nLaboratorium koncentruje się na technologiach komunikacji satelitarnej wykorzystywanych w misjach kosmicznych. Obszary badań obejmują:\n\noptymalizację komunikacji między Ziemią a jednostkami kosmicznymi,\n\nrozwój technologii komunikacji optycznej między satelitami,\n\ntestowanie systemów komunikacyjnych w warunkach ograniczonej przepustowości i opóźnień,\n\nopracowywanie protokołów komunikacyjnych zapewniających stabilność i niezawodność transmisji danych pomiędzy komponentami misji na Ziemi.\n\nStopka\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/grupy-badawcze/misje-kosmiczne", "title": " Misje Kosmiczne -- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "a2582dae3a0030a03c403258efec6d97", "word_count": 274, "headings": [{"level": 1, "text": "Misje Kosmiczne"}, {"level": 2, "text": "Stopka"}]}}