{"content": "#  Identyfikatory autora -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/nauka/identyfikatory-autora\nCrawled: 2025-03-19 22:38:49\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Identyfikatory autora \n\nIdentyfikatory są częścią profilu autora w bazach danych. Eliminują problem błędnego przypisania publikacji, pozwalają przyporządkować warianty zapisu nazwiska, imion i inicjałów autora do jednego konta oraz zamieścić i na bieżąco aktualizować wykaz publikacji. Daje to możliwość podglądu wskaźników bibliometrycznych oraz kształtowania naukowego portfolio i prezentacji osiągnięć naukowych.\n\n ORCID \n\nORCID\n (ang. \nOpen Researcher and Contributor ID\n) jednoznacznie identyfikuje naukowca w środowisku elektronicznych zasobów informacji. Identyfikator składa się z 16 cyfr podzielonych na części dywizami. W profilu autora znajduje się krótki opis naukowca (biografia, słowa kluczowe, strona internetowa autora lub instytucji, identyfikatory w innych systemach) oraz wykaz publikacji, projektów i grantów. Rejestracja w systemie ORCID jest bezpłatna.\n\nORCID jest wykorzystywany m.in. przy rejestracji i wysyłaniu artykułów naukowych do wiodących wydawców (np. IEEE, Wiley, Springer), przy identyfikacji autorów składających wnioski grantowe (np. w programie Horyzont 2020) oraz jako narzędzie pozwalające na promocję swojego dorobku naukowego lub zapoznanie się z dorobkiem naukowym innego autora.\n\nRejestracja w systemie ORCID:\n\nwejdź na stronę \nORCID\n i wybierz zakładkę \n\"Sign in/Register\",\n a następnie link \n\"Register now\"\n,\n\nwypełnij pola oznaczone * i wybierz ustawienia widoczności swojego profilu,\n\nkliknij link aktywacyjny wysłany na Twoją skrzynkę pocztową,\n\nuzupełnij swoje dane w ORCID i dodaj publikacje.\n\nJeżeli masz 2 profile w ORCID, możesz zdezaktywować dodatkowy profil:\n\nzaloguj się do swojego profilu głównego,\n\nwybierz zakładkę \n\"Acount settings\"\n u góry strony, a następnie opcję \n\"Remove duplicate record\"\n,\n\npodaj dane logowania do profilu, który chcesz dezaktywować,\n\nsprawdź dane i potwierdź dezaktywację.\n\nPrzewodnik użytkownika\n\nJak przypisać ORCID ID do osoby w PBN? (film instruktażowy) \n\nE. Kulczycki - ORCID - identyfikator, który każdy naukowiec powinien mieć\n\n Researcher Profile (Web of Science) \n\nProfil badacza (\nResearcher Profile\n) w \nWeb of Science\n pozwala jednoznacznie zidentyfikować autora, zgromadzić w jednym miejscu informacje o publikacjach zarejestrowanych w \nWeb of Science\n oraz tych spoza WoS, na bieżąco śledzić swoje publikacje, wskaźniki cytowań, dorobek recenzencki i prace redakcyjne.\n\nProfile badaczy w Web of Science\n\nW kwietniu 2023 r. w \nWeb of Science\n została wprowadzona usługa automatycznych aktualizacji profili, które obejmują:\n\nautomatyczne dodawanie publikacji z \nWeb of Science Core Collection\n i \nPreprint Citation Index\n do profilu badacza,\n\npowiadomienia e-mail o aktualizacjach wraz z linkami do łatwego zarządzania publikacjami.\n\nAby otrzymywać automatyczne aktualizacje:\n\ntrzeba mieć w swoim profilu co najmniej jedną publikację z \nWeb of Science Core Collection\n,\n\nz automatycznych aktualizacji można zrezygnować w ustawieniach swojego profilu.\n\nKorekty rekordów autorów — skrócony przewodnik\n\n Scopus Author ID \n\nJest identyfikatorem tworzonym automatycznie w bazie Scopus dla każdego naukowca, którego co najmniej dwie publikacje znajdują się w bazie.\n Ze względu na zdarzające się pomyłki zalecamy sprawdzanie poprawności informacji zawartych w profilu. Istnieje możliwość poprawienia danych (zapis nazwiska, afiliacja, błędnie podpięte publikacje), a także scalenia profili, które dotyczą tego samego autora.\n\nAby połączyć swój profil \nScopus Author ID\n z identyfikatorem ORCID ID:\n\nwejdź do bazy Scopus,\n\nznajdź swój profil,\n\nwybierz link Connect to ORCID,\n\nzaloguj się na swoje konto w ORCID i postępuj zgodnie ze wskazówkami.\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/nauka/identyfikatory-autora", "title": " Identyfikatory autora -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "f6bcecae8ea00f41b9e0678e6d5ed57a", "word_count": 574, "headings": [{"level": 1, "text": "Identyfikatory autora"}, {"level": 2, "text": "Stopka"}]}}