{"content": "# I-MAT - Wydział Energetyki i Paliw | AGH Kraków\n\nURL: https://weip.agh.edu.pl/i-mat/\nCrawled: 2025-03-19 21:35:42\n\nOd stycznia 2023 r. \nWydział Energetyki i Paliw AGH\n realizuje 3-letni projekt \nI-MAT\n\nInnovative Mobility Attracting Tools for Latin America\n (Innowacyjne narzędzia przyciągające mobilność dla Ameryki Łacińskiej), który jest współfinansowany przez Unię Europejską w ramach Akcji Kluczowej 2 programu Erasmus+.\n\nGłównym celem projektu jest przyciągnięcia studentów, nauczycieli i personelu techniczno-administracyjnego z południowoamerykańskich instytucjom szkolnictwa wyższego do międzynarodowych inicjatyw mobilności poprzez cyfrowe i innowacyjne podejście, wykorzystując know-how europejskich uniwersytetów.\n\nW skład Konsorcjum wchodzą kraje z Europy: \nUniwersytet Lizboński – Técnico Lisboa\n – koordynator projektu, \nAGH\n oraz \nWileński Uniwersytet Techniczny – Vilnius Tech\n. W ramach współpracy z krajami Ameryki Łacińskiej, w konsorcjum znajdują się uczelnie z:\n\nKolumbii: \nUniwersytet Javeriana – Pontificia Universidad Javeriana\n (PUJ) oraz \nUniwersytet Andyjski\n\n– Universidad de los Andes\n (UNIANDES)\n\nPeru: \nPapieski Uniwersytet Katolicki w Peru\n\n– Pontificia Universidad Católica del Perú\n (PUCP) oraz \nUniwersytet Katolicki San Pablo w Arequipie\n – \nUniversidad Catolica San Pablo\n (UCSP),\n\nBrazylii: \nNarodowy Uniwersytet Rio Grande do Norte\n\n– Universidade Federal do Rio Grande do Norte\n (UFRN) oraz \nUniwersytet w Fortalezie\n – \nUniversidade de Fortaleza\n (UNIFOR)\n\nSpotkanie inauguracyjne projektu odbyło się w dniach 1-3 marca br. na Uniwersytecie Lizbońskim. W ramach pracy konsorcjum spotyka się w grupach roboczych, które zajmują się opracowywaniem ankiet, publikacji, warsztatów i międzynarodowych szkoleń. Celem tych działań jest umożliwienie internacjonalizacji pracowników zaangażowanych instytucji, a także dzielenie się dobrymi praktykami, które pozwolą na większy udział studentów, pracowników akademickich i administracyjnych w programach mobilności międzynarodowej.\n\nAGH WEiP pełni rolę koordynatora zadania polegającego na stworzeniu aplikacji Mobility Interactive App „I-MOB”. Ma ona ułatwić realizację mobilności studentów, nauczycieli i personelu techniczno-administracyjnego.\n\nZe strony AGH w projekcie pracują \nmgr Ewa Figórska\n, \nmgr Arkadiusz Figórski\n oraz\n dr inż. Bogdan Samojeden (kierownik)\n.\n\nI-MAT project events in Vilnius\nTwo parallel events of the Erasmus+ Capacity Building project „\nInnovative Mobility Attracting Tools for Latin America\n” (I-MAT) were hosted by Vilnius Gediminas Technical University in Vilnius (Lithuania) \non 15-17 November 2023.\n In total, 27 project partner university representatives (managers of university international activities, academics, and researchers) from 9 universities in 6 countries (Brazil, Colombia, Lithuania, Poland, Portugal, and Peru) met together to discuss the project progress, discuss, and raise awareness on different views and strategies of international mobility, present achieved results as well as plan future activities.\n\nDuring the project management meeting, current deliverables were presented: project website and promotional materials, draft Catalogue of Tools of the best practices to attract students, academic and non-academic staff for International Mobility, Survey on the obstacles to students and staff international mobility in LA countries. The Survey results revealed substantial differences in each country; as well as, specific reasons discouraging both target groups from being more actively involved in international mobility. An outstanding number of respondents participated in the survey (i.e. nearly 4000 students and over 1000 academic and non-academic staff members), and most of them provided valuable information by responding to open questions. Insufficient financial resources, as well as difficulties in finding accommodation, represent one of the main obstacles to the international mobility of students and the lack of information on mobility opportunities for academic and non-academic staff. In addition, project partners shared their best practices in project financial management as well as discussed the future project activities: the development of the International Mobility Interactive App “I-MOB”, the implementation of the training programs in May 2024, as well as the orientation and scope of the Catalogue of Tools.\n\nProject workshop activities focused on getting insights into the challenges of international mobility of staff and students and discussing possible solutions. The discussions were organized around five main topics, representing the core structure of the Catalogue of Tools:\n\nManagement of Internationalization and Technology.\n\nInternationalization of the Curriculum.\n\nStudent Mobility.\n\nAcademic and Non-Academic Staff Mobility.\n\nInternationalization and Communication.\n\nWorkshop participants provided valuable insights and recommendations for further development of the internationalization activities at universities.\n\nThe I-MAT project aims to increase the capacity of Latin American HEIs to foster international mobility of students and staff through digital and innovative approaches.\n\nMore information on the project can be found on:\n\nwebsite \nhttps://www.i-mat.eu/", "metadata": {"url": "https://weip.agh.edu.pl/i-mat/", "title": "I-MAT - Wydział Energetyki i Paliw | AGH Kraków", "depth": 3, "duplicate": false, "content_hash": "33e48c5a13a3158dbea433e9eeb1e609", "word_count": 670, "headings": [{"level": 1, "text": "I-MAT"}, {"level": 2, "text": "I-MAT project events in Vilnius"}, {"level": 2, "text": "I-MAT project events in Vilnius"}]}}