{"content": "#  E-zasoby -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/zasoby/e-zasoby\nCrawled: 2025-03-19 22:38:48\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n E-zasoby \n\nDla wszystkich użytkowników AGH (pracownicy, doktoranci, studenci) logowanie do e-zasobów przebiega z wykorzystaniem \nSSO AGH\n (dane dostępowe jak do poczty w domenie \n@agh.edu.pl\n lub \n@student.agh.edu.pl\n). Pozostali użytkownicy Biblioteki posiadający aktywne konto biblioteczne mogą korzystać z e-zasobów na miejscu w \nCzytelniach\n (pod warunkiem, że licencje na to pozwalają).\n\nAby skorzystać z dowolnej bazy, wybierz nazwę bazy z listy znajdującej się na stronie Biblioteki w zakładce \ne-zasoby alfabetycznie\n. Możesz także wybrać bazę z listy \ne-zasoby dziedzinowo\n lub \ne-zasoby wg typu\n.\n\nKażda z baz ma indywidualny link. Po kliknięciu pojawia się okno do logowania, w którym należy podać:\n\nlogin, czyli adres email w domenie \n@agh.edu.pl\n lub \n@student.agh.edu.pl\n,\n\nhasło jak do poczty AGH.\n\nNiektóre zasoby mają pewne ograniczenia i dostęp do nich jest możliwy wyłącznie w Bibliotece z wyznaczonych komputerów.\n\nJeśli chcesz otrzymywać informacje o aktualnych szkoleniach, nowościach i dostępach testowych do baz danych, zaprenumeruj nasz \nnewsletter BGinfo\n.\n\n E-zasoby alfabetycznie \n\n E-zasoby dziedzinowo \n\n E-zasoby wg typu \n\n Czasopisma AGH \n\n Bazy własne BG \n\n Dostępy testowe \n\nZgodnie z umowami licencyjnymi dotyczącymi korzystania z e-zasobów \nzabronione jest\n:\n\nudzielanie osobom trzecim dostępu do e-zasobów poprzez udostępnienie loginu i hasła,\n\nautomatyczne pobieranie tekstów,\n\nkopiowanie całych zeszytów danego czasopisma i całych książek; liczba artykułów pobranych w czasie jednej sesji powinna odpowiadać rzeczywistym, bieżącym potrzebom wynikającym z pracy naukowo-dydaktycznej,\n\ntworzenie lokalnych archiwów,\n\nwykorzystywanie skopiowanych materiałów do celów komercyjnych.\n\nNieprzestrzeganie tych ustaleń może spowodować zablokowanie dostępu zarówno dla użytkowników łamiących te ustalenia, jak i dla całej Uczelni.\n\nsprawdź, czy wpisujesz właściwy login i hasło - dla wszystkich użytkowników AGH (pracownicy, doktoranci, studenci) logowanie do e-zasobów przebiega z wykorzystaniem SSO AGH (dane dostępowe jak do poczty w domenie @agh.edu.pl lub @student.agh.edu.pl),\n\nkorzystaj z przeglądarki w trybie incognito (prywatnym),\n\nupewnij się, że korzystasz z linku do wybranej bazy danych ze strony Biblioteki (\ne-zasoby w układzie alfabetycznym\n), a nie linku, który masz zapisany w przeglądarce,\n\nwyczyść pamięć podręczną i pliki cookie przeglądarki, \n\nsprawdź, czy baza danych, którą jesteś zainteresowany, nie jest objęta umową licencyjną umożliwiającą korzystanie tylko na miejscu w Bibliotece; możesz zweryfikować informacje na stronie zawierającej opis \ne-zasobów w układzie alfabetycznym\n.\n\nInformacji w zakresie korzystania z e-zasobów udziela:\n\nOddział Informacji Naukowej\n\n+48 12 617 32 15 \noin@bg.agh.edu.pl\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/zasoby/e-zasoby", "title": " E-zasoby -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "715980845c3ecc6d7109afbe767cb726", "word_count": 451, "headings": [{"level": 1, "text": "E-zasoby"}, {"level": 2, "text": "Stopka"}]}}