{"content": "# Zmarł prof. Zdzisław Bieniawski, doktor honoris causa AGH-- Serwis Akademii Górniczo-Hutniczej \n\nURL: http://www.agh.edu.pl/info/article/zmarl-prof-zdzislaw-bieniawski-doktor-honoris-causa-agh/\nCrawled: 2025-03-19 22:04:21\n\nZmarł prof. Zdzisław Bieniawski, doktor honoris causa AGH \n\n 14/12/2017 \n\nZ głębokim żalem informujemy o śmierci prof. Zdzisława Bieniawskiego \nświatowego autorytetu w dziedzinie geoinżynierii, doktora honoris causa Akademii Górniczo-Hutniczej.\n\nProf. Zdzisław Bieniawski studiował Budowę Okrętów Morskich na Politechnice Gdańskiej. W wypadku zbiegu okoliczności dyplom magisterski inżyniera mechanika uzyskał na Uniwersytecie w Johannesburgu (RPA). Tam zainteresował się mechaniką skał, która wówczas w tym kraju była wysoko zaawansowaną dyscypliną. W 1967 r. otrzymał doktorat z inżynierii górniczej na Uniwersytecie w Pretorii i przez 14 lat kierował grupą naukowców, inżynierów i geologów, publikując prace dotyczące mechaniki górotworu i tunelowania. W tym czasie opracował system Rock Mass Rating (Wskaźnik Jakości Masywu Skalnego), który obecnie jest znany i stosowany na całym świecie. Następnie, po zaproszeniu ze Stanów Zjednoczonych w 1977 r., zajął stanowisko profesora etatowego w dziedzinie geoinżynierii górniczej i tunelowej na Uniwersytecie Stanowym w Pensylwanii, gdzie przez 20 lat wykładał i prowadził badania naukowe. W wieku 60 lat przeszedł na emeryturę i został Profesorem Wizytującym na Uniwersytecie Cambridge w Anglii. W 2001 r. otrzymał doktorat honoris causa Politechniki Madryckiej w Hiszpanii oraz tytuł Profesora Honorowego Wyższej Szkoły Górniczej prowadzonej przez Politechnikę Madrycką.\n\n8 listopada 2010 r. prof. Zdzisław Bieniawski otrzymał tytuł doktora honoris causa Akademii Górniczo-Hutniczej. Godność ta została nadana Profesorowi za wybitne osiągnięcia naukowe o charakterze interdyscyplinarnym z zakresu geoinżynierii, górnictwa i budownictwa podziemnego oraz wieloletnią promocję polskiej myśli technicznej w środowiskach akademickich i przemysłowych na całym świecie. W okresie poprzedzającym nadanie doktoratu honoris causa Profesor poprowadził trwający trzy tygodnie i cieszący się ogromnym zainteresowaniem cykl wykładów dla studentów AGH.\n\nW 2015 r. uchwałą Rady Wydziału Górnictwa i Geoinżynierii ustanowiono nagrodę imienia prof. Zdzisława Bieniawskiego (Medal Bieniawskiego), której Profesor był fundatorem. Nagroda przyznawana jest corocznie jednemu absolwentowi studiów II stopnia (stacjonarnych lub niestacjonarnych) prowadzonych na Wydziale Górnictwa i Geoinżynierii na kierunku Górnictwo i Geologia lub Budownictwo za najlepszą pracę magisterską z zakresu geoinżynierii ze szczególnym uwzględnieniem geomechaniki, budownictwa podziemnego lub geotechniki.\n\nProfesor wypromował 22 doktorów i magistrów nauk technicznych. Jego dorobek naukowy obejmuje 213 pozycji, w tym 195 publikacji naukowych i 10 podręczników, cztery książki zostały przetłumaczone na język rosyjski, chiński, koreański i hiszpański. \n\nPowrót", "metadata": {"url": "http://www.agh.edu.pl/info/article/zmarl-prof-zdzislaw-bieniawski-doktor-honoris-causa-agh/", "title": "Zmarł prof. Zdzisław Bieniawski, doktor honoris causa AGH-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "1a4c2a2fecb2b2958b2f0325f7aa8d5e", "word_count": 351, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}