{"content": "#  Useful information -- Department for International Students AGH \n\nURL: https://www.international.agh.edu.pl/en/useful-information\nCrawled: 2025-03-19 21:19:58\n\nSkip to content\n\nSkip to footer\n\n Useful information \n\n Diplomatic missions and consular posts \n\n Emergency phone numbers \n\nCall: \n999\n – Ambulance or go to the hospital emergency department (SOR)\n998\n – Fire Brigade\n997\n – Police\n112\n – general emergency number\n\n Legal help \n\nAGH University Student Ombudsperson\n\nA lawyer, Ms Agnieszka Zatyka-Szlachcic performs legal duties for students:\n\n every Wednesday from 9.00 a.m. to 3.00 p.m. in the building C1/C2, room no. 127.\n\n Report a problem or make an appointment:\n\n    phone: 885956765\n     e-mail: \nrps(at)agh.edu.pl\n     or via the form on the website of the \nAGH University Student Ombudsperson\n.\n\nStudent law office of the Jagiellonian University\n\nYou can also ask for help of the Jagiellonian University law students  - for more information visit the \nJagiellonian University student law office\n.\n\n Medical insurance \n\nAs an international student, you must have:\n\nhealth insurance under the National Health Fund (abbreviation in Polish: NFZ) or\n\ntravel medical insurance.\n\nYou can find information about insurers and the insurance they offer that meets Polish law requirements at the \nMinistry of Foreign Affairs\n website.\n\nIf you are an EU or EFTA citizen\n\n To obtain basic medical care, go to a doctor who has signed an agreement with the NFZ and show the European Health Insurance Card (EHIC), which you must take with you to Poland.\n\n You can find more about the Card and the health treatment of citizens of EU and EFTA countries in Poland on the website of the \nNational Health Fund\n.\n\n If you do not have the right to insurance in your country of residence, the University may register you for insurance under the rules applicable to Polish students.\n\n You can find more information at the Student Affairs Department \ndss(at)agh.edu.pl\n.\n\nIf you are a non-EU or non-EFTA citizen\n\n You have to pay for medical care.\n\n Thanks to an appropriate medical insurance policy, e.g. required to obtain a visa, you can settle the costs of medical care with the insurance company.\n\n You can also get insured with the NFZ and pay your own health insurance fees/contributions. To sign the contract, contact the \nNFZ in Krakow\n.\n\nIf you are a non-EU or non-EFTA citizen and have a Card of the Pole (Karta Polaka) or a decision on Polish descent issued by a Polish embassy/consulate, the AGH University may pay fees/contribution to the NFZ on your behalf. \nIn this matter, please go to your Faculty Office.\n\nThe decision on Polish origin is a different document than the decision on issuing the Card of the Pole (Karta Polaka).\n\n Student organisations and associations \n\nJoin student organizations and develop your interests!\n\nCheck the list of AGH University student organizations\n\nAGH University Student Government represents all AGH University students. They are active in social, living, cultural and sports matters. They organize trips and faculty balls, meetings celebrating St. Barbara's Day and Metallurgist's Day, as well as Krakow's Juwenalia, a unique student festival with concerts and other attractions.\n\nContact \nbiuro(at)samorzad.agh.edu.pl\n\nAGH University Student Government website\n\nIf you need help - contact the Erasmus Student Network (ESN).\n\nIf necessary, the ESN will find a mentor/tutor who will help you during your stay in Poland, especially in the first days (including pickup from the airport, assistance with accommodation and administrative matters).\n\nFor exchange students the ESN organizes an Orientation Week.\n\nContact \nmentor.agh(at)esn.pl\n\nAGH ESN website\n\n Visa and legalisation of stay \n\nVisa\n\nFind visa general information on the website of the \nPolish Ministry of Foreign Affairs'\n website. Check details regarding visa requirements on the website of the Polish diplomatic mission in your country. \n\nList of Poland's mission abroad\n\nLegalization of stay in Poland\n\nAre you already in Poland and your visa is about to expire? Apply for a temporary residence card - you must submit an application and the required documents to the Małopolska Provincial Office.\n\nFind details on the \nMałopolska Provincial Office's\n website (leaflet in English at the bottom of the page). \n\nFor your residence card you will need:\n\na certificate on admission to studies (if you have not started your studies yet) - write in e-Rekrutacja system - we will issue it for you, or\n\na student status certificate (after starting your studies) - contact your Faculty Office.\n\nOpen House INFO.OPT on March 15th, 2025\n\nMalopolska Provincial Office in Kraków Department for Foreigners invites you to an Open House INFO.OPT\n\nMarch 15th, 2025\n 09:00 – 15:00\n 6 Przy Rondzie Street\n\nAs part of the event the following services will be provided (without prior registration):\n\nopportunity to submit additional documents to pending cases,\n\ngeneral information regarding legalisation of residence and employment,\n\nfree assistance in preparing and verifying applications.\n\nWe invite people who have previously received information from the office with the date of the visit to:\n\ncollection of a residence card possible after showing proof of payment in paper form (does not apply to individuals that have paid through the Paybynet system);\n\nsubmission of an application for a temporary and permanent residence permit as well as a long-term resident of the European Union by third-country nationals (scheduled appointment is required).\n\nOther information activities conducted by the Department of Foreigners Affairs of the Malopolska Provincial Office:\n\nHotline INFO.OPT - Monday to Friday from: 8 a.m. - 4 p.m.\n\nDirect information INFO.OPT:\n Monday 7:30 a.m. – 6:00 p.m.\n from Tuesday to Wednesday from 7:30 a.m. to 5:00 p.m\n\nCheckpoint for additional documents submission in matters related to third-country nationals:\n Monday 7:30 a.m. – 6:00 p.m.\n from Tuesday to Friday from 7:30 a.m. to 3:30 p.m\n\nE: Info.opt@muw.pl\n P: 12 210 20 20\n website: infoopt.pl\n\nStopka\n\nAGH University in rankings\n\nAGH University Online Store\n\nCareer Centre\n\nDiploma nostrification\n\nDoctoral School\n\nMain Library\n\nNon-degree postgraduate studies\n\nPolish language course\n\nStudent Ombudsperson\n\nDepartment for International Students\nal. Mickiewicza 30\n30-059 Krakow\nbuilding A-3, room No 12A \n\nOffice hours\nMonday-Friday: 10 a.m. - 2 p.m.\n\nRegular studies\nP: +48 12 617 50 92\nE: international.students(at)agh.edu.pl\n\nExchange programmes and bilateral agreements\nP: +48 12 617 52 38\nE: exchange(at)agh.edu.pl\n\nBack", "metadata": {"url": "https://www.international.agh.edu.pl/en/useful-information", "title": " Useful information -- Department for International Students AGH ", "depth": 3, "duplicate": false, "content_hash": "3078ccaa2fc71f4e1e1ec8fbe704169c", "word_count": 988, "headings": [{"level": 1, "text": "Useful information"}, {"level": 2, "text": "Stopka"}]}}