{"content": "# Zmarł prof. Jan Lech Lewandowski-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/pracownicy/odeszli/info/article/zmarl-prof-jan-lech-lewandowski/\nCrawled: 2025-03-19 22:06:29\n\nZmarł prof. Jan Lech Lewandowski \n\n 10/04/2019 \n\nZ głębokim żalem zawiadamiamy o śmierci prof. dr. hab. inż. Jana Lecha Lewandowskiego, doktora honoris causa Akademii Górniczo-Hutniczej.\n\nProfesor był wybitnym uczonym i jednym z filarów Wydziału Odlewnictwa. Był kierownikiem Zakładu Materiałów Formierskich, a następnie (do czasu przejścia na emeryturę w 1997 r.) kierownikiem Katedry Tworzyw Formierskich. Pełnił funkcję dziekana Wydziału Odlewnictwa (1974–1978, 1981–1987, 1990–1993), był dyrektorem Instytutu Technologii i Mechanizacji Odlewnictwa (1974–1978, 1981–1987, 1990–1991). Członek Senatu AGH w latach 1974–1997. W kolejnych latach reprezentował Radę Seniorów AGH, której przewodniczył przez trzy kadencje.\n\nProfesor Jan Lech Lewandowski pełnił szereg funkcji w Stowarzyszeniu Technicznym Odlewników Polskich. W latach 1973–1987 był prezesem Zarządu Głównego STOP. Za aktywną działalność w stowarzyszeniu został uhonorowany tytułem Prezesa Honorowego STOP. Od 1971 r. był członkiem Rady Głównej Naczelnej Organizacji Technicznej, a w latach 1990–1993 pełnił funkcję prezesa NOT. Był też członkiem Akademii Inżynierskiej w Polsce.\n\nProfesor Jan Lech Lewandowski wniósł istotny wkład w rozwój teorii i badania właściwości materiałów i mas formierskich oraz metod badań tych tworzyw, a także unowocześnienia aparatury badawczej. Autor wielu książek i podręczników akademickich, autor lub współautor 18 patentów i wzorów użytkowych, monografii oraz ponad 240 artykułów w czasopismach naukowych, naukowo-technicznych i w materiałach konferencyjnych.\n\nProfesor wychował kilka pokoleń absolwentów odlewnictwa. Był dydaktykiem z zamiłowania, profesorem niezwykle popularnym i lubianym przez młodzież – bardzo wymagającym, lecz sprawiedliwym. Potrafił budować trwające przez wiele lat przyjacielskie i koleżeńskie więzi. Poza dydaktyką realizowaną w AGH prowadził zajęcia dydaktyczne na studiach podyplomowych, kursach i sympozjach organizowanych przez uczelnie wyższe oraz Stowarzyszenie Techniczne Odlewników Polskich. Przygotował wiele opinii, recenzji, ekspertyz i opracowań dla przemysłu, z którym ściśle współpracował przez wiele dziesiątków lat.\n\nProfesor został odznaczony m.in. Krzyżem Oficerskim Orderu Odrodzenia Polski, Krzyżem Kawalerskim Orderu Odrodzenia Polski, Medalem Komisji Edukacji Narodowej, Złotym Krzyżem Zasługi, Złotą Odznaką Stowarzyszenia Technicznego Odlewników Polskich, Złotą Honorową Odznaką Naczelnej Organizacji Technicznej.\n\nZa znaczący wkład w rozwój naukowy i techniczny odlewnictwa polskiego, rozwój i promocję inżynierskich dziedzin technicznych oraz istotny wkład w rozwój kadr naukowych dla specjalności odlewnictwo otrzymał w 2006 r. tytuł doktora honoris causa AGH. \n\nRodzinie Zmarłego wyrazy głębokiego współczucia składają Rektor, Senat oraz cała społeczność akademicka Akademii Górniczo-Hutniczej.\n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/pracownicy/odeszli/info/article/zmarl-prof-jan-lech-lewandowski/", "title": "Zmarł prof. Jan Lech Lewandowski-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "f13e758d20bc990b461dc15a89e437fa", "word_count": 354, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}