{"content": "# AJAJAJ czy AI? Jak projektowałyśmy kursy ze wsparciem - CeLiID AGH\n\nURL: https://www.cel.agh.edu.pl/webinar/ajajaj-czy-ai-jak-projektowalysmy-kursy-ze-wsparciem/\nCrawled: 2025-03-19 22:37:37\n\nCeLiID AGH\n > \nPoznawaj narzędzia\n > \nAI\n > \nAJAJAJ czy AI? Jak projektowałyśmy kursy ze wsparciem\n\nProwadzą:\nKarolina Grodecka, Ewa Zarzycka, Renata Iwan (CeLiID)\n\n30.01.2025 \n\nMasz mało czasu i temat, którego nie czujesz, a musisz przygotować kurs. Jak zmienić AJAJAJ w AI? \n\nW trakcie webinaru odpowiedziałyśmy na to pytanie, a w szczególności: \nJak dobrze można zaprojektować kursy online z wykorzystaniem sztucznej inteligencji (AI)?\n\nNa co należy uważać korzystając z pomocy AI? Jakich kompetencji potrzebujesz jako projektant/ka kursu?  \n\nPosiłkując się \nmodelem ADDIE\n w trakcie webinaru omówiłyśmy kluczowe etapy tworzenia angażujących i skutecznych kursów. Pokazałyśmy jak na bazie otrzymanej analizy potrzeb oraz założeń bazowych wykorzystałyśmy AI do przeprowadzenia szczegółowej analizy tematu (\ndesktop research\n). Opowiedziałyśmy też jak na etapie projektowania wykorzystałyśmy AI do tworzenia struktury kursu i ćwiczeń. Zaprezentowałyśmy w jaki sposób AI pomogła nam dokonać poprawek po pilotażu. \n\nKorzystając z przykładów zrealizowanych projektów pokazałyśmy, jak AI wspiera proces tworzenia doświadczeń edukacyjnych. Z webinaru możesz dowiedzieć się, jak łączyć metodykę opartą na cyklu Kolba z interaktywnymi narzędziami i jak zastosować AI do tworzenia animacji, scenariuszy oraz infografik. \n\nNa podstawie własnego doświadczenia opowiedziałyśmy również w jakie pułapki możesz wpaść korzystając z pomocy AI. \n\nWebinaroteka\nKategorie\nNadchodzące webinary\n\nTreści tej strony dostępne są na licencji\nCreative Commons\n\nUznanie autorstwa - Na tych samych warunkach 4.0 Międzynarodowe\n\nMoże Cię też zainteresować\n\nX Ogólnopolska Konferencja „e-Technologie w Kształceniu Inżynierów”\nartykuł\nGenAI w dydaktyce akademickiej\nartykuł\nSztuczna Inteligencja jako partner w edukacji akademickiej: możliwości i wyzwania\nwebinar\n25 kwiecień 2024, godz. 10:00 \nDydaktyk na tropie sztucznej inteligencji\nwebinar\n13.11.2024, godz. 10:30 - 12:00 \nAI Bingo! czyli jakich kompetencji potrzebujemy do odpowiedzialnej pracy z genAI\nwebinar\n11.03.2025 (wtorek), godz. 10:00 - 11:30", "metadata": {"url": "https://www.cel.agh.edu.pl/webinar/ajajaj-czy-ai-jak-projektowalysmy-kursy-ze-wsparciem/", "title": "AJAJAJ czy AI? Jak projektowałyśmy kursy ze wsparciem - CeLiID AGH", "depth": 3, "duplicate": false, "content_hash": "27b81f7b85afc67e463e2a2681c71cb9", "word_count": 275, "headings": [{"level": 1, "text": "Może Cię też zainteresować"}, {"level": 3, "text": "X Ogólnopolska Konferencja „e-Technologie w Kształceniu Inżynierów”"}, {"level": 3, "text": "GenAI w dydaktyce akademickiej"}, {"level": 3, "text": "Sztuczna Inteligencja jako partner w edukacji akademickiej: możliwości i wyzwania"}, {"level": 3, "text": "Dydaktyk na tropie sztucznej inteligencji"}, {"level": 3, "text": "AI Bingo! czyli jakich kompetencji potrzebujemy do odpowiedzialnej pracy z genAI"}]}}