{"content": "# Kierunek Elektronika AGH | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/kierunek-elektronika-agh/\nCrawled: 2025-03-19 21:30:40\n\nKierunek studiów: Elektronika\n\nKandydaci\n\nCyberbezpieczeństwo\n\nElektronika\n\nElektronika i telekomunikacja\n\nElectronics and Telecommunications\n\nNowoczesne technologie w kryminalistyce\n\nTeleinformatyka\n\nStudia niestacjonarne\n\nStudia podyplomowe\n\nStudia I stopnia  - inżynierskie\n\nStudia II stopnia  - magisterskie\n\nStudia I stopnia  - inżynierskie\n\n„Studiuję Elektronikę” – \nOBEJRZYJ WIDEO\nOpis kierunku:\nKierunek studiów Elektronika, prowadzony na Wydziale WIET stanowi odpowiedź na rosnące potrzeby kilku gałęzi nowoczesnej gospodarki, wśród nich: automatyki, robotyki, motoryzacji, medycyny, lotnictwa i telekomunikacji, które w znacznym stopniu bazują na elektronice. \nProgram studiów kierunku Elektronika powstał w oparciu o wiedzę i doświadczenie pracowników Wydziału WIET, pochodzące z badań naukowych i badań stosowanych prowadzonych w ramach projektów krajowych i międzynarodowych, a także prac rozwojowych, zrealizowanych we współpracy z przemysłem. \nKierunek Elektronika oferuje nabywanie wiedzy i rozwijanie umiejętności, które są zgodne z prognozami wzrostu rynku oraz oczekiwaniami pracodawców.  Ukończenie studiów na kierunku Elektronika otwiera drogę do ciekawej, twórczej pracy w zakresie projektowania, testowania i diagnostyki systemów elektronicznych. Absolwenci podejmują pracę w centrach badawczo-rozwojowych. Znajdują zatrudnienie także jako programiści specjalizujący się w programowaniu układów elektronicznych i specjaliści z zakresu cyfrowego przetwarzania sygnałów. Dla pasjonatów studia na tym kierunku są bramą do kariery naukowej.\nCo absolwent wie ?\nAbsolwent studiów na kierunku Elektronika posiada wiedzę w obszarze nauk ścisłych oraz elektrotechniki, które stanowią bazę dla przedmiotów kierunkowych. Absolwent posiada wiedzę specjalistyczną w zakresie elementów i układów elektronicznych, technologii ich wytwarzania, analogowych i cyfrowych układów elektronicznych, systemów wbudowanych, mikrokontrolerów jedno układowych i mikroprocesorów oraz procesorów programowalnych FPGA. Po wyborze indywidualnej ścieżki kształcenia w ramach przedmiotów obieralnych, absolwent nabywa wiedzę z zakresu elektroniki wysokich częstotliwości oraz optoelektroniki, technik przesyłania sygnałów w łączach kablowych, światłowodowych oraz radiowych i systemów wieloantenowych. Zna architekturę systemów operacyjnych. Zna systemy, protokoły i urządzenia komunikacyjne. \nCo absolwent potrafi ? \nAbsolwent studiów na kierunku Elektronika potrafi projektować cyfrowe układy mikroprocesorowe, programować (asembler, C, C++, Java, Python, VHDL) oraz budować rozwiązania do zaawansowanego, cyfrowego przetwarzania sygnałów. Potrafi uczestniczyć w procesie wytwórczym oprogramowania o wysokich wymaganiach, spełniającego standardy jakości i niezawodności.\nPotrafi zaprojektować, skonfigurować i uruchomić system sterowania ciągłego lub logicznego z wykorzystaniem czujników pomiarowych i sensorów, sterowników PLC/PAC i elementów wykonawczych, zgodnie z wymaganiami technicznymi i funkcjonalnymi oraz przy uwzględnieniu wymagań związanych z: optymalizacją procesu, ochroną środowiska , bezpieczeństwem użytkowników i niezawodnością. \nPosługuje się zaawansowanym oprogramowaniem, m.in. MATLAB i LABVIEW. Korzysta ze środowiska systemów PLC, SCADA i przemysłowych bazy danych, narzędzi do projektowania algorytmów przetwarzania obrazu. Potrafi zaprojektować, skonstruować, oprogramować i uruchomić specjalizowane urządzenie dla elektroniki, automatyki lub robotyki; zaprojektować proces testowania elementów, układów sterowania, lub oprogramowania oraz przeprowadzić diagnostykę. Potrafi zaprogramować działanie robota przemysłowego lub pojazdu autonomicznego; sformułować i zrealizować algorytm, posługując się językami programowania niskiego i wysokiego poziomu. Potrafi korzystać z języków opisu sprzętu oraz posługiwać się specjalistycznymi narzędziami\n.\nPraca po studiach i awans\nAbsolwent studiów I stopnia na kierunku Elektronika ma bardzo szerokie możliwości zatrudnienia. Absolwenci podejmują pracę w przedsiębiorstwach zajmujących się projektowaniem, produkcją i eksploatacją systemów elektronicznych, automatyki przemysłowej, inteligentnych budynków i systemów zabezpieczeń, w biurach projektowych, laboratoriach badawczych lub jednostkach naukowych, lub w ramach własnej działalności gospodarczej obejmującej projektowanie, budowę i wdrażanie rozwiązań elektronicznych, robotów, pojazdów autonomicznych, urządzeń internetu rzeczy, rozwiązań na potrzeby bezpieczeństwa i obronności . \nAbsolwentów Elektroniki zatrudniają przedsiębiorstwa krajowe i międzynarodowe koncerny: ABB, Siemens, Motorola Solutions, Nokia, Ericsson, Comarch, Ailleron, CISCO, ELSTA ELEKTRONIKA, Semihalf, EC System, AV System, Metronic AKP i Fideltronik, gdzie pełnią rolę liderów zespołów, kierowników projektów i zajmują kierownicze stanowiska.\n\nStudia II stopnia  - magisterskie\n\nAbsolwenci studiów I stopnia na kierunku Elektronika najczęściej kontynuują studia na kierunku \nElektronika i Telekomunikacja\n na specjalności Systemy Wbudowane.\nWiedza i umiejętności zdobyte w czasie studiów pozwalają im także na podejmowanie studiów na \nElektrotechnice\n, \nTeleinformatyce\n, a także \nInformatyce\n.\n\nRekrutacja\n\nProgram zajęć - Sylabus AGH\n\n\"z Przymrużeniem oka\"\n\nJeżeli buszowanie w układach jest dla Ciebie ciekawsze niż szukanie braku średnika w tysiącach lini kodu, a komputer i oscyloskop jest narzędziem do odkrywania niewidzialnego świata półprzewodników, to pierwszy znak, że masz te same geny co Jack Kilby,  który z nudów zbudował pierwszy układ scalony. Niektóre dziedziny nauki i techniki można utożsamiać ze sztuką. Tak właśnie jest z elektroniką. Na początku studiów być może będziesz zaskoczony dużą ilością teorii, studniami potencjałów i całkami.  Ale później będzie już tylko ciekawie. Obok nauki o napięciach i prądach, tranzystorach i opornikach, dowiesz się czym są układy cyfrowe, jak się robi własne układy scalone, poznasz techniki programowania procesorów, a także przesyłania danych w światłowodach i systemach mikrofalowych. Ucząc się na jednym z najlepszych wydziałów AGH, masz zapewnioną świetną bazę sprzętową, wybitnych wykładowców, niezwykle chętnych do pomocy starszych i doświadczonych kolegów i co najważniejsze – szerokie możliwości rozwoju własnej kariery w przyjaznej atmosferze. Współpraca Wydziału z Motorolą, Nokią, Cisco, Elstą, Fideltronikiem i wieloma innymi gigantami elektronicznymi potwierdza jego renomę. Kariera pełna sukcesów i przyjemności murowana! Gdybyś jednak zdecydował, że 3,5 roku odkrywania świata fotonów, dziur i elektronów to za mało, a chciałbyś przekraczać kolejne stopnie wtajemniczenia w tworzeniu nowych technologii i być tam, gdzie nikt jeszcze był, możesz to zrobić kontynuując naukę na studiach drugiego stopnia EiT o specjalności Systemy Wbudowane.", "metadata": {"url": "https://iet.agh.edu.pl/kierunek-elektronika-agh/", "title": "Kierunek Elektronika AGH | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "6e67205d360e3d680a0718bc1eed3393", "word_count": 823, "headings": [{"level": 2, "text": "Kierunek studiów: Elektronika"}, {"level": 2, "text": "„Studiuję Elektronikę” –OBEJRZYJ WIDEOOpis kierunku:"}, {"level": 2, "text": "Co absolwent wie ?"}, {"level": 2, "text": "Co absolwent potrafi ?"}, {"level": 2, "text": "Praca po studiach i awans"}, {"level": 3, "text": "\"z Przymrużeniem oka\""}]}}