{"content": "# Gadżety - AGH E-sklep-Produkty\n\nURL: https://sklep.agh.edu.pl/produkty/gadzety,2,6\nCrawled: 2025-03-19 21:17:31\n\nStrona główna\n  /\n\nProdukty\n  /\n\nGadżety\n\nProdukty\n\nGadżety\n\nDostępność\n\nod zaraz (4)\n\nOcena\n\nBrak (4)\n\npozostałe\n\nZdjęcia (4)\n\nPromocja (2)\n\nTowar polecany (2)\n\nSuper jakość (1)\n\nNajlepiej oceniany (2)\n\nRozwiń\n\nZwiń\n\nCena\n\n15\n\nPLN\n\n-\n\n147\n\nPLN\n\nFILTRUJ\n\nPokaż filtry\n\nSortuj: \n\nNazwa (A-Z)\n\nNajczęściej kupowane\n\nNajczęściej oglądane\n\nNazwa (A-Z)\n\nNazwa (Z-A)\n\nCena rosnąco\n\nCena malejąco\n\nProducent (A-Z)\n\nDomyślnie\n\nOstatnio dodane\n\nOstatnio zmodyfikowane\n\n1\n-\n4\nz\n4\n\n|\n\nTowar polecany\n\nNajlepiej oceniany\n\nDrewniane puzzle\n\nEkologiczne puzzle w kształcie Gmachu głównego Akademii Górniczo- Hutniczej w Krakowie (budynek A-0). Genialny prezent dla miłośników puzzli jak i AGH. Kreatywna zabawa idealna na kameralne wieczory, leniwe niedziele czy spotkania z przyjaciółmi. Unikatowy kształt, precyzyjnie wycięte detale w kształtach kojarzących się z AGH i Krakowem. Puzzle zapakowane w bawełniany woreczek i drewniane pudełko. Wykonane ze ścinki drewna powstającej przy produkcji mebli. Opis produktu kolor nadruku: kolorowy m\n\n+\n\n99,00 PLN\n\nTowar polecany\n\nNajlepiej oceniany\n\nDrewniany magnes\n\nDrewniany magnes w kształcie Gmachu głównego Akademii Górniczo- Hutniczej w Krakowie (budynek A-0). Unikatowy kształt, precyzyjnie zaprojektowane i wycięte detale. Świetny prezent dla sympatyków AGH. Wykonany ze ścinki drewna powstającej przy produkcji mebli. Opis produktu kolor nadruku: kolorowy materiał: drewno rozmiar: 13,3 cm X 6,5 cm wiek: 6+\n\n+\n\n15,00 PLN\n\nPromocja\n\nSuper jakość\n\nKarty do gry\n\n2-taliowy komplet kart do gry zaprojektowany na AGH, a wyprodukowany przez Fabrykę Kart Trefl Kraków z myślą o sympatykach gier karcianych. Na awersach klasyczne figury, na rewersach i opakowaniu grafika AGH. Talie składają się z 55 kart o wymiarach 58 x 88 mm i gramaturze 300. Idealne zarówno do brydża (w 100% symetryczne), jak i pokera, remika, kanasty i innych gier. EKOFRIENDLY GAME. Transparentny materiał, w który zapakowane są talie kart i pudełko, jest całkowicie kompostowalny. Pamiętaj, b\n\n+\n\n39,00 PLN\n\nPromocja\n\nPuf AGH\n\nTrzy oryginalne pufy, w kształcie kostek, w trzech uczelnianych barwach, a każda z nich w innym wariancie – z hasłami wpisującym się w projekt wizerunkowy: „WIEDZA – PASJA – WIĘŹ” . Na każdej z nich znajdują się inne napisy: na pufie zielonej – litera „A” oraz hasło „WIEDZA”, na czarnej – litera „G” i słowo „PASJA”, z kolei na czerwonej – „H” wraz z napisem „WIĘŹ”. Wspólnymi elementami wszystkich kostek są logo AGH oraz adres strony internetowej uczelni. Pufy są bardzo lekkie, obite ekoskórą i m\n\n+\n\n147,00 PLN\n\n187,00 PLN\n\nGadżety\n\nPrzejdź do koszyka\n\nZostań na stronie\n\nZapamiętaj mój wybór", "metadata": {"url": "https://sklep.agh.edu.pl/produkty/gadzety,2,6", "title": "Gadżety - AGH E-sklep-Produkty", "depth": 2, "duplicate": false, "content_hash": "cbe3ad078002ceed5f9da584b3dc2970", "word_count": 393, "headings": [{"level": 2, "text": "Drewniane puzzle"}, {"level": 2, "text": "Drewniany magnes"}, {"level": 2, "text": "Karty do gry"}, {"level": 2, "text": "Puf AGH"}, {"level": 1, "text": "Gadżety"}]}}