{"content": "#  Deklaracja Dostępności / Akademia Górniczo-Hutnicza w Krakowie \n\nURL: https://www.ce.agh.edu.pl/deklaracja-dostepnosci/\nCrawled: 2025-03-19 21:39:33\n\nDeklaracja dostępności Centrum Energetyki AGH\n\nCentrum Energetyki AGH\n zobowiązuje się zapewnić dostępność swojej strony internetowej zgodnie z przepisami ustawy z dnia 4 kwietnia 2019 r. o dostępności cyfrowej stron internetowych i aplikacji mobilnych podmiotów publicznych. Oświadczenie w sprawie dostępności ma zastosowanie do strony internetowej \nCentrum Energetyki AGH\n.\n\nData publikacji strony internetowej: \n2014-10-02\n\nData ostatniej istotnej aktualizacji: \n2023-05-26\n\nStatus pod względem zgodności z ustawą\n\nStrona internetowa jest \nczęściowo zgodna\n z ustawą o dostępności cyfrowej stron internetowych i aplikacji mobilnych podmiotów publicznych z powodu niezgodności lub wyłączeń wymienionych poniżej.\n\nTreści niedostępne\n\n            Mogą zdarzyć się sytuacje, że pomimo starań redaktorów portalu, pewne elementy opublikowane na stronie są niedostępne z uwagi na fakt, że:\n\n            na stronie internetowej mogą znaleźć się filmy, do których nie dodano tłumaczenia na polski język migowy, audiodeskrypcji lub transkrypcji, \n\n            strona zawiera linki do plików w formacie PDF, które są częściowo dostępne,\n\n            opublikowane zdjęcia mogą miejscami nie posiadać opisu alternatywnego, ich umieszczenie na stronie ma charakter promocyjny i nie są wykorzystywane do realizacji bieżących zadań,\n\n            mogą wystąpić błędy dotyczące osadzenia styli\n\n Przygotowanie deklaracji w sprawie dostępności\n\nDeklarację sporządzono dnia:  \n2020-10-14\n\nDeklarację została ostatnio poddana przeglądowi i aktualizacji dnia:  \n2020-11-02\n\nDeklarację sporządzono na podstawie samooceny. \n\nInformacje zwrotne i dane kontaktowe\n\nZa rozpatrywanie uwag i wniosków odpowiada:  \nmgr inż. Karolina Słomka-Polonis\n.\n\nE-mail: \nkslomka@agh.edu.pl\n\nTelefon: \n12 617 55 37\n\nKażdy ma prawo:\n\nzgłosić uwagi dotyczące dostępności cyfrowej strony lub jej elementu,\n\nzgłosić żądanie zapewnienia dostępności cyfrowej strony lub jej elementu,\n\nwnioskować o udostępnienie niedostępnej informacji w innej alternatywnej formie.\n\nŻądanie musi zawierać:\n\ndane kontaktowe osoby zgłaszającej,\n\nwskazanie strony lub elementu strony, której dotyczy żądanie,\n\nwskazanie dogodnej formy udostępnienia informacji, jeśli żądanie dotyczy udostępnienia w formie alternatywnej informacji niedostępnej.\n\nRozpatrzenie zgłoszenia powinno nastąpić niezwłocznie, najpóźniej w ciągu 7 dni. Jeśli w tym terminie zapewnienie dostępności albo zapewnienie dostępu w alternatywnej formie nie jest możliwe, powinno nastąpić najdalej w ciągu 2 miesięcy od daty zgłoszenia.\n\nSkargi i odwołania\n\nNa niedotrzymanie tych terminów oraz na odmowę realizacji żądania można złożyć skargę do organu nadzorującego pocztą lub drogą elektroniczną na adres:\n\nOrgan nadzorujący: Rzecznik Praw Obywatelskich\n\nAdres: Biuro Rzecznika Praw Obywatelskich, al. Solidarności 77, 00-090 Warszawa\n\nE-mail: \nbiurorzecznika@brpo.gov.pl\n\nTelefon: 22 55 17 700\n\nSkargę można złożyć również do  \nRzecznika Praw Obywatelskich\n.\n\nDostępność architektoniczna\n\nSiedziba Centrum Energetyki AGH: ul. Czarnowiejska 36, 30-054 Kraków.\n\nW obrębie kampusu AGH, Centrum Energetyki mieści się w budynkach C-5 i C-6.\n\nRys. 1. Umiejscowienie Centrum Energetyki AGH w kampusie AGH w sąsiedztwie alei Mickiewicza i ulicy Czarnowiejskiej.\n\n1. Dostępność wejścia do budynków i przechodzenia przez obszary kontroli\n\nWejście do budynku C-5 \nznajduje się od strony parkingu przed budynkiem C-5, wejście na poziomie parkingu dostosowane jest dla osób poruszających się na wózkach.\n\nPrzy wejściu usytuowana jest portiernia, gdzie można uzyskać informację o lokalizacji poszczególnych pomieszczeń CE\n\nDrzwi wejściowe do budynku są przystosowane do przejazdu wózka inwalidzkiego. Nie są one sterowane automatycznie, lecz bliskość portierni zapewni pomoc osoby pełniącej na niej dyżur\n\nWejście do budynku C-6 \nznajduje się obok parkingu przed budynkiem C-5, wejście na poziomie parkingu dostosowane jest dla osób poruszających się na wózkach.\n\nPrzy wejściach zainstalowany jest domofon w celu kontaktu z portiernią w przypadku zamkniętych drzwi.\n\nRys. 2. Rozmieszczenie wejść do budynków C-5 i C-6 do Centrum Energetyki AGH.\n\n2. Dostępność korytarzy, schodów i wind\n\nKorytarze w budynkach zapewniają swobodne poruszanie się. W części komunikacyjnej nie występują różnice poziomów.\n\nW budynku C-5 na poziomie „0” po lewej stronie od portierni znajduje się szatnia, po prawej bar. Nie występują tu różnice poziomów.\n\nW budynku C-6 na poziomie „0” po prawej stronie od wejścia znajduje się ogólnodostępna szatnia. Nie występują tu różnice poziomów.   \n\nSchody nie posiadają specjalnych udogodnień dla osób z niepełnosprawnościami\n. \nNatomiast w Centrum Energetyki znajdują się \ntrzy\n windy\n, które wyposażone są w komunikaty głosowe oraz etykiety w alfabecie Braille’a. W windach znajdują się barierki oraz lustra\n.\n\nW Budynku C-5 \nznajdują się dwie windy. \nWinda osobowa\n dostosowana do potrzeb osób z niepełnosprawnościami, o wymiarach 100 x 210 x 200 cm poruszająca się pomiędzy kondygnacjami od -1 (parking podziemny) do 8. piętra, pozwalająca na poruszanie się po budynku C-5 oraz na dotarcie do lobby Wieża (budynek C-5.1, 8. piętro). Oprócz tego dostępna jest \nwinda osobowo-towarowa \ndostosowana do potrzeb osób z niepełnosprawnościami, o wymiarach 140 x 240 x 210 cm poruszająca się pomiędzy kondygnacjami od -1 (parking podziemny) do 4. piętra, pozwalająca na dotarcie do budynku C-5 oraz C-6.\n\nW budynku C-6 \nznajduje się winda osobowa o wymiarach 140 x 210 x 200 cm poruszająca się pomiędzy kondygnacjami od -1 (garaż podziemny) do 6. piętra, dostosowana do potrzeb osób z niepełnosprawnościami.\n\nNa każdym piętrze budynków znajdują się\n toalety\n dla osób z niepełnosprawnością ruchową i poruszających się na wózku. Toalety te wyposażone są w system alarmowy.\n\n3. Opis dostosowań: pochylni, platform, informacji głosowych, pętlach indukcyjnych itp.\n\nLaboratoria, pracownie, sale dydaktyczne, pomieszczenia biurowe, pomieszczenia socjalne\n są przystosowane dla osób poruszających się na wózku. Przy każdym pomieszczeniu znajduje się tablica informacyjna wraz z informacją w alfabecie Braille’a.\n\nW budynku C-6 na poziomie 1 znajduje się przejście do sąsiadującego budynku C-4. Znajdują się tu schody oraz pochylnia dla osób poruszających się na wózkach.\n\n4. Informacje o miejscu i sposobie korzystania z miejsc parkingowych wyznaczonych dla osób niepełnosprawnych.\n\nW parkingu podziemnym znajdują się dwa miejsca parkingowe przeznaczone dla osób z niepełnosprawnością. Jedno miejsce przydzielone dla budynku C-5 (wjazd do tej części parkingu znajduje się przy Bibliotece Głównej AGH) oraz drugie dla budynku C-6 (wjazd przy bramie wjazdowej na teren Uczelni od ul Czarnowiejskiej, w sąsiedztwie budynku B-1). Wjazdy na parking ograniczają szlabany, przy których znajdują się domofony. Z parkingu można wydostać się windami osobowymi.\n\n5. Informacja o prawie wstępu z psem asystującym i ewentualnych uzasadnionych ograniczeniach\n.\n\nDo budynku można wejść z psem asystującym, psem przewodnikiem lub osobą asystującą.\n\n6. Informacje o możliwości skorzystania z tłumacza języka migowego na \nmiejscu lub online\n.  \n\nW przypadku potrzeby skorzystania z tłumacza języka migowego na miejscu lub online należy skontaktować się z Biurem ds. Osób Niepełnosprawnych\nStrona: \nbon.agh.edu.pl\n\nE-mail: \nbon@agh.edu.pl\nTel.: +48 12 617 46 30", "metadata": {"url": "https://www.ce.agh.edu.pl/deklaracja-dostepnosci/", "title": " Deklaracja Dostępności / Akademia Górniczo-Hutnicza w Krakowie ", "depth": 3, "duplicate": false, "content_hash": "0394ff86e938cace2e1d0b78b08bf23e", "word_count": 988, "headings": [{"level": 1, "text": "Deklaracja dostępności Centrum Energetyki AGH"}, {"level": 2, "text": "Status pod względem zgodności z ustawą"}, {"level": 3, "text": "Treści niedostępne"}, {"level": 3, "text": "Przygotowanie deklaracji w sprawie dostępności"}, {"level": 2, "text": "Informacje zwrotne i dane kontaktowe"}, {"level": 3, "text": "Skargi i odwołania"}, {"level": 2, "text": "Dostępność architektoniczna"}, {"level": 1, "text": "Kontakt"}]}}