{"content": "# Grant FENG BINGO dla Laboratorium Dziedzictwa WIMiC AGH-- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/aktualnosci/detail/grant-feng-bingo-dla-laboratorium-dziedzictwa-kulturowego-wimic-agh\nCrawled: 2025-03-19 21:33:12\n\nBadania światłotrwałości dla kilkudziesięciu najgłośniejszych prac Edvarda Muncha z zasobów Munch Museet w Oslo. Fot. Tomasz Łojewski, archiwum prywatne \n\n Grant FENG BINGO dla Laboratorium Dziedzictwa WIMiC AGH \n\n 27-02-2025 \n\nGrant z \nFunduszy Europejskich dla Nowoczesnej Gospodarki\n BINGO (Badawcza Infrastruktura Nowoczesnej Gospodarki) dla Laboratorium Dziedzictwa na Wydziale Inżynierii Materiałowej i Ceramiki AGH.\n\nZ radością informujemy, że konsorcjum \nERIHS.PL\n, w skład którego wchodzi \nLaboratorium Dziedzictwa\n na Wydziale Inżynierii Materiałowej i Ceramiki AGH, prowadzone przez dra hab. \nTomasza Łojewskiego\n, prof. AGH otrzymało 29 295 708,40 zł dofinansowania na projekt „Polska infrastruktura dla badań nad dziedzictwem kulturowym – ERIHS.PL”.\n\nGrant przyznano w ramach programu BINGO dla przedsięwzięć na Polskiej Mapie Infrastruktury Badawczej w działaniu 2.4 programu Fundusze Europejskie dla Nowoczesnej Gospodarki 2021-2027, projekt nr FENG.02.04-IP.04-0006/24.\n\nW ponownej ocenie wniosków konsorcjum ERIHS.PL, w którego skład wchodzi AGH, uzyskało akceptację w konkursie dla sieci naukowych i znalazło się na 5. miejscu listy rankingowej.\n\n Badania światłotrwałości dzieł sztuki metodą MFT (Micro Fading Tests). Fot. Tomasz Łojewski, archiwum prywatne \n\nBadania światłotrwałości dzieł sztuki metodą MFT (Micro Fading Tests). Fot. Tomasz Łojewski, archiwum prywatne\n\nLiderem projektu jest Instytut Chemii Bioorganicznej PAN – Poznańskie Centrum Superkomputerowo-Sieciowe (IChB PAN PCSS).\n\nW AGH beneficjentami są:\n\nWydział Odlewnictwa (dr hab. inż. \nAldona Garbacz-Klempka\n, prof. AGH)\n\nWydział Inżynierii Materiałowej i Ceramiki (dr hab. \nTomasz Łojewski\n, prof. AGH)\n\nW ramach projektu do \nLaboratorium Badań Dziedzictwa\n trafi wysokorozdzielcza kamera do rejestracji obrazów w średniej podczerwieni o wartości 260 tys. zł netto. Ponadto AGH otrzyma 900 tys. zł na zatrudnienie nowych osób i dodatki do wynagrodzeń dla realizatorów projektu.\n\nWarto posłuchać:\n 8 lutego 2025 r. w Programie I PR, w audycji Eureka, Prof. Tomasz Łojewski opowiadał o badaniu światłotrwałości. Rozmowę prowadziła red. Katarzyna Kobylecka.\n\nZapraszamy do odsłuchania rozmowy.\n\nE-RIHS.pl to polskie konsorcjum zajmujące się badaniem obiektów zabytkowych przy użyciu metod fizyko-chemicznych. Zostało utworzone przez 14 instytucji naukowych z Gdańska, Krakowa, Poznania, Torunia, Warszawy i Wrocławia. Akademia Górniczo-Hutnicza w Krakowie jest członkiem konsorcjum.\n\nTo ważna inicjatywa, która przyczynia się do rozwoju badań nad dziedzictwem kulturowym, umożliwiając wykorzystanie nowoczesnych metod naukowych w ochronie i analizie zabytków.\n\nOd stycznia 2020 roku E-RIHS.pl znajduje się na Polskiej Mapie Drogowej Infrastruktur Badawczych. Na stronie Ministerstwa Nauki i Szkolnictwa Wyższego można znaleźć broszurę z opisem wszystkich zaakceptowanych infrastruktur badawczych.\n\nE-RIHS.pl jest oddolną inicjatywą ośrodków badawczych, które je tworzą. W przyszłości konsorcjum wejdzie w skład Europejskiej Infrastruktury Badawczej na rzecz Dziedzictwa Kulturowego (European Research Infrastructure for Heritage Science ERIC: E-RIHS) jako jej węzeł narodowy.\n\nE-RIHS.pl to struktura otwarta, która zaprasza do współpracy i udziału. Oferuje środowisku konserwatorów, historyków sztuki, muzealników, archeologów oraz innych specjalistów dostęp do unikalnej infrastruktury badawczej i know-how w dziedzinie badań dziedzictwa kulturowego.\n\nCele E-RIHS.pl:\n\nPrzygotowanie i koordynacja przystąpienia oraz udziału Polski w europejskiej infrastrukturze badawczej \nEuropean Research Infrastructure for Heritage Science (E-RIHS)\n.\n\nPromocja ogólnopolskiej i europejskiej współpracy naukowej w dziedzinie fizyko-chemicznych badań zabytków dziedzictwa kulturowego.\n\nOpracowanie i realizacja wspólnych projektów badawczych z zakresu fizyko-chemicznych badań zabytków.\n\nTworzenie i koordynacja zintegrowanego systemu wsparcia dla podmiotów (instytucji, firm i osób) działających w obszarze badań nad dziedzictwem kulturowym oraz konserwacji zabytków, zapewniającego dostęp do nowoczesnych metod badawczych i wymiany informacji o wynikach badań.\n\nWspieranie wymiany doświadczeń i rezultatów badań oraz wzmacnianie współpracy między członkami konsorcjum poprzez organizację konferencji i sympozjów naukowych. Stałym miejscem takiej wymiany jest doroczna konferencja „Analiza Chemiczna w Ochronie Zabytków”.\n\nWspółpraca z innymi instytucjami naukowymi, konsorcjami, sieciami naukowymi, centrami zaawansowanych technologii oraz ośrodkami integrującymi środowisko naukowe w Polsce i Europie.\n\n Badania światłotrwałości dzieł sztuki metodą MFT (Micro Fading Tests). Fot. Tomasz Łojewski, archiwum prywatne \n\nFot. Tomasz Łojewski, archiwum prywatne\n\nFot. Tomasz Łojewski, archiwum prywatne\n\nWięcej informacji nt. prac dra hab. Tomasza Łojewskiego, prof. AGH\n\nPowrót\n\n Powiązane wiadomości\n\n15-01-2024\n Jak zbadać 500-letni szkic Michała Anioła i go nie zniszczyć?", "metadata": {"url": "https://ceramika.agh.edu.pl/aktualnosci/detail/grant-feng-bingo-dla-laboratorium-dziedzictwa-kulturowego-wimic-agh", "title": "Grant FENG BINGO dla Laboratorium Dziedzictwa WIMiC AGH-- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "ebb02ac8d980d2b5f1cb1e9636b3799a", "word_count": 612, "headings": [{"level": 1, "text": "Grant FENG BINGO dla Laboratorium Dziedzictwa WIMiC AGH"}, {"level": 2, "text": "Stopka"}]}}