{"content": "# Seminarium Wydziału Fizyki i Informatyki Stosowanej 21.03.2025-- Wydział Fizyki i Informatyki Stosowanej AGH \n\nURL: https://www.fis.agh.edu.pl/wydarzenia/detail/s/seminarium-wydzialu-fizyki-i-informatyki-stosowanej-21032025\nCrawled: 2025-03-19 21:36:35\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nWydarzenia\n\nWydarzenia\n\nSeminarium Wydziału Fizyki i Informatyki Stosowanej 21.03.2025\n\n 21.03.2025 \n\n Pobierz plik iCal \n\nDodaj do kalendarza Google\n\nDodaj do kalendarza Outlook\n\nDodaj do kalendarza Office 365\n\nDodaj do kalendarza Yahoo\n\n O wydarzeniu \n\n21.03.2025 godz. 12:15, sala A, budynek D-10\n (WFiIS, ul. Reymonta 19)\n\nPrelegent\n:\nMirosław Zimnoch, Zespół Fizyki Środowiska, WFiIS AGH w Krakowie\n\nTytuł:\n\nSkąd wiemy jaka będzie pogoda w najbliższych dniach - perspektywa fizyka komputerowego.\n\nStreszczenie\n:\n\nReferat ma na celu przybliżenie budowy numerycznych modeli meteorologicznych wykorzystywanych do prognozowania pogody. Zostaną omówione równania, konstrukcja siatek obliczeniowych źródła pozyskiwania danych do warunków początkowych oraz brzegowych jak również parametryzację procesów podskalowych. Zostanie również poruszony wątek sposobu prowadzenia symulacji w trybie operacyjnym oraz możliwości szerszego wykorzystania tego typu modeli, np. do modelowania emisji gazów śladowych pochodzących zarówno ze źródeł naturalnych jak i antropogenicznych. \n\nNotka biograficzna:\n\nMirosław Zimnoch jest pracownikiem Zespołu Fizyki Środowiska. Zajmuje się zagadnieniami związanymi z dynamiką atmosfery ( w tym miejskiej warstwy granicznej) oraz badaniem obiegu węgla. Jego badania głównie dotyczą środowiska miejskiego, wykonywania pomiarów z wykorzystaniem balonów na uwięzi oraz dronów, jak również wykorzystaniem naturalnych znaczników izotopowych do identyfikacji źródeł emisji. Działalność eksperymentalną uzupełnia wykorzystaniem numerycznych modeli dynamiki atmosfery (RegCM, HySplit, WRF) do badania jej dynamiki oraz symulacji transportu gazów śladowych i zanieczyszczeń.\n\nStopka\n\n © 2024 Wydział Fizyki i Informatyki Stosowanej\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.fis.agh.edu.pl/wydarzenia/detail/s/seminarium-wydzialu-fizyki-i-informatyki-stosowanej-21032025", "title": "Seminarium Wydziału Fizyki i Informatyki Stosowanej 21.03.2025-- Wydział Fizyki i Informatyki Stosowanej AGH ", "depth": 3, "duplicate": false, "content_hash": "c66ffed1b8dedc5a17454a8a8ab211d7", "word_count": 227, "headings": [{"level": 1, "text": "Wydarzenia"}, {"level": 2, "text": "Stopka"}]}}