{"content": "# Dzień z f​​​​​​​irmą Cement Ożarów 12.03.2025 – relacja-- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://www.ceramika.agh.edu.pl/nauka/osiagniecia/detail/dzien-z-firma-cement-ozarow-12032025-relacja\nCrawled: 2025-03-19 21:33:10\n\nDzień z f​​​​​​​irmą Cement Ożarów 12.03.2025 – relacja \n\n 14-03-2025 \n\nDzień z firmą Cement Ożarów 12.03.2025 – relacja\n\nW środę 12 marca 2025 roku na \nWydziale Inżynierii Materiałowej i Ceramiki AGH\n odbyło się wyjątkowe wydarzenie – \nDzień z firmą Cement Ożarów\n. Spotkanie zgromadziło studentów, doktorantów, absolwentów oraz pracowników naszej uczelni, którzy mieli okazję poznać bliżej działalność jednego z liderów polskiego rynku materiałów budowlanych.\n\nUczestników przywitali:\n\nProf. dr hab. inż. \nWłodzimierz Mozgawa\n, Dziekan Wydziału Inżynierii Materiałowej i Ceramiki AGH,\n\nProf. dr hab. inż. \nManuela Reben\n, Prodziekan ds. współpracy Wydziału Inżynierii Materiałowej i Ceramiki AGH,\n\nMariusz Adamek\n, Prezes Zarządu i Dyrektor Zarządzający \nCement Ożarów S.A.\n\nProf. \nWłodzimierz Mozgawa\n, Dziekan Wydziału, powitał uczestników, szczególnie dziękując przedstawicielom firmy Ożarów za przybycie oraz docenił liczną obecność studentów na wydarzeniu.\n\nW swoim wystąpieniu prof. \nManuela Reben\n podkreśliła znaczenie współpracy między światem nauki a przemysłem:\n\nWspółpraca z takimi firmami jak Cement Ożarów to nie tylko szansa dla naszych studentów na zdobycie praktycznej wiedzy, ale również możliwość wpływu na rozwój nowoczesnych technologii w branży. Naszym celem jest ścisłe powiązanie procesu kształcenia z rzeczywistością przemysłową. Dzięki takim wydarzeniom nasi studenci mogą skonfrontować teorię z praktyką oraz lepiej przygotować się do wyzwań zawodowych.\n\nNatomiast \nMariusz Adamek\n, Prezes Zarządu Cement Ożarów, zauważył:\n\nJesteśmy dumni, że możemy dzielić się wiedzą i inspirować przyszłych inżynierów. Innowacje i rozwój stanowią fundamenty naszej działalności, dlatego z zaangażowaniem wspieramy studentów i absolwentów AGH, oferując im przestrzeń do zdobywania doświadczenia i budowania kariery. Współpraca z AGH – uczelnią o bogatej tradycji i imponujących osiągnięciach – to dla nas zaszczyt i ogromna wartość. Wierzymy, że to właśnie innowacje i zrównoważony rozwój kształtują przyszłość branży, ale jej prawdziwą siłą są ludzie – ich pasja, zaangażowanie i chęć działania. Dzięki nim możemy wspólnie budować nowoczesną i odpowiedzialną przyszłość.\n\n Mariusz Adamek, Prezes Zarządu i Dyrektor Zarządzający Cement Ożarów S.A. \n\nPrezentacje i dyskusje\n\nPierwsza część spotkania poświęcona była wprowadzeniu w tematykę działalności Cementu Ożarów oraz Grupy CRH. Prof. dr hab. inż. \nJan Deja\n i dr hab. inż.\n Artur Łagosz\n, prof. AGH z Katedry Technologii Materiałów Budowlanych przedstawili historię współpracy AGH z firmą oraz jej znaczenie dla rozwoju nauki i przemysłu.\n\nArtur Łagosz\n, kierownik \nKatedry Technologii Materiałów Budowlanych\n, którego główne obszary badawcze obejmują \ntechnologię betonu, cementów\n oraz zagadnienia związane z \ngospodarką obiegu zamkniętego w budownictwie \ni który aktywnie uczestniczy w projektach badawczych dotyczących \nmodyfikacji cementów kompozytowych z wykorzystaniem przetworzonych odpadów betonowych\n – podał przykłady realizowanych wspólnie projektów, m.in.:\n\nBadania wpływu dodatków mineralnych na właściwości cementów\n\nBadanie przydatności krzemionkowych popiołów lotnych o różnym stopniu uziarnienia do produkcji cementu CEM II/A-V 42,5R\n\nSprawdzenie możliwości produkcji cementu CEM III/A 42,5N-LH/HSR/NA\n\nOcena możliwości uzyskania w oparciu o klinkier produkowany w cementowni Ożarów cementu CEM I 52,5R o oczekiwanej wytrzymałości normowej min 64,0 MPa, wraz ze wskazaniem kierunków dalszych działań\n\nBadania mielności surowców stosowanych do produkcji klinkieru\n\nAnaliza zanieczyszczeń cementu (pobranego u odbiorcy)\n\nOcena składu żużla wykazującego nietypowe pod kątem barwy i formy składniki ziarniste z uwzględnieniem ich wpływu na właściwości uzyskiwanych cementów\n\nProf. \nArtur Łagosz\n zwrócił również uwagę na współpracę z Cement Ożarów przy tworzeniu prac magisterskich, które wykonywane zostały w ramach realizacji wspólnych projektów. Podał przykłady tematyki:\n\nPowierzchnia właściwa cementu a jego rozkład ziarnowy – wpływ na podstawowe parametry\n\nWpływ ilości alkaliów z cementu CEM I 42,5N na trwałość betonów nawierzchniowych\n\nPowierzchnia właściwa cementu a jego rozkład ziarnowy – wpływ na podstawowe parametry\n\nWpływ dodatku pyłu z instalacji by-passu pieca cementowego na właściwości cementu i spoiwa dla betonu komórkowego\n\nWpływ rodzaju cementu CEM I na trwałość betonów konstrukcyjnych w budownictwie mostowym\n\nCementy CEM II/B-V 32,5N-LH/HSR/NA oraz CEM III/A 32,5N-LH/HSR/NA w elementach masywnych, wpływ na wybrane parametry betonu\n\nWłaściwości cementu portlandzkiego wieloskładnikowego CEM II/A,B-M zawierającego popiół lotny (V, W)\n\nWpływ parametrów cementów CEM I na parametry suchych mieszanek naprawczych\n\nReduktory chromu Cr6+ w cemencie stosowane w przemyśle cementowym\n\nReaktywność krasów jako składnika zestawu surowcowego\n\nPorównanie wpływu cementów CEM III oraz CEM II na odporność korozyjną betonów konstrukcyjnych\n\nWpływ dodatku pucolany naturalnej na kształtowanie parametrów wytrzymałościowych i trwałościowych cementów\n\nWpływ rodzaju cementu na odporność korozyjną betonów konstrukcyjnych cz. II\n\nProf. \nJan Deja\n,\n który od wielu lat zaangażowany jest we współpracę badawczą z zagranicznymi ośrodkami naukowymi (m.in. w Holandii, Szwecji, Anglii, Japonii i Australii) oraz bardzo blisko współpracuje z polskim i europejskim przemysłem cementowym – podkreślił:\n\nPartnerstwo między uczelnią a przemysłem to coś więcej niż wymiana wiedzy – to budowanie trwałych relacji, które przynoszą obopólne korzyści. Dzięki tej współpracy nasi studenci mają wyjątkową możliwość pracy nad realnymi projektami. Nie chodzi tylko o formalne umowy i oficjalne porozumienia.  Fundamentem tej wieloletniej współpracy są ludzie – ich otwartość, poczucie odpowiedzialności i gotowość do dzielenia się wiedzą. To właśnie te relacje nadają naszemu partnerstwu prawdziwy sens. Osiąganie wyników i założonych celów jest równie ważne jak droga, którą wspólnie pokonujemy.  Te międzyludzkie więzi sprawiają, że nasza współpraca jest tak wartościowa i trwale łączy świat nauki i biznesu.\n\nProf. dr hab. inż. Jan Deja jest doświadczonym naukowcem i dydaktykiem specjalizującym się m.in. w obszarach tj.:\n\nTechnologia cementu i betonu\n – badania nad właściwościami cementów i betonów oraz ich zastosowaniem w budownictwie, w tym analiza składu i optymalizacja procesów produkcyjnych.\n\nSpoiwo żużlowe i materiały wiążące\n – analiza możliwości zastosowania odpadów przemysłowych (np. żużli hutniczych) jako składników cementu i betonu w celu poprawy ich właściwości oraz redukcji wpływu na środowisko.\n\nGospodarka obiegu zamkniętego w budownictwie\n – rozwój technologii pozwalających na wykorzystanie materiałów wtórnych oraz recykling w produkcji betonów i cementów.\n\nTrwałość i zrównoważony rozwój konstrukcji betonowych\n – badania dotyczące wytrzymałości, odporności na czynniki atmosferyczne oraz optymalizacji składu mieszanek betonowych pod kątem długowieczności.\n\nNawierzchnie betonowe w infrastrukturze drogowej\n – analiza i promowanie betonowych nawierzchni drogowych jako trwałej i ekonomicznej alternatywy dla asfaltu.\n\nInnowacyjne technologie w produkcji cementu i betonu\n – rozwój nowych metod produkcji, optymalizacja procesów wytwarzania oraz wpływ dodatków na właściwości użytkowe materiałów budowlanych.\n\nWpływ procesów produkcji cementu na środowisko\n – badania nad redukcją emisji CO₂ i zrównoważoną produkcją cementu, w tym wykorzystaniem paliw alternatywnych.\n\nDzięki swojemu dorobkowi naukowemu oraz bogatej działalności prof. Deja ma istotny wkład w rozwój nowoczesnych technologii betonu i cementu w Polsce i na świecie. Od wielu lat aktywnie lobbuje w sektorze gospodarczym i kręgach rządowych na rzecz współpracy nauki z biznesem oraz działa rzeczniczo wspierając \nWydział Inżynierii Materiałowej i Ceramiki\n i społeczność akademicką \nAGH\n.\n\n Prof. dr hab. inż. Jan Deja | Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nW kolejnej części \nWojciech Kowalik\n i \nKamil Ślusarczyk \nz \nCementu Ożarów\n zaprezentowali temat „Nowy sposób budowania świata”, omawiając wyzwania branżowe, rolę innowacji oraz projekty realizowane przez CRH na całym świecie.\n\nWojciech Kowalik\n zaznaczył:\n Innowacje to nie tylko nowe technologie, ale również nowe sposoby myślenia. W CRH staramy się tworzyć rozwiązania, które nie tylko budują, ale również chronią naszą planetę.\n\nPo przerwie kawowej uczestnicy mogli dowiedzieć się więcej o procesie produkcji cementu dzięki prezentacji Pawła Trybalskiego i Oli Zeidel.\n\nPaweł Trybalski\n zauważył:\n Produkcja cementu to skomplikowany proces, który wymaga precyzji i zaangażowania. Dzięki nowoczesnym technologiom staramy się minimalizować wpływ na środowisko.\n\nKolejnym punktem programu było wystąpienie Piotra Molendy i Anny Skawińskiej, którzy opowiedzieli o roli Działu Doradztwa Technicznego i Rozwoju w Cement Ożarów. \n\n Dzień z f​​​​​​​irmą Cement Ożarów 12.03.2025 \n\nMożliwości rozwoju zawodowego\n\nDużym zainteresowaniem cieszyła się prezentacja \nProgramu Graduate\n, który oferuje staże i możliwości rozwoju w Cement Ożarów i Grupie CRH. Wojciech Kowalik szczegółowo omówił korzyści płynące z udziału w programie, w tym mentoring, szkolenia oraz możliwość stałego zatrudnienia. Podkreślił indywidualne podejście do każdego kandydata oraz elastyczność firmy w dostosowywaniu warunków, tak aby najpełniej odpowiadały potrzebom wszystkich stron:\n\nProgram Graduate to nie tylko praca, ale również rozwój. Chcemy, aby nasi uczestnicy czuli, że są częścią czegoś większego, że ich praca ma realny wpływ na przyszłość branży. – podkreślił \nWojciech Kowalik\n.\n\n Dzień z f​​​​​​​irmą Cement Ożarów 12.03.2025 \n\nNetworking i konkursy\n\nPo zakończeniu części merytorycznej uczestnicy mieli okazję wziąć udział w sesji networkingowej oraz wspólnym lunchu. Przez cały czas trwania wydarzenia dostępne było stoisko firmy, gdzie można było porozmawiać z przedstawicielami Cementu Ożarów, zadać pytania oraz wziąć udział w konkursach z atrakcyjnymi nagrodami.\n\nCement Ożarów postawił na najbardziej wartościowe nagrody, takie które stanowią inwestycję w niszową wiedzę i umożliwiają bezcenne budowanie kontaktów.\n\nWejściówki na kwietniowy \nKongres Technologów\n\nStudenci, którzy poprawnie i najszybciej rozwiązali test przygotowany przez ekspertów z firmy, zdobyli trzy główne nagrody: wejściówki na kwietniowy Kongres Technologów. Uczestnicy Kongresu Technologów będą mieli szansę wzięcia udziału w licznych warsztatach oraz wykładach, podczas których poruszane zostaną istotne tematy dla branży m.in.: \n\nmetod obniżania śladu węglowego betonu,\n\noptymalizacji projektowania elementów wibroprasowanych,\n\nkarbonatyzacji betonu,\n\nwykorzystania kruszyw z recyklingu do produkcji betonu.\n\nNagrodą za zajęcie kolejnych miejsc w konkursie były wyjątkowe gadżety firmowe.\n\nMariusz Adamek, Prezes Zarządu i Dyrektor Zarządzający Cement Ożarów S.A. wręcza nagrody zwycięzcom konkursu.\n\nProf. dr hab. inż. Manuela Reben, Prodziekan ds. współpracy Wydziału Inżynierii Materiałowej i Ceramiki AGH i Prof. dr hab. inż. Jerzy Lis, Rektor AGH\n\nMariusz Adamek, Prezes Zarządu i Dyrektor Zarządzający Cement Ożarów S.A. wręcza nagrody zwycięzcom konkursu.\n\nMariusz Adamek, Prezes Zarządu i Dyrektor Zarządzający Cement Ożarów S.A. wręcza nagrody zwycięzcom konkursu.\n\nMariusz Adamek, Prezes Zarządu i Dyrektor Zarządzający Cement Ożarów S.A. wręcza nagrody zwycięzcom konkursu.\n\nMariusz Adamek, Prezes Zarządu i Dyrektor Zarządzający Cement Ożarów S.A. wręcza nagrody zwycięzcom konkursu.\n\nDzień z firmą Cement Ożarów\n był doskonałą okazją do zdobycia wiedzy na temat nowoczesnych technologii w branży budowlanej, a także do nawiązania kontaktów z przedstawicielami jednej z wiodących firm w Polsce. Wydarzenie podkreśliło znaczenie współpracy między uczelnią a przemysłem oraz pokazało, jak ważne jest wspieranie młodych inżynierów w ich rozwoju zawodowym.\n\nSerdecznie dziękujemy firmie Cement Ożarów za zaangażowanie i profesjonalne przygotowanie wydarzenia. Takie wspólne inicjatywy, przyniosą korzyści zarówno naszej społeczności akademickiej, jak i branży budowlanej.\n\n Prof. dr hab. inż. Włodzimierz Mozgawa, Dziekan Wydziału Inżynierii Materiałowej i Ceramiki AGH; Prof. dr hab. inż. Manuela Reben, Prodziekan ds. współpracy Wydziału Inżynierii Materiałowej i Ceramiki AGH; Mariusz Adamek, Prezes Zarządu i Dyrektor Zarządzający Cement Ożarów S.A. \n\nJuż wkrótce z przedstawicielami \nCement Ożarów \nbędzie się można spotkać na \nTargach Pracy AGH.\n\nA kolejne \nspotkania z przemysłem\n już w najbliższym czasie. Zapraszamy!\n\nDzień z firmą Wienerberger / 27.03.2025\n\nDzień z firmą NSG Group / 8.4.2025\n\nDzień z firmą Dyckerhoff / 24.4.2025\n\nDzień z firmą Geberit / 12.05.2025\n\nDzień z firmą Zignago Vetro Polska / 3.6.2025\n\nWięcej zdjęć:\n\nRelacja fotograficzna z Dnia z firmą Cement Ożarów na Wydziale Inżynierii Materiałowej i Ceramiki / 12.03.2025 r.\n\nRelacja fotograficzna z Dnia z firmą Cement Ożarów na Wydziale Inżynierii Materiałowej i Ceramiki / 12.03.2025 r.\n, fot. CRH\n\nCRH – w skład której wchodzi Cement Ożarów S.A. – oferuje swoim pracownikom wiele możliwości rozwoju, zdobywania i poszerzenia wiedzy na każdym etapie pracy, a także dostęp do najlepszych praktyk. Firma dba o stały rozwój kompetencji pracowników, poprzez różne projekty rozwojowe, coaching, mentoring, warsztaty i szkolenia. Dba również o rozwijanie i utrzymanie młodych talentów technicznych w biznesie cementowym, budując mobilność międzynarodową oraz spójne podejście do kwestii technicznych i umiejętności menedżerskich. \n\nCement Ożarów – Tworzymy przestrzeń dla ludzi!\n\n Dzień z f​​​​​​​irmą Cement Ożarów 12.03.2025 r. Przedstawiciele zespołu organizacyjnego \n\nZachęcamy do wypełnienia \nanonimowej ankiety\n dotyczącej przeprowadzonych zajęć. Państwa opinie i sugestie są dla nas niezwykle cenne i pomogą nam zwiększyć skuteczność oraz atrakcyjność kolejnych spotkań.\n\nAnkieta ewaluacyjna dla uczestników wydarzenia\n\nCement Ożarów S.A.\n to jedna z wiodących firm w branży cementowej w Polsce z ponad 45-letnią tradycją i doświadczeniem w produkcji wysokiej jakości materiałów budowlanych. Spółka jest częścią grupy CRH, jednego z największych globalnych koncernów budowlanych, co zapewnia jej dostęp do nowoczesnych technologii, know-how oraz międzynarodowych standardów jakości.\n\nLokalizacja: \nZakład produkcyjny zlokalizowany jest w Ożarowie (województwo świętokrzyskie), w regionie bogatym w surowce niezbędne do produkcji cementu, co zapewnia optymalne warunki do działalności.\n\nProdukty: \nFirma specjalizuje się w produkcji cementu oraz innych materiałów budowlanych, oferując szeroką gamę produktów, w tym:\n\nCement portlandzki,\n\nCement hutniczy,\n\nCement wieloskładnikowy,\n\nSpecjalistyczne cementy dedykowane różnym zastosowaniom w budownictwie.\n\nZakład w Ożarowie jest wyposażony w zaawansowane linie produkcyjne, które spełniają najwyższe standardy ekologiczne i technologiczne. Firma stale inwestuje w modernizację infrastruktury oraz redukcję wpływu na środowisko.\n\nCement Ożarów S.A. jest czołowym producentem cementów powszechnego użytku oraz specjalnych, a także spoiwa hydraulicznego. Oferuje rozwiązania dla zrównoważonego budownictwa o wysokiej jakości oraz stabilności. Spółka zaopatruje różne segmenty budownictwa – począwszy od produkcji betonu towarowego, przez prefabrykację, aż po suche mieszanki i beton komórkowy. Cementowania znajdująca się w Karsach koło Ożarowa (woj. świętokrzyskie) posiada największy w Europie piec do wypału klinkieru, a także nowoczesny bezobsługowy system załadunku cementu zintegrowany z portalem do składania zamówień on-line. Dysponuje flotą 300 cementowozów oraz realizuje dostawy poprzez składy producenta w Białymstoku, Gdańsku i Olsztynie. Doświadczeni eksperci i technolodzy świadczą usługi związane z rozwojem technologii betonowych, również w aspekcie obniżania emisji. Cement Ożarów S.A. zatrudnia  około 550 pracowników.\n\nCement Ożarów S.A.\n\nkładzie duży nacisk na zrównoważony rozwój i ochronę środowiska. Firma realizuje liczne inicjatywy mające na celu:\n\nredukcję emisji CO₂,\n\nefektywne zarządzanie zasobami naturalnymi,\n\nwykorzystanie alternatywnych źródeł energii,\n\nrecykling odpadów przemysłowych.\n\nDziałalność społeczna:\n\nCement Ożarów S.A. angażuje się również w życie lokalnej społeczności, wspierając inicjatywy kulturalne, edukacyjne i sportowe. Firma współpracuje z mieszkańcami regionu, dbając o rozwój społeczno-gospodarczy obszaru, na którym działa.\n\nCertyfikaty i wyróżnienia:\n\nSpółka posiada liczne certyfikaty potwierdzające jakość jej produktów oraz zgodność z normami środowiskowymi, w tym:\n\nCertyfikat ISO 9001 (System Zarządzania Jakością),\n\nCertyfikat ISO 14001 (System Zarządzania Środowiskowego),\n\nCertyfikat ISO 45001 (System Zarządzania Bezpieczeństwem i Higieną Pracy).\n\nMisja i wizja:\n\nMisją Spółki Cement Ożarów S.A. jest dostarczanie klientom wysokiej jakości produktów budowlanych, które przyczyniają się do rozwoju nowoczesnego i zrównoważonego budownictwa. Firma dąży do bycia liderem w branży, łącząc tradycję z innowacjami oraz dbając o środowisko naturalne i społeczność lokalną.\n\nWięcej informacji o firmie można znaleźć na stronie internetowej: \nozarow.com.pl\n\nCRH\n jest wiodącą w branży grupą spółek o globalnym zasięgu, produkującą szeroką gamę materiałów budowlanych, zatrudniającą ponad 78500 osób w 3390 lokalizacjach w 28 krajach na całym świecie.\n\nJest jednym z liderów w zakresie produkcji cementu, kruszyw, betonu towarowego, materiałów betonowych, mieszanek mineralno-asfaltowych, a także usług związanych z budową infrastruktury drogowej, infrastruktury użytkowej oraz projektów budynków komercyjnych. Unikalna oferta CRH w zakresie materiałów, produktów i usług pomaga zapewnić bardziej wytrwałe i zrównoważone środowisko zabudowy.\n\nW skład Grupy CRH w Polsce wchodzą Spółki:\n\nCement Ożarów S.A. – Produkcja cementu do zastosowań przemysłowych i budowy infrastruktury\n\nTrzuskawica S.A. – Wydobycie kamienia wapiennego i bazaltowego oraz produkcja kruszyw\n\nBosta-Beton Sp z o.o. – Produkcja betonu towarowego\n\nPolbruk S.A - Produkcja materiałów betonowych do aranżacji nawierzchni i małej architektury\n\nMasfalt Sp. z o.o. – Produkcja mieszanek mineralno-asfaltowych\n\nDrogomex Sp z o.o. – Usługi wykonawstwa w zakresie bitumicznych robót drogowych\n\nMabau Sp. z o.o. – Usługi kompleksowego wykonawstwa dróg i ulic\n\nGrupa CRH jest zaangażowana w ulepszanie obszarów zurbanizowanych i rozumie szerszy wpływ, jaki przedsiębiorstwa mogą wnieść na wspieranie działalności człowieka poprzez dostarczanie najwyższej jakości materiałów budowlanych i produktów wykorzystywanych do budowy domów, dróg, przestrzeni publicznych, infrastruktury i innych obszarach związanych z budownictwem.\n\nPrzez ponad cztery dekady CRH opracowało i wdrożyło sprawdzony model poprawy działalności. Budując lepsze biznesy w ramach międzynarodowej działalności, stali się liderem w globalnym przemyśle materiałów budowlanych.\n\nCRH jest spółką z listy rankingu największych firm \nFortune 500\n, a nasze akcje są notowane na giełdach NYSE i LSE.\n\nCement Ożarów S.A.\n jest od wielu lat partnerem Wydziału Inżynierii Materiałowej i Ceramiki AGH, studenci korzystają z licznych \npraktyk,\n a absolwenci są chętnie zatrudniani i odnoszą sukcesy w pracy. Dodatkowo, co warto podkreślić, Cement Ożarów S.A.  jest\n platynowym sponsorem Jubileuszu 75-lecia Wydziału Inżynierii Materiałowej i Ceramiki AGH\n oraz wspiera inicjatywy studenckie na naszym Wydziale.\n\nPowrót\n\n Powiązane wiadomości\n\n03-03-2025\n Graduate Program w Cement Ożarów S.A. \n\n23-02-2025\n Dzień z f​​​​​​​irmą Cement Ożarów / 12.03.2025", "metadata": {"url": "https://www.ceramika.agh.edu.pl/nauka/osiagniecia/detail/dzien-z-firma-cement-ozarow-12032025-relacja", "title": "Dzień z f​​​​​​​irmą Cement Ożarów 12.03.2025 – relacja-- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "67c189e100de13f7671dddc82e3ba8a5", "word_count": 2552, "headings": [{"level": 1, "text": "Dzień z f​​​​​​​irmą Cement Ożarów 12.03.2025 – relacja"}, {"level": 1, "text": "Cement Ożarów – Tworzymy przestrzeń dla ludzi!"}, {"level": 2, "text": "Stopka"}]}}