{"content": "# Zmarł prof. Adam Chrzanowski -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/pracownicy/odeszli/info/article/zmarl-prof-adam-chrzanowski/\nCrawled: 2025-03-19 22:07:46\n\nZmarł prof. Adam Chrzanowski \n\n 23/06/2020 \n\nZe smutkiem informujemy o śmierci prof. dr. hab. inż. Adama Chrzanowskiego, autorytetu w dziedzinie geodezji inżynieryjnej i geodezji górniczej, doktora honoris causa AGH.\n\nProfesor urodził się 22 grudnia 1932 r. w Krakowie. W 1956 r. uzyskał w Akademii Górniczo-Hutniczej stopień magistra inżyniera geodety górniczego, a w 1962 r. stopień doktora nauk technicznych.\n\nPracę naukowo-zawodową podjął w roku 1955 w Katedrze Geodezji Górniczej AGH, gdzie pracował do roku 1964 na stanowiskach: asystenta, starszego asystenta i adiunkta.\n\nW 1964 r. wyjechał na staż podoktorski do Kanady, w czasie którego pracował nad rozwinięciem pionierskich wówczas zastosowań laserów w precyzyjnych pomiarach inżynieryjno-górniczych oraz uczestniczył w ekspedycji kartograficznej „Mt Kennedy Expedition” w 1965 r. W latach 1964–1971 był zatrudniony jako associate professor na Uniwersytecie New Brunswick (UNB) we Fredericton w Kanadzie, a w latach 1971–1998 jako profesor. Na UNB pełnił funkcje Prodziekana oraz Dziekana (1991–1995) Wydziału Geodezji. Jako emerytowany profesor Uniwersytetu New Brunswick prowadził tam wykłady i równocześnie pełnił funkcję Dyrektora Canadian Centre Engineering, działającego przy tym uniwersytecie.\n\nJego dziełem jest opracowanie unikatowej w Północnej Ameryce specjalizacji uniwersyteckiej w zakresie geodezji inżynieryjnej i górniczej.\n\nWielokrotnie był zapraszany przez zagraniczne uniwersytety na kilkumiesięczne pobyty w celu wygłoszenia wykładów (Chiny, Szwajcaria, Niemcy, Argentyna, Brazylia, Australia). Był autorem lub współautorem ponad 220 publikacji, referatów na międzynarodowych konferencjach naukowych oraz sprawozdań z prac naukowych. Spośród jego publikacji na szczególne wyróżnienie zasługuje 18 monografii, z czego sześć jest jego autorstwa, natomiast w 12 opracował wybrane rozdziały, w głównej mierze dotyczące badań deformacji obiektów inżynierskich. Monografie te w krajach angielskojęzycznych, a także – po przetłumaczeniu – w Chinach oraz Ameryce Południowej, stanowią podstawową literaturę fachową z zakresu badań deformacji obiektów inżynierskich. Uzyskał patent kanadyjski i amerykański na pionownik laserowy i automatyczny klinometr skanujący.\n\nOd 1986 r. pełni funkcję przewodniczącego międzynarodowej grupy studiów pomiarów odkształceń, organizując sympozja międzynarodowe. Jako współzałożyciel Międzynarodowego Stowarzyszenia Mierniczych Górniczych (ISM) był członkiem Prezydium tej organizacji od 1976 r. W 2000 r. został Członkiem Zagranicznym Polskiej Akademii Umiejętności.\n\nProfesor honoris causa Uniwersytetu Wuhan w Chinach (1986), Profesor Honorowy Uniwersytetu Warmińsko-Mazurskiego (1999), doctor honoris causa Uniwersytetu Warmińsko-Mazurskiego (2002).\n\nW 2004 r. prof. Adam Chrzanowski otrzymał tytuł doctora honoris causa AGH za wybitne osiągnięcia w zakresie badań deformacji w procesach geodynamicznych oraz znamienity wkład w rozwój współpracy między Uniwersytetem New Brunswick we Fredericton, a polskimi uczelniami technicznymi.\n\nNa szczególne podkreślenie zasługują działania profesora Chrzanowskiego w zakresie współpracy z polskimi uczelniami technicznymi. Często był postrzegany jako ambasador polskiej nauki na forum światowym.\n\nZa swoje zasługi został odznaczony m.in.: Krzyżem Kawalerskim Orderu Odrodzenia Polski, złotą odznaką „Za zasługi dla górnictwa RP”, „Szpadą Górniczą”, Medalem Komisji Edukacji Narodowej, Medalem Uznania przez PB/MK Team za wkład w rozwój projektu Superconducting Super Collider w Terasie.\n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/pracownicy/odeszli/info/article/zmarl-prof-adam-chrzanowski/", "title": "Zmarł prof. Adam Chrzanowski -- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "ecfa127d30aff5bf8ef01defaf0353d5", "word_count": 446, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}