{"content": "#  Popularyzacja nauki -- Akademickie Centrum Materiałów i Nanotechnologii \n\nURL: https://acmin.agh.edu.pl/edukacja/popularyzacja-nauki\nCrawled: 2025-03-19 21:38:24\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Popularyzacja nauki \n\nNajbardziej zależało mi na tym, byście potrafili docenić piękno tego świata i dowiedzieli się, jak patrzą na niego fizycy, co w moim przekonaniu stanowi o prawdziwej kulturze naszych czasów.\n\nMałopolska Noc Naukowców\n\nSpotkajmy się na corocznym wydarzeniu współorganizowanym przez \nUrząd Marszałkowski Województwa Małopolskiego\n i poświęconym nauce. Razem odkryjmy fascynujący świat eksperymentalnej fizyki, chemii i inżynierii materiałowej. Podczas pobytu u nas będziecie mieli okazję zwiedzić nasze laboratoria i porozmawiać z naszymi naukowcami na temat nanotechnologii, wytwarzania materiałów począwszy od nanocząstek i cienkich warstw, aż po trójwymiarowe struktury uzyskiwane w ultraczystych laboratoriach, tzw. cleanroom. Przedstawimy Wam także proces analizy właściwości tych materiałów oraz zaskakujące zjawiska obserwowane w skali nano.\n\nWięcej szczegółów na temat programu i rejestracji na to wydarzenie znajdziecie \ntutaj\n.\n\nDo zobaczenia wkrótce!\n\nDzień otwarty AGH \n\nZastanawiasz się nad wyborem przyszłej ścieżki zawodowej? Interesujesz się badaniami naukowymi związanymi z nanotechnologią oraz wytwarzaniem i badaniem innowacyjnych materiałów przy użyciu nowoczesnych technologii? Chciałbyś się dowiedzieć więcej o naszej ofercie naukowo-badawczej? To świetnie!\n\nZapraszamy Cię na Dzień Otwarty AGH, gdzie będziesz mógł zapoznać się z ofertą naszych wydziałów, a my opowiemy Ci, czym na co dzień zajmujemy się w ACMiN. Dowiesz się więcej na temat  prowadzonych u nas badań naukowych oraz jak możesz rozwijać się razem z nami już od pierwszych dni studiów.\n\nJednym z naszych dedykowanych programów dla wybitnych kandydatów jest projekt \n\"Prymusi AGH 2.0\"\n, w ramach którego oferujemy kurs w języku angielskim o nazwie \n\"Introduction to nanotechnology – from fabrication to functional micro and nanodevices\"\n.\n\nWięcej informacji na temat aktualnych terminów Dnia Otwartego znajdziesz na \nstronie wydarzenia\n.\n\nSerdecznie zapraszamy!\n\nFestiwal Nauki i Sztuki\n\nW wiosennym wydaniu spotkajmy się razem w trakcie\n Festiwalu Nauki i Sztuki\n na Krakowskim Rynku. Postaramy się Was przekonać, że nauka może być wyjątkowo interesującym zajęciem zarówno dla dzieci, jak i dorosłych, które rozbudza kreatywność, ciekawość oraz chęć poznawania praw Natury.\n\nWprowadzimy Was do świata nanomagnetyzmu, inżynierii materiałowej, biotechnologii, mikroskopii oraz obliczeń kwantowych. Przybliżymy Wam zjawiska, które są odpowiedzialne za szczególne właściwości nanomateriałów. Dowiecie się także, jak zaawansowana aparatura jest wykorzystywana do konstruowania i badania jednych z najmniejszych istniejących układów oraz jaką rolę odgrywają nowoczesne materiały we współczesnej technologii, m.in. w energetyce, elektronice czy medycynie.\n\nMamy nadzieję, że to weekendowe wydarzenie będzie dla Was inspiracją do zgłębiania fascynującego świata nauki.\n\nO szczegółach programu możecie dowiedzieć się ze \nstrony internetowej\n Festiwalu oraz śledząc \nmedia społecznościowe\n.\n\nSerdecznie zapraszamy!\n\nStopka\n\nDla pracowników AGH\n\nBiblioteka Główna AGH\n\nUczelnia badawcza IDUB AGH\n\nCentrum Obsługi Projektów e-COP AGH\n\n © 2024 Akademickie Centrum Materiałów i Nanotechnologii\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://acmin.agh.edu.pl/edukacja/popularyzacja-nauki", "title": " Popularyzacja nauki -- Akademickie Centrum Materiałów i Nanotechnologii ", "depth": 3, "duplicate": false, "content_hash": "a6793b795bc42fc263bf41a6255c912d", "word_count": 431, "headings": [{"level": 1, "text": "Popularyzacja nauki"}, {"level": 1, "text": "Dzień otwarty AGH"}, {"level": 1, "text": "Festiwal Nauki i Sztuki"}, {"level": 2, "text": "Stopka"}]}}