{"content": "#  Międzynarodowe -- Równość w AGH \n\nURL: https://rownosc.agh.edu.pl/prawo/miedzynarodowe\nCrawled: 2025-03-19 21:18:00\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Międzynarodowe \n\nKonwencja o Ochronie Praw Człowieka i Podstawowych Wolności\n\nKonwencja nr 111 Międzynarodowej Organizacji Pracy dotycząca dyskryminacji w zakresie zatrudnienia i wykonywania zawodu\n\nMiędzynarodowy Pakt Praw Obywatelskich i Politycznych\n\nKonwencja w sprawie likwidacji wszelkich form dyskryminacji kobiet\n\nKarta Praw Podstawowych UE\n\nDyrektywa Rady 2000/43/WE z dnia 29 czerwca 2000 r. wprowadzająca w życie zasadę równego traktowania osób bez względu na pochodzenie rasowe lub etniczne\n\nDyrektywa Rady 2000/78/WE z dnia 27 listopada 2000 r. ustanawiająca ogólne warunki ramowe równego traktowania w zakresie zatrudnienia i pracy\n\nDyrektywa 2006/54/WE Parlamentu Europejskiego i Rady z dnia 5 lipca 2006 r. w sprawie wprowadzenia w życie zasady równości szans oraz równego traktowania kobiet i mężczyzn w dziedzinie zatrudnienia i pracy\n\nDyrektywa Parlamentu i Rady (UE) 2019/1158 z dnia 20 czerwca 2019 r. w sprawie równowagi między życiem zawodowym a prywatnym rodziców i opiekunów\n\nArtykuł  14\n Zakaz dyskryminacji\n\nKorzystanie z praw i wolności wymienionych w niniejszej konwencji powinno być zapewnione bez dyskryminacji wynikającej z takich powodów, jak płeć, rasa, kolor skóry, język, religia, przekonania polityczne i inne, pochodzenie narodowe lub społeczne, przynależność do mniejszości narodowej, majątek, urodzenie bądź\n z jakichkolwiek innych przyczyn.\n\nArtykuł  1.\n\n1.  Dla celów niniejszej \nkonwencji\n określenie \"\ndyskryminacja\n\" oznacza:\n\na) wszelkie rozróżnienie, wyłączenie lub uprzywilejowanie oparte na rasie, kolorze skóry, płci, religii, poglądach politycznych, pochodzeniu narodowym lub społecznym, które powoduje zniweczenie albo naruszenie równości szans lub traktowania w \nzakresie zatrudnienia\n lub \nwykonywania zawodu\n;\n b) wszelkie inne rozróżnienie, wyłączenie lub uprzywilejowanie powodujące zniweczenie albo naruszenie równości szans lub traktowania w \nzakresie zatrudnienia\n lub \nwykonywania zawodu\n, które będzie mogło być wymienione przez zainteresowanego Członka po zasięgnięciu opinii reprezentatywnych organizacji pracodawców i pracowników, o ile takie istnieją, oraz innych właściwych organizacji.\n\nArtykuł  2.\n\nKażdy Członek, dla którego niniejsza \nkonwencja\n jest w mocy, zobowiązuje się do ustalenia i prowadzenia polityki krajowej, która będzie zmierzała do popierania, metodami dostosowanymi do okoliczności i zwyczajów danego kraju, równości szans i traktowania w dziedzinie \nzatrudnienia\n i \nwykonywania zawodu\n, w celu wyeliminowania wszelkiej \ndyskryminacji\n w tym \nzakresie\n.\n\nArtykuł  2\n\n1. Każde z Państw Stron niniejszego Paktu zobowiązuje się przestrzegać i zapewnić wszystkim osobom, które znajdują się na jego terytorium i podlegają jego jurysdykcji, prawa uznane w niniejszym Pakcie, bez względu na jakiekolwiek różnice, takie jak: rasa, kolor skóry, płeć, język, religia, poglądy polityczne lub inne, pochodzenie narodowe lub społeczne, sytuacja majątkowa, urodzenie lub jakiekolwiek inne okoliczności.\n\nArtykuł  3\n\nPaństwa Strony niniejszego Paktu zobowiązują się zapewnić mężczyznom i kobietom równe prawo do korzystania ze wszystkich praw obywatelskich i politycznych wymienionych w niniejszym Pakcie.\n\nArtykuł  1\n\nW rozumieniu niniejszej konwencji określenie \"dyskryminacja kobiet\" oznacza wszelkie zróżnicowanie, wyłączenie lub ograniczenie ze względu na płeć, które powoduje lub ma na celu uszczuplenie albo uniemożliwienie kobietom, niezależnie od ich stanu cywilnego, przyznania, realizacji bądź korzystania na równi z mężczyznami z praw człowieka oraz podstawowych wolności w dziedzinach życia politycznego, gospodarczego, społecznego, kulturalnego, obywatelskiego i innych.\n\nArtykuł  3\n\nPaństwa Strony podejmą we wszystkich dziedzinach, a w szczególności w dziedzinie życia politycznego, społecznego, gospodarczego i kulturalnego, wszelkie stosowne kroki, w tym również ustawodawcze, dla zapewnienia pełnego rozwoju i awansu kobiet w celu zapewnienia im posiadania i wykonywania praw człowieka oraz podstawowych wolności na zasadach równości z mężczyznami.\n\nArtykuł  10\n\nPaństwa Strony podejmą wszelkie stosowne kroki w celu likwidacji dyskryminacji kobiet, aby zapewnić im równe prawa z mężczyznami w dziedzinie kształcenia, a w szczególności zapewniające na zasadzie równości kobiet i mężczyzn:\n\na) równe warunki orientacji zawodowej, dostępu do studiów i uzyskiwania dyplomów we wszystkich rodzajach zakładów kształcących, zarówno na wsi, jak i w mieście; równość ta powinna być zapewniona zarówno w nauczaniu przedszkolnym, ogólnym, technicznym, zawodowym i wyższym technicznym, jak i we wszystkich formach szkolenia zawodowego,\n\nb) jednakowy dobór programów, jednakowe egzaminy oraz personel nauczający, posiadający takie same kwalifikacje, równej jakości pomieszczenia szkolne i wyposażenie,\n\nc) wyeliminowanie wszelkich stereotypowych koncepcji pozycji mężczyzny i kobiety na wszystkich szczeblach nauczania i we wszystkich rodzajach kształcenia przez popieranie koedukacji i innych form nauczania, które mogą być pomocne w osiągnięciu tego celu, a zwłaszcza przez rewizję podręczników i programów szkolnych oraz dostosowanie metod pedagogicznych,\n\nd) równe możliwości w dziedzinie otrzymywania stypendiów i innych subwencji na studia,\n\ne) równe możliwości dostępu do programów stałego nauczania, w tym również do programów nauki czytania i pisania dla dorosłych i programów nauczania elementarnego, w celu jak najszybszego zniwelowania różnicy wykształcenia pomiędzy mężczyznami a kobietami,\n\nf) zmniejszenie liczby uczennic nie kończących szkół oraz organizowanie programów dla dziewcząt i kobiet, które przedwcześnie zaprzestały nauki,\n\ng) równe możliwości aktywnego uczestniczenia w sporcie i wychowaniu fizycznym,\n\nh) dostęp do informacji specjalistycznych o charakterze wychowawczym, mających na celu zapewnienie zdrowia i dobrobytu rodziny, w tym również do informacji i poradnictwa w zakresie planowania rodziny.\n\nArtykuł  20\n Równość wobec prawa\n\nWszyscy są równi wobec prawa.\n\nArtykuł  21\n Niedyskryminacja\n\n1. Zakazana jest wszelka dyskryminacja w szczególności ze względu na płeć, rasę, kolor skóry, pochodzenie etniczne lub społeczne, cechy genetyczne, język, religię lub przekonania, poglądy polityczne lub wszelkie inne poglądy, przynależność do mniejszości narodowej, majątek, urodzenie, niepełnosprawność, wiek lub orientację seksualną.\n\n2. W zakresie zastosowania Traktatów i bez uszczerbku dla ich postanowień szczególnych zakazana jest wszelka dyskryminacja ze względu na przynależność państwową.\n\nArtykuł  23\n Równość kobiet i mężczyzn\n\nNależy zapewnić równość kobiet i mężczyzn we wszystkich dziedzinach, w tym w zakresie zatrudnienia, pracy i wynagrodzenia. Zasada równości nie stanowi przeszkody w utrzymywaniu lub przyjmowaniu środków zapewniających specyficzne korzyści dla osób płci niedostatecznie reprezentowanej.\n\nArtykuł  26\n Integracja osób niepełnosprawnych\n\nUnia uznaje i szanuje prawo osób niepełnosprawnych do korzystania ze środków mających zapewnić im samodzielność, integrację społeczną i zawodową oraz udział w życiu społeczności.\n\nArtykuł  1\n Cel\n\nNiniejsza \ndyrektywa\n ma \nna\n celu wyznaczenie ram walki z dyskryminacją ze \nwzględu na pochodzenie rasowe\n lub \netniczne\n oraz wprowadzenie w \nżycie\n w Państwach Członkowskich \nzasady równego traktowania\n.\n\nArtykuł  2\n Pojęcie dyskryminacji\n\n1. Do celów niniejszej \ndyrektywy zasada równego traktowania\n oznacza brak jakichkolwiek form bezpośredniej lub pośredniej dyskryminacji ze \nwzględu na pochodzenie rasowe\n lub \netniczne\n.\n\n2. Do celów ust. 1:\n\na) dyskryminacja bezpośrednia ma miejsce, gdy ze \nwzględu na pochodzenie rasowe\n lub \netniczne, osoba\n traktowana jest mniej przychylnie niż traktuje się, traktowano lub traktowano by inną \nosobę\n w podobnej sytuacji;\n\nb) dyskryminacja pośrednia ma miejsce, gdy pozornie neutralny przepis, kryterium lub praktyka mogą doprowadzić do szczególnie niekorzystnej sytuacji dla \nosób\n danego \npochodzenia rasowego\n lub \netnicznego\n w stosunku do innych \nosób\n, chyba że taki przepis, kryterium lub praktyka są obiektywnie uzasadnione legalnym celem, a środki mające służyć osiągnięciu tego celu są odpowiednie i konieczne.\n\n3. Molestowanie uważane jest za formę dyskryminacji w rozumieniu ust. 1, jeżeli ma miejsce niepożądane zachowanie związane z \npochodzeniem rasowym\n lub \netnicznym\n, a jego celem lub skutkiem jest naruszenie godności \nosoby\n i stworzenie onieśmielającej, wrogiej, poniżającej, upokarzającej lub uwłaczającej atmosfery. W tym znaczeniu pojęcie molestowania może być definiowane zgodnie z ustawodawstwem i krajową praktyką Państw Członkowskich.\n\n4. Każde zachowanie polegające \nna\n zmuszaniu kogokolwiek do praktykowania wobec \nosób\n zachowań dyskryminacyjnych ze \nwzględu na pochodzenie rasowe\n lub \netniczne\n uważane jest za dyskryminację w rozumieniu ust. 1.\n\nArtykuł  3\n Zakres\n\n1. W granicach kompetencji powierzonych Wspólnocie niniejszą \ndyrektywę\n stosuje się do wszystkich \nosób\n, zarówno sektora publicznego, jak i prywatnego, włącznie z instytucjami publicznymi, w odniesieniu do:\n\na) warunków dostępu do zatrudnienia, do prowadzenia działalności \nna\n własny rachunek oraz uprawiania zawodu, włączając również kryteria selekcji i warunków rekrutacji, niezależnie od rodzaju działalności i \nna\n wszystkich szczeblach hierarchii zawodowej, również w odniesieniu do awansu zawodowego;\n\nb) dostępu do wszystkich rodzajów i szczebli poradnictwa zawodowego, szkolenia zawodowego, doskonalenia i przekwalifikowania pracowników, łącznie ze zdobywaniem praktycznych doświadczeń;\n\nc) warunków zatrudnienia i pracy, łącznie z warunkami zwalniania i wynagradzania;\n\nd) wstępowania i działania w organizacjach pracowników lub pracodawców lub jakiejkolwiek organizacji, której członkowie wykonują określony zawód, łącznie z korzyściami jakie dają takie organizacje;\n\ne) ochrony społecznej, łącznie z zabezpieczeniem społecznym i opieką zdrowotną;\n\nf) świadczeń społecznych;\n\ng) edukacji;\n\nh) dostępu do dóbr i usług oraz dostarczania dóbr i usług publicznie dostępnych, włącznie z zakwaterowaniem.\n\n2. Niniejsza \ndyrektywa\n nie obejmuje różnego traktowania ze \nwzględu na\n obywatelstwo i pozostaje ona \nbez\n uszczerbku dla przepisów i warunków dotyczących wjazdu i pobytu obywateli państw trzecich oraz bezpaństwowców \nna\n terytorium Państw Członkowskich i wszelkiego traktowania związanego ze statusem prawnym danych obywateli państw trzecich i bezpaństwowców.\n\nArtykuł  5\n Działanie pozytywne\n\nDla zapewnienia całkowitej równości w praktyce \nzasada równego traktowania\n nie stanowi przeszkody w utrzymywaniu lub przyjmowaniu przez Państwo Członkowskie szczególnych środków mających zapobiegać lub wyrównywać niedogodności związane z \npochodzeniem rasowym\n lub \netnicznym\n.\n\nArtykuł  7\n Ochrona praw\n\n1. Państwa Członkowskie zapewniają, że procedury sądowe i/lub administracyjne, włączając, o ile uznają to za właściwe, procedury pojednawcze, których celem jest doprowadzenie do przestrzegania obowiązków wynikających z niniejszej \ndyrektywy\n są dostępne dla wszystkich \nosób\n, które uważają się za pokrzywdzone nieprzestrzeganiem wobec nich \nzasady równego traktowania\n, nawet po zakończeniu kontaktów, w których przypuszczalnie miała miejsce dyskryminacja.\n\n2. Państwa Członkowskie zapewniają, że stowarzyszenia, organizacje lub \nosoby\n prawne, które mają, zgodnie z kryteriami ustanowionymi w prawie krajowym uzasadniony interes w zapewnieniu, aby przestrzegane były przepisy niniejszej \ndyrektywy\n, mogą wszczynać, \nna\n rzecz skarżącego lub wspierając go, za jego zgodą, postępowanie sądowe i/lub administracyjne przewidziane w celu przestrzegania obowiązków wynikających z niniejszej \ndyrektywy\n.\n\n3. Ust. 1 i 2 pozostają \nbez\n uszczerbku dla krajowych reguł dotyczących przedawnienia roszczeń w odniesieniu do \nzasady równego traktowania\n.\n\nArtykuł  13\n\n1. Państwa Członkowskie wyznaczają organ lub organy mające wspierać równe traktowanie wszystkich \nosób bez\n dyskryminacji ze \nwzględu na pochodzenie rasowe\n lub \netniczne\n. Mogą one wchodzić w skład organów zajmujących się \nna\n skalę krajową obroną praw człowieka lub ochroną praw jednostek.\n\n2. Państwa Członkowskie zapewniają, że kompetencje tych organów obejmują:\n\n– \nbez\n uszczerbku dla praw ofiar i stowarzyszeń, organizacji i innych \nosób\n prawnych określonych w art. 7 ust. 2, świadczenie niezależnej pomocy ofiarom dyskryminacji we wnoszeniu skarg dotyczących dyskryminacji,\n\n– prowadzenie niezależnych badań nad dyskryminacją,\n\n– publikowanie niezależnych sprawozdań i wydawanie zaleceń \nna\n temat wszystkich problemów związanych z tego rodzaju dyskryminacją.\n\nArtykuł  1\n Cel\n\nCelem niniejszej \ndyrektywy\n jest wyznaczenie \nogólnych\n ram dla walki z dyskryminacją ze względu na religię lub przekonania, niepełnosprawność, wiek lub orientację seksualną w odniesieniu do \nzatrudnienia\n i \npracy\n, w celu realizacji w Państwach Członkowskich zasady \nrównego traktowania\n.\n\nArtykuł  2\n Pojęcie dyskryminacji\n\n1. Do celów niniejszej \ndyrektywy\n \"zasada \nrównego traktowania\n\" oznacza brak jakichkolwiek form bezpośredniej lub pośredniej dyskryminacji z przyczyn określonych w art. 1.\n\n2. Do celów ust. 1:\n\na) dyskryminacja bezpośrednia występuje w przypadku gdy osobę \ntraktuje\n się mniej przychylnie niż \ntraktuje\n się, \ntraktowano\n lub \ntraktowano\n by inną osobę w porównywalnej sytuacji, z jakiejkolwiek przyczyny wymienionej w art. 1;\n\nb) dyskryminacja pośrednia występuje w przypadku, gdy przepis, kryterium lub pozornie neutralna praktyka może doprowadzić do szczególnej niekorzystnej sytuacji dla osób danej religii lub przekonań, niepełnosprawności, wieku lub orientacji seksualnej, w stosunku do innych osób, chyba że:\n\ni) taki przepis, kryterium lub praktyka jest obiektywnie uzasadniona zgodnym z prawem celem, a środki mające służyć osiągnięciu tego celu są właściwe i konieczne, lub\n\nii) jeżeli w przypadku osób w określony sposób niepełnosprawnych, pracodawca lub każda osoba, do której odnosi się niniejsza \ndyrektywa\n, jest zobowiązany, na mocy przepisów krajowych, podejmować właściwe środki zgodnie z zasadami określonymi w art. 5, w celu zlikwidowania niedogodności spowodowanych tym przepisem, kryterium lub praktyką.\n\n3. Molestowanie uważa się za formę dyskryminacji w rozumieniu ust. 1, jeżeli ma miejsce niepożądane zachowanie mające związek z jedną z przyczyn określonych w art. 1, a jego celem lub skutkiem jest naruszenie godności osoby i stworzenie onieśmielającej, wrogiej, poniżającej, upokarzającej lub uwłaczającej atmosfery. W tym znaczeniu pojęcie molestowania może być definiowane zgodnie z ustawodawstwem i krajową praktyką Państw Członkowskich.\n\n4. Każde zachowanie polegające na zmuszaniu kogokolwiek do praktykowania wobec osób zachowań dyskryminacyjnych z jednej z przyczyn określonych w art. 1, uważa się za dyskryminację w rozumieniu ust. 1.\n\nArtykuł  5\n Racjonalne usprawnienia dla osób niepełnosprawnych\n\nW celu zagwarantowania przestrzegania zasady \nrównego traktowania\n osób niepełnosprawnych, przewiduje się wprowadzenie racjonalnych usprawnień. Oznacza to, że pracodawca podejmuje właściwe środki, z uwzględnieniem potrzeb konkretnej sytuacji, aby umożliwić osobie niepełnosprawnej dostęp do \npracy\n, wykonywanie jej lub rozwój zawodowy bądź kształcenie, o ile środki te nie nakładają na pracodawcę nieproporcjonalnie wysokich obciążeń. Obciążenia te nie są nieproporcjonalne, jeżeli są w wystarczającym stopniu rekompensowane ze środków istniejących w ramach polityki prowadzonej przez dane Państwo Członkowskie na rzecz osób niepełnosprawnych.\n\nArtykuł  7\n Działanie pozytywne\n\n1. W celu zapewnienia całkowitej równości w życiu zawodowym, zasada równości \ntraktowania\n nie stanowi przeszkody dla utrzymywania lub przyjmowania przez Państwo Członkowskie szczególnych środków mających zapobiegać lub wyrównywać niedogodności, u podstaw których leży jedna z przyczyn określonych w art. 1.\n\n2. W odniesieniu do osób niepełnosprawnych, zasada \nrównego traktowania\n nie stanowi przeszkody dla prawa Państw Członkowskich do utrzymywania lub przyjmowania przepisów dotyczących ochrony zdrowia i bezpieczeństwa w miejscu \npracy\n, ani środków mających na celu stworzenie lub utrzymanie przepisów bądź ułatwień w celu ochrony lub wspierania integracji w środowisku \npracy\n.\n\nArtykuł  9\n Ochrona praw\n\n1. Państwa Członkowskie zapewnią, aby procedury sądowe i/lub administracyjne oraz, w przypadku gdy uznają to za właściwe, procedury pojednawcze, których celem jest doprowadzenie do stosowania zobowiązań wynikających z niniejszej \ndyrektywy\n, były dostępne dla wszystkich osób, które uważają się za pokrzywdzone w związku z naruszeniem wobec nich zasady \nrównego traktowania\n, nawet po zakończeniu związku, w którym przypuszczalnie miała miejsce dyskryminacja.\n\n2. Państwa Członkowskie zapewnią, aby stowarzyszenia, organizacje lub osoby prawne, które mają, zgodnie z przewidzianymi prawem krajowym kryteriami, uzasadniony interes w zapewnieniu aby przestrzegane były postanowienia niniejszej \ndyrektywy\n, mogły wszczynać, na rzecz osoby występującej z powództwem lub ją wspierając, za jej zgodą, postępowania sądowe i/lub procedury administracyjne przewidziane w celu spowodowania stosowania niniejszej \ndyrektywy\n.\n\nArtykuł  1\n Cel\n\nCelem niniejszej \ndyrektywy\n jest \nwprowadzenie\n w \nżycie zasady równości szans\n oraz \nrównego traktowania kobiet i mężczyzn\n w \ndziedzinie zatrudnienia\n i \npracy\n.\n\nW tym celu zawiera ona przepisy dotyczące \nwprowadzenia\n w \nżycie zasady\n równego traktowania w odniesieniu do:\n\na) dostępu do \nzatrudnienia\n, w tym do awansu zawodowego i szkolenia zawodowego;\n\nb) warunków \npracy\n, w tym wynagrodzenia;\n\nc) systemów zabezpieczenia społecznego pracowników.\n\nNiniejsza \ndyrektywa\n zawiera również przepisy, których celem jest zapewnienie, aby \nwprowadzenie\n w \nżycie\n wyżej wymienionych \nzasad\n było bardziej skuteczne poprzez ustanowienie właściwych procedur.\n\nArtykuł  2\n Definicje\n\n1. Do celów niniejszej \ndyrektywy\n stosuje się następujące definicje:\n\na) \"dyskryminacja bezpośrednia\": sytuacja, w której dana osoba traktowana jest mniej korzystnie ze względu na płeć niż jest, była lub byłaby traktowana inna osoba w porównywalnej sytuacji;\n\nb) \"dyskryminacja pośrednia\": sytuacja, w której z pozoru neutralny przepis, kryterium lub praktyka stawiałaby osoby danej płci w szczególnie niekorzystnym położeniu w porównaniu do osób innej płci, chyba że dany przepis, kryterium lub praktyka są obiektywnie uzasadnione zgodnym z prawem celem, a środki osiągnięcia tego celu są właściwe i niezbędne;\n\nc) \"molestowanie\": sytuacja, w której ma miejsce niepożądane zachowanie związane z płcią osoby, którego celem lub skutkiem jest naruszenie godności osoby i stworzenie atmosfery zastraszenia, wrogości, poniżenia, upokorzenia lub obrazy;\n\nd) \"molestowanie seksualne\": sytuacja, w której ma miejsce jakakolwiek forma niepożądanego zachowania werbalnego, niewerbalnego lub fizycznego o charakterze seksualnym, którego celem lub skutkiem jest naruszenie godności osoby, w szczególności przy stwarzaniu atmosfery zastraszenia, wrogości, poniżenia, upokorzenia lub obrazy;\n\ne) \"wynagrodzenie\": zwykła podstawowa lub minimalna płaca lub uposażenie oraz wszystkie inne korzyści w gotówce lub w naturze, otrzymywane przez pracownika bezpośrednio lub pośrednio od pracodawcy z racji \nzatrudnienia\n;\n\nf) \"systemy zabezpieczenia społecznego pracowników\": systemy nieobjęte \ndyrektywą\n 79/7/EWG z \ndnia\n 19 grudnia 1978 r. w \nsprawie\n stopniowego wprowadzania w \nżycie zasady równego traktowania kobiet i mężczyzn\n w \ndziedzinie\n zabezpieczenia społecznego\n(16)\n, które mają na celu zapewnienie pracownikom najemnym i osobom prowadzącym działalność na własny rachunek, w przedsiębiorstwie, grupie przedsiębiorstw, gałęzi gospodarki lub należącym do grupy zawodowej, świadczeń, których celem jest uzupełnienie ustawowych systemów zabezpieczenia społecznego lub ich zastąpienie, niezależnie od tego, czy przystąpienie do nich jest obowiązkowe czy dobrowolne.\n\n2. Do celów niniejszej \ndyrektywy\n dyskryminacja obejmuje:\n\na) molestowanie oraz molestowanie seksualne, jak również wszelkie mniej korzystne traktowanie wynikające z odrzucenia lub podporządkowania się takiemu zachowaniu przez osobę, której ono dotyczy;\n\nb) polecenie dyskryminowania osoby ze względu na płeć;\n\nc) wszelkie mniej korzystne traktowanie kobiety związane z ciążą lub urlopem macierzyńskim w rozumieniu \ndyrektywy\n 92/85/EWG.\n\nArtykuł  3\n Działania pozytywne\n\nW celu zapewnienia w praktyce pełnej \nrówności\n kobiet i mężczyzn w \nżyciu\n zawodowym Państwa Członkowskie mogą utrzymywać lub przyjmować środki w rozumieniu art. 141 ust. 4 Traktatu.\n\nArtykuł  4\n Zakaz dyskryminacji\n\nBezpośrednia lub pośrednia dyskryminacja ze względu na płeć w odniesieniu do wszelkich aspektów i warunków wynagrodzenia za taką samą \npracę\n lub \npracę\n o jednakowej wartości musi zostać wyeliminowana.\n\nW szczególności, w przypadku gdy ustalanie wynagrodzenia odbywa się w oparciu o system zaszeregowania pracowników, za jego podstawę przyjmuje się te same kryteria w odniesieniu do kobiet i mężczyzn oraz sporządza się go w taki sposób, aby wykluczyć jakąkolwiek dyskryminację ze względu na płeć.\n\nArtykuł  5\n Zakaz dyskryminacji\n\nBez uszczerbku dla art. 4, w systemach zabezpieczenia społecznego pracowników nie może występować jakakolwiek bezpośrednia lub pośrednia dyskryminacja ze względu na płeć, w szczególności w stosunku do:\n\na) zakresu zastosowania takich systemów i warunków przystępowania do nich;\n\nb) obowiązku opłacania i obliczania wysokości składek;\n\nc) obliczania wysokości świadczeń, w tym świadczeń dodatkowych należnych małżonkowi lub osobie będącej na utrzymaniu, oraz warunków dotyczących okresu wypłaty świadczeń i zachowania prawa do nich.\n\nArtykuł  14\n Zakaz dyskryminacji\n\n1. Zakazuje się wszelkiej bezpośredniej i pośredniej dyskryminacji ze względu na płeć w sektorze prywatnym i publicznym, w tym w instytucjach publicznych, w odniesieniu do:\n\na) warunków dostępu do \nzatrudnienia\n, do prowadzenia działalności na własny rachunek oraz wykonywania zawodu, w tym kryteriów selekcji i warunków rekrutacji, niezależnie od rodzaju działalności i na wszystkich szczeblach hierarchii zawodowej, włącznie z awansem zawodowym;\n\nb) dostępu do wszystkich rodzajów i szczebli doradztwa zawodowego, szkolenia zawodowego, doskonalenia i przekwalifikowywania pracowników, w tym praktycznego doświadczenia zawodowego;\n\nc) warunków \nzatrudnienia\n i \npracy\n, w tym zwolnień, a także wynagrodzenia, jak przewidziano w \nart. 141\n Traktatu;\n\nd) członkostwa i uczestniczenia w organizacji pracowników lub pracodawców bądź w jakiejkolwiek organizacji, której członkowie wykonują określony zawód, łącznie z korzyściami, jakie dają tego typu organizacje.\n\n2. W odniesieniu do dostępu do \nzatrudnienia\n, w tym do prowadzącego do niego szkolenia, Państwa Członkowskie mogą postanowić, że odmienne traktowanie ze względu na cechy związane z płcią nie stanowi dyskryminacji, jeżeli ze względu na rodzaj danej działalności zawodowej lub warunki jej wykonywania cecha taka jest prawdziwym i determinującym wymogiem zawodowym, pod warunkiem że cel takiego odmiennego traktowania jest zgodny z prawem, a wymóg jest proporcjonalny.\n\nArtykuł  15\n Powrót z urlopu macierzyńskiego\n\nKobieta przebywająca na urlopie macierzyńskim jest uprawniona, po jego zakończeniu, do powrotu do swojej \npracy\n lub na równorzędne stanowisko na warunkach nie mniej dla niej korzystnych i do korzystania z jakiejkolwiek poprawy warunków \npracy\n, do której byłaby uprawniona w trakcie swojej nieobecności.\n\nArtykuł  17\n Ochrona praw\n\n1. Państwa Członkowskie zapewniają, aby wszystkie osoby, które uważają się za pokrzywdzone w swoich prawach poprzez niestosowanie do nich \nzasady\n równego traktowania, mogły dochodzić swoich roszczeń, wynikających z niniejszej \ndyrektywy\n, przed sądem po ewentualnym zwróceniu się do innych właściwych organów, jak również, o ile Państwa te uznają to za właściwe, po wykorzystaniu procedury pojednawczej, nawet wówczas gdy zakończeniu uległ stosunek, w ramach którego dyskryminacja miała mieć miejsce.\n\n2. Państwa Członkowskie zapewniają, aby stowarzyszenia, organizacje lub inne osoby prawne, które zgodnie z kryteriami określonymi w ustawodawstwie krajowym mają interes prawny w zapewnieniu przestrzegania przepisów niniejszej \ndyrektywy\n, mogły brać udział w postępowaniach sądowych lub administracyjnych mających na celu realizację uprawnień wynikających z niniejszej \ndyrektywy\n w imieniu tych osób albo na ich rzecz za ich zgodą.\n\n3. Ustępy 1 i 2 pozostają bez uszczerbku dla krajowych przepisów dotyczących terminów dochodzenia roszczeń z tytułu \nzasady\n równego traktowania.\n\nArtykuł  18\n Zadośćuczynienie lub odszkodowanie\n\nPaństwa Członkowskie wprowadzają do swoich krajowych porządków prawnych środki niezbędne do zapewnienia faktycznego i skutecznego zadośćuczynienia lub odszkodowania z tytułu krzywdy lub szkody doznanej przez osobę w wyniku dyskryminacji płciowej, zgodnie z przepisami Państw Członkowskich, przy czym musi się to odbywać w sposób odstraszający i proporcjonalny do poniesionej szkody. Maksymalna wysokość takiego zadośćuczynienia lub odszkodowania może być ustalona jedynie w przypadkach, w których pracodawca może dowieść, że szkoda doznana przez starającego się o \npracę\n, powstała w wyniku dyskryminacji w rozumieniu niniejszej \ndyrektywy\n, polega jedynie na tym, że nastąpiła odmowa uwzględnienia jego podania o \npracę\n.\n\nArtykuł  20\n Organy ds. równości\n\n1. Państwa Członkowskie wskazują i podejmują niezbędne ustalenia dotyczące utworzenia organu lub organów do \nspraw\n promowania, analizowania, monitorowania i wspierania równego traktowania wszystkich osób bez dyskryminacji ze względu na płeć. Organy te mogą stanowić część agencji odpowiedzialnych na szczeblu krajowym za ochronę praw człowieka lub ochronę praw jednostki.\n\n2. Państwa Członkowskie zapewniają, aby do kompetencji tych organów należały:\n\na) bez uszczerbku dla praw ofiar oraz stowarzyszeń, organizacji i innych osób prawnych, o których mowa w art. 17 ust. 2, świadczenie niezależnej pomocy ofiarom dyskryminacji we wnoszeniu skarg w \nsprawach\n o dyskryminację;\n\nb) prowadzenie niezależnych badań dotyczących dyskryminacji;\n\nc) publikowanie niezależnych sprawozdań i wydawanie zaleceń na temat wszystkich problemów związanych z taką dyskryminacją;\n\nd) na odpowiednim szczeblu wymiana dostępnych informacji z właściwymi organami europejskimi, takimi jak przyszły Europejski Instytut ds. \nRówności\n Płci.\n\nArtykuł  26\n Zapobieganie dyskryminacji\n\nPaństwa Członkowskie zachęcają, zgodnie z prawem krajowym, układami zbiorowymi lub praktyką, pracodawców oraz osoby odpowiedzialne za dostęp do szkolenia zawodowego do podejmowania skutecznych środków służących zapobieganiu wszelkim formom dyskryminacji ze względu na płeć, w szczególności molestowaniu oraz molestowaniu seksualnemu w miejscu \npracy\n, w dostępie do \nzatrudnienia\n, szkoleniu zawodowym i awansie zawodowym.\n\nArtykuł  29\n Uwzględnianie problematyki płci w przepisach, politykach i działaniach\n\nPrzy formułowaniu i wprowadzaniu w \nżycie\n przepisów ustawowych, wykonawczych i administracyjnych, polityk i działań w \ndziedzinach\n określonych w niniejszej \ndyrektywie\n Państwa Członkowskie aktywnie uwzględniają cel, jakim jest \nrówność\n kobiet i mężczyzn.\n\nArtykuł  1\n Przedmiot\n\nNiniejsza \ndyrektywa\n ustanawia minimalne wymagania mające na celu osiągnięcie równości kobiet i mężczyzn pod względem szans na rynku pracy i traktowania w miejscu pracy przez ułatwienie pracownikom będącym rodzicami lub opiekunom godzenia życia zawodowego z rodzinnym.\n\nW tym celu niniejsza \ndyrektywa\n przewiduje indywidualne prawa związane z:\n\na) urlopem ojcowskim, urlopem rodzicielskim i urlopem opiekuńczym;\n\nb) elastyczną organizacją pracy dla pracowników będących rodzicami lub opiekunów.\n\nArtykuł  4\n Urlop ojcowski\n\n1. Państwa członkowskie wprowadzają niezbędne środki w celu zapewnienia, aby ojcowie lub, w przypadku i w zakresie przewidzianym przez prawo krajowe, równoważni drudzy rodzice, mieli prawo do urlopu ojcowskiego w wymiarze dziesięciu \ndni\n roboczych, który przysługuje z okazji narodzin dziecka pracownika. Państwa członkowskie mogą zdecydować, czy zezwalają na wykorzystanie urlopu ojcowskiego częściowo przed narodzinami dziecka, czy tylko po narodzinach dziecka oraz czy zezwalają na wykorzystanie takiego urlopu na elastycznych zasadach.\n\n2. Prawo do urlopu ojcowskiego nie jest uzależnione od wcześniejszego okresu pracy ani stażu pracy.\n\n3. Prawo do urlopu ojcowskiego jest przyznawane niezależnie od stanu cywilnego lub rodzinnego pracownika, określonego w prawie krajowym.\n\nArtykuł  5\n Urlop rodzicielski\n\n1. Państwa członkowskie wprowadzają niezbędne środki w celu zapewnienia, aby każdy pracownik miał indywidualne prawo do urlopu rodzicielskiego w wymiarze czterech miesięcy do wykorzystania przed osiągnięciem przez dziecko określonego wieku, maksymalnie ośmiu lat, który zostanie określany przez poszczególne państwa członkowskie lub w układach zbiorowych. Wiek ten jest określany mając na uwadze zapewnienie, aby każde z rodziców mogło wykonywać swoje prawo do urlopu rodzicielskiego skutecznie i na równych zasadach.\n\n2. Państwa członkowskie zapewniają, by dwa miesiące urlopu rodzicielskiego nie podlegały przeniesieniu.\n\nArtykuł  6\n Urlop opiekuńczy\n\n1. Państwa członkowskie wprowadzają niezbędne środki w celu zapewnienia, aby każdy pracownik miał prawo do urlopu opiekuńczego w wymiarze pięciu \ndni\n roboczych w roku. Państwa członkowskie mogą określić dodatkowe szczegóły dotyczące zakresu i warunków urlopu opiekuńczego, zgodnie z prawem krajowym lub praktyką. Skorzystanie z tego prawa może być uzależnione od odpowiedniego uzasadnienia, zgodnie z prawem krajowym lub praktyką.\n\n2. Państwa członkowskie mogą przyznawać urlop opiekuńczy w oparciu o okres rozliczeniowy inny niż rok, na osobę potrzebującą opieki lub wsparcia, bądź na konkretny przypadek.\n\nArtykuł  7\n Czas wolny od pracy z powodu działania siły wyższej\n\nPaństwa członkowskie wprowadzają niezbędne środki w celu zapewnienia, aby każdy pracownik miał prawo do czasu wolnego od pracy z powodu działania siły wyższej w pilnych sprawach rodzinnych spowodowanych chorobą lub wypadkiem, jeżeli niezbędna jest natychmiastowa obecność pracownika. Państwa członkowskie mogą ograniczyć prawo pracownika do czasu wolnego od pracy z powodu działania siły wyższej do określonej ilości czasu przypadającej na rok lub na konkretny przypadek.\n\nArtykuł  9\n Elastyczna organizacja pracy\n\n1. Państwa członkowskie wprowadzają niezbędne środki w celu zapewnienia, aby pracownicy posiadający dzieci do określonego wieku - co najmniej do ośmiu lat - oraz opiekunowie mieli prawo do występowania z wnioskiem o elastyczną organizację pracy w celu sprawowania opieki. Czas trwania takiej elastycznej organizacji pracy może być w rozsądny sposób ograniczony.\n\n2. Pracodawcy w rozsądnym terminie rozpatrują wnioski o elastyczną organizację pracy, o których mowa w ust. 1, i odpowiadają na nie, uwzględniając potrzeby zarówno pracodawcy, jak i pracownika. Pracodawcy przedstawiają uzasadnienie odmowy udzielenia zgody na taki wniosek lub odroczenia takiej organizacji pracy.\n\n3. W przypadku gdy elastyczna organizacja pracy, o której mowa w ust. 1, jest ograniczona w czasie, pracownik ma prawo powrotu do poprzedniej organizacji pracy po zakończeniu uzgodnionego okresu. Pracownik ma również prawo do wystąpienia z wnioskiem o powrót do poprzedniej organizacji pracy przed końcem uzgodnionego okresu, gdy uzasadnia to zmiana okoliczności. Pracodawca rozpatruje wnioski o wcześniejszy powrót do poprzedniej organizacji pracy i odpowiada na nie, uwzględniając potrzeby zarówno pracodawcy, jak i pracownika.\n\nArtykuł  11\n Dyskryminacja\n\nPaństwa członkowskie wprowadzają niezbędne środki w celu zakazania mniej korzystnego traktowania pracowników z powodu wystąpienia przez nich z wnioskiem o urlop przewidziany w art. 4, 5 lub 6 lub skorzystania z takiego urlopu lub wystąpienia przez nich z wnioskiem o czas wolny od pracy przewidziany w art. 7 lub skorzystania z takiego czasu lub z powodu skorzystania przez nich z praw przewidzianych w art. 9.\n\nArtykuł  12\n Ochrona przed zwolnieniem i ciężar dowodu\n\n1. Państwa członkowskie wprowadzają niezbędne środki w celu zakazania zwalniania oraz wszelkich przygotowań do zwolnienia pracowników z powodu wystąpienia przez nich z wnioskiem o urlop przewidziany w art. 4, 5 lub 6 lub skorzystania z takiego urlopu lub z powodu skorzystania przez nich z prawa do wystąpienia z wnioskiem o elastyczną organizację pracy, o którym mowa w art. 9.\n\n2. Pracownicy, którzy uważają, że zostali zwolnieni z powodu wystąpienia przez nich z wnioskiem o urlop przewidziany w art. 4, 5 lub 6 lub skorzystania z takiego urlopu lub z powodu skorzystania przez nich z prawa do wystąpienia z wnioskiem o elastyczną organizację pracy, o którym mowa w art. 9, mogą zwrócić się do pracodawcy o przedstawienie należycie uzasadnionych powodów zwolnienia. W przypadku zwolnienia pracownika, który wystąpił w wnioskiem o urlop przewidziany w art. 4, 5 lub 6 lub skorzystał z takiego urlopu, pracodawca przedstawia uzasadnienie zwolnienia na piśmie.\n\n3. Państwa członkowskie wprowadzają niezbędne środki w celu zapewnienia, aby w przypadku gdy pracownicy, którzy uważają, że zostali zwolnieni z powodu wystąpienia przez nich z wnioskiem o urlop przewidziany w art. 4, 5 lub 6 lub skorzystania z takiego urlopu, przedstawią przed sądem lub innym właściwym organem fakty, na podstawie których można domniemywać, że zostali zwolnieni z takiego powodu, udowodnienie, że zwolnienie nastąpiło z innych powodów, spoczywa na pracodawcy.\n\nArtykuł  14\n Ochrona przed negatywnym traktowaniem lub negatywnymi konsekwencjami\n\nPaństwa członkowskie wprowadzają środki niezbędne w celu ochrony pracowników, w tym pracowników będących przedstawicielami pracowników, przed jakimkolwiek negatywnym traktowaniem przez pracodawcę lub negatywnymi konsekwencjami wynikającymi ze skargi złożonej wewnątrz przedsiębiorstwa lub postępowań sądowych w celu wyegzekwowania zgodności z wymogami przewidzianymi w niniejszej \ndyrektywie\n.\n\nArtykuł  15\n Organy ds. równości\n\nBez uszczerbku dla kompetencji inspektoratów pracy lub innych organów egzekwujących prawa pracownicze, w tym partnerów społecznych, państwa członkowskie zapewniają, aby organ lub organy wyznaczone na podstawie \nart. 20\ndyrektywy\n 2006/54/WE do celów propagowania, analizy, monitorowania i wspierania równego traktowania wszystkich osób, bez dyskryminacji ze względu na płeć, były właściwe w odniesieniu do spraw związanych z dyskryminacją wchodzących w zakres stosowania niniejszej \ndyrektywy\n.\n\nStopka\n\nBack", "metadata": {"url": "https://rownosc.agh.edu.pl/prawo/miedzynarodowe", "title": " Międzynarodowe -- Równość w AGH ", "depth": 2, "duplicate": false, "content_hash": "cfc8fa8bce0e3d5322a46782d2732476", "word_count": 4560, "headings": [{"level": 1, "text": "Międzynarodowe"}, {"level": 2, "text": "Stopka"}]}}