{"content": "# Practical aspects of groundwater quality monitoring - from sampling to analysis and interpretation of results\n\nURL: http://ivsaghust.agh.edu.pl/index.php/second-edition/practical-aspects-of-groundwater-quality-monitoring-from-sampling-to-analysis-and-interpretation-of-results\nCrawled: 2025-03-19 22:38:10\n\nPractical aspects of groundwater quality monitoring - from sampling to analysis and interpretation of results\t\t\t\n\nMay 11-19, 2023\n\nLanguage of instruction:\n English\nTotal number of course hours:\n 30h\n\nBrochure\n\nLECTURER\n\nPhD Katarzyna Wątor\n\nDepartment of Hydrogeology and Engineering Geology \n\nFaculty of Geology, Geophysics and Environmental Protection \n\nAGH University of Science and Technology\n\n30 Mickiewicza Ave., 30-059 Krakow, Poland\n\ne-mail: \nThis email address is being protected from spambots. You need JavaScript enabled to view it.\n\nKatarzyna Wątor PhD of Earth Sciences, currently an Adjunct at the Department of Hydrogeology and Engineering Geology at the Faculty of Geology, Geophysics and Environmental Protection of the AGH UST, Technical Manager and Quality Manager in the accredited Hydrogeochemical Laboratory of the Department of Hydrogeology and Engineering Geology of the Faculty of Geology, Geophysics and Environmental Protection of the AGH UST, Coordinator for the cooperation with Balkan Countries.\n\nmain areas of scientific activity: hydrogeology, hydrogeochemistry, environmental engineering,\n\nother: assessment of the stability of the chemical composition of mineral, curative and thermal water; sulphurous water; quality of drinking water; quality control/quality assurance in laboratory and field tests; water sampling; groundwater monitoring; validation of analytical methods; analysis of the chemical composition of waters; statistical analysis of data using multivariate techniques; geochemical modeling\n\ncurrent research interests: analysis of trends in concentrations of specific components of curative water; methods for determination of sulfur(II) compounds; speciation analysis of selected elements in water; advanced geochemical modeling; problems related to water sampling and field measurements; thermal water monitoring; quality control of hydrogeochemical data; presence of pesticides and pharmaceuticals in water; presence of Legionella bacteria in water; microplastics in the aquatic environment; assessment of the effectiveness of selected water treatment techniques; metals and associated substances in drinking water; forms of occurrence of elements in water (speciation analysis)\n\nABOUT THE COURSE\n\nThe course consists of 6 major topics:\n\nMineral, thermal and curative water in Poland – introduction to the principles regarding the role of water in human life, classification of mineral and curative water and regional systematics of mineral and curative waters in Poland.\n\nCooperation with a research laboratory in the designing and implementation of experiments – practical aspects regarding types of research design and their basic principles.\n\nQA/QC in groundwater monitoring – introduction to the basic requirements regarding QA/QC program in groundwater monitoring, control samples, role of uncertainty in the decision making, examples. Tasks to solve for students.\n\nSampling of mineral, thermal, and curative water samples – practical aspects related to sampling process, requirements regarding to type of bottles, type of preservatives used, samples transport and storage, QA/QC in sampling. This part was conducted in the form of the field works - students take water samples from the piezometer on their own.\n\nAnalysis of collected water samples in accredited hydrogeochemical laboratory of the AGH University – workshops.\n\nHydrogeochemical data verification, types of errors, introduction to statistics – computer classes.\n\nMethodological aspects of groundwater and curative water quality assessment with the use of PS IMAGO PRO software (control charts) and GWSDAT software (monotonic trend assessment) – computer classes.\n\nThe programme is co-financed by the European Social Fund under the ‘Operational Programme Knowledge Education Development’ non-competitive project entitled “Support for institutional capacity of Polish HEIs through establishment and implementation of international study programmes” (Action: 3.3 Internationalization of Polish higher education), specified in the application for project funding no. POWR.03.03.00-00-PN16 /18).\n\nContribution of European Funds: PLN 528 526,90\n\n The projects are implemented under the program of the Polish National Agency for Academic Exchange - SPINAKER - Intensive International Education Programs. The program is financed from the non-competition project no. POWR.03.03.00-00-PN16 / 18 \"Supporting the institutional capacity of Polish universities through the creation and implementation of international study programs\" under the Knowledge Education Development Operational Program.", "metadata": {"url": "http://ivsaghust.agh.edu.pl/index.php/second-edition/practical-aspects-of-groundwater-quality-monitoring-from-sampling-to-analysis-and-interpretation-of-results", "title": "Practical aspects of groundwater quality monitoring - from sampling to analysis and interpretation of results", "depth": 3, "duplicate": false, "content_hash": "55de809306b18edf265c9c86e5af3207", "word_count": 618, "headings": [{"level": 1, "text": "Practical aspects of groundwater quality monitoring - from sampling to analysis and interpretation of results"}]}}