{"content": "# Prof. Antoni Tajduś odebrał doktorat honoris causa Uniwersytetu Pedagogicznego w Krakowie-- Serwis Akademii Górniczo-Hutniczej \n\nURL: http://www.agh.edu.pl/osiagniecia/info/article/prof-antoni-tajdus-odebral-doktorat-honoris-causa-uniwersytetu-pedagogicznego-w-krakowie/\nCrawled: 2025-03-19 21:59:02\n\nfot. Marcin Kania \n\n Prof. Antoni Tajduś odebrał doktorat honoris causa Uniwersytetu Pedagogicznego w Krakowie \n\n 11/05/2017 \n\nZ przyjemnością informujemy, że 11 maja 2017 r. prof. dr hab. inż. Antoni Tajduś \nzostał uhonorowany tytułem doktora honoris causa \nUniwersytetu Pedagogicznego w Krakowie.\n\nSenat Uniwersytetu Pedagogicznego podjął decyzję na wniosek Rady Wydziału Geograficzno-Biologicznego w uznaniu dorobku naukowego oraz osiągnięć badawczych, wychowawczych i organizacyjnych prof. Antoniego Tajdusia.\n\n– Dzisiaj gromadzimy się wokół jednego z najwybitniejszych specjalistów w obszarze geoinżynierii, w tym geomechaniki i geotechniki\n – powiedział podczas uroczystości prof. Wiesław Banyś – \nDostojny Doktor to świetny organizator i lider wielu ważnych dla polskiej nauki instytucji (…), nauczyciel i mistrz wielu pokoleń pracowników nauki, cieszący się niegasnącym uznaniem oraz wielkim szacunkiem środowisk z obszarów górnictwa i geologii inżynierskiej w kraju i na świecie.\n\nProf. Antoni Tajduś od wielu lat jest orędownikiem i realizatorem współpracy naukowo-badawczej pomiędzy społecznościami naukowymi Akademii Górniczo-Hutniczej oraz Uniwersytetu Pedagogicznego. Jego aktywność naukowa i społeczna ma ogromną wartość wychowawczą i pozytywny wpływ na rozwój kolejnych pokoleń młodzieży.\n\nProf. dr hab. inż. Antoni Tajduś – \nurodzony w 1949 r. w Tymbarku. Studia ukończył na Wydziale Górniczym w Akademii Górniczo-Hutniczej. Od początku zatrudnienia związany z AGH, gdzie uzyskał stopnie: doktora (1977), doktora habilitowanego (1990) oraz tytuł profesora (1998). Pełnił funkcje: Prodziekana Wydziału Górniczego (1993\n–\n1996), Dziekana Wydziału Górniczego (1996\n–\n2002) oraz Prorektora ds. Ogólnych (2002\n–\n2005). Przez dwie kadencje (w latach 2005\n–\n2008 oraz 2008\n–\n2012) sprawował urząd Rektora Akademii Górniczo-Hutniczej. Obecnie jest kierownikiem Katedry Geomechaniki, Budownictwa i Geotechniki na Wydziale Górnictwa i Geoinżynierii. Jednocześnie pełni funkcje Przewodniczącego Centralnej Komisji do Spraw Stopni i Tytułów (w kadencji 2013\n–\n2016).\n\nOtrzymał wiele zaszczytnych odznaczeń i wyróżnień, a do najważniejszych z nich należą: Złoty Krzyż Zasługi (1996), Krzyż Oficerski Orderu Odrodzenia Polski (2011), Dyrektor Generalny I Stopnia (1998), Złota Odznaka „Zasłużony dla Górnictwa” (1999), Odznaka „Honoris gratia” nadana przez Prezydenta Miasta Krakowa (2009), Honorowa Odznaka „Zasłużony dla Głównego Instytutu Górnictwa” (2009), Profesor Honorowy Politechniki Śląskiej (2010), Małopolanin Roku 2009, Małopolska Nagroda Gospodarcza (2010), Naukowy Oskar za działalność naukową i organizacyjno-menedżerską (2010), Zasłużony dla KGHM Polska Miedź S.A. (2011), Krzyż Oficerski Orderu Odrodzenia Polski (2011), Profesor Honorowy Narodowego Uniwersytetu Górniczego w Dniepropietrowsku (2006), Profesor Honorowy Narodowego Uniwersytetu Technicznego Nafty i Gazu w Iwanofrankowsku (2012), Srebrny Medal za Zasługi dla Województwa Małopolskiego (2012), Doktor Honoris Causa Donbaskiego Instytutu Górniczo-Metalurgicznego na Ukrainie (2002), Doktor Honoris Causa Uniwersytetu w Miszkolcu (2013), Doktor Honoris Causa Politechniki Świętokrzyskiej (2013), Doktor Honoris Causa Politechniki Śląskiej (2015), Doktor Honoris Causa Politechniki Lubelskiej (2016).\n\nUtrzymuje kontakty z wieloma zagranicznymi ośrodkami naukowymi w takich krajach jak: Czechy, Niemcy, Norwegia, Rosja, Słowacja, Szwecja, Ukraina, Węgry, Wietnam, Chiny.\n\nSpecjalizuje się w zagadnieniach dotyczących: \n\nmechaniki skał i gruntów (deformacje powierzchni, szkody górnicze, tąpania, wstrząsy, utrzymanie wyrobisk podziemnych),\n\nbudownictwa podziemnego (tunele, przejścia podziemne, garaże oraz podziemne składowiska odpadów),\n\nzastosowań metod numerycznych w mechanice skał i gruntów,\n\nenergetyki (bezpieczeństwo energetyczne kraju).\n\nSumaryczny dorobek publikacyjny prof. Antoniego Tajdusia obejmuje 211 pozycji: 14 książek, 191 artykułów, rozdziały w książkach i referaty konferencyjne; 14 patentów i wzorów użytkowych oraz 290 niepublikowanych prac naukowo-badawczych i ekspertyz.\n\nCzłonek wielu organizacji oraz instytucji naukowych: \n\nWiceprzewodniczący Komitetu Górnictwa PAN,\n\nCzłonek Sekcji Mechaniki Górotworu Komitetu Górnictwa PAN,\n\nCzłonek Komisji Nauk Technicznych PAU,\n\nCzłonek Polskiego Komitetu Geotechniki,\n\nCzłonek Rady Naukowej Instytutu Mechaniki Górotworu PAN w Krakowie,\n\nPrzewodniczący Komitetu Sterującego dla przygotowania zagospodarowania Legnickiego Zagłębia Górniczo-Energetycznego Węgla Brunatnego,\n\nCzłonek Komisji ds. Zagrożeń Naturalnych w Podziemnych Zakładach Górniczych Wydobywających Węgiel Kamienny przy Wyższym Urzędzie Górniczym,\n\nCzłonek Międzynarodowego Towarzystwa Mechaniki Skał,\n\nCzłonek Rady Programowej kilku czasopism dotyczących górnictwa i budownictwa podziemnego oraz energetyki o zasięgu międzynarodowym (m.in. Journal of Anhui University of Science and Technology, Chiny; Journal Mining Engineering Rudarski Radowi, Serbia; Journal of Sustainable Mining, „ Nowoczesne Budownictwo Inżynieryjne”),\n\nCzłonek Stowarzyszenia Polskie Forum Akademicko-Gospodarcze,\n\nCzłonek Akademii Inżynierskiej w Polsce\n\nCzłonek Małopolskiej Rady Gospodarczej powołanej przez Marszałka Województwa Małopolskiego,\n\nRedaktor Naczelny Kwartalnika „ Archives of Mining Sciences”.\n\nPowrót\n\n Powiązane pliki\n\n dhc_2.jpg \n 212 KB \n\n dhc_1.jpg \n 213 KB \n\n dhc_3.jpg \n 233 KB", "metadata": {"url": "http://www.agh.edu.pl/osiagniecia/info/article/prof-antoni-tajdus-odebral-doktorat-honoris-causa-uniwersytetu-pedagogicznego-w-krakowie/", "title": "Prof. Antoni Tajduś odebrał doktorat honoris causa Uniwersytetu Pedagogicznego w Krakowie-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "245f269d7fa63fa4a2f1d592c9438f14", "word_count": 651, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}