{"content": "# Terms and conditions of the shop | Wydawnictwo AGH\n\nURL: https://www.wydawnictwo.agh.edu.pl/en/strona/582-terms-and-conditions-shop\nCrawled: 2025-03-19 21:25:44\n\nTerms and conditions of the shop\n\nREGULATIONS OF THE AGH UNIVERSITY PRESS ONLINE BOOKSTORE\n\n§ 1 Definitions\n\nWhenever the present Rules and Regulations refer to:\n\n1. The Bookstore - shall mean the online bookstore (AGH University Press e-Shop) of the AGH University of Krakow, 30 Mickiewicza Avenue, 30-059 Kraków, NIP: 675 000 19 23, REGON: 000001577, a legal entity pursuant to Article 12 of the Act of 27 July 2005. - Law on Higher Education, run by an organizational unit - AGH University Press, address:  Reymonta 17 street, block 1, phone: +48 12 617 32 28, e-mail: wydawnictwa@agh.edu.pl\n\n2) Customer - means a natural person with full legal capacity, as well as a legal person and an organizational unit without legal personality, to which special regulations grant legal capacity, and who places an Order\n\n3) Consumer - shall mean a Customer who is a natural person making a purchase not directly connected with his/her economic or professional activity\n\n4) Terms and Conditions - means these Terms and Conditions with appendices, informing about the obligations, rules of use and rights of two Contracting Parties, available at https://wydagh.agh.edu.pl/strona/582-regulamin-zakupow\n\n5) Electronic address - shall be understood as an active e-mail account used during the execution of the order for permanent contact via e-mail\n\n6) Goods - it should be understood as products available in the Bookstore\n\n7) Business day - means a day of the week from Monday to Friday excluding public holidays\n\n8) Payment method - means the method of payment for the purchased Item, which includes electronic transfer, traditional payment or through other electronic payment system accepted by the Bookstore\n\n9) Customer Account - means the functionality offered by the Bookstore that allows the user to use the Bookstore, in particular to use the shopping cart, collecting data about the order history and the customer's preferences regarding the payment method\n\n10) Shopping Cart - means the functionality offered by the Bookstore that allows the user to complete orders\n\n§ 2 General provisions, technical requirements\n\n1) These Terms of Use define the rules of using the Bookstore available at https://wydagh.agh.edu.pl\n\n2) In order to use the Bookstore, including browsing through the offered items, placing orders, creating and using your personal account and receiving information about announcements, news, promotions and sales you need to have access to the Internet and a computer or mobile device\n\n3) Using the Bookstore is subject to acceptance of cookies policy and privacy policy. Non-acceptance of cookies can result in improper functioning of the Bookstore\n\n4) The Bookstore reserves the right to make interruptions in its functioning in order to update data, repair the system or carry out other maintenance works. Information about the breaks will be published on the Bookstore web page\n\n§ 3 Taking and processing orders\n\n1) In order to create a Customer Account (registration) the Customer must complete the registration form, indicate his/her Electronic Address, enter a password and declare that he/she is familiar with the provisions of the Regulations, which means that he/she agrees to its application\n\n2) After fulfilling the conditions referred to in paragraph 1, the Customer shall receive a message to the Electronic Address indicated during registration with confirmation of Customer Account registration. In order to complete the registration of the Customer Account it is necessary to confirm the registration in accordance with the instructions contained in the e-mail\n\n3) Registration takes place once. Subsequent Orders may be placed using the previously registered Customer's login and password. The login and password are confidential. The Customer shall be liable for damages caused by their disclosure to third parties. If the password is lost, the Customer may regain the possibility of logging into the Customer's Account using his/her e-mail address provided in the registration form\n\n4) Any changes to the Customer's Account can be made by the Customer using the \"My Account\" tab available after logging in. The Customer is responsible for the lack of updating the data\n\n5) In order to place an order in the Bookstore via your Account you have to log in to your Account using your login and password, select the item by adding it to the shopping cart, select the delivery method from the list available in the Bookstore, select the delivery address (if different from the one indicated in the Client's Account), enter the data required to issue an invoice, select the payment method from the list available in the Bookstore and confirm the order by clicking \"place order\" button\n\n6) In order to place an order in the Online Bookstore without registration you need to: select the item by adding it to the shopping cart, accept the Terms of Use, select your e-mail address, personal data, select the delivery method from the list of items available in the Online Bookstore, select the delivery address (if different from the indicated residential address), enter the invoice data, select the payment method from the list of items available in the Online Bookstore and confirm the order by clicking \"place order\" button\n\n7) The Bookstore sells items through the Internet\n\n8) The sales offer presented on the Online Bookstore web page does not constitute an offer in the meaning of Civil Code regulations\n\n9) Orders can be placed via the website https://wydagh.agh.edu.pl or via email at the address: wydawnictwa@agh.edu.pl The Bookstore does not accept phone orders or complaints\n\n10) Ordering is possible only after the customer accepts the Terms of Use by checking the appropriate box. From the moment of accepting the Terms of Use, the Customer is bound by the content of the Terms of Use\n\n11) the Bookstore, if possible, regularly verifies the availability of Goods offered for sale. In case the Item is unavailable in the store, the appropriate note shall be displayed on the Online Bookstore web page next to the Item description. In case the Item has not been marked as unavailable despite its lack in the store, and the Client has placed an order including its purchase, the Client shall be informed about the unavailability of the Item via email to the email address specified by the Client\n\n12) After the order is placed, the Bookstore shall verify whether the ordered item is available in the store. If the item is available, the Bookstore shall accept the order and inform the customer about it via e-mail to the e-mail address specified by the customer. Confirmation of the order includes the list of ordered items, their unit prices, total price and the bank account number\n\n13) The moment the order is confirmed by the Online Bookstore, the sales agreement between the parties comes into effect\n\n14) For each order VAT invoice is issued and it is sent to the customer together with the product\n\n15) The order can be modified until the moment of delivery by the Bookstore. In order to change the order please contact the Bookstore by phone or email\n\n16) All prices are in Polish Zloty and include VAT. The price does not include delivery costs\n\n17) The cost of delivery is in accordance with the price list available on the Online Bookstore web site: https://wydagh.agh.edu.pl/strona/584-sposoby-platnosci-i-dostawy\n\n18) We would like to inform that the Bookstore does not conduct sales during the inventory period or vacations. Appropriate information in this matter will be placed in advance on the homepage of AGH University of Science and Technology Publications https://wydagh.agh.edu.pl\n\n19) the Bookstore will not be held responsible for the consequences of placing an order by the Customer that is improper or inconsistent with the Terms of Use\n\n§ 4th Forms of payment\n\n1) In case of payment by bank transfer the Client should make the payment for the ordered items within 7 working days from the date on which he received e-mail confirmation of the order by the Bookstore\n\n2) Lack of payment within the period specified in item 1 will cause cancellation of the order and will be understood as the withdrawal from the agreement. The Online Bookstore will inform the customer about the cancellation via e-mail\n\n3)In case of payment by bank transfer the transfer order should include the following information in its title: the customer's name and order number. The payment should be transferred to the Bookstore bank account no. 69 1240 2294 1111 0010 7836 2948 Bank Pekao S.A. Krakow Branch\n\n4)The payment should be credited to the Bookstore's bank account\n\n5) In case of orders placed by the Customer who is not a Consumer the payment is made by transfer on the basis of the VAT invoice attached to the Item within the time limit specified in the invoice\n\n§ 5 Delivery\n\n1) Delivery of the order is possible through:\n\n- Polish Post\n\n- courier company\n\n- delivery to a chosen parcel machine\n\n- personal collection in the seat of AGH University Press\n\n2) Delivery time consists of order processing time (counted from the date of the order acceptance for processing by the Bookstore) and delivery time (counted until the date of delivery of the item to the Client). Order processing time is 2 days\n\n3) The cost of delivery is in accordance with the price list available on the Online Bookstore website at : https://wydagh.agh.edu.pl/strona/584-sposoby-platnosci-i-dostawy\n\n§ 6 Complaint procedure\n\n1) the Item available in the Bookstore is covered by a two-year warranty for defects\n\n2) the Bookstore is liable for defects under the warranty according to the rules specified in the Civil Code. In case of detecting any defects, the Client should contact the Bookstore by phone (phone number 12 617 46 70) or via e-mail (wydawnictwa@agh.edu.pl)\n\n3) In order to lodge a complaint if the purchased Item proved to be defective, the Client is obliged to send the complaint form to the Bookstore, in which the defect or defects should be described. Completed form can be sent in hard copy to the address specified in §1 point 1 or via email (scan) to the address wydawnictwa@agh.edu.pl\n\n4) The customer is obliged to send the complaint form to the Bookstore within 7 working days. After processing the complaint form the information about the acceptance of the complaint by the Bookstore will be sent to the e-mail address of the Client\n\n5) Return of the returned Item, together with the original proof of purchase, can be done after receiving the confirmation of complaint acceptance from the Bookstore and in the manner agreed with the Client. The cost of delivery of the returned Goods will be covered by the Client and if the Bookstore recognizes the complaint as legitimate, the cost will be refunded to the Client\n\n6) The investigation of the complaint will be conducted within 10 working days since the date the complaint was received by the Online Bookstore. The Online Bookstore will inform the Client about the outcome of the complaint via email\n\n7) Information about the out-of-court complaint procedure can be found on the website: www.uokik.gov.pl\n\n§ 7th Returns\n\n1) According to the Act of 30 May 2014 on consumer rights, the Customer who is a Consumer who has entered into a remote agreement, may withdraw from it without giving reasons within 14 days from the date of delivery or issue of the goods\n\n2) In the case of withdrawal from the agreement the Consumer is obliged to deliver the Item together with proof of purchase (invoice) and statement of withdrawal to the Bookstore (17 Reymonta Street, DS block Alfa 1, 30-059 Krakow)\n\n3) In case of withdrawal from the agreement the Bookstore will return all payments made by the Consumer, with the reservation that the cost of delivery to the Consumer will be refunded to the amount corresponding to the cheapest shipping option available in the offer\n\n4) The Consumer is obliged to return the Goods immediately, no later than within 14 days from the date of filing a declaration, whereby the Consumer is obliged to pay all direct costs of returning the Goods\n\n5) The Consumer may bear liability for deterioration of the returned item under Article. \n34 (4) of the Consumer Rights Act\n\n6) The right of withdrawal shall not apply to purchases of goods that are sound or audiovisual recordings or computer programs, delivered in closed (foiled) packaging, if it has been opened after its delivery to the Consumer\n\n§ 8 Personal data protection and cookies policy\n\n1) In order to fulfill the order it is necessary for the Customer to provide the following personal data: name and surname, street, building and apartment number, zip code, city, country, e-mail and telephone\n\n2) By accepting these Regulations, the Customer consents to the processing by the AGH University of Science and Technology of the personal data indicated in paragraph 1, in accordance with the provisions of Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of individuals with regard to the processing of personal data and on the free movement of such data and repealing Directive 95/46/EC (General Data Protection Regulation), hereinafter referred to as RODO\n\n3) The controller of personal data is the AGH University of Science and Technology in Kraków, A. Mickiewicza Avenue, 30-059 Kraków\n\n4) Contact details of the Inspector for Personal Data Protection: e-mail: iodo@agh.edu.pl, phone: 12 617 53 25\n\n5) Personal data provided by the customer will be processed only for the purpose of processing the order\n\n6) Legal basis for the processing of personal data is Article. 6.1.a) RODO\n\n7) The recipient of the Customer's personal data will be authorized employees of the AGH University of Science and Technology processing orders and entities through which the goods will be delivered to the Customer\n\n8) The Customer has the right to request from the Administrator access to his/her data and the right to correct them, the right to delete data, the right to data portability, the right to restrict data processing, the right to object to processing in cases and under the conditions specified in RODO\n\n9) Giving consent by the Customer to the processing of personal data is voluntary, but the refusal of such consent, its withdrawal or a request to remove or restrict data processing will result in inability to fulfill the order, if the Customer exercises the rights referred to above before its implementation\n\n10) The Customer has the right to lodge a complaint to the President of the Office for Personal Data Protection if he considers that the processing of personal data violates the provisions of RODO\n\n11) Customer personal data will not be processed in an automated manner, including in the form of profiling\n\n§ 9 Final provisions\n\n1) These Terms of Use are valid since 01.03.2019\n\n2) The Bookstore may change these Regulations for important reasons, in particular legal or technical\n\n3) The Client will be informed about the change of the Regulations and the reason for such change in the message displayed on the main page of the Bookstore for 14 days before the change comes into force\n\n4) The customer accepts or refuses to accept the provisions of the amended Regulations\n\n5) orders placed prior to the effective date of changes to the Terms of Use will be processed in accordance with the existing Terms of Use", "metadata": {"url": "https://www.wydawnictwo.agh.edu.pl/en/strona/582-terms-and-conditions-shop", "title": "Terms and conditions of the shop | Wydawnictwo AGH", "depth": 3, "duplicate": false, "content_hash": "0dc008ebdf352351383631d790d2da42", "word_count": 2527, "headings": [{"level": 2, "text": "Banery wysuwane"}, {"level": 1, "text": "Terms and conditions of the shop"}, {"level": 2, "text": "Menu w wersji respo"}]}}