{"content": "# \n            Konferencja Health&Code\n            | Wydział Informatyki AGH\n        \n\nURL: https://www.informatyka.agh.edu.pl/pl/blog/konferencja-healthcode/\nCrawled: 2025-03-19 21:37:56\n\nZaproszenie na spotkanie „Health&Code - Innovative bioinformatics: from bench to bedside\"\n\nSerdecznie zapraszamy na wydarzenie, które przybliży tematykę związaną z najnowszymi osiągnięciami w dziedzinie bioinformatyki, data science, genetyki, uczenia maszynowego i sztucznej inteligencji! \n\nPołączymy fascynujący świat medycyny i informatyki, pokazując, jak współpraca obu dziedzin może przynieść rewolucję w ochronie zdrowia.Naszym celem jest wymiana wiedzy i doświadczeń w zakresie zastosowania bioinformatyki, sztucznej inteligencji oraz analizy danych.\n\nData:\n 25.03.2025 r., godz. 10:00-14:00\n\nMiejsce:\n\nWydział Informatyki AGH, budynek D17, sala 1.19 (parter), ul. Kawiory 21, Kraków\n\nWstęp bezpłatny.\n\nGośćmi specjalnymi będą specjaliści z Uniwerystetu Medycznego w Leiden (Holandia). Uniwersytet w Leiden jest najstarszym, holenderskim uniwersytetem. Leiden University Medical Center to nowoczesny ośrodek medyczny realizujący badania, misję edukacyjną i opiekę nad pacjentem.\n\nPrelegenci podczas wydarzenia skupią się na nowoczesnych metodach w bioinformatyce – w tym analizie mutacji genowych, sekwencjonowaniem na poziomie pojedynczych komórek oraz wykorzystaniem sztucznej inteligencji w medycynie. Przedstawiciele Wydziału Informatyki AGH pokażą interesujące zastosowanie informatyki w medycynie – zwłaszcza dla studentów kierunków informatycznych, którzy chcą rozwijać się w tym kierunku.\n\nW drugiej części wydarzenia zapraszamy na prelekcje dotyczące m. in. zróżnicowania funkcjonalnego białek, identyfikacji patogenów w próbkach krwi czy wykorzystania głębokiego uczenia w procesach odkrywania leków.\n\nZapraszamy naukowców, specjalistów oraz studentów, którzy są zainteresowani bioinformatyką, data science, sztuczną inteligencją oraz rolą informatyki we współczesnej medycynie. Wydarzenie odbędzie się w języku angielskim.\n\nSerdecznie zapraszamy w imieniu Władz Wydziału Informatyki AGH.\n\nAgenda spotkania: \n\nGodzina:\n\nSpeaker:\n\nTutył prezentacji:\n\n10:00\n\nRozpoczęcie wydarzenia i powitanie gości\nprof. dr hab. inż. Marek Kisiel-Dorohinicki, Dziekan Wydziału Informatyki AGH\nprof. dr hab. inż. Aleksander Byrski, Prodziekan ds. Nauki i Współpracy Wydziału Informatyki AGH\n\n10:00 - 10:15\n\nKatarzyna Heryan (Wydział Informatyki AGH)\n\n“Purpose HealthTech development”\n\n10:15 - 10:30\n\ndr Cornelis van Bergen (Leiden University Medical Center, Holandia)\n\n“Accelerating Immunological Research: Single Cell Sequencing”\n\n10:30 - 10:45\n\nElżbieta Wierciak (Wydział Informatyki AGH)\n\n“First Steps in Analyzing germline and Somatic Mutations in B-cell: A Bioinformatics Perspective”\n\n10:45 - 11:00\n\ndr Gertjan Lugthart (Leiden University Medical Center, Holandia)\n\n“Bio-informatics to solve clinical problems; connecting Bedside, Bench and Bio-informatics\"\n\n11:00 - 11:15\n\nKatarzyna Jurkowska (Wydział Informatyki AGH)\n\n“Bioinformatics Approaches in the Analysis of Sequencing Data from Stem Cell Transplant Patients”\n\n11:15 - 11:30 \n\ndr Szymon Kiełbasa – Leiden University Medical Center (Holandia)\n\n“Applying bioinformatics methods over a long-distance: first lessons”\n\n11:30 - 12:00\n\nprzerwa kawowa\n\n12:30 - 12:45\n\ndr inż. Paweł Szczerbiak (Sano - Centre for Computational Personalised Medicine)\n\n“Frontiers of bioinformatics, clinic and AI: understanding protein structural and functional diversity”\n\n12:45 - 13:00\n\nJakub Wojciechowski (\nSano - \nCentre for Computational Personalised Medicine)\n\n“Frontiers of bioinformatics, clinic and AI: Metagenomic uncovers molecular mechanisms of diseases”\n\n13:00 - 13:15\n\nprof. dr hab. Aleksander Mendyk (Katedra Technologii Postaci Leku i Biofarmacji, Wydział Farmaceutyczny Collegium Medicum Uniwersytet Jagielloński)\n\n“Cross-sectional research at the Faculty of Pharmacy JUMC in Kraków - computer science in pharmaceutical world”\n\n13:15 - 13:30\n\ndr hab. inż. Joanna Jaworek-Korjakowska, prof. AGH (Centrum Doskonałości Sztucznej Inteligencji AGH)\n\n“Use of advanced deep solutions and multimodality in medical data analysis”\n\n13:30 - 13:45\n\nAdam Pardyl (Wydział Matematyki i Informatyki Uniwersytet Jagielloński)\n\n“\nRapid identification of pathogens in blood smears using computer vision”\n\n13:45 - 14:00\n\nAdriana Borowa (Wydział Matematyki i Informatyki Uniwersytet Jagielloński)\n\n“Deep Learning Applications in Phenotypic Screening for Drug Discover”\n\n                            1 tydzień temu", "metadata": {"url": "https://www.informatyka.agh.edu.pl/pl/blog/konferencja-healthcode/", "title": "\n            Konferencja Health&Code\n            | Wydział Informatyki AGH\n        ", "depth": 3, "duplicate": false, "content_hash": "8a6622a224f4f1686581ec658385c6ed", "word_count": 538, "headings": [{"level": 1, "text": "Konferencja Health&Code"}, {"level": 2, "text": "Zaproszenie na spotkanie „Health&Code - Innovative bioinformatics: from bench to bedside\""}, {"level": 4, "text": "Zapraszamy naukowców, specjalistów oraz studentów, którzy są zainteresowani bioinformatyką, data science, sztuczną inteligencją oraz rolą informatyki we współczesnej medycynie. Wydarzenie odbędzie się w języku angielskim."}, {"level": 2, "text": "Agenda spotkania:"}, {"level": 5, "text": "Informacja o cookies"}]}}