{"content": "# Aktualności – Centrum Zrównoważonego Rozwoju i Poszanowania Energii WGGiOŚ, AGH w Miękini\n\nURL: http://miekinia.agh.edu.pl/aktualnosci/\nCrawled: 2025-03-19 22:38:31\n\nCzytaj dalej\n Ś.P. Jarosław Kotyza  (1970 – 2022)\n\nCENTRUM ZRÓWNOWAŻONEGO ROZWOJU I POSZANOWANIA ENERGII  WGGIOŚ AGH W MIĘKINI\n\noraz\n\nBTI GUMKOWSKI Sp. z o.o.\n\nzapraszają na Ogólnopolskie Seminarium Naukowe\n\npt.\n\nZASTOSOWANIE I FUNKCJONALNOŚĆ INNOWACYJNEJ POMPY CIEPŁA TYPU POWIETRZE-WODA WYKORZYSTUJĄCEJ PROPAN JAKO CZYNNIK CHŁODNICZY Z SYSTEMEM NO-FROST\n\nSeminarium odbędzie się 24 marca 2022 roku od godz. 10.00 do godz. 16:00 w formie hybrydowej.\n\nCzęść stacjonarna: Centrum „Miękinia”, Miękinia 381, 32-065 Krzeszowice, woj. małopolskie\n\nCzęść on-line: \nlink\n\nSeminarium realizowane w ramach projektu POIR.02.03.02-IP.03-00-001/19 Program Operacyjny Inteligentny Rozwój 2014-2020 pt. „Przeprowadzenie badań teoretycznych i opracowanie prototypu pompy ciepła o mocy 12kW, wykorzystującej jako czynnik roboczy propan R290, cechującej się możliwością prowadzenia pompy bez konieczności odszraniania parownika w tzw. sposobie „no frost”\n\n1\n2\n3\n4\n►\n\nW ramach projektu \nCentrum Zrównoważonego Rozwoju i Poszanowania Energii „Miękinia”\n powstaje nowy budynek naszej jednostki. W drugim półroczu roku 2021 trwają prace zmierzające do zakończenia prac konstrukcyjnych.\n\nPod patronatem Ministra Klimatu i Środowiska w dniu 12 kwietnia 2021 r. podpisano list intencyjny o współpracy na rzecz utworzenia Hubu Naukowo-Technologiczno-Biznesowego, który ma powstać w Miękini. Celem powstania HUB-u w Miękini, jest współpraca podmiotów, przede wszystkim w zakresie pomp ciepła. Utworzenie HUB-u jest możliwe dzięki współpracy władz centralnych, samorządowych, przedsiębiorców oraz środowiska akademickiego.\n\nCzytaj dalej\n Hub Naukowo-Technologiczno-Biznesowy\n\nZapraszamy na krótki reportaż z Kongresu Trendy Energetyczne.\n\nCzytaj dalej\n Kongres Trendy Energetyczne", "metadata": {"url": "http://miekinia.agh.edu.pl/aktualnosci/", "title": "Aktualności – Centrum Zrównoważonego Rozwoju i Poszanowania Energii WGGiOŚ, AGH w Miękini", "depth": 3, "duplicate": false, "content_hash": "0492eff144000abf9d0d701da1a93147", "word_count": 221, "headings": []}}