{"content": "# Koła Naukowe - Wydział Odlewnictwa\n\nURL: https://odlewnictwo.agh.edu.pl/student/kola-naukowe/\nCrawled: 2025-03-19 21:33:50\n\nStrona główna\n » \nStudent\n » \nKoła Naukowe\n\nStudent\n\nMenu\n\nKoła Naukowe\n\nKoło Naukowe ZGAREK\n\nTradycja naszego koła sięga lat 70. Ciągle idziemy z biegiem czasu, uczymy się nowych technologii. Obecnie pracujemy głównie nad poszerzaniem umiejętności w wykorzystywaniu metod przyrostowych (m. in druk 3D) oraz projektem Egida. Zapraszamy! 🙂\nPodstawowe cele Koła :\n– Poznawanie nowych, ciekawych ludzi\n– Rozbudzanie zainteresowań pracą naukową;\n– Badania w zakresie odlewnictwa ogólnego;\n– Modelowanie i wirtualizacja procesów odlewniczych;\n– Metodyka szybkiego prototypowania;\n– Zapoznawanie studentów z nowoczesnymi technologiami;\n– Badania interdyscyplinarne, powiązane z główną działalnością Koła.\n\nFacebook\n\nKoło Naukowe ARTEFAK\n\nWszystko zaczęło się 20. stycznia 2014 roku z inicjatywy 8 – osobowej grupy studentów sekcji Odlewnictwa Artystycznego i Precyzyjnego. Podjęliśmy wtedy decyzję o utworzeniu Studenckiego Koła Naukowego o profilu artystyczno – technologicznym. I tak 28 stycznia 2014 roku utworzyliśmy Koło pod nazwą ARTEFAKT, którego głównym celem jest rozbudzanie w środowisku studenckim zainteresowań pracą naukową i badawczą, twórczą, samokształceniową i popularyzatorską w zakresie technologii odlewnictwa artystycznego i precyzyjnego, w szczególności historii odlewnictwa, archeometalurgii, technologii topienia i odlewnia metali nieżelaznych, technologii formy, tworzyw formierskich i tworzyw ceramicznych.\n\nRealizuj swoje pasje – dołącz do nas!\n\nFacebook\n\nwww\n\nKoło Naukowe ALCHEMIST\n\nW Kole Naukowym ALCHEMIST swoje miejsce znajdą wszyscy zainteresowani rozwijaniem pasji chemicznych w dziedzinie szeroko pojętej metalurgii. Realizujemy projekty w zakresie min.:\n\n– odtwarzania procesów metalurgicznych i badania otrzymanego materiału odlewniczego,\n\n– doboru materiałów konstrukcyjnych do różnych środowisk korozyjnych (środowiska przemysłu chemicznego, petrochemicznego, wydobywczego, geotermii i energetyki),\n\n– monitorowania szybkości korozji instalacji przemysłowych, geotermalnych, wodociągowych,\n\n– badania odporności korozyjnej powłok (np. cynkowych nanoszonych ogniowo lub elektrolitycznie) na podłożach żeliwnych, stalowych,\n\n– badania odporności korozyjnej\n\nmateriałów kompozytowych,\n\n– obróbka powierzchniowa metali, stopów i półprzewodników (trawienie, polerowanie, nakładanie powłok ochronnych),\n\n–\n\nkorozja biomedycznych implantów stawu biodrowego, zębów, kości kręgosłupa, itd. w symulowanych roztworach fizjologicznych,\n\n– otrzymywanie nanocząstek metali i tlenków metali na drodze elektrochemicznej,\n\nU nas każdy znajdzie swoje miejsce!\n\nFacebook\n\nwww", "metadata": {"url": "https://odlewnictwo.agh.edu.pl/student/kola-naukowe/", "title": "Koła Naukowe - Wydział Odlewnictwa", "depth": 3, "duplicate": false, "content_hash": "2f8cde4654301cae75d9903c71a93c84", "word_count": 313, "headings": [{"level": 3, "text": "Student"}, {"level": 1, "text": "Koła Naukowe"}, {"level": 2, "text": "Koło Naukowe ZGAREK"}, {"level": 2, "text": "Koło Naukowe ARTEFAK"}, {"level": 2, "text": "Koło Naukowe ALCHEMIST"}]}}