{"content": "# Inżynieria Kształtowania Środowiska – Wydział Inżynierii Lądowej i Gospodarki Zasobami\n\nURL: https://wilgz.agh.edu.pl/rekrutacja/studia-niestacjonarne-kierunki-2/inzynieria-ksztaltowania-srodowiska/\nCrawled: 2025-03-19 21:28:00\n\nHomepage\n  /  \nRekrutacja\n  /  \nStudia niestacjonarne\n  /  \nInżynieria Kształtowania Środowiska\n Inżynieria Kształtowania Środowiska\n\nRozpocznij rekrutację (e-Rekrutacja)\n\nKierunek studiów Inżynieria Kształtowania Środowiska należy do obszaru kształcenia w zakresie nauk technicznych\n.\n Jest to kierunek interdyscyplinarny, pozwalający studentom na zdobywanie wiedzy i umiejętności z różnych dyscyplin, co przekłada się na szerokie \nmożliwości zatrudnienia absolwentów\n tego kierunku. Mogą oni być zatrudnieni w \nzakładach\n\nprzemysłowych\n, \nbiurach projektowych\n zajmujących się zagadnieniami związanymi z inżynierią i ochroną środowiska (np. w zakresie instalacji grzewczych, wentylacyjnych, klimatyzacyjnych, OZE, sieci wodociągowych i kanalizacyjnych), \nzakładach komunalnych\n, \nurzędach\n, \ninstytucjach nadzoru środowiska\n, \njednostkach naukowo-badawczych\n.\n\n STUDIA PIERWSZEGO STOPNIA – INŻYNIERSKIE \n\n Licznik miejsc \n\n 20/20 \n\n 1 \n\n semestr \n\nCzy wiesz czym zajmuje się inżynieria środowiska? – przedmiot: \nPodstawy inżynierii i ochrony środowiska\nChcesz uzyskać teoretyczną i praktyczną wiedzą z zakresu ekonomii oraz nabyć umiejętności analizy i oceny funkcjonowania podmiotów gospodarczych? – przedmiot: \nPodstawy ekonomii\n\n 1 \n\n semestr \n\n 2 \n\n semestr \n\nCzy wiesz jakie są źródła zanieczyszczeń powietrza i jak zanieczyszczenia oddziałują na środowisko? – przedmiot: \nOchrona powietrza\nChcesz poznać zasady wykonywania rysunków technicznych z wykorzystaniem najnowszego oprogramowania informatycznego? – przedmiot: \nGrafika inżynierska i rysunek techniczny\n\n 2 \n\n semestr \n\n 3 \n\n semestr \n\nChcesz poznać narzędzia do komputerowego wspomagania projektowania? – przedmiot:\n Informatyczne podstawy projektowania\nCzy wiesz na czym polega gospodarowanie zasobami wodnymi i ochrona wód? – przedmiot: \nHydrologia i gospodarka wodna\nCzy wiesz jakie są regulacje prawne w zakresie ochrony środowiska? – przedmiot:\n Prawo w ochronie środowiska\n\n 3 \n\n semestr \n\n 4 \n\n semestr \n\nChcesz się dowiedzieć jak kształtować warunki mikroklimatu w pomieszczeniach? – przedmiot: \nWentylacja i klimatyzacja pomieszczeń\nChcesz poznać zasady uzdatniania wody i oczyszczania ścieków? – przedmiot: \nTechnologie uzdatniania wody i oczyszczania ścieków\nCzy jesteś świadomy jak dzieli się odpady oraz jak z nimi postępować? – przedmiot: \nGospodarka odpadami\n\n 4 \n\n semestr \n\n 5 \n\n semestr \n\nChcesz wiedzieć na czym polega zarządzanie środowiskowe? – przedmiot: \nCzystsza produkcja – Zarządzanie środowiskiem\nCzy wyobrażasz sobie świat bez układów automatyki sterowania? – przedmiot: \nAutomatyka i sterowanie w klimatyzacji\nZastanawiasz się jak przetwarzać surowce pierwotne i odpady? – przedmiot:\n Przetwarzanie surowców i odpadów\n\n 5 \n\n semestr \n\n 6 \n\n semestr \n\nCzy masz świadomość jak często na co dzień korzystasz z praw techniki chłodniczej? – przedmiot: \nTechnika chłodnicza\nCzy zdajesz sobie sprawę jak często w życiu codziennym korzystasz z instalacji sanitarnych i czym one są?  – przedmiot: \nInstalacje i sieci sanitarne\nChcesz się dowiedzieć jak dobierać urządzenia zapewniające komfortowe warunki w pomieszczeniach? – przedmiot: \nProjektowanie wentylacji i klimatyzacji\n\n 6 \n\n semestr \n\n 7 \n\n semestr \n\nChcesz się dowiedzieć jak wygląda procedura wydawania decyzji o środowiskowych uwarunkowaniach realizacji przedsięwzięć? – przedmiot: \nOcena oddziaływania na środowisko\nWiesz jak ważnej jest zabezpieczenie obiektów budowlanych na wypadek pożarów? – przedmiot: \nZagrożenie pożarowe i wybuchowe w obiektach przemysłowych\nChcesz wiedzieć na czym polega oczyszczenie ścieków i jak tego dokonać? – przedmiot: \nProjektowanie systemów oczyszczania ścieków\nCzy wiesz, które odpady mogą być wykorzystane jako surowce i w jakich procesach? – przedmiot: \nTechniki odzysku i unieszkodliwiania odpadów\n\n 7 \n\n semestr \n\n 8 \n\n semestr \n\nCzy wyobrażasz sobie nowoczesne projekty bez wykorzystania wspomagania komputerowego? – przedmiot: \nKomputerowy program użytkowy w wentylacji\nCzy wiesz jak istotne jest  wspomaganie komputerowe w gospodarce odpadami? – przedmiot: \nKomputerowy program użytkowy w gospodarce odpadami\nPrzygotowujesz prezentację, która przedstawia wykonaną przez Ciebie pracę dyplomową inżynierską: założenia, zastosowane metody, techniki i narzędzia, wyniki i wnioski – przedmiot: \nSeminarium dyplomowe\n\n 8 \n\n semestr \n\n STUDIA DRUGIEGO STOPNIA – MAGISTERSKIE \n\n Licznik miejsc \n\n 20/20 \n\n Instalacje środowiskowe \n\n Wentylacja i klimatyzacja przemysłowa \n\n Instalacje środowiskowe \n\n 1 \n\n semestr \n\nChcesz nauczyć się przygotowywać wnioski o pozwolenia zintegrowane? – przedmiot: \nTechnologie proekologiczne\nChcesz poznać możliwości wykorzystania odpadów jako paliwa w przemyśle? – przedmiot: \nPaliwa alternatywne\nChcesz dowiedzieć się w jaki sposób wykorzystać w budynkach odnawialne źródeł energii? – przedmiot: \nSystemy solarne i fotowoltaiczne\n\n 1 \n\n semestr \n\n 2 \n\n semestr \n\nRozumiesz potrzebę racjonalnej gospodarki odpadami i ich unieszkodliwiania,  chcesz poznać odpowiednie do tego metody? – przedmiot: \nPrzetwarzanie odpadów\nChcesz poznać zagadnienia związane z magazynowaniem wód, regulacją, zagospodarowaniem i przeobrażaniem środowiska wodnego? – przedmiot: \nKształtowanie środowiska wodnego\nChcesz poszerzyć swoją wiedze z zakresu zarządzania środowiskowego? – przedmiot: \nZarządzanie środowiskiem\n\n 2 \n\n semestr \n\n 3 \n\n semestr \n\nCzy widzisz swoją przyszłość w jednostkach gospodarki odpadami w gminie lub przedsiębiorstwie? -przedmiot: \nOrganizacja gospodarki odpadami w gminie i przedsiębiorstwi\nChcesz zostać specjalistą w zakresie instalacji wodociągowych i kanalizacyjnych? – przedmiot:\n Projektowanie i modelowanie systemów wodno-kanalizacyjnych\nCzy chcesz się dowiedzieć jak zagospodarowywać odpady na powierzchni i pod ziemią? – przedmiot: \nZagospodarowanie odpadów przemysłowych\nInteresuje Cię technologia oczyszczania ścieków przemysłowych ze szczególnym uwzględnieniem odzysku cennych surowców? – przedmiot: \nOczyszczanie ścieków przemysłowych\n\n 3 \n\n semestr \n\n 4 \n\n semestr \n\nChcesz się dowiedzieć jak wykorzystać zdobytą na studiach wiedzę w przygotowaniu pracy dyplomowej magisterskiej? – przedmiot: \nSeminarium dyplomowe\n\n 4 \n\n semestr \n\n Wentylacja i klimatyzacja przemysłowa \n\n 1 \n\n semestr \n\nCzy wyobrażasz sobie nowoczesne biurowce, hotele, galerie handlowe i budynki mieszkalne bez instalacji zapewniających komfortowe warunki dla ich użytkowników? – przedmiot: \nWentylacja i klimatyzacja\nChcesz dowiedzieć się w jaki sposób wykorzystać w budynkach odnawialne źródeł energii? – przedmiot: \nSystemy solarne i fotowoltaiczne\nChcesz poznać możliwości wykorzystania odpadów jako paliwa w przemyśle? – przedmiot: \nPaliwa alternatywne\n\n 1 \n\n semestr \n\n 2 \n\n semestr \n\nWiesz jak ważną w dobie transformacji energetycznej będzie w najbliżej przyszłości zmiana poglądu na ogrzewanie budynków z wykorzystaniem odnawialnych źródeł energii? – przedmiot: \nOgrzewnictwo i ciepłownictwo\nChcesz się dowiedzieć jak wytwarzać i wykorzystać źródła chłodu w klimatyzacji? – przedmiot: \nInstalacje wody lodowej\nPoszukujesz wiedzy z zakresu praktycznego wykorzystania odnawialnych źródeł energii? – przedmiot: \nPompy ciepła i ich wykorzystanie\n\n 2 \n\n semestr \n\n 3 \n\n semestr \n\nPoszukujesz studiów, na których zdobędziesz praktyczną wiedzę w zakresie budowy instalacji technicznych, bez których ciężko wyobrazić sobie współczesne obiekty budowlane?- przedmiot:\n Projektowanie wentylacji i klimatyzacji\nCzy wiesz, które budynki wymagają wyposażenia w urządzenia zapobiegające zadymieniu lub służące do usuwania dymu ? – przedmiot: \nWentylacja pożarowa\n\n 3 \n\n semestr \n\n 4 \n\n semestr \n\nChcesz się dowiedzieć jak wykorzystać zdobytą na studiach wiedzę w przygotowaniu pracy dyplomowej magisterskiej? – przedmiot: \nSeminarium dyplomowe\n\n 4 \n\n semestr", "metadata": {"url": "https://wilgz.agh.edu.pl/rekrutacja/studia-niestacjonarne-kierunki-2/inzynieria-ksztaltowania-srodowiska/", "title": "Inżynieria Kształtowania Środowiska – Wydział Inżynierii Lądowej i Gospodarki Zasobami", "depth": 3, "duplicate": false, "content_hash": "f7c12e4cd81a8fc12a00abc840767aa4", "word_count": 939, "headings": [{"level": 1, "text": "Inżynieria Kształtowania Środowiska"}, {"level": 2, "text": "STUDIA PIERWSZEGO STOPNIA – INŻYNIERSKIE"}, {"level": 2, "text": "STUDIA DRUGIEGO STOPNIA – MAGISTERSKIE"}, {"level": 3, "text": "Instalacje środowiskowe"}, {"level": 3, "text": "Wentylacja i klimatyzacja przemysłowa"}]}}