{"content": "Zagadnienia na egzamin wstępny  \n \nAspekty ogólne związane z łańcuchem wartości  \n \n1. Elementy surowcowego łańcucha wartości,  \n2. Podnoszenie wartości w surowcowym łańcuchu wartości,  \n3. Przykłady modeli surowcowych łańcuchów wartości  na świecie  \n4. Świadomość efektywności społecznej w surowcowym łańcuchu wartości  \n5. Interesariusze surowcowego łańcucha wartości  \n6. Efektywność środowiskowa i wpływ na otoczenie w surowcowym łańcuchu wartości  \n7. Aspekty ekonomiczne i podstawy oceny finansowej oparte na cyklu ż ycia  \n \nPodstawowe aspekty technologiczne :  \n \n1. Złoża surowców na świecie i potencjalne kierunki ich wykorzystania, położenie, \nnakłady, perspektywy  \n2. Podstawowe techniki eksploracji  \n3. Największe projekty eksploracyjne  \n4. Technologie górnicze związane z pozyskaniem surowców,  \n5. Największe przedsiębiorstwa górnicze na świecie  \n6. Przeróbka mechaniczna surowców pod kątem pozyskania koncentratów i produktów \nhandlowych  \n7. Procesy metalurgiczne i sposoby pozyskiwania materiałów.  \n8. Przetwórstwo odpadów i recykling  \n9. Urban Mining  \n10. Rew italizacja terenów poprzemysłowych – kierunki i podstawowe technologie .  \n11. Pozyskanie energii na potrzeby przemysłu zaangażowanego w łańcuch wartości i \nskojarzenie pomiędzy konwencjonalnymi a odnawialnymi źródłami.  \n12. Emisyjność technologii w kontekście śladu węglowego i jego kalkulacja.  \n13. Gospodarka wodna w przedsiębiorstwach.  \n \nDodatkowe zagadnienia : \n \n1. Innowacyjność – kierunki innowacyjności w surowcowych łańcuchach wartości  \n2. Zarządzanie innowacjami w celu komercjalizac ji rozwiązań  \n3. Przedsiębiorcze podejście do zarządzania – ukierunkowanie na efektywność \nekonomiczną, środowiskową i społeczną  \n4. Zrównoważony rozwój w sensie ekonomicznym, środowiskowym i społecznym w \nkontekście sprawozdawczości i raportowania wyników (ESG, GR I…)  \n5. Circular economy – podstawowe zagadnienia i różnice w stosunku do Linear \nEconomy.  \n \n \n  \n\n \nGeneral aspects related to the value chain  \n \n1 Elements of the raw material value chain,  \n2. Value creation and enhancement in the raw material value chain,  \n3. Exa mples of raw material value chain models in the world  \n4. Awareness of social efficiency in the raw material value chain,  \n5. Stakeholders of the raw material value chain and potential benefits for them  \n6. Environmental efficiency and impact on the environment in the raw material value chain  \n7. Economic aspects and basis of financial evaluation based on life cycle  \n \nBasic technological aspects:  \n \n1. Global resource deposits and potential directions for their use, location, inputs, prospects  \n2. Basic exploration techniques  \n3. Major exploration projects in the world  \n4. Mining technologies related to the extraction of raw materials,  \n5. Largest mining co mpanies in the world  \n6. Mechanical processing of raw materials for obtaining concentrates and commercial \nproducts  \n7. Metallurgical processes and methods of obtaining materials.  \n8. Waste processing and recycling  \n9. Urban mining  \n10. Revitalization of brow nfields - directions and basic technologies.  \n11. Energy acquisition for industries involved in the value chain and the association between \nconventional and renewable sources.  \n12. Emissivity of technologies in the context of carbon footprint and its calcu lation.  \n13. Water management  in the enterprises . \n \n \nAdditional topics:  \n \n1. Innovation - directions of innovation in raw material value chains  \n2. Innovation management for commercialization of solutions  \n3. Entrepreneurial approach to management - focus on economic, environmental and social \nefficiency  \n4. Economic, environmental and social sustainability in the context of reporting and \nperformance reporting (ESG, GRI...)  \n5. Circular economy - basic issues and differences from Linear Economy.  \n \n \n \n\n", "metadata": {}}