{"content": "# Aktualności - Wydział Metali Nieżelaznych\n\nURL: http://wmn.agh.edu.pl/aktualnosci\nCrawled: 2025-03-19 21:34:04\n\nStrona główna\nAktualności\nAktualności\n17 marca 2025\nSpotkanie z ekspertem ds. zrównoważonego aluminium z Hydro Extrusion Poland\n Serdecznie zapraszamy Studentów i Pracowników na spotkanie z Panem Robertem Matkowskim z Hydro Extrusion Poland, ekspertem ds. zrównoważonego aluminium. Spotkanie odbędzie się w najbliższy wtorek, tj.  18 marca 2025  r. o godz.  11.00  w sali  101 (bud. A2) . Podczas...\n 5 marca 2025\nSpotkanie informacyjne dotyczące Programu Erasmus+\n Serdecznie zapraszamy Studentów na spotkanie dotyczące Programu Erasmus+. \n Spotkanie odbędzie się z udziałem Pracowników z Działu Współpracy z Zagranicą za pomocą platformy MS Teams w dniu  13 marca 2025  o godz.  13:30.  \n Link do spotkania:...\n27 lutego 2025\nWydłużenie terminu składania wniosków o świadczenia w semestrze letnim 2024/2025\n  pismo PR w sprawie wydłużenia terminu składania wniosków o świadczenia w semestrze letnim 2024/2025 (pdf)  \n27 lutego 2025\nOferta pracy - SPECJALISTA R&D\n\n Gränges Konin S.A. jest firmą zajmującą się technologią aluminium, która napędza rozwój lżejszych, bardziej inteligentnych i zrównoważonych produktów oraz rozwiązań aluminiowych. Oferujemy zaawansowane materiały, zwiększające wydajność procesu produkcyjnego...\n26 lutego 2025\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 28.02.2025r.\n Informujemy, że w dniu  28.02.2025r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \n21 lutego 2025\n52. edycja Konkursu na najlepsze prace dyplomowe I i II stopnia w dziedzinie transportu.\n  52. edycja Konkursu na najlepsze prace dyplomowe I i II stopnia w dziedzinie transportu dla szkół wyższych Krakowa (pdf)  \n20 lutego 2025\nObrona doktorska mgra inż. Kamila Czapli - 25 lutego 2025, godz. 13:30, sala HA102\n W dniu 25 lutego 2025 r. o godz. 13:30 w AGH w Krakowie (paw. A-2, sala nr HA 102) odbędzie się PUBLICZNA DYSKUSJA NAD ROZPRAWĄ DOKTORSKĄ \n  mgr inż. Kamila Czapli  \n Temat pracy doktorskiej: \"Badania nad technologią kształtowania plastycznego elementów zamknięć zrywalnych CP-CAP z...\n20 lutego 2025\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 21.02.25r.\n Informujemy, że w dniu  21.02.25r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje jednorazowo przeniesiony na godz.  9.00 - 10.30 . Celem ustalenia innego terminu można się kontaktować drogą e-mail  bleszcz@agh.edu.pl . \n17 lutego 2025\nKonkurs na najlepszą pracę magisterską dot. zastosowania metod obliczeniowych do symulacji procesów cieplno-przepływowych\n Katedra Techniki Cieplnej Politechniki Śląskiej wraz z partnerami przemysłowymi ogłasza ogólnopolski konkurs na najlepszą pracę magisterską dotyczącą zastosowania metod obliczeniowych do symulacji procesów cieplno-przepływowych. Celem konkursu jest promocja osiągnięć...\n13 lutego 2025\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 14.02.25r.\n Informujemy, że w dniu  14.02.25r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje jednorazowo przeniesiony na godz.  9.00 - 10.30 . Celem ustalenia innego terminu można się kontaktować drogą e-mail  bleszcz@agh.edu.pl . \n10 lutego 2025\nZapisy na przedmioty Bloku Innowacyjnego UBPO\n Uczelniana Baza Przedmiotów Obieralnych (UBPO) to ogólnouczelniany program wspierający elastyczność studiowania oraz stanowiący urozmaicenie oferty dydaktycznej AGH \n Zapisy na przedmioty Bloku Innowacyjnego UBPO możliwe są przez stronę  www.cok.agh.edu.pl/ubpo/blok-innowacyjny  \n 6 lutego 2025\nZmarł Prof. zw. dr hab. inż. Zygmunt Kolenda\n Z głębokim smutkiem zawiadamiamy, że 5 lutego 2025 roku zmarł w wieku 89 lat \n  Śp. Prof. zw. dr hab. inż. Zygmunt Kolenda  Dziekan Wydziału Metali Nieżelaznych w latach 1978-1981; 1984-1985 \n Rodzinie i najbliższym Profesora składamy wyrazy najgłębszego żalu i współczucia ...\n 5 lutego 2025\nTerminy składania wniosków o świadczenia w semestrze letnim 2024/2025\n  Pismo w sprawie terminów składania wniosków o świadczenia w semestrze letnim 2024/2025 (pdf)  \n 4 lutego 2025\nWytyczne dotyczące odpowiedzialnego wykorzystania AI w procesie kształcenia w AGH\n  Pismo Prorektora ds Kształcenia ws wytycznych w korzystaniu z AI w procesie kształcenia (pdf)  \n LINK DO WYTYCZNYCH:  www.cok.agh.edu.pl/wytyczne-i-pisma  \n27 stycznia 2025\nWyniki ogólnego egzaminu kierunkowego w roku akadmieckim 2024/25 z dnia 27.01.2025\n  Inżynieria Produkcji i Jakości (pdf)  \n20 stycznia 2025\nWyniki ogólnego egzaminu kierunkowego w roku akadmieckim 2024/25 z dnia 20.01.2025\n\n  Inżynieria Produkcji i Jakości (pdf)  \n  Inżynieria Metali Nieżelaznych (pdf)  \n\n10 stycznia 2025\nObowiązkowe szkolenie dotyczące bezpiecznych i higienicznych warunków kształcenia dla studentów rozpoczynających kształcenie w AGH w roku akademickim 24/25 - termin dodatkowy\n Szanowni Studenci, \n Sekcja Bezpieczeństwa i Higieny Pracy AGH zaprasza na dodatkowy termin obowiązkowego szkolenia dotyczącego bezpiecznych i higienicznych warunków kształcenia dla studentów, rozpoczynających kształcenie w AGH w roku akademickim 2024/2025. Szkolenie realizowane...\n 2 stycznia 2025\nFunkcjonowanie dziekanatu w dniu 7.01.2025 r.\n Informujemy, że w dniu  7 stycznia 2025  roku Dziekanat będzie czynny w godz.  8.30 - 11.30.  \n19 grudnia 2024\nFunkcjonowanie dziekanatu w okresie świątecznym\n  Informujemy, że w dniach  23-27 grudnia 2024 r.  dziekanat będzie  nieczynny .   \n\n17 grudnia 2024\nFunkcjonowanie dziekanatu w dniu 17.12.2024 r. \n Informujemy, że w dniu  17 grudnia 2024  roku Dziekanat będzie czynny w godz.  9.00 - 11.00  oraz  13.00 - 15.00 . \n11 grudnia 2024\nZmarła Śp. Helena Natanek\n Ze smutkiem zawiadamiamy, \n że w dniu 12 grudnia o godz. 13.40 na Cmentarzu Rakowickim w Krakowie odbędą się uroczystości pogrzebowe naszego pracownika \n  Śp. Heleny Natanek  \n\n Rodzinie i najbliższym składamy wyrazy głębokiego żalu i współczucia.  \n  Dziekan   oraz...\n11 grudnia 2024\n Funkcjonowanie dziekanatu w dniu 12.12.2024 r. \n Informujemy, że w dniu  12 grudnia 2024  roku Dziekanat będzie czynny w godz.  9.00. - 11.00  oraz  13.00 - 15.00 . \n10 grudnia 2024\nZmarła Śp. Profesorowa Anna Zasadzińska\n Z głębokim smutkiem zawiadamiamy, że w dniu 6 grudnia 2024 roku zmarła w wieku 84 lat \n  Śp. Profesorowa Anna Zasadzińska  \n Panu Profesorowi Józefowi Zasadzińskiemu, wnuczce - Pani dr inż. Małgorzacie Zasadzińskiej wraz z mężem oraz najbliższej Rodzinie Profesora składamy wyrazy...\n 9 grudnia 2024\n Wyróżnienie dla studentki WMN Kingi Ortyl\n W pierwszej edycji konkursu na najlepszą pracę dyplomową z zakresu Lean Management, organizowanego przez Stowarzyszenie Lean Management Polska, Kinga Ortyl, studentka drugiego stopnia WMN, na kierunku IPiJ, otrzymała wyróżnienie w kategorii pierwszej, za pracę inżynierską pt. Projekt gry...\n22 listopada 2024\nInformacja dla studentów 1 roku studiów I stopnia 24/25 dot. zajęć z języków obcych\n  Informacja dla studentów 1 roku studiów stacjonarnych I stopnia 2024-2025 (pdf)  \n 5 listopada 2024\nKonkurs o Nagrodę ABB\n  Konkurs o nagrodę ABB (pdf)  \n 4 listopada 2024\nKonkurs Engineer 4 Science 2024\n Zachęcamy absolwentów studiów I stopnia do wzięcia udziału w Ogólnopolskim Konkursie Prac Dyplomowych I stopnia  Engineer 4 Science 2024 .    Dedykowane konkursy TYLKO dla AGH:...\n31 października 2024\nKomunikat w sprawie liczby możliwych do przyznania stypendiów rektora w roku akademickim 2024/2025\n  komunikat rektora w sprawie liczby możliwych do przyznania stypendiów rektora w roku akademickim 2024/2025 (pdf)  \n  załącznik 1 (pdf)  \n25 października 2024\nWizyta Gränges 28.10.2024 godz. 11:00, sala 101\n W dniu  28.10.2024  na Wydziale Metali Nieżelaznych będziemy gościć firmę Gränges, która jest światowym liderem w produkcji wyrobów płaskich z aluminium i jego stopów. Podczas wizyty o godz.  11:00  w sali  101  odbędzie się spotkanie ze studentami oraz z kadrą AGH, na...\n25 października 2024\nKraków Tech Summit 2024. Tu rodzą się przyszłe legendy.\n  6 listopada 2024 r. w Krakowie odbędzie się pierwsza edycja Kraków Tech Summit - wydarzenia poświęconego promocji i rozwojowi sektora start-upów oraz innowacji. Budując potencjał i rangę tego środowiska pragniemy uczynić Kraków sercem całego ekosystemu, gdzie innowacje...\n23 października 2024\n Funkcjonowanie dziekanatu w dniach 29 i 30 października 2024 r. \n Informujemy, że w dniach: \n\n 29.10.2024 r. (wtorek) dziekanat będzie nieczynny, \n 30.10.2024 r. (środa) dziekanat będzie czynny w godz. 10.00 - 13.00. \n\n21 października 2024\nKomunikat Prorektora ds. Studenckich  w sprawie wysokości świadczeń w roku akademickim 2024/2025\n  komunikat Prorektora ds. Studenckich prof. dr. hab. inż. Rafała Dańko w sprawie wysokości świadczeń w roku akademickim 2024/2025. (pdf)  \n18 października 2024\nObowiązkowe szkolenie dotyczące bezpiecznych i higienicznych warunków kształcenia dla studentów rozpoczynających kształcenie w AGH w roku akademickim 2024/2025\n Sekcja Bezpieczeństwa i Higieny Pracy AGH zaprasza na obowiązkowe szkolenie dotyczące bezpiecznych i higienicznych warunków kształcenia dla studentów rozpoczynających kształcenie w AGH w roku akademickim 2024/2025. Szkolenie realizowane jest w formie wykładów on-line na...\n15 października 2024\nInaugruracja Roku Akademickiego 2024/2025\n Szanowni Państwo \n Studenci i Doktoranci, Pracownicy oraz rozsiani po całym świecie Absolwenci i Sympatycy Wydziału Metali Nieżelaznych AGH \n Z okazji Inauguracji Roku Akademickiego 2024/2025 proszę przyjąć zasłużone gratulacje. Studentom i Doktorantom życzymy wytrwałości oraz samych udanych...\n14 października 2024\n Funkcjonowanie dziekanatu w dniu 15.10.2024 r. \n Informujemy, że w dniu  15.10.2024 r.  dziekanat będzie czynny w godzinach od  9.00  do  11.30 . \n10 października 2024\nDzień Równości AGH+UJ - 16 października 2024 r. \n  Dzien Równosci (pdf)  \n 8 października 2024\n Balotaż - kierownicy katedr\n W dniu  16.10.2024 r.  (środa) w sali  116B  w bud. A2, w godzinach  10:00-14:00  odbędzie się balotaż, podczas którego każdy z uprawnionych pracowników będzie miał możliwość zgłoszenia swojego kandydata/kandydatki na Kierownika Katedry, w której jest zatrudniony....\n 1 października 2024\nZmarł mgr inż. Leszek Kustowski\n Z głębokim smutkiem zawiadamiamy, że w dniu 28 września 2024 roku zmarł w wieku 83 lat \n   Śp. mgr inż. Leszek Kustowski  \n Rodzinie i najbliższym składamy wyrazy najszczerszego żalu i współczucia...\n30 września 2024\nKonferencja WPC24 Vitrintec\n Konferencja dotycząca wyciskania stopów aluminium w Polsce WPC24 Vitrintec na Wydziale Metali Nieżelaznych AGH w Krakowie 26-27 września 2024 już za nami ! Wydarzenie naukowo-biznesowe skupiło 5 krajowych prasowni: Aliplast Extrusion, Extral, Final, GK Kęty i Hydro Extrusion Poland i...\n30 września 2024\nLegimi w BG AGH\n Biblioteka Główna AGH oferuje darmowy dostęp do serwisu Legimi, gdzie można wypożyczać e-booki, audiobooki i synchrobooki. Pracownicy, doktoranci i studenci AGH z aktywnym kontem bibliotecznym mogą otrzymać darmowy kod aktywacyjny, dający dostęp do Legimi. Każdego miesiąca do dyspozycji...\n24 września 2024\nRejestracja na przedmioty z Uczelnianej Bazy Przedmiotów Obieralnych\n  Pismo_Prorektora_ds._Ksztalcenia_ws_zmiany_zajec_zima_2024_2025 (pdf)  \n20 września 2024\nWsparcie w postaci zapomogi dla studenów, którzy zostali dotknięci klęską powodzi\n Studenci, którzy zostali dotknięci klęską (powodzią) mogą skorzystać ze wsparcia w postaci zapomogi, ponadto mogą ubiegać się o zwiększenie stypendium socjalnego z tego powodu. Do wniosku należy dołączyć wypełnione oświadczenie (do pobrania ze strony DSS). Jeżeli student posiada dokumenty...\n19 września 2024\nKomunikat Prorektora ds. Studenckich prof. dr hab. inż. Rafała Dańko w sprawie składania wniosków o stypendium ministra w roku akademickim 2024/2025\n\n  Komunikat Prorektora w sprawie składania wniosków o stypendium ministra w roku akademickim 2024/2025 (pdf)  \n  załącznik 1(pdf)  \n\n19 września 2024\nIII Konferencja WPC24 Vitrintec z cyklu „Wyciskajmy Póki Czas”\n W dniach 26-27 września 2024 roku na Wydziale Metali Nieżelaznych Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie odbędzie się III Konferencja WPC24 Vitrintec z cyklu „Wyciskajmy Póki Czas” poświęcona tematyce dotyczącej teorii i technologii wyciskania...\n17 września 2024\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 20.09.24r.\n Informujemy, że w dniu  20.09.24r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje jednorazowo przeniesiony na godz.  12.00 - 13.30 . Celem ustalenia innego terminu można się kontaktować drogą e-mail  bleszcz@agh.edu.pl . \n12 września 2024\nZapisy na przedmioty Bloku Innowacyjnego UBPO\n Uczelniana Baza Przedmiotów Obieralnych (UBPO) to ogólnouczelniany program wspierający elastyczność studiowania oraz stanowiący urozmaicenie oferty dydaktycznej AGH \n Zapisy na przedmioty Bloku Innowacyjnego UBPO możliwe są przez stronę  www.cok.agh.edu.pl/ubpo/blok-innowacyjny  \n12 września 2024\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 13.09.2024r.\n Informujemy, że w dniu  13.09.2024r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \n11 września 2024\nPubliczna obrona mgra inż. Kamila Konrada Kaszycy\n DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH oraz PRZEWODNICZĄCY I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE informują,  że w dniu  13 września 2024 r.  o godz.  11.00  w sali  HA102 , I p. pawilon A2 odbędzie się  PUBLICZNA OBRONA ROZPRAWY...\n10 września 2024\nFunkcjonowanie dziekanatu w dniu 13.09.2024r.\n Informujemy, że w dniu  13.09.2024 r.  (piątek) dziekanat będzie czynny w godzinach od  11.30  do  14.30.  \n10 września 2024\nTerminy składania wniosków o stypendia w roku akademickmi 2024/2025\n  Komunikat dot. stypendiów rektora (pdf)  \n 9 września 2024\nPubliczna obrona mgra inż. Marcina Wieczorka\n DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH oraz PRZEWODNICZĄCY I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE informują,  że w dniu  11 września 2024 r.  o godz.  12.00  w sali  HA102 , I p. pawilon A2 odbędzie się  PUBLICZNA OBRONA ROZPRAWY...\n 6 września 2024\nLista kandydatów z Wydziału Metali Nieżelaznych do rad dyscypliny na kadencję 2024-2028\n  Lista kandydatów do Rady Dyscypliny Inżynieria Materiałowa z grupy profesorów i profesorów uczelni:  \n\n dr hab. inż. Artur Kawecki, prof. AGH \n dr hab. inż. Dariusz Leśniak, prof. AGH \n dr hab. inż. Beata Smyrak, prof. AGH \n dr hab. inż. Beata Leszczyńska-Madej, prof....\n 3 września 2024\nWybory do rad dyscyplin\n Okręgowa Komisja Wyborcza w porozumieniu z Dziekanem WMN ustaliła następujący harmonogram wyborów przedstawicieli naszego Wydziału do rad dyscyplin naukowych: \n\n Zgłaszanie kandydatur członków do rad dyscyplin naukowych w dniach 3-6 września 2024  w godz. 9:00-15:00....\n14 sierpnia 2024\nFunkcjonowanie dziekanatu w okresie wakacyjnym\n Informujemy, że w dniach  16  oraz  28 - 30 sierpnia 2024 r.  Dziekanat będzie  nieczynny . \n15 lipca 2024\nTerminy składania wniosków o stypendia w roku akademickmi 2024/2025\n  Komunikat dot. terminów składania wniosków o stypendia w roku akademickim 2024/2025 (pdf)  \n 3 lipca 2024\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 5.07.2024r.\n Informujemy, że w dniu  5.07.2024r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \n25 czerwca 2024\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 28.06.24r.\n Informujemy, że w dniu  28.06.24r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje jednorazowo przeniesiony na godz.  8.00 - 09.30 . Celem ustalenia innego terminu można się kontaktować drogą e-mail  bleszcz@agh.edu.pl . \n13 czerwca 2024\nFotograficzne podsumowanie dwudniowej Konferencji „Aluminium 2024. Trendy. Innowacje. Technologie” odbywającej się w Krakowie w dniach 11-12.06.2024 pod patronatem WMN i zorganizowanej przez Polskie Stowarzyszenie Aluminium!\n Cieszymy się, że nasza Kadra Profesorska w składzie: Dariusz Leśniak, Andrzej Mamala i Krzysztof Żaba aktywnie reprezentowała Wydział prowadząc panel dyskusyjny poświęcony innowacyjnym rozwiązaniom materiałowym i technologicznym z zakresu przetwórstwa plastycznego aluminium i...\n12 czerwca 2024\nZasady kwaterownia studentów w ramach praktyk studenckich\n  Pisomo dotyczące zasad kwaterownia studentów w ramach praktyk studenckich (pdf)  \n12 czerwca 2024\nWspółpraca Uczelni z Fundacją Edukacyjną im. J. Juzonia\n   Pismo Prorektora ds. Studenckich w sprawie współpracy Uczelni z Fundacją Edukacyjną im. J. Juzonia (pdf)  \n 6 czerwca 2024\n Specjalne Zebranie Okręgowego Kolegium Elektorów w kadencji 2024-2028 okręg nr 10 (Wydział Metali Nieżelaznych)\n W dniu  11 czerwca  (wtorek) o godz.  11:00  w sali  116B , A2, I-wsze piętro odbędzie się Specjalne Zebranie Okręgowego Kolegium Elektorów w kadencji 2024-2028 okręg nr 10 (Wydział Metali Nieżelaznych), związane z II turą wyborów - Członka Kolegium Wydziału z grupy Nauczycieli...\n29 maja 2024\nSpecjalne Zebranie Okręgowego Kolegium Elektorów w kadencji 2024-2028 okręg nr 10 (Wydział Metali Nieżelaznych)\n W dniu  5 czerwca (środa)  o godz.  11:00  w sali  116B , A2, I-wsze piętro odbędzie się Specjalne Zebranie Okręgowego Kolegium Elektorów w kadencji 2024-2028, okręg nr 10 (Wydział Metali Nieżelaznych), związane wyborami do Senatu AGH oraz do Kolegium Wydziału.   Wszystkich...\n29 maja 2024\nRekrutacja na studia I stopnia\n Drodzy Maturzyści! Stres maturalny powoli mija, więc czas na podjęcie decyzji o wyborze kierunku studiów. Od poniedziałku 3 czerwca możecie rozpocząć rejestrację w systemie e-Rekrutacja ( https://rekrutacja.cr.agh.edu.pl/ ) na 3 kierunki naszych studiów: \n\n    Inżynieria...\n28 maja 2024\nFunkcjonowanie dziekanatu w dniu 31.05.24r.\n Informujemy, że w dniu  31.05.2024 r.  (piątek): \n\n dziekanat będzie  nieczynny  \n dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany . \n\n27 maja 2024\nZajęcia dydaktyczne w dniach 28.05.24r., 29.05.24r., 17.06.24r.\n Przypominamy, iż zgodnie z harmonogram roku akademickiego 2023/2024 zajęcia dydaktyczne w dniach: \n\n  28.05.24r. (wtorek)  odbywają się wg. harmonogramu zajęć ustalonego dla  czwartku  \n  29.05.24r. (środa)  odbywają się wg. harmonogramu zajęć ustalonego dla  piątku  \n  17.06.24r....\n14 maja 2024\nKomunikat Prorektora ds. Studenckich w sprawie wypłaty świadczeń dla studentów w lipcu.\n  Komunikat Prorektora ds. Studenckich prof. dr. hab. inż. Rafała Dańko w sprawie wypłaty świadczeń dla studentów w lipcu. (pdf)  \n10 maja 2024\nStypendium Fundacji im. H.T. Zielińskich.\n Stypendium Fundacji może otrzymać student studiów I lub II stopnia, który ukończył co najmniej 5 semestr studiów, chyba, że posiada wydany przez SJO AGH certyfikat znajomości języka obcego na poziomie B2. Wnioski mogą składać osoby, które z dotychczas odbytych...\n10 maja 2024\nGodziny rektorskie w trakcie Juwenaliów 2024\n Informujemy, że w związku z obchodami Juwenaliów Krakowskich 2024, JM Rektora AGH prof. dr hab. inż. Jerzy Lis, na prośbę Uczelnianej Rady Samorządu Studentów AGH, ustanowił godziny rektorskie w następujący sposób: -  15.05 br. (środa) - od godziny 17.00, - 16.05 br....\n 6 maja 2024\n61. Hutnicza Konferencja Studenckich Kół Naukowych AGH\n Od ponad dziewięćdziesięciu lat studenckie koła naukowe są wizytówką Akademii Górniczo-Hutniczej i świadczą o jej wyjątkowym potencjale rozwojowym. Konferencje Kół Naukowych AGH to jedno z najważniejszych przedsięwzięć studenckiego ruchu naukowego. Już  9 maja o godz....\n30 kwietnia 2024\nFunkcjonowanie dziekanatu w dniu 2.05.24r.\n Informujemy, że w dniu 2 maja (czwartek) 2024r. dziekanat będzie  nieczynny.  \n26 kwietnia 2024\nInformacja o zebraniu OKE\n Szanowni Państwo, \n w dniu  15 maja  (środa) o godz.  11:00  w sali  116B , A2, I-wsze piętro odbędzie się Zebranie Okręgowego Kolegium Elektorów w kadencji 2024-2028 okręg nr 10 (Wydział Metali Nieżelaznych), związane ze zgłaszaniem Kandydatów na Dziekana WMN. \n  Wszystkich...\n24 kwietnia 2024\nKonferencja pt. „Pożary instalacji fotowoltaicznych i magazynów energii”\n 12.04.2024 w Raciborzu odbyła się konferencja pt. „Pożary instalacji fotowoltaicznych i magazynów energii” – wraz z przyczynami ich powstawania, zorganizowana przez Komendę Powiatową Państwowej Straży Pożarnej w Raciborzu oraz firmę Energetyka Solarna Ensol Sp. z o.o. ....\n16 kwietnia 2024\nLista rankingowa wniosków rekomendowanych przez Dziekana Wydziału Metali Nieżelaznych do Nagrody Rektora za rok 2023.\n NAGRODA ZA DZIAŁALNOŚĆ DYDAKTYCZNĄ \n  Nagroda indywidualna  \n\n  Nagroda II stopnia  prof. dr hab. Bogusław Onderka  Termodynamiczne modelowanie faz stałych metodą Calphad – monografia  \n\n  Nagroda zespołowa  \n\n  Nagroda I stopnia  dr hab. inż. Grzegorz Kiesiewicz, prof. AGH, dr...\n10 kwietnia 2024\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 12.04.2024r.\n Informujemy, że w dniu  12.04.2024r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \n 2 kwietnia 2024\nErasmus+ - rekrutacja na rok akademicki 2024/25\n Studenci chętni do wyjazdów w roku akademickim 2024/2025 na studia w ramach programu Erasmus+ mogą składać aplikacje do dnia 15 kwietnia 2024. W przypadku praktyk prowadzony jest nabór ciągły.  \n Studenci kandydujący na stypendium w ramach programu Erasmus+ powinni zapoznać...\n26 marca 2024\nFunkcjonowanie dziekanatu w dniu 29.03.2024 r.\n Informujemy, że w dniu  29.03.2024 r.  (piątek): \n\n dziekanat będzie  nieczynny  \n dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany . \n\n25 marca 2024\nOferta stażu w HYDRO EXTRUSION POLAND\n Zapraszamy kandydatów do odbycia płatnego stażu na stanowisku technolog / inżynier procesu \n Zakres odpowiedzialności na stanowisku: \n\n inicjowanie, realizacja lub udział w projektach optymalizacyjnych procesów wytwórczych i systemów zarządzania produkcją...\n25 marca 2024\nStypendium rektora w semestrze letnim dla I roku II stopnia\n\n  Komunikat dot. stypendiów rektora (pdf)  \n  załącznik do pisma (pdf)  \n\n19 marca 2024\nZmarł mgr inż. Paweł Kiesiewicz\n Profesorowi Grzegorzowi Kiesiewiczowi i całej Rodzinie wyrazy żalu i głębokiego współczucia z powodu śmierci Ojca składają pracownicy i koledzy z Katedry Przeróbki Plastycznej i Metaloznawstwa  \n   Wspomnienie   \n  Mgr inż. Paweł Kiesiewicz (1956) – absolwent Wydziału...\n 8 marca 2024\nDzień Kobiet\n\n 4 marca 2024\nFunkcjonowanie dziekanatu w dniu 08.03.2024 r.\n Informujemy, że w dniu  8 marca 2024 r.  dziekanat będzie czynny w godzinach  11.30 - 14.00.  \n 1 marca 2024\nSpotkanie informacyjne dotyczące Programu Erasmus+\n Serdecznie zapraszamy Studentów na spotkanie dotyczące Programu Erasmus+. \n Spotkanie odbędzie się z udziałem Pracowników z Działu Współpracy z Zagranicą za pomocą platformy MS Teams w dniu 20 marca 2024 o godz. 13:00.  \n Szczegółowe informacje można znaleźć na...\n12 lutego 2024\nNagrody Rektora za 2023 rok\n Zgodnie z zarządzeniem nr 97/2023 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 15 grudnia 2023 r. w ramach III filaru przyznawane są Nagrody Rektora: \n\n za osiągnięcia naukowe (przyznawane są w dyscyplinach) \n za osiągnięcia dydaktyczne, organizacyjne...\n 8 lutego 2024\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 9.02.2024r.\n Informujemy, że w dniu  9.02.2024r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \n 6 lutego 2024\nTerminy składania wniosków o świadczenia w semestrze letnim 23/24\n  komunikat dotyczący terminy składania wniosków o świadczenia w semestrze letnim 23/24 (pdf)  \n 5 lutego 2024\nOgłoszenie o pracę: Bulten Polska SA\n  Stanowisko: TECHNOLOG  \n  Miejsce pracy: Bulten Polska SA, Bielsko-Biała, ul. Bukietowa 60  \n  Zakres obowiązków:  \n\n opracowywanie dokumentacji technologicznej, jakościowej i narzędziowej dla nowych wyrobów z przygotowaniem wszystkich potrzebnych normatywów...\n 5 lutego 2024\nProfesor Tadeusz Karwan - wspomnienie dr. Andrzeja Rembalskiego w czasopiśmie \"Świętokorzyskie\" (listopad 2023r.)\n\n29 stycznia 2024\nŚ.p. Dominika Pęczar\n Z głębokim smutkiem i żalem zawiadamiamy, że w dniu 29 stycznia 2024 roku odeszła do Domu Pana \n  Ś.p. DOMINIKA PĘCZAR  \n  nasza studentka  \n  absolwentka kierunku Inżynieria Produkcji i Jakości  \n Rodzinie i najbliższym Dominiki oraz całej Braci Studenckiej Wydziału Metali Nieżelaznych...\n22 stycznia 2024\nWyniki egzaminu kierunkowego z dnia 22.01.24r.\n\n  Wyniki ogólnego egzaminu kierunkowego IPJ (pdf)  \n  Wyniki ogólnego egzaminu kierunkowego IMN (pdf)  \n\n15 stycznia 2024\nWyniki egzaminu kierunkowego z dnia 15.01.24r.\n\n  Wyniki ogólnego egzaminu kierunkowego IPJ (pdf)  \n  Wyniki ogólnego egzaminu kierunkowego IMN (pdf)  \n\n11 stycznia 2024\nEgzamin kierunkowy 15.01.24r.\n Informujemy, że wszystkie informacje dot. egzaminu kierunkowego wraz z harmonogramem są dostępne w zakładce   Studenci/Studia I stopnia/ Dyplomowanie inżynierskie.   \n11 stycznia 2024\nInformacja dot. dyżuru Prodziekan ds. Studenckich i Kształcenia w dniu 12.01.24r. \n Informujemy, że dniu  12.01.2024r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \n 8 stycznia 2024\nRekrutacja na studia II stopnia\n Od poniedziałku  8.01  rozpoczyna się w AGH, w tym na naszym Wydziale rekrutacja na studia mgr II stopnia. Na naszym Wydziale koordynatorem ds. rekrutacji jest Pani Doktor Justyna Grzyb ( jgrzyb@agh.edu.pl , tel. 12 617 45 95), która służy pomocą przy pytaniach i niejasnościach....\n22 grudnia 2023\nŻyczenia Świąteczne\n Drodzy Pracownicy, Doktoranci i Studenci Wydziału Metali Nieżelaznych, \n Święta Bożego Narodzenia są magicznym czasem zadumy i refleksji, ale i również nadziei i radości. Proszę przyjąć życzenia pięknych i radosnych chwil w świetle choinki, szczęśliwej przy wigilijnym stole rodziny,...\n21 grudnia 2023\nFunkcjonowanie dziekanatu w okresie świątecznym\n Informujemy, że w dniach  22-27.12.23r.  dziekanat będzie  nieczynny.  \n14 grudnia 2023\nInformacja dot. dyżuru Prodziekan ds. Studenckich i Kształcenia w dniu 15.12.23r. \n Informujemy, że dniu  15.12.2023r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \n 5 grudnia 2023\nZmarła Profesor Wanda Gumowska\n Szanowni Państwo Pracownicy, Doktoranci, studenci i wszyscy przyjaciele Wydziału Metali Nieżelaznych, \n pragnę poinformować, że w dniu dzisiejszym otrzymaliśmy smutną informację o śmierci Pani dr hab. Wandy Gumowskiej, profesor AGH – naukowca, dydaktyka i pracownika naszego Wydziału....\n28 listopada 2023\nOferta pracy: technolog ds. wdrożeń - Hydro Extrusion Poland sp. z o.o.\n Hydro Extrusion Poland sp. z o.o. zatrudnia blisko 1500 osób. Nasze zakłady produkcyjne są zlokalizowane w Chrzanowie, Łodzi i Trzciance. Zajmujemy się kompleksowo rozwiązaniami w zakresie projektowania i produkcji profili aluminiowych oraz komponentów, ich obróbką...\n27 listopada 2023\nPubliczna obrona mgr inż. Moniki Mitki\n DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH oraz PRZEWODNICZĄCY I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE informują, \n  że w dniu  28 listopada 2023 r.  o godz.  12.00  w sali  HA102 , I p. pawilon A2 odbędzie się \n  PUBLICZNA OBRONA...\n15 listopada 2023\nInformacja dla studentów I roku studiów stacjonarnych I stopnia (nabór na AGH: 2023/24) rozpoczynających lektoraty w semestrze letnim 2023/2024\n Uprzejmie przypominamy, że zajęcia lektoratowe z języków obcych rozpoczną Państwo w semestrze letnim 2023/2024. \n Zostaną Państwo zakwalifikowani do grup na podstawie wyników z matur. \n Wszystkie formalne procedury związane z zapisywaniem się na zajęcia językowe oraz rejestracją...\n 6 listopada 2023\nPubliczna obrona mgra inż. Bartosza Jurkiewicza\n DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH oraz PRZEWODNICZĄCY I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE informują, \n  że w dniu  7 listopada 2023 r.  o godz.  11.00  w sali  101  (zmiana z HA102), I p. pawilon A2 odbędzie się...\n31 października 2023\nLiczba możliwych do przyznania stypendiów rektora 2023/2024\n\n  Komunikat_dot. liczby możliwych stypendiów_rektora_2023/2024 (pdf)  \n  załącznik nr 1 (pdf)  \n\n31 października 2023\nDyżur Prodziekan ds. Studenckich i Kształcenia oraz funkcjonowanie Dziekanatu w dniach 2,3.11.2023r.\n Informujemy, że: \n\n w dniu  3.11.2023r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \n w dniach  2,3.11.2023r.  dziekanat będzie  nieczynny.  \n\n27 października 2023\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 27.10.2023r.\n Informujemy, że w dniu  27.10.2023r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \n26 października 2023\nŚwięto Absolwentów WMN 2023!\n Zapraszamy wszystkich tegorocznych Absolwentów WMN w sobotę  25.11.2023  o godz.  14:00  na  „Święto Absolwentów AGH 2023”  do Auli Głównej na I piętrze w Budynku A-0! \n Uroczystość z udziałem Władz dziekańskich i Pracowników WMN i Uczelni oraz...\n24 października 2023\nWMN na liście World's TOP 2% Scientists\n Miło nam poinformować, że Państwo Profesorowie Ewa Rudnik, Marek Wojnicki, Krzysztof Fitzner, Marian Kucharski, i Andrzej Korbel z naszego Wydziału znaleźli się w prestiżowym zestawieniu najczęściej cytowanych naukowców (Science-Wide Author Databases of Standardized Citation Indicators)...\n24 października 2023\nWyróżnienie ORLEN S.A. dla WMN\n Pracowniczy naszego Wydziału: Panowie Profesorowie Piotr Żabiński i Marek Wojnicki otrzymali zaszczytne wyróżnienie w konkursie o nagrodę Prezesa Zarządu ORLEN S.A. na najlepsza pracę badawcza wykonaną na rzecz ORLEN S.A. przez pracowników jednostek naukowych działających na...\n24 października 2023\nPubliczna obrona Mgra inż. Michała Sadzikowskiego\n DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH oraz PRZEWODNICZĄCA I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE \n informują, \n że w dniu  25 października 2023 r.  o godz.  10.00    w sali  HA102 , I p. pawilon A2 \n odbędzie się  ...\n24 października 2023\nPubliczna obrona Mgra inż. Krystiana Franczaka\n DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH oraz PRZEWODNICZĄCA I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE informują, \n że w dniu  25 października 2023 r.  o godz.  13.00    w sali  HA102 , I p. pawilon A2 odbędzie się ...\n20 października 2023\nKomunikat  w sprawie wysokości świadczeń w roku akademickim 2023/2024\n  Komunikat Prorektora ds. Studenckich prof. dr. hab. inż. Rafała Dańko w sprawie wysokości świadczeń w roku akademickim 2023/2024 (pdf)  \n20 października 2023\nZnaleziono damską portmonetkę/saszetkę\n Niewielka damska portmonetka/saszetka została znaleziona w budynku A-2 na I piętrze. Jest do odbioru w  Dziekanacie WMN  (pokój  118) . \n18 października 2023\nPubliczna obrona pracy doktorskiej mgr inż. Sylwii Drzewowskiej\n DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH oraz PRZEWODNICZĄCA I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE informują, \n że w dniu  18 października 2023 r. o godz. 9.00    w sali 203, II p. pawilon A2 odbędzie się  \n PUBLICZNA OBRONA...\n16 października 2023\nStypendia ArcelorMittal Poland\n\n  Załącznik nr 1 do Umowy - Lista kierunków 2023-sig (pdf)  \n  Załącznik nr 2 do Umowy - Regulamin stypendiów AGH-sig (pdf)  \n\n16 października 2023\nPubliczna obrona pracy doktorskiej mgra inż. Marcina Lisa\n DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH oraz PRZEWODNICZĄCA I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE informują, \n że w dniu  19 października 2023 r. o godz. 11.00    w sali 102HA, I p. pawilon A2 odbędzie się  \n PUBLICZNA OBRONA...\n 9 października 2023\nPubliczna obrona pracy doktorskiej mgr inż. Aleksandry Franczak\n DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH oraz PRZEWODNICZĄCA I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE informują, \n że w dniu  11 października 2023 r.  o godz.  11.00    w sali HA102, I p. pawilon A2 \n odbędzie się \n PUBLICZNA OBRONA...\n 4 października 2023\nFunkcjonowanie dziekanatu w dniu 05.10.2023 r.\n Informujemy, że w związku z Wydziałową Inauguracją roku akademickiego 2023/2024, w dniu 5 października 2023 r. dziekanat będzie czynny w godzinach 9.00 - 11.30. \n 3 października 2023\nWyniki wyborów uzupełniających\n W dniu 3 października 2023 roku odbyły się wybory uzupełniające do Senatu i Kolegium Wydziału z grupy Profesorów i Profesorów Uczelni oraz Rady Dyscypliny Inżynieria Materiałowa z grupy asystentów i adiunktów....\n 2 października 2023\nPodziękowanie za pożegnanie Ś.P. Profesora Tadeusza Karwana\n Serdecznie dziękuję Panu Dziekanowi Wydziału Metali Nieżelaznych, prof.dr hab. inż. Tadeuszowi Knychowi, \n Władzom i Społeczności akademickiej Wydziału Metali Nieżelaznych \n za godne i piękne pożegnanie Mojego Ś.P. Ojca Profesora Tadeusza Karwana. \n Dziękuję także za kondolencje dla mnie i...\n 2 października 2023\nZawieszenie zajęć w związku z Wydziałową Inauguracją Roku Akademickiego: 05.10.2023 godz. 11.00-16.00 \n Informujemy, że Pan Rektor wyraził zgodę na zawieszenie zajęć dydaktycznych na WMN w dniu  5 października  w godz.  11.00 - 16.00  w związku z Wydziałową Inauguracją Roku Akademickiego. \n  Zgoda na zawieszenie zajec_inauguracja WMN_05.10.2023 (pdf)  \n28 września 2023\nGodziny rektorskie w dniu 4.10.23 r.\n Informujemy, że w związku z uroczystą inauguracją roku akademickiego 2023/2024 JM Rektor AGH prof. dr hab. inż. Jerzy Lis w dniu 4 października br. (środa - cały dzień) ustanowił godziny rektorskie. \n  Pismo dot. godzin rektorskich w dniu 4.10.23r (pdf)  \n27 września 2023\nListy kandydatów w wyborach uzupełniających do: Senatu, Kolegium Wydziału oraz Rady Dyscypliny Inżynieria Materiałowa.\n\n  Lista kandydatów do Kolegium Wydziału (pdf)  \n  Lista kandydatów do Rady Dyscypliny Inżynieria Materiałowa (pdf)  \n  Lista kandydatów do Senatu (pdf)  \n\n27 września 2023\nMałopolska Noc Naukowców 2023 na WMN! Zapraszamy!\n Serdecznie zapraszamy Wszystkich do nas na Wydział do budynku  A-2  w ten piątek  29 września 2023  w godzinach  19-24  na wspólną Małopolską Noc Naukowców! \n A oto co przygotowaliśmy: \n Pani Profesor Anna Kula i Pan Doktor Piotr Noga w laboratorium  114a  na I piętrze...\n26 września 2023\nInformacja dot. możliwości realizacji prac dyplomowych we współpracy z firmą Bulten, z zakresu druku 3D z metalu.\n Informujemy, że istnieje jeszcze możliwość realizacji prac dyplomowych w zespole prof. Krzysztofa Żaby, we współpracy z firmą Bulten, z zakresu druku 3D z metalu, w następujących obszarach tematycznych: \n 1.Weryfikacja/porównanie właściwości mechanicznych proszku M350 w...\n25 września 2023\nKondolencje\n\n   Życiorys_Śp. Prof. Tadeusza Karwana   \n21 września 2023\nWybory uzupełniające do Senatu, Kolegium Wydziału oraz Rady Dyscypliny Inżynieria Materiałowa.\n\n  Ogłoszenie OKW10_wybory uzupełniają̨ce Rada Dyscypliny (pdf)  \n  Ogłoszenie OKW10_wybory uzupełniają̨ce Senat i Kolegium Wydziałowe (pdf)  \n\n21 września 2023\nKonferencja Naukowa WPC 23 Uddeholm Machining\n W dniach  28-29 września 2023r.  na Wydziale Metali Nieżelaznych AGH w Krakowie odbędzie się II Ogólnopolska Konferencja Naukowa z cyklu  \"Wyciskajmy Póki Czas\" WPC 23 Uddeholm Machining . \n Tematyka konferencji dotyczy teorii i technologii wyciskania stopów aluminium....\n21 września 2023\nZmarł Profesor Tadeusz Karwan\n  Szanowni Państwo Pracownicy, Doktoranci, studenci i wszyscy przyjaciele Wydziału Metali   Nieżelaznych,  \n  pragnę poinformować, że dzisiaj otrzymaliśmy smutną informację o śmierci Pana Profesora Tadeusza Karwana – wybitnego naukowca, dydaktyka i pracownika naszego Wydziału.  Świeć Panie...\n18 września 2023\nStypendia ministra w 2023/2024\n Uprzejmie informujemy, że na stronie MEiN dostępne są aktualne informacje dotyczące stypendiów ministra w roku akademickim 2023/2024 – zachęcam do zapoznania się ze szczegółami pod adresem...\n12 września 2023\nZapisy na przedmioty Bloku Innowacyjnego UBPO\n Uczelniana Baza Przedmiotów Obieralnych to ogólnouczelniany program wspierający elastyczność studiowania oraz pozwalający na urozmaicenie oferty dydaktycznej AGH. UBPO tworzą trzy tematyczne bloki skupiające łącznie ponad 240 przedmiotów:...\n11 września 2023\nPubliczna obrona pracy doktorskiej mgra inż. Adama Tchórza\n DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH oraz PRZEWODNICZĄCY I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE informują,  że w dniu  13 września 2023  r. o godz.  11.00  w sali  101 , I p. pawilon A2  odbędzie się  PUBLICZNA OBRONA ROZPRAWY...\n31 sierpnia 2023\nPubliczna obrona pracy doktorskiej mgra inż. Pawła Strzępka\n DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH oraz PRZEWODNICZĄCY I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE informują, \n  że w dniu  6 września 2023 r. o godz. 11.00  w sali  101 , I p. pawilon A2 odbędzie się \n  PUBLICZNA OBRONA ROZPRAWY...\n31 sierpnia 2023\nPubliczna obrona pracy doktorskiej mgra inż. Macieja Balcerzaka\n DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH oraz PRZEWODNICZĄCA I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE informują, \n  że w dniu  5 września 2023 r. o godz. 11.00  w sali  HA102 , I p. pawilon A2 \n  odbędzie się \n  PUBLICZNA OBRONA...\n16 sierpnia 2023\nDziekanat nieczynny w dniach 21.08.2023r. - 25.08.2023r.\n Informujemy że w dniach 21.08.2023r. - 25.08.2023r. dziekanat będzie nieczynny. \n27 lipca 2023\nZnaleziono bransoletkę na korytarzu A2\n Informujemy, że w dniu 27.07.23r. znaleziono srebrną bransoletkę na korytarzu w budynku A2. Więcej informacji dostępne w Dziekanacie WMN. \n27 czerwca 2023\nKomunikat dot. terminu składania wniosków o stypendium socjalne oraz stypendium dla osób niepełnosprawnych w semestrze zimowym roku akademickiego 2023/2024\n  Komunikat dot. terminu składania wniosków o stypendium socjalne oraz stypendium dla osób niepełnosprawnych w semestrze zimowym roku akademickiego 2023/2024 (pdf)  \n26 czerwca 2023\nPismo Prorektora ds. Studenckich w sprawie współpracy Uczelni z Fundacją Edukacyjną im. J. Juzonia\n  Pismo w sprawie współpracy Uczelni z Fundacją Edukacyjną im. J. Juzonia (pdf)  \n22 czerwca 2023\nPubliczna obrona pracy doktorskiej mgra inż. Adama Zwolińskiego\n DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH oraz PRZEWODNICZĄCY I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE \n informują, \n że w dniu 28 czerwca 2023 r. o godz. 10.00 w sali 102 HA, I p. pawilon A2 \n odbędzie się \n PUBLICZNA OBRONA ROZPRAWY...\n22 czerwca 2023\nStudencki Konkurs - Nagroda Jamesa Dysona\n Został równo miesiąc do zakończenia naboru zgłoszeń w tegorocznej edycji Konkursu Nagroda Jamesa Dysona, organizowanego przez Fundację Jamesa Dysona. To wyzwanie dla pomysłowych studentów oraz niedawnych absolwentów kierunków związanych z inżynierią i projektowaniem....\n22 czerwca 2023\nValeo Autosystemy Sp. z o.o. - staże\n  VERYVALEO - staże (pdf)  \n21 czerwca 2023\nOferta pracy Development Engineer, BULTEN POLSKA S.A. - Bielsko-Biała\n BULTEN POLSKA ma szwedzkiego właściciela Fasteners AB, wspólnie z zagranicznymi oddziałami tworzy międzynarodowy koncern inżynieryjny. Grupa zajmuje się rozwojem i produkcją specyficznych dla klienta komponentów i systemów opartych na materiałach z metalu. Bulten...\n12 czerwca 2023\nOferta pracy - GRÄNGES KONIN S.A.\n  Oferta pracy w GRÄNGES KONIN S.A. (pdf)  \n 6 czerwca 2023\nFunkcjonowanie dziekanatu w dniu 9.06.23r.\n   Informujemy, że w dniu  9 czerwca 2023 roku :    •    Dziekanat będzie nieczynny,  •    Dyżur Prodziekan ds. Studenckich i Kształcenia zostaje odwołany. \n 6 czerwca 2023\nKomunikat dot. zasad kwaterowania w ramach praktyk studenckich\n  DDS - zasady kwaterowania w ramach praktyk studenckich (pdf)  \n30 maja 2023\nLaureaci 60. Hutniczej Konferencji Studenckich Kół Naukowych AGH\n 11 maja w murach Akademii Górniczo-Hutniczej miała miejsce jubileuszowa  60. Hutnicza Konferencja Studenckich Kół Naukowych AGH . Na naszym wydziale obrady odbywały się w ramach sekcji Inżynieria Metali. \n Laureatom gratulujemy! \n  Laureaci 60HKSKN (pdf)  \n29 maja 2023\nSeminiarium Firma Bulten Polska S.A.\n W środę  31 maja  o godzinie  12:30  w sali  HA102  odbędzie się spotkanie z  Firmą Bulten Polska S.A.  (Oddział w Bielsku-Białej), którą reprezentować będzie Pan Łukasz Woźniak - Technology and Innovation Manager BIC. Firma działa w branży motoryzacyjnej i produkuje komponenty dla takich...\n18 maja 2023\nWyniki egzaminu kierunkowego z dnia 18.05.23r.\n  Wyniki egzaminu dla kierunku Inżynieria Produkcji i Jakości (pdf)  \n16 maja 2023\nKomunikat Prorektora ds. Studenckich  w sprawie wypłaty świadczeń dla studentów w miesiącu lipcu.\n  Komunikat Prorektora ds. Studenckich prof. dr. hab. inż. Rafała Dańko w sprawie wypłaty świadczeń dla studentów w miesiącu lipcu (pdf)  \n12 maja 2023\nSeminarium „Carbon Capture in Molten Salts - Prototype\" \n Informujemy, że w dniu  18 maja 2023  (czwartek)  o godz. 12:30  odbędzie się seminarium on-line, związane z realizacją na naszym Wydziale międzynarodowego projektu pt. \"Carbon Capture in Molten Salts - Prototype\". Serdecznie zapraszamy. \n Link do seminarium:...\n10 maja 2023\nGodziny Rektorskie w związku z Juwenaliami 2023\n  Pismo dot. godzin rektorskich w związku z Juwenaliami (pdf)  \n 8 maja 2023\nOferta współpracy z Elemental Strategic Metals\n  Ogłoszenie_ESM (pdf)  \n 5 maja 2023\n60. Hutnicza Konferencja Studenckich Kół Naukowych AGH\n Od ponad dziewięćdziesięciu lat studenckie koła naukowe są wizytówką Akademii Górniczo-Hutniczej i świadczą o jej wyjątkowym potencjale rozwojowym. Konferencje Kół Naukowych AGH to jedno z najważniejszych przedsięwzięć studenckiego ruchu naukowego. Już  11 maja o godz. 8.30...\n28 kwietnia 2023\nFunkcjonowanie dziekanatu w dniu 2.05.23r.\n Informujemy, że w dniu 2 maja (wtorek) 2023r. dziekanat będzie  nieczynny.  \n25 kwietnia 2023\nGodziny rektorskie – 4.05.2023r., do godz. 12:00\n  Komunikat dot. godzin rektorskich w dniu 4.05.23 (pdf)  \n21 kwietnia 2023\nZmarła dr Aleksandra Łatkowska\n Drodzy Państwo, \n Pragnę poinformować, że w dniu 19 kwietnia 2023 roku odeszła na zawsze do Pana nasza starsza koleżanka Pani dr Aleksandra Łatkowska. \n Świeć Panie nad jej duszą. \n  Wspomnienie:  \n Dr Aleksandra Łatkowska była pracownikiem naukowo-dydaktycznym Wydziału Metali Nieżelaznych....\n19 kwietnia 2023\nSeminarium 25.04.23r.\n Uprzejmie informujemy, że w dniu 25 kwietnia 2023 r. o godz. 10:00 w sali HA102 paw. A-2  \n odbędzie się   \n SEMINARIUM  \n  mgr inż. Adrianny Pach  \n na temat: \"Oznaczanie metali z grupy platynowców związkami azowymi w roztworach wodnych i organicznych\" ...\n14 kwietnia 2023\nStypendium z Fundacji Pomocy Edukacyjnej dla młodzieży im. Heleny i Tadeusza Zielińskich\n  komunikat dot. stypendiów z Fundacji Pomocy Edukacyjnej dla młodzieży im. Heleny i Tadeusza Zielińskich w Jarosławiu  (pdf)  \n13 kwietnia 2023\nZmarła Profesor Zofia Orman\n Szanowni Państwo Pracownicy, Doktoranci, studenci i wszyscy przyjaciele Wydziału Metali Nieżelaznych, \n Pragnę poinformować, że wczoraj otrzymaliśmy smutną informację od dra Leszka Ormana o śmierci mamy - Pani Profesor Zofii Orman – wybitnego naukowca, dydaktyka i pracownika naszego...\n12 kwietnia 2023\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 14.04.2023r.\n Informujemy, że w dniu  14.04.2023r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \n11 kwietnia 2023\nSeminarium 18.04.23r.\n Uprzejmie informujemy, że w dniu 18 kwietnia 2023 r. o godz. 10:00 w sali HA102 paw. A-2  \n odbędzie się   \n SEMINARIUM  \n  mgr inż. Moniki Wojtysiak  \n na temat: \"Elektrochemiczna synteza chalkogenków metali przejściowych\"  \n Promotor: dr hab. inż. Remigiusz...\n 4 kwietnia 2023\nZmarł Profesor Franciszek Grosman\n Szanowni Państwo, \n Z ogromnym smutkiem i żalem pragnę poinformować o śmierci Pana Profesora Franciszka Grosmana. \n Świeć Panie nad jego duszą. \n  Wspomnienie  \n Profesor Franciszek Grosman był pracownikiem Politechniki Śląskiej. To wybitna postać w polskiej nauce w dyscyplinie Metalurgia i...\n 3 kwietnia 2023\nLista rankingowa wniosków rekomendowanych przez Dziekana Wydziału Metali Nieżelaznych do Nagrody Rektora za rok 2022\n  Nagroda za działalność dydaktyczną  \n  Nagroda indywidualna  \n\n Nagroda II stopnia dr hab. inż. Ewa Rudnik, prof. AGH  Opracowanie interaktywnych materiałów dydaktycznych z chemii.  \n Nagroda III stopnia dr hab. inż. Marek Wojnicki, prof. AGH  Skrypt: Podstawy nanomateriałów...\n24 marca 2023\nStypendium rektora na I roku studiów II stopnia w roku akademickim 2022/2023\n  Komunikat dot. stypendiów rektora (pdf)  \n  Liczba możliwych do przyznania stypendiów rektora na I roku II stopnia w roku akademickim 2022/2023 (pdf)  \n16 marca 2023\nZapraszamy Wszystkich w piątek 17 marca na ODIM'23 czyli Ogólnopolski Dzień Inżynierii Materiałowej na WMN!\n W ten piątek 17.03.2023 w AGH odbywa się wydarzenie „Ogólnopolski Dzień Inżynierii Materiałowej\", w którym bierze udział nasz Wydział. W części dopołudniowej jest ono poświęcone promocji WMN wśród młodzieży z Zespołu Szkół Zawodowych Huty im. T. Sendzimira,...\n 9 marca 2023\nErasmus+ - spotkanie informacyjne dla studentów WMN\n Serdecznie zapraszamy Studentów Wydziału Metali Nieżelaznych na stacjonarne spotkanie dotyczące Programu Erasmus+. \n Spotkanie odbędzie się z udziałem Pracowników z Centrum Spraw Międzynarodowych oraz Wydziałowym Koordynatorem Programu Erasmus+ w dniu  14 marca 2023  o godz....\n 8 marca 2023\nDzień Otwarty Przedsiębiorczości Akademickiej AGH – Investor Day\n Zespół Przedsiębiorczości Akademickiej AGH oraz Broker Wydziału Metali Nieżelaznych Paweł Kwaśniewski ma wielką przyjemność zaprosić wszystkich członków naszej społeczności do udziału w trzeciej edycji  Dnia Otwartego PA , który odbędzie się  28 marca 2023 r. o godz. 13:00 ,...\n 3 marca 2023\nOferta pracy na stanowisko Technologa w Grupie Kęty S.A.\n  Ogłoszenie ZM Technolog 2023 (pdf)  \n27 lutego 2023\nSpotkanie informacyjne dotyczące Programu Erasmus+\n Serdecznie zapraszamy Studentów na spotkanie dotyczące Programu Erasmus+. \n Spotkanie odbędzie się z udziałem Pracowników z Działu Współpracy z Zagranicą za pomocą platformy MS Teams w dniu  7 marca 2023 o godz. 14:00 . \n Szczegółowe informacje można znaleźć na...\n21 lutego 2023\nStudenckie warsztaty zakupowe z Valeo\n Zapraszamy Studentów WMN ze wszystkich lat studiów i ze wszystkich kierunków do udziału w Warsztatach Eksperckich dot. Działu Zakupów, które poprowadzą specjaliści z Valeo Autosystemy, z Zakładu Wiper Systems ze Skawiny (Zakład Produkcji Wycieraczek)! \n Termin...\n17 lutego 2023\nNabór do projektu Erasmus+ KA171\n Informujemy, że rozpoczął się nabór do projektu  Erasmus+ KA171.  \n Szczegóły dostępne pod adresem:   https://www.csm.agh.edu.pl/index.php?id=2765&tx_ttnews[tt_news]=7720&cHash=9e5b6a5af1edf109c70bec27abfedf96  \n16 lutego 2023\nWydział Metali Nieżelaznych AGH wspiera wiedzą know-how budowę fabryki profili aluminiowych w Jędrzejowie\n\n W dniu 15 lutego 2023 r. w Centrum Kultury w Jędrzejowie odbyło się uroczyste podpisanie umowy na budowę hali produkcyjnej oraz linii produkcyjnej wyciskania profili aluminiowych dla nowego zakładu pracy w jędrzejowskiej podstrefie Krakowskiego Parku Technologicznego, który zatrudni...\n13 lutego 2023\nNagroda Rektora za rok 2022\n\n Zgodnie z zarządzeniem nr 73/2022 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 16 grudnia 2022 r. w ramach III filaru przyznawane są Nagrody Rektora: \n\n za osiągnięcia naukowe (przyznawane są w dyscyplinach) \n za osiągnięcia...\n 1 lutego 2023\nLetnia edycja Bloku Innowacyjnego w ramach Uczelnianej Bazy Przedmiotów Obieralnych\n W październiku 2020 r. uruchomiono długo oczekiwany, trzeci blok Uczelnianej Bazy Przedmiotów Obieralnych – Blok Innowacyjny. Pierwsze zapisy odbyły się pod koniec września 2020 r.  \n Zapisy na przedmioty w semestrze letnim roku akademickiego  2022/2023  będą prowadzone od  21...\n 1 lutego 2023\nBentham Science - wielodziedzinowa kolekcja ksiażek\n Zapraszamy do korzystania z dostępu do pełnych tekstów wielodziedzinowej kolekcji książek wydawnictwa   Bentham Science .  \n Warunkiem korzystania z usługi jest posiadanie aktualnego konta bibliotecznego w Bibliotece Głównej. \n Aby skorzystać z dostępu do pełnych tekstów...\n27 stycznia 2023\nFunkcjonowanie dziekanatu w okresie remontu\n Od dnia 30.01.2023r., tj. poniedziałek, Dziekanat, pok.  118  jest  NIECZYNNY  do odwołania (remont). \n Zapraszamy do pokoju  117  \n\n Za utrudnienia przepraszamy! \n23 stycznia 2023\nWyniki egzaminu kierunkowego z dnia 23.01.23r.\n\n  Wyniki egzaminu dla kierunku Inżynieria Produkcji i Jakości (pdf)  \n  Wyniki egzaminu dla kierunku Inżynieria Metali Nieżelaznych (pdf)  \n\n18 stycznia 2023\nWarsztaty dla studentów w Valeo Autosystemy\n Informujemy, że w marcu 2023 z inicjatywy Valeo Autosystemy odbędą się warsztaty dla studentów naszego wydziału organizowane przez specjalistów z Działu Zakupów.    Celem warsztatów będzie zapoznanie studentów z zagadnieniami z zakresu organizacji...\n16 stycznia 2023\nWyniki egzaminu kierunkowego z dnia 16.01.23r.\n\n  Wyniki egzaminu dla kierunku Inżynieria Produkcji i Jakości (pdf)  \n  Wyniki egzaminu dla kierunku Inżynieria Metali Nieżelaznych (pdf)  \n\n11 stycznia 2023\nZmiana kryterium dochodowego do stypendium socjalnego\n  komunikat dot. zmiany kryterium dochodowego do stypendium (PDF)  \n29 grudnia 2022\nZmarł Profesor Ryszard Pęcherski\n    Szanowni Państwo,   \n   Z głębokim żalem przekazuję informację o śmierci Pana Profesora Ryszarda Pęcherskiego, wybitnego specjalisty z dziedziny mechaniki ciała stałego. W dniu 22 grudnia 2022 roku odszedł od nas szlachetny człowiek, wspaniały naukowiec i nauczyciel akademicki. Panie świeć...\n22 grudnia 2022\nWykład pt: „Welding of dissimilar metals” - 3.01.23r., HA102\n Szanowni Państwo, uprzejmie informujemy, że w dniu  3 stycznia 2023  roku o godz.  11:00  w sali  HA102  zostanie wygłoszony wykład pt: „Welding of dissimilar metals”. Prelegentem będzie  Prof. Zakaria Boumerzoug  reprezentujący Department of Mechanical Engineering University of...\n21 grudnia 2022\nGodziny rektorskie – 2.01.2023r., do godz. 12:00\n  Komunikat dot. godzin rektorskich w dniu 2.01.23r. (pdf)  \n21 grudnia 2022\nFunkcjonowanie dziekanatu w okresie świątecznym\n Informujemy, że w okresie świątecznym tj. w dniach  23 i 30 grudnia 2022 r.  dziekanat będzie  nieczynny . \n Dyżur Prodziekan ds. Studenckich i Kształcenia w powyższych terminach zostaje odwołany (w sprawach pilnych prosimy o kontakt e-mail  bleszcz@agh.edu.pl ). \n 7 grudnia 2022\nProgram „Vulcanus in Japan”\n Centrum Spraw Międzynarodowych zaprasza na spotkanie informacyjne dotyczące programu wymiany studenckiej z Japonią w ramach programu „Vulcanus in Japan”. \n Szczegóły znajdują się  na stronie:...\n 5 grudnia 2022\nŚwięta Dzieciom 2022\n 6 grudnia, w ramach będzie na WMN prowadzona coroczna akcja naWrzucaj Dziekanowi w ramach inicjatywy Święta Dzieciom. Zbiórka odbędzie się w godzinach 11:00-13:00. \n W tym roku pomoc będzie przeznaczona dla „Stowarzyszenia na rzecz dzieci z chorobą nowotworową KOLIBER”,...\n28 listopada 2022\nInformacja dla studentów I roku studiów stacjonarnych I stopnia (nabór na AGH: 2022/23) rozpoczynających lektoraty w semestrze letnim 2022/2023\n Uprzejmie przypominamy, że zajęcia lektoratowe z języków obcych rozpoczną Państwo w semestrze letnim 2022/2023. \n Zostaną Państwo zakwalifikowani do grup na podstawie wyników z matur. \n Wszystkie formalne procedury związane z zapisywaniem się na zajęcia językowe oraz rejestracją...\n23 listopada 2022\nPubliczna obrona pracy doktorskiej mgr inż. Katarzyny Skibińskiej\n  DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH  oraz  PRZEWODNICZĄCA i RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA   AKADEMII GÓRNICZO-HUTNICZEJ im. ST.STASZICA w KRAKOWIE   Informują, \n że w dniu  29 listopada 2022 r.  o godz.  11:00  w paw.  A2, s. 102 HA , w AGH w Krakowie \n odbędzie się...\n10 listopada 2022\nPubliczna obrona pracy doktorskiej mgr inż. Karoliny Chat-Wilk\n  DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH  oraz  PRZEWODNICZĄCA I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE  \n informują, \n że w dniu  15 listopada 2022 r.  o godz.  12.00  w sali  102 HA , I p. pawilon A2 \n odbędzie się  ...\n 7 listopada 2022\nPubliczna obrona rozprawy doktorskiej mgr inż. Malwiny Janoski\n DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH oraz PRZEWODNICZĄCY I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE informują,  że w dniu 8 listopada 2022 r. o godz. 11.00 w sali 102 HA, I p. pawilon A2  odbędzie się \n PUBLICZNA OBRONA ROZPRAWY...\n 7 listopada 2022\nWybory  Społecznego Inspektora Pracy na WMN - 15.11.2022\n Wybory  Społecznego Inspektora Pracy  na Wydziale Metali Nieżelaznych odbędą się  w dniu  15 listopada 2022  roku (wtorek) o godz.  10:00  w sali  102 HA .    Zapraszamy wszystkich Pracowników Wydziału do uczestnictwa w spotkaniu. Program spotkania dostępny jest pod...\n 3 listopada 2022\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 4.11.2022r.\n Informujemy, że w dniu  4.11.2022r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \n25 października 2022\nFunkcjonowanie dziekanatu w dniu 31.10.2022 r.\n Informujemy, że w dniu  31.10.2022 r.  (tj. poniedziałek) dziekanat będzie  nieczynny.  \n19 października 2022\nWysokość świadczeń z Funduszu stypendialnego w roku akademickim 2022/2023\n  komukat_dot_wysokości_świadczeń_2022-2023 (pdf)  \n10 października 2022\nWIZYTY STUDYJNE U PRACODAWCÓW DLA STUDENTÓW AGH-WMN\n Wydziałowe Biuro Projektu Wydziału Metali Nieżelaznych w ramach projektu „Zintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie II  (ZPR AGH II)” nr POWR.03.05.00-00-Z309/18 ogłasza rekrutację na wizyty studyjne u pracodawców dla studentów AGH-WMN:...\n 6 października 2022\nSponsorzy i Patroni Jubileuszu 60-lat WMN\n W organizacji Jubileuszu 60-lecia WMN finansowo wsparli nas Sponsorzy i Patroni, którymi są Firmy z branży metalurgiczno-przetwórczej metali     Jesteśmy bardzo wdzięczni i przekazujemy podziękowania dla:       Hermex   • Zakład przetwórstwa złomów i...\n 6 października 2022\nPubliczna obrona pracy doktorskiej M.Gniełczyka\n DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH oraz PRZEWODNICZĄCA RADY DYSCYPLINY INŻYNIERIA MATERIAŁOWA  AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE ZAPRASZAJĄ NA PUBLICZNĄ DYSKUSJĘ NAD ROZPRAWĄ DOKTORSKĄ \n   Mgr. inż. Marka Gniełczyka, która odbędzie się w dniu 11...\n 4 października 2022\nZawieszenie zajęć w dniu 7 października 2022 r.\n Informujemy, że w związku z Wydziałową Inauguracją Roku Akademickiego 2022/2023 zajęcia dydaktyczne odbywające się w dniu  7 października 2022r.  na Wydziale Metali Nieżelaznych (piątek) zostają zawieszone. \n  Pismo_dot_zawieszenia_zajęć (pdf)  \n 3 października 2022\nZmiana terminu dyżuru Prodziekan ds. Studenckich i Kształcenia oraz funkcjonowania Dziekanatu w dniach 5.10 i 7.10.2022r.\n Informujemy, że: \n\n dyżur Prodziekan ds. Studenckich i Kształcenia z dnia   7.10.2022r. (piątek)  zostaje  przeniesiony  na dzień  5.10.2022r. (środa)  i odbędzie się w godzinach  10:00-11:45 . \n  w dniu  7.10.2022r. (piątek)  Dziekanat będzie  nieczynny  \n w dniu  5.10.2022r....\n29 września 2022\nDyżur Prodziekan ds. Studenckich i Kształcenia oraz funkcjonowanie Dziekanatu w dniu 30.09.2022r.\n Informujemy, że w dniu  30.09.2022r.  (piątek) godziny dyżuru Prodziekan ds. Studenckich i Kształcenia oraz funkcjonowania Dziekanatu zostają wyjątkowo zmienione na  9:00-11:30.  \n26 września 2022\nZmarł dr inż. Jan Jarominek\n  Z głębokim żalem i smutkiem przyjęliśmy informację o śmierci  dr. inż. Jana Jarominka . Zmarł 24 września 2022 roku, w wieku 81 lat.  \n  Śp. Doktor Jan Jarominek, po ukończeniu studiów w 1964 roku, całe swoje zawodowe życie związał z Akademią Górniczo-Hutniczą, z Wydziałem Metali...\n15 września 2022\nInformacja na temat stypendiów Ministra Edukacji i Nauki za znaczące osiągnięcia dla studentów na rok akademicki 2022/2023 (konkurs SST03)\n Informacja na temat stypendiów Ministra Edukacji i Nauki za znaczące osiągnięcia dla studentów na rok akademicki 2022/2023 (konkurs SST03)   TUTAJ   \n\n14 września 2022\nSponsorzy Konferencji Naukowej \"Wyciskajmy Póki Czas\" - WPC 22 Hydro Extrusion Poland\n Jesteśmy już prawie gotowi do Konferencji Naukowej \"Wyciskajmy Póki Czas\" -  WPC 22 Hydro Extrusion Poland   organizowanej na Wydziale Metali Nieżelaznych w dniu  15 września 2022 r.  Jeszcze tylko spakowanie teczek konferencyjnych, ostatnie szlify w prezentacji ... i możemy...\n14 września 2022\nFunkcjonowanie dziekanatu w dniu 16.09.2022 r. \n Informujemy, że w dniu  16.09.2022  r. (tj. piątek) dziekanat będzie czynny w godzinach od  11.00  do  13.00  \n13 września 2022\nZapisy na przedmioty Bloku Innowacyjnego UBPO\n Uczelniana Baza Przedmiotów Obieralnych to ogólnouczelniany program wspierający elastyczność studiowania oraz pozwalający na urozmaicenie oferty dydaktycznej AGH. UBPO tworzą trzy tematyczne bloki skupiające łącznie ponad 240 przedmiotów: \n  Zapisy na przedmioty Bloku...\n12 września 2022\nKomunikat Prorektora ds. Studenckich w sprawie terminów składania wniosków o stypendium rektora w roku akademickim 22/23\n  Komunikat Prorektora ds. Studenckich prof. dr. hab. inż. Rafała Dańko w sprawie terminów składania wniosków o stypendium rektora w roku akademickim 2022/2023 (pdf)  \n 5 września 2022\nZbiórka charytatywna na leczenie Bartusia Buriana\n Z inicjatywy Ani Brudny – absolwentki WMN pracującej obecnie w Sieci Badawczej Łukasiewicz – Instytucie Metali Nieżelaznych w Gliwicach prosimy o wsparcie zbiórki charytatywnej dla Bartusia Buriana, 12-letniego chłopca, którego czeka operacja bioder w Paley European...\n 1 września 2022\nWyniki konkursu na stanowisko doktorant-stypendysta w ramach konkursu OPUS finansowanego przez Narodowe Centrum Nauki\n W dniu 01.09.2022 r. rozstrzygnięto konkurs na stanowisko doktorant - stypendysta w ramach projektu NCN OPUS22 (nr 2021/43/B/ST5/00730) “Mechaniczne i strukturalne skutki deformacji plastycznej drobnokrystalicznego magnezu w zakresie niskich temperatur” realizowanego na Wydziale...\n24 sierpnia 2022\nSzkolenie z egzaminem AutoCAD 2020 dla nuczycieli akademickich WMN - stopień podstawowy, zaawansowany i modelowanie 3D.\n Wydziałowe Biuro Projektu Wydziału Metali Nieżelaznych w ramach projektu „Zintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie II (ZPR AGH II)” nr POWR.03.05.00-00-Z309/18(Zadanie 5) ogłasza rekrutację na Cykl szkoleń z zarządzania produkcją dla kadry...\n10 sierpnia 2022\nOferta pracy GRÄNGES KONIN S.A. : SPECJALISTA ds. BADAŃ I ROZWOJU\n  SPECJALISTA ds. BADAŃ I ROZWOJU (pdf)  \n 4 sierpnia 2022\nFunkcjonowanie Dziekanatu w okresie wakacyjnym.\n Informujemy, że w dniach  8-15.08.22r.  dziekanat będzie  nieczynny . W dniach  16-31.08.22r.  dziekanat będzie czynny w pok. 118. \n12 lipca 2022\nOtwarcie konkursu Materiał Movie na najlepszy film i scenariusz.\n Konkurs Materiał Movie na najlepszy film i scenariusz skierowany jest do studentów i doktorantów uczelni wyższych w naszym kraju. Jego...\n11 lipca 2022\nSzkolenie z egzaminem AutoCAD 2020 dla nauczycieli akademickich WMN – stopień podstawowy, zaawansowany i modelowanie 3D\n Wydziałowe Biuro Projektu Wydziału Metali Nieżelaznych w ramach projektu „Zintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie II (ZPR AGH II)” nr POWR.03.05.00-00-Z309/18 (Zadanie 5) ogłasza rekrutację na szkolenie z egzaminem AutoCAD 2020 dla nauczycieli...\n11 lipca 2022\nOferta pracy w projekcie finansowanym przez NCN\n Wydział Metali Nieżelaznych Akademii Górniczo-Hutniczej im. St. Staszica w Krakowie ogłasza konkurs na stanowisko typu doktorant-stypendysta w projekcie OPUS 22 (nr 2021/43/B/ST5/00730) „Mechaniczne i strukturalne skutki deformacji plastycznej drobnokrystalicznego magnezu i jego...\n27 czerwca 2022\nObowiązkowe szkolenie BHP dla studentów AGH - termin dodatkowy.\n Sekcja Bezpieczeństwa i Higieny Pracy AGH informuje, iż z dniem 1 lipca 2022 roku od godz. 9:00 uruchamia dodatkowy termin szkolenia...\n24 czerwca 2022\nKomunikat Prorektora ds. Studenckich w sprawie terminów składania wniosków o stypendium socjalne oraz stypendium dla osób niepełnosprawnych w semestrze zimowym roku akademickiego 2022/2023.\n  Komunikat Prorektora ds. Studenckich prof. dr. hab. inż. Rafała Dańko w sprawie terminów składania wniosków o stypendium socjalne oraz stypendium dla osób niepełnosprawnych w semestrze zimowym roku akademickiego 2022/2023. (pdf)  \n15 czerwca 2022\nPubliczna obrona rozprawy doktorskiej mgra inż. Piotra Czarneckiego\n  DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH  oraz  PRZEWODNICZĄCY I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA   AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE  \n ZAPRASZAJĄ NA PUBLICZNĄ DYSKUSJĘ NAD ROZPRAWĄ DOKTORSKĄ \n  Mgr. inż. Piotra Czarneckiego  \n która odbędzie się w...\n14 czerwca 2022\nDyżur Prodziekan ds. Studenckich i Kształcenia oraz funkcjonowanie Dziekanatu w dniu 17.06.2022r.\n Informujemy, że w dniu  17.06.2022r.:  \n\n Dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ) \n Dziekanat będzie  nieczynny.  \n\n 6 czerwca 2022\nRAJD WMN – KUFEL MIEDZIANA 2022\n Szanowni Państwo, \n Drodzy Studenci uczestnicy RAJDU WMN KUFEL MIEDZIANA \n Pragniemy wszystkim Państwu serdecznie podziękować za zorganizowanie wspaniałego RAJDU WMN – KUFEL MIEDZIANA 2022. Dziękujemy za zaproszenie (dziekani). Szczególne podziękowania dla Samorządu i Pani Kingi...\n27 maja 2022\nKonferencja WPC 2022\n 15 września 2022 roku rozpoczynamy cykl 1-dniowych konferencji naukowych na Wydziale Metali Nieżelaznych AGH w Krakowie, których tematyka dotyczy teorii i technologii wyciskania metali i stopów. Jest to kontynuacja konferencji „Wyciskajmy Póki Czas\" zapoczątkowanej...\n20 maja 2022\nWizyty studyjne u pracodawców dla studentów AGH-WMN\n Wydziałowe Biuro Projektu Wydziału Metali Nieżelaznych w ramach projektu „Zintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie II (ZPR AGH II)\" nr POWR.03.05.00-00-Z309/18 ogłasza rekrutację na wizyty studyjne u pracodawców dla studentów AGH-WMN:...\n18 maja 2022\nStaże POWER 2022: spotkanie dla studentów WMN\n Zapraszamy na spotkanie w sprawie staży wakacyjnych z programu POWER dla studentów Wydziału Metali Nieżelaznych w zakładach przemysłowych i instytutach badawczych z branży metali nieżelaznych. \n Spotkanie w formie zdalnej w aplikacji Teams (kod do zespołu:  9kiw0c9 ) odbędzie się w...\n13 maja 2022\nKomunikat dot. wypłaty świadczeń dla studentów w miesiącu lipcu\n  Komunikat dot. wypłaty świadczeń dla studentów w miesiącu lipcu (pdf)  \n  Treść zgody (docx)  \n13 maja 2022\nLaureaci 59. Hutniczej Konferencji Studenckich Kół Naukowych AGH\n Serdecznie gratulujemy Laureatom 59. Hutniczej Konferencji Studenckich Kół Naukowych AGH    Lista laureatów:   I miejsce: Michał Waląg (KN Hexagon)    II miejsce: Tomasz Bugajski (KN Tytan)...\n12 maja 2022\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 13.05.2022r.\n Informujemy, że w dniu  13.05.2022r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \n11 maja 2022\nKondolencje\n  Szanowna Pani Profesor Lucyna Jaworska Droga Pani Profesor,   \n  Z głębokim smutkiem przyjęliśmy wiadomość o śmierci Pani ukochanego Ojca. Zdajemy sobie sprawę, jak wspaniałe relacje łączyły Panią z Ojcem, dlatego chcemy przesłać nasze wyrazy otuchy i wsparcia wobec trudnych chwil jakie Pani...\n11 maja 2022\nSolidWorks - certyfikowane szkolenie dla studentów wszystkich wydziałów AGH\n Wydziałowe Biuro Projektu Wydziału Inżynierii Metali i Informatyki Przemysłowej w ramach projektu „Zintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie II (ZPR AGH II)\" nr POWR.03.05.00-00-Z309/18 (Zadanie 2) ogłasza rekrutację na „Szkolenie certyfikowane w...\n11 maja 2022\nGodziny rektorskie w czasie Juwenaliów Krakowskich 2022\n Na prośbę Uczelnianej Rady Studentów AGH, JM Rektor prof. dr hab. inż. Jerzy Lis ustanowił godziny rektorskie w następujący sposób: \n\n  18.05  br. (środa) - godziny rektorskie  pod warunkiem obowiązkowego odrobienia zajęć ; \n  19.05  br. (czwartek) - do godz. 12 godziny...\n 9 maja 2022\nGratulacje\n Drodzy Państwo,    Z ogromną radością pragnę przekazać informację, że Wydział nasz wzbogacił się o nowego Profesora tytularnego.  W dniu 25 kwietnia 2022 Pan Prezydent Andrzej Duda podpisał nominację profesorską  dla Pana Piotra Żabińskiego.    Szanowny Panie Profesorze,...\n 9 maja 2022\n59. Hutnicza Konferencja Studenckich Kół Naukowych AGH\n W dniu  12 maja 2022 roku  w trybie stacjonarnym w murach Akademii Górniczo-Hutniczej odbędzie się 59. Hutnicza Konferencja Studenckich Kół Naukowych AGH. \n Szczegóły dostępne na stronie:...\n28 kwietnia 2022\nW dniu 2.05.22 Dziekanat nieczynny\n Informujemy, że w dniu  2.05.22  Dziekanat będzie  nieczynny.  \n27 kwietnia 2022\nKomunikat  dot. przydziałów miejsc w domach studenckich Miasteczka Studenckiego AGH dla doktorantów i pracowników na rok akademicki 2022/2023\n  Komunikat dot. przydziałów miejsc w domach studenckich Miasteczka Studenckiego AGH dla doktorantów i pracowników na rok akademicki 2022/2023 (pdf)  \n25 kwietnia 2022\nPubliczna obrona pracy doktorskiej mgra inż. Pawła Gromka - 28.04.2022\n W dniu  28.04.2022  o godz.  12:00  w sali  HA102  odbędzie się publiczna obrona pracy doktorskiej \n  mgra inż. Pawła Gromka.  \n Tytuł pracy: \"Opracowanie technologii wyciskania cienkościennych kształtowników zamkniętych ze stopów AlMgSi o podwyższonej zawartości...\n21 kwietnia 2022\nREKRUTACJA NA SZKOLENIE AUTOCAD 2020 DLA STUDENTÓW AGH-WMN\n Wydziałowe Biuro Projektu Wydziału Metali Nieżelaznych w ramach projektu „Zintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie II (ZPR AGH II)\" nr POWR.03.05.00-00-Z309/18 ogłasza rekrutację na Szkolenie z obsługi programu AutoCAD 2020 – stopień podstawowy,...\n13 kwietnia 2022\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 15.04.2022r.\n Informujemy, że w dniu  15.04.2022r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \n11 kwietnia 2022\nLista rankingowa wniosków rekomendowanych przez Dziekana Wydziału Metali Nieżelaznych do Nagrody Rektora za rok 2021\n Nagroda za całokształt działalności naukowej, dydaktycznej i organizacyjnej \n  Nagroda I stopnia  \n\n dr hab. inż. Wacław Muzykiewicz, prof. AGH  Nagroda za całokształt działalności naukowej, dydaktycznej i organizacyjnej.  \n\n Nagroda za działalność dydaktyczną \n  Nagroda indywidualna...\n 5 kwietnia 2022\nStypendium Fundacji Zielińskich w roku 2022\n Wszystkich zainteresowanych zachęcamy do składania wniosków o stypendium Fundacji Pomocy Edukacyjnej dla Młodzieży im. Heleny i Tadeusza Zielińskich  \n\n  Komunikat Prorektora ds. Studenckich, prof. dr hab. inż. Rafała Dańko  \n  Wniosek o przyznanie studentowi AGH stypendium z...\n 4 kwietnia 2022\nSZKOLENIE SOLIDWORKS DLA KADRY DYDAKTYCZNEJ AGH\n Wydziałowe Biuro Projektu Wydziału Metali Nieżelaznych w ramach projektu „Zintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie II (ZPR AGH II)\" nr POWR.03.05.00-00-Z309/18(Zadanie 5) ogłasza rekrutację na szkolenie SOLIDWORKS dla kadry dydaktycznej AGH, liczba godzin:...\n 4 kwietnia 2022\nCertyfikowane szkolenie AutoCAD 2020 dla studentów AGH WMN - w ramach projektu POWR.03.05.00-00-Z309/18\n Wydziałowe Biuro Projektu Wydziału Metali Nieżelaznych informuje, że w ramach projektu „Zintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie II (ZPR AGH II)” nr POWR.03.05.00-00-Z309/18(Zadanie 2) \n Szkolenie wraz z egzaminem AutoCAD 2020 dla studentów...\n31 marca 2022\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 1.04.2022r.\n Informujemy, że w dniu  1.04.2022r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \n16 marca 2022\nZbiórka na WMN rzeczy dla Dzieci i Ich Mam z Ukrainy\n\n  Ruszyła pod naszym Dziekanatem w budynku A-2   zbiórka rzeczy dla Dzieci i Ich Mam z Ukrainy!  \n   Kochani prosimy o pomoc w zapełnieniu tych pudeł!  \n   Rzeczy na bieżąco będą przekazywane przez naszych Pracowników   Maluszkom i ich Mamom na Dworcu Koleinowym w...\n16 marca 2022\nRekrutacja studentów do programu Erasmus+ na rok akademicki 2022/23\n Uprzejmie informujemy, że rekrutacja do programu Erasmus+ na Wydziale Metali Nieżelaznych na rok akademicki 2022/23 będzie prowadzona od  28.03  do  15.04.2022 . \n Szczegółowe informacje związane z rekrutacją wraz z formularzami znajdują się na stronie:...\n16 marca 2022\nTOP 10%\n Pracownicy WMN, którzy znaleźli się w zaszczytnym gronie 10% najlepiej publikujących osób z całego AGH w dyscyplinie Inżynieria Materiałowa oraz Inżynieria Chemiczna: \n\n  prof. dr hab. inż. Lucyna Renata Jaworska  \n  dr hab. inż. Beata Leszczyńska-Madej, prof. AGH  \n  dr hab....\n14 marca 2022\nSpotkanie informacyjne dla studentów dotyczące Programu Erasmus+\n Serdecznie zapraszamy Studentów na spotkanie dotyczące Programu Erasmus+.  Spotkanie odbędzie się z udziałem Pracowników z Działu Współpracy z Zagranicą za pomocą platformy MS Teams w dniu  24 marca br. (czwartek) o godz. 13.00.  \n  Link do spotkania:   tiny.pl/9nmjl...\n12 marca 2022\nRekrutacja na szkolenia dla studentów WMN w ramach projektu „Zintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie II (ZPR AGH II)” (styczeń-marzec)\n Rekrutacja na szkolenia dla studentów WMN w zakresie: \n  1) Komunikacja interpersonalna (termin szkolenia: 22-23.01.2022r.)   2) Zarządzanie sobą w czasie i organizacja pracy (termin szkolenia: 26-27.02.2022r.)   3) Komunikacja i umiejętność pracy w zespole (termin szkolenia:...\n10 marca 2022\nZłoty Inżynier 2021 - podziękowania\n Wielce Szanowny Panie Dziekanie, Szanowni i Drodzy Państwo, \n Bardzo dziękuję za gratulacje i życzenia, słowa uznania Pana Dziekana w związku z uzyskaniem tytułu  „Złotego Inżyniera\" w kategorii Nauka  w 28. Plebiscycie „Przeglądu Technicznego\". Moje gorące podziękowania pragnę...\n 9 marca 2022\nZłoty Inżynier 2021\n Drodzy Państwo,    Spieszę się podzielić z Państwem Pracownikami, Doktorantami i Studentami naszego Wydziału wspaniałą informacją, że nasz Pan Profesor Wacław Muzykiewicz został  LAUREATEM  28 edycji Plebiscytu \"Przeglądu Technicznego\" i uzyskał tytuł  \"Złotego Inżyniera\" w kategorii...\n 7 marca 2022\nPismo Prorektora ds. Studenckich  w sprawie usprawiedliwienia nieobecności studentów uczestniczących w spotkaniu organizowanym przez CSS w dniu 8 marca br. w ramach Programu ADAPTER\n  Pismo Prorektora ds. Studenckich w sprawie usprawiedliwienia nieobecności studentów uczestniczących w spotkaniu organizowanym przez CSS w dniu 8 marca br. w ramach Programu ADAPTER (pdf)  \n 4 marca 2022\nKomunikat Prorektora ds. Studenckich w sprawie stypendiów rektora na I roku studiów II stopnia\n  Komunikat Prorektora ds. Studenckich prof. dr. hab. inż. Rafała Dańko w sprawie stypendiów rektora na I roku studiów II stopnia (pdf)  \n  Załącznik 1 (pdf)  \n28 lutego 2022\nŚwiatowy Dzień Inżyniera - 4 marca 2022 r.\n Zapraszamy wszystkich zainteresowanych do udziału w ogólnopolskiej konferencji on-line, organizowanej w ramach  Światowego Dnia Inżyniera . Wydarzenie będzie miało miejsce  4 marca 2022 r. o godz. 10.30.   \n Rejestracja do platformy VMS, na której...\n14 lutego 2022\nNagroda Rektora za 2021 rok\n Zgodnie z zarządzeniem nr 78/2021 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 17 grudnia 2021 r. w ramach III filaru przyznawane są Nagrody Rektora: \n\n za osiągnięcia naukowe (przyznawane są w dyscyplinach) \n za osiągnięcia dydaktyczne, organizacyjne...\n 9 lutego 2022\nNaukowiec z Wydziału Metali Nieżelaznych nominowany w konkursie „Złoty Inżynier”. Trwa głosowanie\n Do 20 lutego br. można oddawać głosy na najlepszego inżyniera minionego roku w plebiscycie „Złoty Inżynier 2021”. Wśród kandydatów do nagrody znalazł się  dr hab. inż. Wacław Muzykiewicz, prof. AGH z Wydziału Metali Nieżelaznych . Jest jedynym przedstawicielem AGH...\n 7 lutego 2022\nSzkolenie z programu Autodesk Inventor dla kadry dydaktycznej AGH\n  Rekrutacja na szkolenia dla pracowników dydaktycznych WMN w zakresie:  \n Tytuł Szkolenia:  Szkolenie z programu Autodesk Inventor dla kadry dydaktycznej AGH  \n  Wydziałowe Biuro Projektu Wydziału Metali Nieżelaznych w ramach projektu „Zintegrowany Program Rozwoju Akademii...\n 7 lutego 2022\nSzkolenie z obsługi systemów GOM do pomiarów deformacji, moduły: ARAMIS i TRITOP, dla kadry dydaktycznej AGH\n  Rekrutacja na szkolenia dla pracowników dydaktycznych WMN w zakresie:  \n Tytuł Szkolenia:  Szkolenie z obsługi systemów GOM do pomiarów deformacji, moduły: ARAMIS i TRITOP, dla kadry dydaktycznej AGH  \n  Wydziałowe Biuro Projektu Wydziału Metali Nieżelaznych w ramach...\n 4 lutego 2022\nOferta pracy w LUQAM na stanowisku Młodszy Inżynier Symulacji Procesów\n   Oferta pracy LUQAM - Młodszy Inżynier Symulacji Procesów (pdf)   \n 4 lutego 2022\nOferta pracy w Grupie Kęty S.A. na stanowisku Doradcy techniczno-handlowego\n   Ogłoszenie Doradca ds. techniczno-handlowy Grupa KĘTY AGH (PDF)   \n 4 lutego 2022\nOferta pracy w Grupie Kęty S.A. na stanowisku Technologa\n   Ogłoszenie Technolg Grupa KĘTY (PDF)   \n 4 lutego 2022\nKomunikat wewnętrzny CSS - Zasady przyznawania świadczeń w semestrze letnim 21/22\n  Komunikat dot. zasady przyznawania świadczeń w semestrze (pdf) letnim 21/22  \n26 stycznia 2022\nII termin egzaminu kierunkowego\n Informujemy, że egzamin kierunkowy zostanie przeprowadzony w formie zdalnej na platformie UPEL.    Termin II: 27 stycznia 2022 r. (czwartek), godz. 9:00. \n24 stycznia 2022\nPubliczna obrona pracy doktorskiej mgra inż. Pawła Ruteckiego\n  DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH  \n oraz \n  PRZEWODNICZĄCA RADY DYSCYPLINY INŻYNIERIA MATERIAŁOWA  \n  AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE  \n ZAPRASZAJĄ NA PUBLICZNĄ DYSKUSJĘ NAD ROZPRAWĄ DOKTORSKĄ \n  Mgr. inż. Pawła Ruteckiego  \n która odbędzie się w...\n24 stycznia 2022\nKondolencje\n 19 stycznia br. zmarł w wieku 97 lat prof. B. Avitzur - wybitny naukowiec, specjalista inżynierii materiałowej, w szczególności przeróbki plastycznej metali. Napisał wiele prac naukowych i podręczników. Środowisko naukowe AGH, w tym naszego Wydziału współpracowało z...\n11 stycznia 2022\nI termin egzaminu kierunkowego\n Informujemy, że egzamin kierunkowy zostanie przeprowadzony w formie zdalnej na platformie UPEL.    Termin I:  17 stycznia 2022 r.  (poniedziałek),  godz. 9:00.  \n22 grudnia 2021\nŻyczenia świąteczne\n Wszystkim Pracownikom, Studentom i Doktorantom Wydziału Metali Nieżelaznych życzenia  pełnych spokoju i tradycyjnego nastroju Świąt Bożego Narodzenia oraz dostatku w Nowym 2022 Roku składają Władze Dziekańskie. \n Boże Narodzenie 2021 \n\n20 grudnia 2021\nFunkcjonowanie dziekanatu w okresie świąteczno-noworocznym\n  Informujemy, że w okresie świąteczno-noworocznym w dniach  24-28  oraz  31 grudnia 2021 r.     dziekanat będzie  nieczynny.   \n15 grudnia 2021\n19. edycja konkursu o nagrodę ABB\n  Zielona przyszłość dzięki zrównoważonej technologii - plakat konkursu (pdf)  \n13 grudnia 2021\nDoktorant Wydziału Metali Nieżelaznych laureatem nagrody przyznawanej przez Fundację Maspex\n W dniu 10 grudnia 2021 r. na Uroczystym Senacie AGH z okazji Dnia Górnika miało miejsce rozdanie nagród - stypendium im. Przewodniczącego Rady Uczelni dra inż. Krzysztofa Pawińskiego dla studentów studiów doktoranckich Akademii Górniczo-Hutniczej im. Stanisława...\n 7 grudnia 2021\nList Rektorów AGH do studentów\n  List Prorektorów AGH do studentów (pdf)  \n 3 grudnia 2021\nAGH Święta Dzieciom 2021\n Szanowni Państwo, \n W imieniu Uczelnianej Rady Samorządu Studenckiego AGH zachęcamy do udziału w szczytnej akcji „AGH Święta Dzieciom\". Jej celem w tym roku jest zbiórka pieniędzy dla  Fundacji na Rzecz Dzieci z Chorobą Nowotworową „Wyspy Szczęśliwe” . Akcja będzie...\n 2 grudnia 2021\nStaż studencki w FINAL S.A.\n Firma FINAL S.A. z Dąbrowy Górniczej oferuje 2 kilkumiesięczne płatne staże dla studentów V roku Wydziału Metali Nieżelaznych AGH w Krakowie. Po zakończeniu stażu i obronie pracy magisterskiej (istnieje jeszcze możliwość otrzymania tematu pracy magisterskiej) jest opcja...\n 1 grudnia 2021\nMikołajkowa Licytacja Charytatywna\n Serdecznie zapraszamy do udziału w naszej Wydziałowej Mikołajkowej Charytatywnej Licytacji, z której dochód przeznaczony zostanie dla Córeczki naszego Kolegi - pracownika Wydziału Metali Nieżelaznych (więcej info znajdziecie tutaj:  www.siepomaga.pl/hania-palimaka )...\n18 listopada 2021\nOferta pracy na stanowisko technologa w FPE S.A.\n  Oferta pracy Technolog (pdf)  \n15 listopada 2021\nMinisterstwo Obrony Narodowej ogłosiło kolejną, V edycję ochotniczego programu edukacji wojskowej studentów pod nazwą „Legia Akademicka\".\n Szkolenie będzie dzieliło się na cześć teoretyczną – realizowaną na uczelniach w trakcie roku akademickiego oraz część praktyczną realizowaną w jednostkach, centrach i ośrodkach wojskowych. \n Szczegółowe informacje o zakresie programu „Legia Akademicka\" można uzyskać pod...\n10 listopada 2021\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 12.11.2021r.\n Informujemy, że w dniu  12.11.2021  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \n 8 listopada 2021\nWirtualne Targi Pracy AGH – edycja jesienna 2021\n Centrum Karier AGH zaprasza do udziału w jesiennej edycji Targów Pracy AGH. Wydarzenie, które odbędzie się w dniach 16–18 listopada 2021 r. w formule wirtualnej, obejmie warsztaty i prezentacje tematyczne, rozmowy z przedstawicielami aż 60 firm, dostęp do tablicy ofert pracy...\n 5 listopada 2021\nGodziny rektorskie – 12 listopada 2021r.\n Na wniosek Uczelnianej Rady Samorządu Studentów Rektor AGH prof. Jerzy Lis ustanowił na  12 listopada br. godziny rektorskie.  \n 3 listopada 2021\nZarządzenie Nr 64/2021 w sprawie zmiany Zarządzenia Nr 56/2021 Rektora AGH z dnia 23 września 2021 r. w sprawie działalności Uczelni od 1 października 2021 roku\n  Zarządzenie Nr 64/2021 w sprawie zmiany Zarządzenia Nr 56/2021 Rektora AGH z dnia 23 września 2021 r. w sprawie działalności Uczelni od 1 października 2021 roku (pdf)  \n 2 listopada 2021\nRekrutacja na szkolenia dla studentów WMN w ramach projektu „Zintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie II (ZPR AGH II)\"\n Wydziałowe Biuro Projektu Wydziału Metali Nieżelaznych w ramach projektu „Zintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie II (ZPR AGH II)\" nr POWR.03.05.00-00-Z309/18  (Zadanie 2) ogłasza rekrutację na szkolenia. \n Rekrutacja na szkolenia dla...\n28 października 2021\nPubliczna obrona rozprawy doktorskiej mgr inż. Joanny Hrabi-Wiśnios\n Dziekan Wydziału Metali Nieżelaznych \n oraz \n Przewodnicząca i Rada Dyscypliny INŻYNIERIA MATERIAŁOWA Akademii Górniczo-Hutniczej w Krakowie  \n zawiadamiają, że w dniu  9 listopada 2021 r.  \n o godz.  11:00  w paw. A2, I piętro, s.  102 HA , w AGH w Krakowie odbędzie się...\n27 października 2021\nLegia Akademicka - V edycja ochotniczego programu edukacji wojskowej studentów\n   pismo dot. programu edukacji wojskowej studentów p.n. \"Legia Akademicka\" (pdf)  \n20 października 2021\nKomunikat Prorektora ds. Studenckich prof. dr. hab. inż. Rafała Dańko w sprawie wysokości świadczeń w roku akademickim 2021/2022\n  komunikat dot. wysokości świadczeń w roku akademickim 2010/2021(pdf)  \n19 października 2021\nProgram Seeds for the Future\n Do 7 listopada przyjmowane są zgłoszenia do VIII edycji programu Seeds For The Future a sam program odbędzie się w dniach 22 - 29 listopada 2021 roku. \n To sztandarowy, globalny program edukacyjny firmy @Huawei Polska, którego celem jest rozwijanie lokalnych talentów w dziedzinie...\n18 października 2021\nInformacja dot. liczby stypendiów rektora w roku akademickim 2021/2022\n  Komunikat dot. liczby stypendiów rektora w roku akademickim 2021/2022 (pdf)  \n  Załącznik - Liczba możliwych do przyznania stypendiów rektora w roku akademickim 2021/2022 (pdf)  \n18 października 2021\nRAJD WMN - KUFEL MIEDZIANA 2021\n Pani Kinga Gemel Przewodnicząca Wydziałowej Rady Samorządu Studenckiego \n Szanowna Pani, Szanowni Członkowie Zarządu WRSS, Drodzy uczestnicy Rajdu WMN, \n      Pragniemy serdecznie podziękować za zaproszenie nas na Rajd Wydziału Metali Nieżelaznych – KUFEL MIEDZIANA 2021....\n11 października 2021\nSukces naukowców WMN. Kolejny projekt programu LIDER!!!!\n Jest nam  miło poinformować, że na Wydziale Metali Nieżelaznych będzie realizowany kolejny projekt badawczy w ramach programu Lider edycja XII pt. \"Optymalizacja technologii wyciskania profili aluminiowych przeznaczonych na elewacyjne systemy lamelowe w nowoczesnym budownictwie\"...\n11 października 2021\nPodziękowania\n Szanowni Państwo \n Profesorowie, Doktorzy, Pracownicy Wydziału, Doktoranci i Studenci, \n     Pragnę z całego serca podziękować Państwu za udział w Wydziałowej Inauguracji Roku Akademickiego AD 2021/2022. Kształcenie studentów jest naszym powołaniem i jednocześnie statutowym...\n 8 października 2021\nSpotkanie informacyjne Erasmus+ dla studentów\n Bardzo serdecznie zapraszamy wszystkich zainteresowanych studentów na spotkanie informacyjne dotyczące programu Erasmus+. \n Spotkanie odbędzie się w piątek  15 października o godz. 12:00  na platformie  MS Teams .  \n Link do spotkania:...\n 7 października 2021\nBieżący program stypendialny na lata 2022/23 przez Niemiecką Centralę Wymiany Akademickiej (DAAD)\n  DAAD_Terminy_2021-PL(pdf)  \n 6 października 2021\nList gratulacyjny dla studentów I roku\n\n  List Gratulacyjny (pdf)  \n 6 października 2021\nWydziałowa Inauguracja Roku Akademickiego 2021/2022\n Dziekani Wydziału serdecznie zapraszają Studentów i Doktorantów WMN na Inaugurację Roku Akademickiego,  która będzie mieć miejsce   7 października o g. 12.00   w Auli AGH. \n 4 października 2021\nZawieszenie zajęć w dniu 7 października 2021r. w godzinach 11:00-16:00.\n W związku z Wydziałową Inauguracją Roku Akademickiego 2021/2022 w godzinach  11:00-16:00  w dniu 7 października 2021r. zajęcia dydaktyczne zostają zawieszone. \n  pismo dot. zawieszenia zajęć 7.10.2021(pdf)  \n30 września 2021\nGodziny rektorskie w dniu 4 października br.\n W związku z uroczystą inauguracją roku akademickiego 2021/2022 JM Rektor AGH prof. dr hab. inż. Jerzy Lis w dniu 4 października br. (poniedziałek – cały dzień) ustanowił godziny rektorskie. \n  Pismo dotyczące godzin rektorskich w dniu 4.10.21 (pdf)  \n28 września 2021\nKomunikat dot. Prolongaty Elektronicznych Legitymacji Studenckich (ELS) oraz Elektronicznych Legitymacji Doktoranckich (ELD)\n  Komunikat dot. Prolongaty ELS oraz ELD (pdf)  \n  Załącznik nr 1 (pdf)  \n27 września 2021\nStypendia i zapomogi dla studentów Studiów Doktoranckich i Szkoły Doktorskiej AGH\n Termin składania wniosków o stypendia i zapomogi dla studentów Studiów Doktoranckich w roku akademickim 2021/2022 \n  Studia Doktoranckie  \n Zgodnie z „Regulaminem świadczeń dla studentów AGH” (Zarządzenie Nr 57/2020 Rektora Akademii...\n23 września 2021\nOgłoszenie dotyczące obowiązkowego szkolenia BHP dla studentów rozpoczynających studia w roku akademickim 21/22\n Sekcja Bezpieczeństwa i Higieny Pracy AGH zaprasza na: \n  obowiązkowe szkolenie dotyczące bezpiecznych i higienicznych warunków kształcenia dla studentów rozpoczynających studia w AGH w roku akademickim 2021/2022. \n Szkolenie realizowane jest w formie wykładów on-line...\n22 września 2021\nPubliczna obrona rozprawy doktorskiej mgr inż. Justyny Grzebinogi\n  DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH  \n oraz \n  PRZEWODNICZĄCY I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA  \n AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE \n ZAPRASZAJĄ NA PUBLICZNĄ DYSKUSJĘ NAD ROZPRAWĄ DOKTORSKĄ \n  Mgr inż. Justyny Grzebinogi  \n która odbędzie się w...\n20 września 2021\nRekrutacja Erasmus+ semestr letni 2021/22\n Uprzejmie informujemy o rozpoczętej na Wydziale Metali Nieżelaznych rekrutacji na semestr letni na rok akademicki  2021/22  w ramach programu  Erasmus+ . Szczegółowe informacje związane z rekrutacją wraz z formularzami znajdują się na stronie...\n17 września 2021\nInformacja dot. przyznawania świadczeń stypendialnych dla doktorantów studiów doktoranckich w roku 2021/2022\n  Informacja dot. przyznawania świadczeń stypendialnych dla doktorantów studiów doktoranckich w roku 2021/2022 (PDF)  \n15 września 2021\nSeminarium „Carbon Capture in Molten Salts - Prototype”\n Informujemy, że w dniu  23 września 2021 o godz. 10.00  odbędzie się seminarium on-line związane z realizacją na naszym Wydziale międzynarodowego projektu pt. \"Carbon Capture in Molten Salts - Prototype\". Serdecznie zapraszamy. \n  Link do spotkania MSTEAMS:...\n 2 września 2021\nTerminy obron prac magisterskich (wrzesień 2021)\n Uprzejmie informujemy, że wyznaczone zostały kolejne terminy obron prac magisterskich. \n Szczegółowe informacje dostępne pod adresem  http://wmn.agh.edu.pl/studenci  w sekcji  STUDIA II STOPNIA / Dyplomowanie magisterskie.  \n26 sierpnia 2021\nEU4Belarus: The call for applications for students\n Narodowa Agencja Wymiany Akademickiej informuje o otwarciu naboru w europejskim projekcie stypendialnym dla obywateli Białorusi. Szczegóły poniżej: \n The European Union under the \"EU4Belarus: Solidarity with the people of Belarus\" programme is launching a call for proposals for...\n16 sierpnia 2021\nDziekanat w dniach 20-23 sierpnia 2021r. będzie NIECZYNNY.\n Informujemy, że dziekanat w dniach 20-23 sierpnia 2021r. (piątek – poniedziałek) będzie  NIECZYNNY.  \n Za utrudnienia przepraszamy. \n 9 sierpnia 2021\nFunkcjonowanie Dziekanatu w dniu 13.08.21r.\n Informujemy, że w dniu  13.08.21r. (piątek)  dziekanat przyjmuje studentów w godz. od  12:00  do  15:00.  \n 9 sierpnia 2021\nFunkconowanie Dziekanatu w okresie wakacyjnym.\n Informujemy, że w okresie wakacyjnym Dziekanat WMN przyjmuje studentów w godz. 10:00-14:00. \n 4 sierpnia 2021\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniach 06.08-20.08.2021\n Informujemy, że w dniach  06.08-20.08.2021  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje odwołany. W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \n 2 sierpnia 2021\nSukces doktoranta WMN AGH\n Doktorant Wydziału Metali Nieżelaznych AGH w Krakowie Mgr inż. Jacek Madura pracujący w ramach zespołu badawczego Laboratorium Procesów Wyciskania (lpw.agh.edu.pl) pod opieką naukową dr hab. inż. Dariusza Leśniaka, prof. AGH, zajął 3. miejsce w międzynarodowym konkursie...\n29 lipca 2021\nAGH udostępnia studentom legitymację w wersji na smartfony\n AGH udostępnia „mLegitymację” studencką, którą można pozyskać za pośrednictwem systemu USOS. \n Zgodnie z prawem jest to legitymacja studencka, ale wyświetlana na ekranie telefonu. \n Więcej informacji wraz z instrukcją pozwalającą na uzyskanie mLegitymacji można znaleźć na...\n23 lipca 2021\nInformacja dla Absolwentów roku akademickiego 2020/2021 dot. odbioru dyplomu\n Informujemy, że odbiór dyplomów ukończenia studiów II stopnia przez absolwentów roku akademickiego  2020/2021  odbywa się w  Sekcji Dokumentów Publicznych P-A1-A2  (wejście do Sekcji znajduje się od strony zewnętrznej pomiędzy budynkami A1 i A2). \n19 lipca 2021\nInformacja dla kandydatów na studia w AGH,  w roku akademickim 2021/2022\n Kandydatów na studia, którzy będą chcieli ubiegać się o  stypendia w roku akademickim 2021/2022  zachęcamy do zapoznania się z poniższymi informacjami. \n\n Wszystkie wnioski o poniższe stypendia należy  wygenerować  z systemu USOSweb,  wydrukować  i  dostarczyć  do Uczelni....\n25 czerwca 2021\nSTAŻE POWER: Spotkanie dla studentów WMN dot. zasad refundacji kosztów stażu\n Zapraszamy na spotkanie z Panem Andrzejem Pasikowskim z Biura Projektu Power AGH. Pan Andrzej odpowie na wszystkie Wasze pytania dotyczące zasad refundacji kosztów staży Power \n\n Spotkanie zdalne na Teamsie, poniedziałek  28.06.2021  godz.  10:00 , kod do zespołu:  vb643dc...\n25 czerwca 2021\nOferta pracy w Fabryce Przewodów Energetycznych S.A. w Będzinie.\n\n  Oferta pracy na stanowisko: Kontroler jakości  \n  Zakres obowiązków:  \n\n kontrola jakości (pomiary, ocena wizualna, testy) surowców, wyrobów w trakcie produkcji i wyrobu finalnego, \n raportowanie wyników badań z przeprowadzonych kontroli, \n blokowanie...\n23 czerwca 2021\nAliplast Extrusion Lublin - praca dla absolwentów WMN\n Firma ALIPLAST EXTRUSION poszukuje kandydata na stanowisko: TECHNOLOG PRODUKCJI. Szczegóły w załączniku: \n  Aliplast Extrusion Lublin - ogłoszenie (pdf)  \n22 czerwca 2021\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniach 25.06-02.07.2021\n Informujemy, że w dniach  25.06-02.07.2021  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany . W sprawach pilnych prosimy o kontakt e-mail  bleszcz@agh.edu.pl . \n16 czerwca 2021\nPismo dotyczące działalności organizacji studenckich i kół naukowych działających na terenie AGH\n  komunikat 15.06.21r. dot. działalności organizacji studenckich i kół naukowych (pdf)  \n15 czerwca 2021\nWyniki I etapu rekrutacji na staże/praktyki wakacyjne z programu Power - 14.06.2021\n  Wyniki I etapu rekrutacji na staże Power 14.06.2021 (pdf)  \n14 czerwca 2021\nKomunikat dot. terminów składania wniosków o świadeczenia dla studentów w roku akademickim 2021/2022\n  Komunikat dotyczący składania wniosków o stypendium (pdf)  \n 7 czerwca 2021\nOferta stażu w Engineering Design Center\n EDC oferuje staż skierowany do studentów IV i V roku studiów lub młodych absolwentów, którzy nie posiadają wcześniejszego doświadczenia zawodowego. Praktyka może trwać do 6 miesięcy i jest programem płatnym. To świetna okazja do zweryfikowania i wykorzystania wiedzy...\n 1 czerwca 2021\nStypendium Visegrad Scholarship Program 2021\n Miło nam poinformować, że prof. Krzysztof Żaba otrzymał stypendium w ramach Visegrad Scholarship Program 2021, w trakcie którego będzie realizował badania pt. Analysis of cyclic deformation of layered materials obtained in Additive Manufacturing technology and bimetallic and coated...\n31 maja 2021\nPraktyki letnie 2021-zakwaterowanie MS AGH\n  Pismo dot. Praktyk letnich 2021 - zasady zakwaterowania (pdf)  \n31 maja 2021\nZASADY KWATEROWANIA - WAKACJE 2021\n  KOMUNIKAT NR 45/2021 dotyczy: \"ZASADY KWATEROWANIA - WAKACJE 2021\" (pdf)  \n20 maja 2021\nKonkurs PTM- Edycja 2021\n Przypominamy o tym, że konkurs na najlepszą pracę doktorską z zakresu Inżynierii Materiałowej za rok 2020 trwa do końca maja b.r. \n Warunki konkursu:...\n17 maja 2021\nSpotkanie dla studentów WMN dot. płatnych staży/praktyk wakacyjnych\n Zapraszamy na spotkanie w sprawie płatnych staży/praktyk wakacyjnych dla studentów WMN-AGH w zakładach z branży metali nieżelaznych. W szczególności: \n\n  I stopień  (wszystkie kierunki):  środa 19.05.2021 o godz. 14:30  spotkanie zdalne na Teamsie, kod do zespołu:  4xf2pqz...\n17 maja 2021\nZmarł dr inż. Józef Zbigniew Szymański\n Szanowni Państwo, \n Z ogromnym żalem i smutkiem informujemy o śmierci dr inż. Józefa Zbigniewa Szymańskiego, Osoby niezwykle zasłużonej dla branży metali nieżelaznych w Polsce, Prezesa Honorowego SITMN, Przyjaciela naszego Wydziału, Absolwenta AGH. Zmarł 16 maja 2021 roku we Wrocławiu, w...\n10 maja 2021\nPismo dot. procecdury rozdziału miejsc w domach studenckich MS AGH\n  Pismo dot. rozdziału miejsc w domach studenckich MS AGH_10.05.2021 (pdf)  \n10 maja 2021\nLista rankingowa wniosków rekomendowanych przez Dziekana Wydziału Metali Nieżelaznych do Nagrody Rektora za rok 2020\n  Nagroda za działalność dydaktyczną  \n   Indywidualna Dydaktyczna  \n\n  Nagroda I stopnia  dr hab. Ewa Rudnik, prof. AGH Opracowanie i realizacja przedmiotu innowacyjnego „Superhydrofobowe i superhydrofilowe powierzchnie i materiały” oraz opracowanie dodatkowych e-learningowych...\n 7 maja 2021\nKomunikat dot. wypłaty stypendium rektora dla studentów w lipcu br.\n  Komunikat dot. wypłaty stypendium rektora dla studentów w lipcu br. (pdf)  \n  treść zgody (docx)  \n 5 maja 2021\n58 edycja Konferencji Studenckich Kół Naukowych Pionu Hutniczego\n Serdecznie zapraszamy wszystkich studentów, doktorantów oraz pracowników Wydziału do uczestnictwa w 58 edycji Konferencji Studenckich Kół Naukowych Pionu Hutniczego w dniu  6 maja 2021r.  Konferencja odbędzie się w formie on-line przy użyciu platformy MS-Teams....\n30 kwietnia 2021\nRozstrzygnięcie konkursu „Nowe logo Wydziału Metali Nieżelaznych\"!\n Miło nam poinformować, że suma punktów w etapie II (głosowanie internetowe) i III (obrady Jury) konkursu zdecydowała, że zwyciężył projekt Oli Błaszczyk, studentki Akademii Sztuk Pięknych im. Władysława Strzemińskiego w Łodzi. \n Główną inspiracją logotypu była nazwa Wydziału i...\n29 kwietnia 2021\nSprawy bieżące dot. świadczeń z Funduszu stypendialnego\n Szanowni Studenci! \n Przypominamy, że studenci, którzy znaleźli się w trudnej sytuacji życiowej, mogą ubiegać się o przyznanie zapomogi z Funduszu stypendialnego, zgodnie z Regulaminem świadczeń dla studentów AGH. Powodem do złożenia wniosku o zapomogę może być...\n28 kwietnia 2021\nKomunikat dot. przydziałów miejsc w domach studenckich Miasteczka Studenckiego AGH dla doktorantów i pracowników AGH na rokakademicki 2021/2022.\n  Komunikat dot. przydziałów miejsc w domach studenckich Miasteczka Studenckiego AGH dla doktorantów i pracowników AGH na rokakademicki 2021/2022. (PDF)  \n27 kwietnia 2021\n Konsultacje psychologiczne oraz prawne dla studentów\n Przypominamy o możliwości korzystania przez studentów AGH z bezpłatnej pomocy psychologicznej oraz prawnej. \n  Więcej szczegółów znajduje się na stronach Działu Spraw Studenckich AGH: \n\n pomoc psychologiczna   https://www.adapter.agh.edu.pl/punkt-konsultacyjny/...\n16 kwietnia 2021\nWMN będzie realizował nowy projekt POIR w ramach konkursu  6/1.1.1/2020 Szybka Ścieżka !!!\n  Na Wydziale Metali Nieżelaznych będzie realizowany projekt z POIR 6/1.1.1/2020 Szybka Ścieżka p.t.: Nowa technologia plastycznego kształtowania wyrobów dla lotnictwa i elektrotechniki z wykorzystaniem innowacyjnych narzędzi kompozytowych, elastomerowych i metalowych z powłokami...\n 9 kwietnia 2021\nZalecenia odnośnie realizacji zajęć dydaktycznych na WMN o charakterze praktycznym oraz badań prowadzonych w ramach prac dyplomowych i prac doktorskich na Wydziale Metali Nieżelaznych do dnia 18 kwietnia 2021r\n  Pismo Dziekana ws. realizacji zajęć dydaktycznych i prac doktorskich na Wydziale Metali Nieżelaznych (pdf)  \n 9 kwietnia 2021\nXXII Międzynarodowa Studencka Sesja Naukowa \"Materiały i Technologie XXI Wieku\"\n W związku ze zbliżającą się XXII Międzynarodową Studencką Sesją Naukową „Materiały i Technologie XXI wieku\", pragniemy serdecznie zaprosić Państwa do udziału w tym szczególnym wydarzeniu organizowanym przez Wydział Inżynierii Materiałowej Politechniki Śląskiej oraz studenckie koła...\n 8 kwietnia 2021\nInformacja o stypendiach Fundacji Pomocy Edukacyjnej dla Młodzieży im. Heleny i Tadeusza Zielińskich w Jarosławiu\n   Pismo Pana Rektora Dańko, w sprawie możliwości starania się przez wyróżniających się studentów o stypendium z Fundacji im. H. i T. Zielińskich w Jarosławiu (pdf)   \n   Wniosek (doc)   \n 2 kwietnia 2021\nŻyczenia Świąteczne - Wielkanoc 2021\n Życzenia Świąteczne - Wielkanoc 2021 \n25 marca 2021\nPismo Dziekana w sprawie organizacji zajęć praktycznych.\n  Pismo Dziekana w sprawie organizacji zajęć (PDF)  \n25 marca 2021\nFunkcjonowanie Dziekanatu w dniach od 25 marca do 9 kwietnia 2021 r. \n Szanowni Państwo,    z uwagi na zaostrzenie się sytuacji epidemicznej funkcjonowanie Dziekanatu w dniach od 25 marca do 9 kwietnia 2021 r. zostaje ograniczone. W celu zachowania bezpieczeństwa prosimy o zminimalizowanie osobistych wizyt w Dziekanacie. Preferowany kontakt telefoniczny lub...\n24 marca 2021\nWyniki II etapu konkursu „Nowe logo Wydziału Metali Nieżelaznych\"!\n Oto wyniki drugiego etapu konkursu „Nowe logo Wydziału Metali Nieżelaznych\"!     W głosowaniu internetowym pracowników i doktorantów WMN-AGH, które trwało w dniach 17-22.03.2021 spośród uprawnionych 98 osób swój głos oddało 67. Teraz zgodnie z...\n24 marca 2021\nScholarship Opportunity  - China University of Mining and Technology for AMEE Members ( (International Higher Education Alliance for Mining, Energy and Environment) - wirtualne spotkanie w dniu 26 marca br.\n Organizatorem spotkania jest China University of Mining and Technology.    Wydarzenie adresowane jest do studentów/doktorantów AGH, jego celem jest  przedstawienie oferty stypendialnej w ramach programu...\n19 marca 2021\nPubliczna obrona rozprawy doktorskiej mgr inż. Małgorzaty Zasadzińskiej\n PRZEWODNICZĄCY I RADA DYSCYPLINY INŻYNIERIA MATERIAŁOWA \n oraz \n DZIEKAN WYDZIAŁU METALI NIEŻELAZNYCH AKADEMII GÓRNICZO-HUTNICZEJ IM. ST. STASZICA W KRAKOWIE ZAPRASZAJĄ NA PUBLICZNĄ DYSKUSJĘ NAD ROZPRAWĄ DOKTORSKĄ \n  Mgr inż. Małgorzaty Zasadzińskiej  \n która odbędzie się w...\n18 marca 2021\nWyniki I etapu konkursu „Nowe logo Wydziału Metali Nieżelaznych”!\n  Konkurs na logo WMN - etap II - głosowanie internetowe  \n 9 marca 2021\nStypendia rektora dla studentów I roku studiów II stopnia\n Pismo Prorektora ds. Studenckich, prof. dr inż. Hab. Rafała Dańko w sprawie rozdziału stypendiów rektora na I roku II stopnia w semestrze letnim roku akademickiego 2020/2021 wraz z zestawieniem minimalnych średnich ocen uprawniających do złożenia wniosku o stypendium rektora. ...\n 9 marca 2021\nWarsztatowe zajęcia językowe dla studentów\n  INFO ENGLISH THE POWER 3 (PDF)  \n 8 marca 2021\nDzień Kobiet\n  Naszym kochanym Paniom i studentkom naszego Wydziału dużo radości, uśmiechów i szczęścia  nie tylko w Dniu  8 marca, ale przez cały rok życzy Dziekan.  \n 4 marca 2021\nSpotkanie dotyczące Programu Erasmus+\n Serdecznie zapraszamy Studentów na spotkanie dotyczące Programu Erasmus+.  Spotkanie odbędzie się z udziałem Pracowników z Działu Współpracy z Zagranicą za pomocą platformy MS Teams w dniu 12 marca br. o godz. 12.00.    W związku z ograniczoną ilością osób,...\n 2 marca 2021\nNie żyje Jan Kihl nasz Przyjaciel z Baterpolu\n Drodzy Państwo, \n\n Z przykrością informuję, że w dniu dzisiejszym przegrał walkę z koronawirusem nasz przyjaciel Jasiu Kihl (65l.), długoletni pracownik Baterpol S.A. Zmówmy modlitwę za Jego duszę. \n Wspomnienie: \n Jasiu był wielkim przyjacielem naszego Wydziału, znanym i...\n 1 marca 2021\nTargi Pracy AGH\n Centrum Karier AGH zaprasza na wiosenne Targi Pracy AGH, które odbędą się w dniach 15–16 marca 2021 r. w nowej formule, obejmującej wirtualne rozmowy, czaty, webinaria, prezentacje i konkursy on-line. \n W ofercie: \n\n wirtualne stoiska pracodawców z możliwością rozmowy...\n26 lutego 2021\nObowiązkowe szkolenie dotyczące bezpiecznych i higienicznych warunków kształcenia dla studentów AGH online.\n Sekcja Bezpieczeństwa i Higieny Pracy AGH informuje o uruchomieniu  szkolenia dotyczącego bezpiecznych i higienicznych warunków...\n18 lutego 2021\n48 edycja \"Konkursu na najlepszą pracę dyplomową I i II stopnia w dziedzinie transportu\"\n  Regulamin konkursu (pdf)  \n11 lutego 2021\nKonkurs na nowe logo Wydziału Metali Nieżelaznych AGH\n Uwaga! Uwaga!  Rusza konkurs na nowe logo Wydziału Metali Nieżelaznych AGH! Zapraszamy do udziału każdego, kto chciałby z tej okazji upiększyć wizerunek naszego Wydziału.  Nagrodą główną w konkursie jest  1000 zł , a termin nadsyłania projektów upływa  15 marca .    Więcej...\n 9 lutego 2021\nInformacja dla studentów I roku studiów stacjonarnych I stopnia (nabór na AGH: 2020/21) rozpoczynających lektoraty w semestrze letnim 2020/2021\n Szanowni Państwo, \n Uprzejmie przypominamy, że zajęcia lektoratowe z języków obcych rozpoczną Państwo w semestrze letnim 2020/2021. \n\n I. Dotyczy studentów, którzy nie legitymują się lub nie zarejestrowali  certyfikatu znajomości języka obcego na poziomie B-2...\n 1 lutego 2021\nPismo dotyczące przyznawania świadczeń w semestrze letnim roku akademickiego 2020/2021.\n  Pismo Prorektora ds. Studenckich prof. dr hab. inż. Rafała Dańko dotyczące przyznawania świadczeń w semestrze letnim roku akademickiego 2020/2021. (pdf)  \n29 stycznia 2021\nTerminy obron projektu inżynierskiego - luty 2021\n\n  Harmonogram obron projektu inżynierskiego dla kierunku Inżynieria Materiałowa (01.02.21)  \n  Harmonogram obron projektu inżynierskiego dla kierunku Metalurgia (01.02.21)  \n  Harmonogram obron projektu inżynierskiego dla kierunku Zarządzanie i Inżynieria Produkcji (01.02.21)...\n29 stycznia 2021\nWyniki egzaminu kierunkowego z dnia 29.01.21r.\n  Wyniki egzaminu dla kierunku Inżynieria Materiałowa  \n  Wyniki egzaminu dla kierunku Metalurgia  \n  Wyniki egzaminu dla kierunku Zarządzanie i Inżynieria Produkcji  \n\n22 stycznia 2021\nFunkcjonowanie dziekanatu w dniu 27.01.2021r. (tj. środa)\n Uprzejmie informujemy, że w dniu 2 7 stycznia 2021 r. (tj. środa)  dziekanat będzie czynny w godz.  10-13.  \n22 stycznia 2021\nEgzamin kierunkowy online – II termin\n Egzamin kierunkowy będzie się odbywał na platformie UPeL, obejmuje 50 pytań testowych (test jednokrotnego wyboru). \n  Czas trwania egzaminu: 1 h (60 minut) \n  Pytania są losowane z podanej puli. Ilość wyświetlanych pytań na stronę: 1 Metoda nawigacji: sekwencyjna, co oznacza, że nie ma...\n18 stycznia 2021\nTerminy obron projektu inżynierskiego - styczeń 2021\n\n  Harmonogram obron projektu inżynierskiego dla kierunku Zarządzanie i Inżynieria Produkcji (21.01.21)  \n  Harmonogram obron projektu inżynierskiego dla kierunku Zarządzanie i Inżynieria Produkcji (22.01.21)  \n  Harmonogram obron projektu inżynierskiego dla kierunku Metalurgia (22.01.21)...\n15 stycznia 2021\nWyniki egzaminu kierunkowego z dnia 15.01.21r.\n\n  Wyniki egzaminu dla kierunku Inżynieria Materiałowa  \n  Wyniki egzaminu dla kierunku Metalurgia  \n  Wyniki egzaminu dla kierunku Zarządzanie i Inżynieria Produkcji  \n\n11 stycznia 2021\nFunkcjonowanie dziekanatu w dniu 13.01.2021r. (tj. środa)\n Uprzejmie informujemy, że w dniu 13 stycznia 2021 r. (tj. środa) dziekanat będzie czynny w godz. 10-13. \n 4 stycznia 2021\nEgzamin kierunkowy online – wytyczne\n Egzamin kierunkowy będzie się odbywał na platformie UPeL, obejmuje 50 pytań testowych (test jednokrotnego wyboru). \n  Czas trwania egzaminu: 1 h (60 minut) \n  Pytania są losowane z podanej puli. Ilość wyświetlanych pytań na stronę: 1 Metoda nawigacji: sekwencyjna, co oznacza, że nie ma...\n18 grudnia 2020\nFunkcjonowanie Dziekanatu w okresie świątecznym\n Informujemy, że w okresie świątecznym   (tj. od  23  do  31 grudnia 2020 r. ) \n dziekanat będzie czynny w godz.  10-13  : \n\n •  w dniu 23 grudnia 2020 r., pokój 117 \n •  w dniach 29 i 30 grudnia 2020 r., pokój 118 \n\n W pozostałych dniach...\n16 grudnia 2020\nŻyczenia świąteczne\n Święta Bożego Narodzenia zawsze rozpalają w nas wszystkich \n ducha optymizmu i nadziei na nowe, lepsze jutro. \n Ten optymizm jest nam szczególnie teraz bardzo potrzebny. \n Odrzućmy zwątpienie i nie pozbawiajmy się ufności  w to, \n że świata nie da się pokonać…........\n16 grudnia 2020\nEgzamin magisterski dla kierunku Zarządzanie i Inżynieria Produkcji (17.12.2020) oraz Metalurgia (18.12.2020)\n\n  Harmonogram egzaminów magisterskich dla kierunku Zarządzanie i Inżynieria Produkcji (17.12.20)  \n  Harmonogram egzaminów magisterskich dla kierunku Metalurgia (18.12.2020)      Procedura dyplomowania w trybie zdalnym znajduje się w zakładce  DYPLOMOWANIE", "metadata": {"url": "http://wmn.agh.edu.pl/aktualnosci", "title": "Aktualności - Wydział Metali Nieżelaznych", "depth": 3, "duplicate": false, "content_hash": "23f14e31633b1748724da0b999bd5649", "word_count": 13840, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Spotkanie z ekspertem ds. zrównoważonego aluminium z Hydro Extrusion Poland"}, {"level": 2, "text": "Spotkanie informacyjne dotyczące Programu Erasmus+"}, {"level": 2, "text": "Wydłużenie terminu składania wniosków o świadczenia w semestrze letnim 2024/2025"}, {"level": 2, "text": "Oferta pracy - SPECJALISTA R&D"}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 28.02.2025r."}, {"level": 2, "text": "52. edycja Konkursu na najlepsze prace dyplomowe I i II stopnia w dziedzinie transportu."}, {"level": 2, "text": "Obrona doktorska mgra inż. Kamila Czapli - 25 lutego 2025, godz. 13:30, sala HA102"}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 21.02.25r."}, {"level": 2, "text": "Konkurs na najlepszą pracę magisterską dot. zastosowania metod obliczeniowych do symulacji procesów cieplno-przepływowych"}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 14.02.25r."}, {"level": 2, "text": "Zapisy na przedmioty Bloku Innowacyjnego UBPO"}, {"level": 2, "text": "Zmarł Prof. zw. dr hab. inż. Zygmunt Kolenda"}, {"level": 2, "text": "Terminy składania wniosków o świadczenia w semestrze letnim 2024/2025"}, {"level": 2, "text": "Wytyczne dotyczące odpowiedzialnego wykorzystania AI w procesie kształcenia w AGH"}, {"level": 2, "text": "Wyniki ogólnego egzaminu kierunkowego w roku akadmieckim 2024/25 z dnia 27.01.2025"}, {"level": 2, "text": "Wyniki ogólnego egzaminu kierunkowego w roku akadmieckim 2024/25 z dnia 20.01.2025"}, {"level": 2, "text": "Obowiązkowe szkolenie dotyczące bezpiecznych i higienicznych warunków kształcenia dla studentów rozpoczynających kształcenie w AGH w roku akademickim 24/25 - termin dodatkowy"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniu 7.01.2025 r."}, {"level": 2, "text": "Funkcjonowanie dziekanatu w okresie świątecznym"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniu 17.12.2024 r."}, {"level": 2, "text": "Zmarła Śp. Helena Natanek"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniu 12.12.2024 r."}, {"level": 2, "text": "Zmarła Śp. Profesorowa Anna Zasadzińska"}, {"level": 2, "text": "Wyróżnienie dla studentki WMN Kingi Ortyl"}, {"level": 2, "text": "Informacja dla studentów 1 roku studiów I stopnia 24/25 dot. zajęć z języków obcych"}, {"level": 2, "text": "Konkurs o Nagrodę ABB"}, {"level": 2, "text": "Konkurs Engineer 4 Science 2024"}, {"level": 2, "text": "Komunikat w sprawie liczby możliwych do przyznania stypendiów rektora w roku akademickim 2024/2025"}, {"level": 2, "text": "Wizyta Gränges 28.10.2024 godz. 11:00, sala 101"}, {"level": 2, "text": "Kraków Tech Summit 2024. Tu rodzą się przyszłe legendy."}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniach 29 i 30 października 2024 r."}, {"level": 2, "text": "Komunikat Prorektora ds. Studenckich  w sprawie wysokości świadczeń w roku akademickim 2024/2025"}, {"level": 2, "text": "Obowiązkowe szkolenie dotyczące bezpiecznych i higienicznych warunków kształcenia dla studentów rozpoczynających kształcenie w AGH w roku akademickim 2024/2025"}, {"level": 2, "text": "Inaugruracja Roku Akademickiego 2024/2025"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniu 15.10.2024 r."}, {"level": 2, "text": "Dzień Równości AGH+UJ - 16 października 2024 r."}, {"level": 2, "text": "Balotaż - kierownicy katedr"}, {"level": 2, "text": "Zmarł mgr inż. Leszek Kustowski"}, {"level": 2, "text": "Konferencja WPC24 Vitrintec"}, {"level": 2, "text": "Legimi w BG AGH"}, {"level": 2, "text": "Rejestracja na przedmioty z Uczelnianej Bazy Przedmiotów Obieralnych"}, {"level": 2, "text": "Wsparcie w postaci zapomogi dla studenów, którzy zostali dotknięci klęską powodzi"}, {"level": 2, "text": "Komunikat Prorektora ds. Studenckich prof. dr hab. inż. Rafała Dańko w sprawie składania wniosków o stypendium ministra w roku akademickim 2024/2025"}, {"level": 2, "text": "III Konferencja WPC24 Vitrintec z cyklu „Wyciskajmy Póki Czas”"}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 20.09.24r."}, {"level": 2, "text": "Zapisy na przedmioty Bloku Innowacyjnego UBPO"}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 13.09.2024r."}, {"level": 2, "text": "Publiczna obrona mgra inż. Kamila Konrada Kaszycy"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniu 13.09.2024r."}, {"level": 2, "text": "Terminy składania wniosków o stypendia w roku akademickmi 2024/2025"}, {"level": 2, "text": "Publiczna obrona mgra inż. Marcina Wieczorka"}, {"level": 2, "text": "Lista kandydatów z Wydziału Metali Nieżelaznych do rad dyscypliny na kadencję 2024-2028"}, {"level": 2, "text": "Wybory do rad dyscyplin"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w okresie wakacyjnym"}, {"level": 2, "text": "Terminy składania wniosków o stypendia w roku akademickmi 2024/2025"}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 5.07.2024r."}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 28.06.24r."}, {"level": 2, "text": "Fotograficzne podsumowanie dwudniowej Konferencji „Aluminium 2024. Trendy. Innowacje. Technologie” odbywającej się w Krakowie w dniach 11-12.06.2024 pod patronatem WMN i zorganizowanej przez Polskie Stowarzyszenie Aluminium!"}, {"level": 2, "text": "Zasady kwaterownia studentów w ramach praktyk studenckich"}, {"level": 2, "text": "Współpraca Uczelni z Fundacją Edukacyjną im. J. Juzonia"}, {"level": 2, "text": "Specjalne Zebranie Okręgowego Kolegium Elektorów w kadencji 2024-2028 okręg nr 10 (Wydział Metali Nieżelaznych)"}, {"level": 2, "text": "Specjalne Zebranie Okręgowego Kolegium Elektorów w kadencji 2024-2028 okręg nr 10 (Wydział Metali Nieżelaznych)"}, {"level": 2, "text": "Rekrutacja na studia I stopnia"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniu 31.05.24r."}, {"level": 2, "text": "Zajęcia dydaktyczne w dniach 28.05.24r., 29.05.24r., 17.06.24r."}, {"level": 2, "text": "Komunikat Prorektora ds. Studenckich w sprawie wypłaty świadczeń dla studentów w lipcu."}, {"level": 2, "text": "Stypendium Fundacji im. H.T. Zielińskich."}, {"level": 2, "text": "Godziny rektorskie w trakcie Juwenaliów 2024"}, {"level": 2, "text": "61. Hutnicza Konferencja Studenckich Kół Naukowych AGH"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniu 2.05.24r."}, {"level": 2, "text": "Informacja o zebraniu OKE"}, {"level": 2, "text": "Konferencja pt. „Pożary instalacji fotowoltaicznych i magazynów energii”"}, {"level": 2, "text": "Lista rankingowa wniosków rekomendowanych przez Dziekana Wydziału Metali Nieżelaznych do Nagrody Rektora za rok 2023."}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 12.04.2024r."}, {"level": 2, "text": "Erasmus+ - rekrutacja na rok akademicki 2024/25"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniu 29.03.2024 r."}, {"level": 2, "text": "Oferta stażu w HYDRO EXTRUSION POLAND"}, {"level": 2, "text": "Stypendium rektora w semestrze letnim dla I roku II stopnia"}, {"level": 2, "text": "Zmarł mgr inż. Paweł Kiesiewicz"}, {"level": 2, "text": "Dzień Kobiet"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniu 08.03.2024 r."}, {"level": 2, "text": "Spotkanie informacyjne dotyczące Programu Erasmus+"}, {"level": 2, "text": "Nagrody Rektora za 2023 rok"}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 9.02.2024r."}, {"level": 2, "text": "Terminy składania wniosków o świadczenia w semestrze letnim 23/24"}, {"level": 2, "text": "Ogłoszenie o pracę: Bulten Polska SA"}, {"level": 2, "text": "Profesor Tadeusz Karwan - wspomnienie dr. Andrzeja Rembalskiego w czasopiśmie \"Świętokorzyskie\" (listopad 2023r.)"}, {"level": 2, "text": "Ś.p. Dominika Pęczar"}, {"level": 2, "text": "Wyniki egzaminu kierunkowego z dnia 22.01.24r."}, {"level": 2, "text": "Wyniki egzaminu kierunkowego z dnia 15.01.24r."}, {"level": 2, "text": "Egzamin kierunkowy 15.01.24r."}, {"level": 2, "text": "Informacja dot. dyżuru Prodziekan ds. Studenckich i Kształcenia w dniu 12.01.24r."}, {"level": 2, "text": "Rekrutacja na studia II stopnia"}, {"level": 2, "text": "Życzenia Świąteczne"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w okresie świątecznym"}, {"level": 2, "text": "Informacja dot. dyżuru Prodziekan ds. Studenckich i Kształcenia w dniu 15.12.23r."}, {"level": 2, "text": "Zmarła Profesor Wanda Gumowska"}, {"level": 2, "text": "Oferta pracy: technolog ds. wdrożeń - Hydro Extrusion Poland sp. z o.o."}, {"level": 2, "text": "Publiczna obrona mgr inż. Moniki Mitki"}, {"level": 2, "text": "Informacja dla studentów I roku studiów stacjonarnych I stopnia (nabór na AGH: 2023/24) rozpoczynających lektoraty w semestrze letnim 2023/2024"}, {"level": 2, "text": "Publiczna obrona mgra inż. Bartosza Jurkiewicza"}, {"level": 2, "text": "Liczba możliwych do przyznania stypendiów rektora 2023/2024"}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia oraz funkcjonowanie Dziekanatu w dniach 2,3.11.2023r."}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 27.10.2023r."}, {"level": 2, "text": "Święto Absolwentów WMN 2023!"}, {"level": 2, "text": "WMN na liście World's TOP 2% Scientists"}, {"level": 2, "text": "Wyróżnienie ORLEN S.A. dla WMN"}, {"level": 2, "text": "Publiczna obrona Mgra inż. Michała Sadzikowskiego"}, {"level": 2, "text": "Publiczna obrona Mgra inż. Krystiana Franczaka"}, {"level": 2, "text": "Komunikat  w sprawie wysokości świadczeń w roku akademickim 2023/2024"}, {"level": 2, "text": "Znaleziono damską portmonetkę/saszetkę"}, {"level": 2, "text": "Publiczna obrona pracy doktorskiej mgr inż. Sylwii Drzewowskiej"}, {"level": 2, "text": "Stypendia ArcelorMittal Poland"}, {"level": 2, "text": "Publiczna obrona pracy doktorskiej mgra inż. Marcina Lisa"}, {"level": 2, "text": "Publiczna obrona pracy doktorskiej mgr inż. Aleksandry Franczak"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniu 05.10.2023 r."}, {"level": 2, "text": "Wyniki wyborów uzupełniających"}, {"level": 2, "text": "Podziękowanie za pożegnanie Ś.P. Profesora Tadeusza Karwana"}, {"level": 2, "text": "Zawieszenie zajęć w związku z Wydziałową Inauguracją Roku Akademickiego: 05.10.2023 godz. 11.00-16.00"}, {"level": 2, "text": "Godziny rektorskie w dniu 4.10.23 r."}, {"level": 2, "text": "Listy kandydatów w wyborach uzupełniających do: Senatu, Kolegium Wydziału oraz Rady Dyscypliny Inżynieria Materiałowa."}, {"level": 2, "text": "Małopolska Noc Naukowców 2023 na WMN! Zapraszamy!"}, {"level": 2, "text": "Informacja dot. możliwości realizacji prac dyplomowych we współpracy z firmą Bulten, z zakresu druku 3D z metalu."}, {"level": 2, "text": "Kondolencje"}, {"level": 2, "text": "Wybory uzupełniające do Senatu, Kolegium Wydziału oraz Rady Dyscypliny Inżynieria Materiałowa."}, {"level": 2, "text": "Konferencja Naukowa WPC 23 Uddeholm Machining"}, {"level": 2, "text": "Zmarł Profesor Tadeusz Karwan"}, {"level": 2, "text": "Stypendia ministra w 2023/2024"}, {"level": 2, "text": "Zapisy na przedmioty Bloku Innowacyjnego UBPO"}, {"level": 2, "text": "Publiczna obrona pracy doktorskiej mgra inż. Adama Tchórza"}, {"level": 2, "text": "Publiczna obrona pracy doktorskiej mgra inż. Pawła Strzępka"}, {"level": 2, "text": "Publiczna obrona pracy doktorskiej mgra inż. Macieja Balcerzaka"}, {"level": 2, "text": "Dziekanat nieczynny w dniach 21.08.2023r. - 25.08.2023r."}, {"level": 2, "text": "Znaleziono bransoletkę na korytarzu A2"}, {"level": 2, "text": "Komunikat dot. terminu składania wniosków o stypendium socjalne oraz stypendium dla osób niepełnosprawnych w semestrze zimowym roku akademickiego 2023/2024"}, {"level": 2, "text": "Pismo Prorektora ds. Studenckich w sprawie współpracy Uczelni z Fundacją Edukacyjną im. J. Juzonia"}, {"level": 2, "text": "Publiczna obrona pracy doktorskiej mgra inż. Adama Zwolińskiego"}, {"level": 2, "text": "Studencki Konkurs - Nagroda Jamesa Dysona"}, {"level": 2, "text": "Valeo Autosystemy Sp. z o.o. - staże"}, {"level": 2, "text": "Oferta pracy Development Engineer, BULTEN POLSKA S.A. - Bielsko-Biała"}, {"level": 2, "text": "Oferta pracy - GRÄNGES KONIN S.A."}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniu 9.06.23r."}, {"level": 2, "text": "Komunikat dot. zasad kwaterowania w ramach praktyk studenckich"}, {"level": 2, "text": "Laureaci 60. Hutniczej Konferencji Studenckich Kół Naukowych AGH"}, {"level": 2, "text": "Seminiarium Firma Bulten Polska S.A."}, {"level": 2, "text": "Wyniki egzaminu kierunkowego z dnia 18.05.23r."}, {"level": 2, "text": "Komunikat Prorektora ds. Studenckich  w sprawie wypłaty świadczeń dla studentów w miesiącu lipcu."}, {"level": 2, "text": "Seminarium „Carbon Capture in Molten Salts - Prototype\""}, {"level": 2, "text": "Godziny Rektorskie w związku z Juwenaliami 2023"}, {"level": 2, "text": "Oferta współpracy z Elemental Strategic Metals"}, {"level": 2, "text": "60. Hutnicza Konferencja Studenckich Kół Naukowych AGH"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniu 2.05.23r."}, {"level": 2, "text": "Godziny rektorskie – 4.05.2023r., do godz. 12:00"}, {"level": 2, "text": "Zmarła dr Aleksandra Łatkowska"}, {"level": 2, "text": "Seminarium 25.04.23r."}, {"level": 2, "text": "Stypendium z Fundacji Pomocy Edukacyjnej dla młodzieży im. Heleny i Tadeusza Zielińskich"}, {"level": 2, "text": "Zmarła Profesor Zofia Orman"}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 14.04.2023r."}, {"level": 2, "text": "Seminarium 18.04.23r."}, {"level": 2, "text": "Zmarł Profesor Franciszek Grosman"}, {"level": 2, "text": "Lista rankingowa wniosków rekomendowanych przez Dziekana Wydziału Metali Nieżelaznych do Nagrody Rektora za rok 2022"}, {"level": 2, "text": "Stypendium rektora na I roku studiów II stopnia w roku akademickim 2022/2023"}, {"level": 2, "text": "Zapraszamy Wszystkich w piątek 17 marca na ODIM'23 czyli Ogólnopolski Dzień Inżynierii Materiałowej na WMN!"}, {"level": 2, "text": "Erasmus+ - spotkanie informacyjne dla studentów WMN"}, {"level": 2, "text": "Dzień Otwarty Przedsiębiorczości Akademickiej AGH – Investor Day"}, {"level": 2, "text": "Oferta pracy na stanowisko Technologa w Grupie Kęty S.A."}, {"level": 2, "text": "Spotkanie informacyjne dotyczące Programu Erasmus+"}, {"level": 2, "text": "Studenckie warsztaty zakupowe z Valeo"}, {"level": 2, "text": "Nabór do projektu Erasmus+ KA171"}, {"level": 2, "text": "Wydział Metali Nieżelaznych AGH wspiera wiedzą know-how budowę fabryki profili aluminiowych w Jędrzejowie"}, {"level": 2, "text": "Nagroda Rektora za rok 2022"}, {"level": 2, "text": "Letnia edycja Bloku Innowacyjnego w ramach Uczelnianej Bazy Przedmiotów Obieralnych"}, {"level": 2, "text": "Bentham Science - wielodziedzinowa kolekcja ksiażek"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w okresie remontu"}, {"level": 2, "text": "Wyniki egzaminu kierunkowego z dnia 23.01.23r."}, {"level": 2, "text": "Warsztaty dla studentów w Valeo Autosystemy"}, {"level": 2, "text": "Wyniki egzaminu kierunkowego z dnia 16.01.23r."}, {"level": 2, "text": "Zmiana kryterium dochodowego do stypendium socjalnego"}, {"level": 2, "text": "Zmarł Profesor Ryszard Pęcherski"}, {"level": 2, "text": "Wykład pt: „Welding of dissimilar metals” - 3.01.23r., HA102"}, {"level": 2, "text": "Godziny rektorskie – 2.01.2023r., do godz. 12:00"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w okresie świątecznym"}, {"level": 2, "text": "Program „Vulcanus in Japan”"}, {"level": 2, "text": "Święta Dzieciom 2022"}, {"level": 2, "text": "Informacja dla studentów I roku studiów stacjonarnych I stopnia (nabór na AGH: 2022/23) rozpoczynających lektoraty w semestrze letnim 2022/2023"}, {"level": 2, "text": "Publiczna obrona pracy doktorskiej mgr inż. Katarzyny Skibińskiej"}, {"level": 2, "text": "Publiczna obrona pracy doktorskiej mgr inż. Karoliny Chat-Wilk"}, {"level": 2, "text": "Publiczna obrona rozprawy doktorskiej mgr inż. Malwiny Janoski"}, {"level": 2, "text": "Wybory  Społecznego Inspektora Pracy na WMN - 15.11.2022"}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 4.11.2022r."}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniu 31.10.2022 r."}, {"level": 2, "text": "Wysokość świadczeń z Funduszu stypendialnego w roku akademickim 2022/2023"}, {"level": 2, "text": "WIZYTY STUDYJNE U PRACODAWCÓW DLA STUDENTÓW AGH-WMN"}, {"level": 2, "text": "Sponsorzy i Patroni Jubileuszu 60-lat WMN"}, {"level": 2, "text": "Publiczna obrona pracy doktorskiej M.Gniełczyka"}, {"level": 2, "text": "Zawieszenie zajęć w dniu 7 października 2022 r."}, {"level": 2, "text": "Zmiana terminu dyżuru Prodziekan ds. Studenckich i Kształcenia oraz funkcjonowania Dziekanatu w dniach 5.10 i 7.10.2022r."}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia oraz funkcjonowanie Dziekanatu w dniu 30.09.2022r."}, {"level": 2, "text": "Zmarł dr inż. Jan Jarominek"}, {"level": 2, "text": "Informacja na temat stypendiów Ministra Edukacji i Nauki za znaczące osiągnięcia dla studentów na rok akademicki 2022/2023 (konkurs SST03)"}, {"level": 2, "text": "Sponsorzy Konferencji Naukowej \"Wyciskajmy Póki Czas\" - WPC 22 Hydro Extrusion Poland"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniu 16.09.2022 r."}, {"level": 2, "text": "Zapisy na przedmioty Bloku Innowacyjnego UBPO"}, {"level": 2, "text": "Komunikat Prorektora ds. Studenckich w sprawie terminów składania wniosków o stypendium rektora w roku akademickim 22/23"}, {"level": 2, "text": "Zbiórka charytatywna na leczenie Bartusia Buriana"}, {"level": 2, "text": "Wyniki konkursu na stanowisko doktorant-stypendysta w ramach konkursu OPUS finansowanego przez Narodowe Centrum Nauki"}, {"level": 2, "text": "Szkolenie z egzaminem AutoCAD 2020 dla nuczycieli akademickich WMN - stopień podstawowy, zaawansowany i modelowanie 3D."}, {"level": 2, "text": "Oferta pracy GRÄNGES KONIN S.A. : SPECJALISTA ds. BADAŃ I ROZWOJU"}, {"level": 2, "text": "Funkcjonowanie Dziekanatu w okresie wakacyjnym."}, {"level": 2, "text": "Otwarcie konkursu Materiał Movie na najlepszy film i scenariusz."}, {"level": 2, "text": "Szkolenie z egzaminem AutoCAD 2020 dla nauczycieli akademickich WMN – stopień podstawowy, zaawansowany i modelowanie 3D"}, {"level": 2, "text": "Oferta pracy w projekcie finansowanym przez NCN"}, {"level": 2, "text": "Obowiązkowe szkolenie BHP dla studentów AGH - termin dodatkowy."}, {"level": 2, "text": "Komunikat Prorektora ds. Studenckich w sprawie terminów składania wniosków o stypendium socjalne oraz stypendium dla osób niepełnosprawnych w semestrze zimowym roku akademickiego 2022/2023."}, {"level": 2, "text": "Publiczna obrona rozprawy doktorskiej mgra inż. Piotra Czarneckiego"}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia oraz funkcjonowanie Dziekanatu w dniu 17.06.2022r."}, {"level": 2, "text": "RAJD WMN – KUFEL MIEDZIANA 2022"}, {"level": 2, "text": "Konferencja WPC 2022"}, {"level": 2, "text": "Wizyty studyjne u pracodawców dla studentów AGH-WMN"}, {"level": 2, "text": "Staże POWER 2022: spotkanie dla studentów WMN"}, {"level": 2, "text": "Komunikat dot. wypłaty świadczeń dla studentów w miesiącu lipcu"}, {"level": 2, "text": "Laureaci 59. Hutniczej Konferencji Studenckich Kół Naukowych AGH"}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 13.05.2022r."}, {"level": 2, "text": "Kondolencje"}, {"level": 2, "text": "SolidWorks - certyfikowane szkolenie dla studentów wszystkich wydziałów AGH"}, {"level": 2, "text": "Godziny rektorskie w czasie Juwenaliów Krakowskich 2022"}, {"level": 2, "text": "Gratulacje"}, {"level": 2, "text": "59. Hutnicza Konferencja Studenckich Kół Naukowych AGH"}, {"level": 2, "text": "W dniu 2.05.22 Dziekanat nieczynny"}, {"level": 2, "text": "Komunikat  dot. przydziałów miejsc w domach studenckich Miasteczka Studenckiego AGH dla doktorantów i pracowników na rok akademicki 2022/2023"}, {"level": 2, "text": "Publiczna obrona pracy doktorskiej mgra inż. Pawła Gromka - 28.04.2022"}, {"level": 2, "text": "REKRUTACJA NA SZKOLENIE AUTOCAD 2020 DLA STUDENTÓW AGH-WMN"}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 15.04.2022r."}, {"level": 2, "text": "Lista rankingowa wniosków rekomendowanych przez Dziekana Wydziału Metali Nieżelaznych do Nagrody Rektora za rok 2021"}, {"level": 2, "text": "Stypendium Fundacji Zielińskich w roku 2022"}, {"level": 2, "text": "SZKOLENIE SOLIDWORKS DLA KADRY DYDAKTYCZNEJ AGH"}, {"level": 2, "text": "Certyfikowane szkolenie AutoCAD 2020 dla studentów AGH WMN - w ramach projektu POWR.03.05.00-00-Z309/18"}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 1.04.2022r."}, {"level": 2, "text": "Zbiórka na WMN rzeczy dla Dzieci i Ich Mam z Ukrainy"}, {"level": 2, "text": "Rekrutacja studentów do programu Erasmus+ na rok akademicki 2022/23"}, {"level": 2, "text": "TOP 10%"}, {"level": 2, "text": "Spotkanie informacyjne dla studentów dotyczące Programu Erasmus+"}, {"level": 2, "text": "Rekrutacja na szkolenia dla studentów WMN w ramach projektu „Zintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie II (ZPR AGH II)” (styczeń-marzec)"}, {"level": 2, "text": "Złoty Inżynier 2021 - podziękowania"}, {"level": 2, "text": "Złoty Inżynier 2021"}, {"level": 2, "text": "Pismo Prorektora ds. Studenckich  w sprawie usprawiedliwienia nieobecności studentów uczestniczących w spotkaniu organizowanym przez CSS w dniu 8 marca br. w ramach Programu ADAPTER"}, {"level": 2, "text": "Komunikat Prorektora ds. Studenckich w sprawie stypendiów rektora na I roku studiów II stopnia"}, {"level": 2, "text": "Światowy Dzień Inżyniera - 4 marca 2022 r."}, {"level": 2, "text": "Nagroda Rektora za 2021 rok"}, {"level": 2, "text": "Naukowiec z Wydziału Metali Nieżelaznych nominowany w konkursie „Złoty Inżynier”. Trwa głosowanie"}, {"level": 2, "text": "Szkolenie z programu Autodesk Inventor dla kadry dydaktycznej AGH"}, {"level": 2, "text": "Szkolenie z obsługi systemów GOM do pomiarów deformacji, moduły: ARAMIS i TRITOP, dla kadry dydaktycznej AGH"}, {"level": 2, "text": "Oferta pracy w LUQAM na stanowisku Młodszy Inżynier Symulacji Procesów"}, {"level": 2, "text": "Oferta pracy w Grupie Kęty S.A. na stanowisku Doradcy techniczno-handlowego"}, {"level": 2, "text": "Oferta pracy w Grupie Kęty S.A. na stanowisku Technologa"}, {"level": 2, "text": "Komunikat wewnętrzny CSS - Zasady przyznawania świadczeń w semestrze letnim 21/22"}, {"level": 2, "text": "II termin egzaminu kierunkowego"}, {"level": 2, "text": "Publiczna obrona pracy doktorskiej mgra inż. Pawła Ruteckiego"}, {"level": 2, "text": "Kondolencje"}, {"level": 2, "text": "I termin egzaminu kierunkowego"}, {"level": 2, "text": "Życzenia świąteczne"}, {"level": 2, "text": "Funkcjonowanie dziekanatu w okresie świąteczno-noworocznym"}, {"level": 2, "text": "19. edycja konkursu o nagrodę ABB"}, {"level": 2, "text": "Doktorant Wydziału Metali Nieżelaznych laureatem nagrody przyznawanej przez Fundację Maspex"}, {"level": 2, "text": "List Rektorów AGH do studentów"}, {"level": 2, "text": "AGH Święta Dzieciom 2021"}, {"level": 2, "text": "Staż studencki w FINAL S.A."}, {"level": 2, "text": "Mikołajkowa Licytacja Charytatywna"}, {"level": 2, "text": "Oferta pracy na stanowisko technologa w FPE S.A."}, {"level": 2, "text": "Ministerstwo Obrony Narodowej ogłosiło kolejną, V edycję ochotniczego programu edukacji wojskowej studentów pod nazwą „Legia Akademicka\"."}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 12.11.2021r."}, {"level": 2, "text": "Wirtualne Targi Pracy AGH – edycja jesienna 2021"}, {"level": 2, "text": "Godziny rektorskie – 12 listopada 2021r."}, {"level": 2, "text": "Zarządzenie Nr 64/2021 w sprawie zmiany Zarządzenia Nr 56/2021 Rektora AGH z dnia 23 września 2021 r. w sprawie działalności Uczelni od 1 października 2021 roku"}, {"level": 2, "text": "Rekrutacja na szkolenia dla studentów WMN w ramach projektu „Zintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie II (ZPR AGH II)\""}, {"level": 2, "text": "Publiczna obrona rozprawy doktorskiej mgr inż. Joanny Hrabi-Wiśnios"}, {"level": 2, "text": "Legia Akademicka - V edycja ochotniczego programu edukacji wojskowej studentów"}, {"level": 2, "text": "Komunikat Prorektora ds. Studenckich prof. dr. hab. inż. Rafała Dańko w sprawie wysokości świadczeń w roku akademickim 2021/2022"}, {"level": 2, "text": "Program Seeds for the Future"}, {"level": 2, "text": "Informacja dot. liczby stypendiów rektora w roku akademickim 2021/2022"}, {"level": 2, "text": "RAJD WMN - KUFEL MIEDZIANA 2021"}, {"level": 2, "text": "Sukces naukowców WMN. Kolejny projekt programu LIDER!!!!"}, {"level": 2, "text": "Podziękowania"}, {"level": 2, "text": "Spotkanie informacyjne Erasmus+ dla studentów"}, {"level": 2, "text": "Bieżący program stypendialny na lata 2022/23 przez Niemiecką Centralę Wymiany Akademickiej (DAAD)"}, {"level": 2, "text": "List gratulacyjny dla studentów I roku"}, {"level": 2, "text": "Wydziałowa Inauguracja Roku Akademickiego 2021/2022"}, {"level": 2, "text": "Zawieszenie zajęć w dniu 7 października 2021r. w godzinach 11:00-16:00."}, {"level": 2, "text": "Godziny rektorskie w dniu 4 października br."}, {"level": 2, "text": "Komunikat dot. Prolongaty Elektronicznych Legitymacji Studenckich (ELS) oraz Elektronicznych Legitymacji Doktoranckich (ELD)"}, {"level": 2, "text": "Stypendia i zapomogi dla studentów Studiów Doktoranckich i Szkoły Doktorskiej AGH"}, {"level": 2, "text": "Ogłoszenie dotyczące obowiązkowego szkolenia BHP dla studentów rozpoczynających studia w roku akademickim 21/22"}, {"level": 2, "text": "Publiczna obrona rozprawy doktorskiej mgr inż. Justyny Grzebinogi"}, {"level": 2, "text": "Rekrutacja Erasmus+ semestr letni 2021/22"}, {"level": 2, "text": "Informacja dot. przyznawania świadczeń stypendialnych dla doktorantów studiów doktoranckich w roku 2021/2022"}, {"level": 2, "text": "Seminarium „Carbon Capture in Molten Salts - Prototype”"}, {"level": 2, "text": "Terminy obron prac magisterskich (wrzesień 2021)"}, {"level": 2, "text": "EU4Belarus: The call for applications for students"}, {"level": 2, "text": "Dziekanat w dniach 20-23 sierpnia 2021r. będzie NIECZYNNY."}, {"level": 2, "text": "Funkcjonowanie Dziekanatu w dniu 13.08.21r."}, {"level": 2, "text": "Funkconowanie Dziekanatu w okresie wakacyjnym."}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniach 06.08-20.08.2021"}, {"level": 2, "text": "Sukces doktoranta WMN AGH"}, {"level": 2, "text": "AGH udostępnia studentom legitymację w wersji na smartfony"}, {"level": 2, "text": "Informacja dla Absolwentów roku akademickiego 2020/2021 dot. odbioru dyplomu"}, {"level": 2, "text": "Informacja dla kandydatów na studia w AGH,  w roku akademickim 2021/2022"}, {"level": 2, "text": "STAŻE POWER: Spotkanie dla studentów WMN dot. zasad refundacji kosztów stażu"}, {"level": 2, "text": "Oferta pracy w Fabryce Przewodów Energetycznych S.A. w Będzinie."}, {"level": 2, "text": "Aliplast Extrusion Lublin - praca dla absolwentów WMN"}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniach 25.06-02.07.2021"}, {"level": 2, "text": "Pismo dotyczące działalności organizacji studenckich i kół naukowych działających na terenie AGH"}, {"level": 2, "text": "Wyniki I etapu rekrutacji na staże/praktyki wakacyjne z programu Power - 14.06.2021"}, {"level": 2, "text": "Komunikat dot. terminów składania wniosków o świadeczenia dla studentów w roku akademickim 2021/2022"}, {"level": 2, "text": "Oferta stażu w Engineering Design Center"}, {"level": 2, "text": "Stypendium Visegrad Scholarship Program 2021"}, {"level": 2, "text": "Praktyki letnie 2021-zakwaterowanie MS AGH"}, {"level": 2, "text": "ZASADY KWATEROWANIA - WAKACJE 2021"}, {"level": 2, "text": "Konkurs PTM- Edycja 2021"}, {"level": 2, "text": "Spotkanie dla studentów WMN dot. płatnych staży/praktyk wakacyjnych"}, {"level": 2, "text": "Zmarł dr inż. Józef Zbigniew Szymański"}, {"level": 2, "text": "Pismo dot. procecdury rozdziału miejsc w domach studenckich MS AGH"}, {"level": 2, "text": "Lista rankingowa wniosków rekomendowanych przez Dziekana Wydziału Metali Nieżelaznych do Nagrody Rektora za rok 2020"}, {"level": 2, "text": "Komunikat dot. wypłaty stypendium rektora dla studentów w lipcu br."}, {"level": 2, "text": "58 edycja Konferencji Studenckich Kół Naukowych Pionu Hutniczego"}, {"level": 2, "text": "Rozstrzygnięcie konkursu „Nowe logo Wydziału Metali Nieżelaznych\"!"}, {"level": 2, "text": "Sprawy bieżące dot. świadczeń z Funduszu stypendialnego"}, {"level": 2, "text": "Komunikat dot. przydziałów miejsc w domach studenckich Miasteczka Studenckiego AGH dla doktorantów i pracowników AGH na rokakademicki 2021/2022."}, {"level": 2, "text": "Konsultacje psychologiczne oraz prawne dla studentów"}, {"level": 2, "text": "WMN będzie realizował nowy projekt POIR w ramach konkursu  6/1.1.1/2020 Szybka Ścieżka !!!"}, {"level": 2, "text": "Zalecenia odnośnie realizacji zajęć dydaktycznych na WMN o charakterze praktycznym oraz badań prowadzonych w ramach prac dyplomowych i prac doktorskich na Wydziale Metali Nieżelaznych do dnia 18 kwietnia 2021r"}, {"level": 2, "text": "XXII Międzynarodowa Studencka Sesja Naukowa \"Materiały i Technologie XXI Wieku\""}, {"level": 2, "text": "Informacja o stypendiach Fundacji Pomocy Edukacyjnej dla Młodzieży im. Heleny i Tadeusza Zielińskich w Jarosławiu"}, {"level": 2, "text": "Życzenia Świąteczne - Wielkanoc 2021"}, {"level": 2, "text": "Pismo Dziekana w sprawie organizacji zajęć praktycznych."}, {"level": 2, "text": "Funkcjonowanie Dziekanatu w dniach od 25 marca do 9 kwietnia 2021 r."}, {"level": 2, "text": "Wyniki II etapu konkursu „Nowe logo Wydziału Metali Nieżelaznych\"!"}, {"level": 2, "text": "Scholarship Opportunity  - China University of Mining and Technology for AMEE Members ( (International Higher Education Alliance for Mining, Energy and Environment) - wirtualne spotkanie w dniu 26 marca br."}, {"level": 2, "text": "Publiczna obrona rozprawy doktorskiej mgr inż. Małgorzaty Zasadzińskiej"}, {"level": 2, "text": "Wyniki I etapu konkursu „Nowe logo Wydziału Metali Nieżelaznych”!"}, {"level": 2, "text": "Stypendia rektora dla studentów I roku studiów II stopnia"}, {"level": 2, "text": "Warsztatowe zajęcia językowe dla studentów"}, {"level": 2, "text": "Dzień Kobiet"}, {"level": 2, "text": "Spotkanie dotyczące Programu Erasmus+"}, {"level": 2, "text": "Nie żyje Jan Kihl nasz Przyjaciel z Baterpolu"}, {"level": 2, "text": "Targi Pracy AGH"}, {"level": 2, "text": "Obowiązkowe szkolenie dotyczące bezpiecznych i higienicznych warunków kształcenia dla studentów AGH online."}, {"level": 2, "text": "48 edycja \"Konkursu na najlepszą pracę dyplomową I i II stopnia w dziedzinie transportu\""}, {"level": 2, "text": "Konkurs na nowe logo Wydziału Metali Nieżelaznych AGH"}, {"level": 2, "text": "Informacja dla studentów I roku studiów stacjonarnych I stopnia (nabór na AGH: 2020/21) rozpoczynających lektoraty w semestrze letnim 2020/2021"}, {"level": 2, "text": "Pismo dotyczące przyznawania świadczeń w semestrze letnim roku akademickiego 2020/2021."}, {"level": 2, "text": "Terminy obron projektu inżynierskiego - luty 2021"}, {"level": 2, "text": "Wyniki egzaminu kierunkowego z dnia 29.01.21r."}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniu 27.01.2021r. (tj. środa)"}, {"level": 2, "text": "Egzamin kierunkowy online – II termin"}, {"level": 2, "text": "Terminy obron projektu inżynierskiego - styczeń 2021"}, {"level": 2, "text": "Wyniki egzaminu kierunkowego z dnia 15.01.21r."}, {"level": 2, "text": "Funkcjonowanie dziekanatu w dniu 13.01.2021r. (tj. środa)"}, {"level": 2, "text": "Egzamin kierunkowy online – wytyczne"}, {"level": 2, "text": "Funkcjonowanie Dziekanatu w okresie świątecznym"}, {"level": 2, "text": "Życzenia świąteczne"}, {"level": 2, "text": "Egzamin magisterski dla kierunku Zarządzanie i Inżynieria Produkcji (17.12.2020) oraz Metalurgia (18.12.2020)"}]}}