{"content": "# Kierunek Inżynieria Biomedyczna | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/inzynieria-biomedyczna/\nCrawled: 2025-03-19 21:30:03\n\nKierunek kształcenia: Inżynieria Biomedyczna\n\nWarunki rekrutacji\n\nKandydaci\n\nAutomatyka i Robotyka\n\nComputer science\n\nElektrotechnika\n\nInformatyka\n\nInformatyka Medyczna\n\nInformatyka i systemy inteligentne\n\nInżynieria Biomedyczna\n\nMetrologia i Inżynieria Pomiarów (II stopień)\n\nMikroelektronika w technice i medycynie\n\nTechnologie Przemysłu 4.0\n\nEgzaminy wstępne na II stopień studiów\n\nStudia podyplomowe i kursy dokształcające\n\nstudia I stopnia (inżynierskie)\nstudia II stopnia (magisterskie)\n\nOpis kierunku kształcenia:\nObszar zastosowań Inżynierii Biomedycznej obejmuje różnorodne aspekty zastosowań wielu gałęzi techniki w medycynie i ochronie zdrowia. Kierunek Inżynieria Biomedyczna oferuje wykształcenie interdyscyplinarne, wzbogacone wiedzą o najnowszych osiągnięciach nauki i techniki. Celem tych studiów jest wykształcenie inżyniera znającego zagadnienia technicznego wsparcia medycyny w zakresie elektroniki, informatyki, materiałoznawstwa, biomechaniki i robotyki. Zasadniczym elementem studiów jest praktyczne poznanie zagadnień medycznych w stopniu zapewniającym współpracę z lekarzem a także obecnego i przewidywanego w przyszłości zakresu zastosowań technologii w medycynie. Szczególną cechą studiów na Inżynierii Biomedycznej jest praktyczny kontakt z najnowocześniejszą aparaturą, systemami diagnostyki i terapii, opierającymi się na metodach i technologiach elektronicznych, informatycznych, telekomunikacyjnych, materiałowych, biomateriałowych i tkankowych.\nAbsolwent kierunku kształcenia ma wiedzę \nw zakresie:\nInżynierii biomedycznej, informatyki medycznej, elektroniki medycznej, biomechaniki inżynierskiej, inżynierii biomateriałów oraz bionanotechnologii. Szczególny nacisk kładzie się na zdobycie wiedzy w zakresie telemedycyny oraz zaawansowanej analizy danych (data science, sztuczna inteligencja,\nuczenie maszynowe).\nAbsolwent kierunku kształcenia potrafi:\nKorzystać z nowoczesnej aparatury oraz systemów diagnostycznych i terapeutycznych opierających się na metodach, technikach i technologiach teleinformatycznych, informatycznych, elektronicznych i materiałowych. Absolwent jest przygotowany do: współpracy z lekarzami medycyny w zakresie integracji, eksploatacji, obsługi i konserwacji aparatury medycznej oraz obsługi systemów diagnostycznych i terapeutycznych; udziału w wytwarzaniu i projektowaniu aparatury medycznej oraz systemów diagnostycznych i terapeutycznych; udziału w projektach IT związanych z telemedycyną i eksploracją danych oraz udziału w pracach naukowo- badawczych związanych z projektowaniem i wytwarzaniem biomateriałów i implantów medycznych.\nAbsolwent kierunku potrafi prowadzić eksplorację danych, tworzyć związane z nią aplikacje webowe.\nPerspektywy zawodowe:\nAbsolwenci Inżynierii Biomedycznej są przygotowani do pracy: w firmach zajmujących się innowacyjnymi technologiami IT (telemedycyna, informatyczne wsparcie diagnostyki i terapii), na stanowisku inżyniera medycznego w zakresie projektowania, integracji i eksploatacji nowoczesnych systemów diagnostycznych i terapeutycznych, w firmach zajmujących się konstrukcją i produkcją aparatury medycznej, w jednostkach służby zdrowia na stanowiskach ekspertów i dyrektorów technicznych odpowiedzialnych za wybór i właściwe wykorzystanie zaplecza technicznego, w jednostkach naukowo-badawczych przy rozwijaniu nowoczesnych technologii elektronicznych, materiałowych i mechanicznych wspomagających organizmy żywe, w przedstawicielstwach serwisowych aparatury medycznej oraz w firmach audytorskich i akredytacyjnych w zakresie techniki medycznej, w jednostkach administracji w obszarze decyzyjnym związanym z ochroną zdrowia.\nW ramach studiów II stopnia trwających trzy semestry prowadzone jest kształcenie specjalistyczne według różnych programów. Przystępując do studiów II stopnia kandydat wybiera jedną z 4 specjalności.\n• INFORMATYKA I ELEKTRONIKA MEDYCZNA\nAbsolwenci tej specjalności są przygotowani do pracy w przemyśle wytwórczym aparatury medycznej (zwłaszcza elektronicznej) oraz do pracy w jednostkach służby zdrowia na stanowiskach związanych z cyfrowymi technologiami archiwizacji i udostępniania danych.\n• INŻYNIERIA BIOMATERIAŁÓW\nAbsolwenci tej specjalności uzyskują umiejętności i wiedzę praktyczną związaną z projektowaniem i wdrażaniem nowoczesnych materiałów medycznych, związanych z protetyką, sztucznymi narządami i hodowlami tkankowymi, a także z wytwarzaniem biozgodnych kompozytów o zadanych parametrach.\n• BIOMECHANIKA I ROBOTYKA\nAbsolwenci tej specjalności są przygotowani do pracy w roli projektantów i użytkowników aparatury medycznej do diagnostyki i rehabilitacji ze szczególnym uwzględnieniem układu ruchu oraz do prac badawczych w zakresie materiałów, implantów, robotyki rehabilitacyjnej oraz ergonomii.\n\nProgram zajęć dydaktycznych - SYLABUS\n\nDlaczego warto studiować Inżynierię Biomedyczną na Wydziale EAIiIB ?\n\nRekrutacja - Informacje dla kandydatów", "metadata": {"url": "https://www.eaiib.agh.edu.pl/inzynieria-biomedyczna/", "title": "Kierunek Inżynieria Biomedyczna | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "454914f1a1787a675f6386b049a43910", "word_count": 557, "headings": [{"level": 2, "text": "Kierunek kształcenia: Inżynieria Biomedyczna"}, {"level": 2, "text": "Dlaczego warto studiować Inżynierię Biomedyczną na Wydziale EAIiIB ?"}]}}