{"content": "# UNESCO/ Poland Co-sponsored Fellowship Programme in Engineering, ed. 2023A - nabór projektów\n\nURL: http://www.unesco.agh.edu.pl/aktualnosci/unesco-poland-co-sponsored-fellowship-programme-in-engineering-ed-2023a-nabor-projektow/\nCrawled: 2025-03-19 21:40:01\n\nUNESCO/ Poland Co-sponsored Fellowship Programme in Engineering, ed. 2023A - nabór projektów\nCentrum Międzynarodowej Promocji Technologii i Edukacji AGH - UNESCO, we współpracy z PK ds. UNESCO, ogłasza wśród pracowników AGH konkurs na propozycje projektów w ramach programu stypendialnego dla młodych naukowców z krajów rozwijających się (edycja 2023 A) w obszarze nauk technicznych (Engineering). Oferta stypendialna Centrum AGH UNESCO będzie następnie adresowana do zainteresowanych pochodzących wyłącznie z krajów rozwijających się, którzy zamierzają podnosić swoje kwalifikacje, prowadzić badania oraz uczestniczyć w projektach badawczych realizowanych na AGH w obszarze nauk technicznych. Planowany czas trwania stypendium od 1.10.2023 wynosi: dla edycji 2023 A - 6 miesięcy.\n\nPotencjalny stypendysta powinien realizować program ustalonego stażu pod opieką samodzielnego pracownika naukowego AGH (kierownika projektu). Zakres merytoryczny oferty stypendialnej i zgoda na objęcie opieką naukową powinny zostać potwierdzone w załączonym kwestionariuszu przez Kierownika Jednostki AGH. Wieloetapowa kwalifikacja kandydatów będzie realizowana z udziałem kierownika projektu na podstawie informacji zawartych w otrzymanych od potencjalnych kandydatów formularzach. Oferta stypendialna AGH dla potrzeb rekrutacji zostanie opublikowana w materiałach UNESCO i Centrum AGH UNESCO oraz innych wymaganych.\n\nOferty stypendialne dla edycji 2023 A prosimy składać na kwestionariuszu w sekretariacie Centrum AGH UNESCO, paw. U2, II p., pok. 203 (godz.8.00-15.00) w terminie do \n19 stycznia 2023, godz. 10.00\n i ponadto przesłać elektronicznie w formatach *.doc oraz *.pdf na adres unesco4@agh.edu.pl. Celem otrzymania kwestionariusza prosimy o kontakt na numer telefonu 12 617 51 09. Dziękujemy.", "metadata": {"url": "http://www.unesco.agh.edu.pl/aktualnosci/unesco-poland-co-sponsored-fellowship-programme-in-engineering-ed-2023a-nabor-projektow/", "title": "UNESCO/ Poland Co-sponsored Fellowship Programme in Engineering, ed. 2023A - nabór projektów", "depth": 3, "duplicate": false, "content_hash": "d06855bddff650372311e3e00ef9f52f", "word_count": 231, "headings": [{"level": 1, "text": "UNESCO/ Poland Co-sponsored Fellowship Programme in Engineering, ed. 2023A - nabór projektów"}]}}