{"metadata": {"url": "https://miasteczko.agh.edu.pl/en/about-us.html", "title": "Miasteczko Studenckie AGH - About us", "depth": 1, "duplicate": false, "content_hash": "5a0830969a2d792122d88165b5587f89", "word_count": 275, "headings": [{"level": 1, "text": "About us"}]}, "content": "# Miasteczko Studenckie AGH - About us\n\nURL: https://miasteczko.agh.edu.pl/en/about-us.html\nCrawled: 2025-03-20 00:54:11\n\nAbout us\n\nAGH University Student Campus is a truly unique place to live in\n\nIn 20 dormitories lives over\n 7000 students\n - that makes AGH University Student Campus the biggest student estate in Poland\n\n1,5 km distance to the Main Square, \n25 minutes by feet to the furthest AGH faculty\n, dozens of tram and bus connections to every part of Cracow - everything is close when you live with us\n\n360 cultural events \nduring the academic year, in student clubs in our Campus - we are the heart of student culture in Cracow \n\n490 pln/month\n - the lowest dormitory rate in Cracow with a relatively highest room standard\n\nAll our residents have\n free access\n to laundry and sport objects (volleyball court, basketball court, football field and gyms) reservations.\n\nAGH University Student Campus during holidays\n\nFrom July to September AGH University Student Campus offers over 4000 accommodations in student hostels for tourists visiting Cracow. During the academic year Dormitory nr 2 BABILON is running a hostel, with 330 places in studio-like rooms with individual bathrooms and a kitchenettes. For more information visit \nour website\n.\n\nFacilities for the disabled\n\nAGH University Student Campus discerns the needs of disabled people and tries to aid them as much as possible. By now, we've managed to create many conveniences for the disabled - each year we renovate one dormitory, which will be suitable for disabled people. Currently all dormitories in Comfort and Comfort+ standards are prepared for the disabled and well-equipped with elevators, ramps and practical bathrooms. All student clubs on the Campus are also well-adjusted. AGH University Student Campus constantly cooperates with \nDisability Support Department AGH\n."}