{"content": "#  Supervisors -- AGH University Doctoral School \n\nURL: https://www.sd.agh.edu.pl/en/supervisors\nCrawled: 2025-03-19 21:21:55\n\nSkip to content\n\nSkip to footer\n\n Supervisors \n\nScientific supervision over a doctoral dissertation shall be provided by a supervisor or supervisors, or a supervisor and an auxiliary supervisor.\n\nIn case of appointment of two or more supervisors, the approval of the head of organizational unit is required. Organizational unit shall bear the cost of proceeding on doktor’s degree conferment.\n\nThe following persons can be appointed as supervisor(s): a holder of the degree of doktor habilitowany or the title of professor and as auxiliary supervisor – a holder of at least the degree of doctor.\n\nA supervisor may be a person who does not meet the above requirement, who is employed by a foreign university or research institution, subject to the relevant discipline board acknowledging that the person in question has delivered a substantial body of research relevant for the research problem investigated in the doctoral dissertation. This fact shall be confirmed by the resolution of the competent discipline board.\n\nAny person who, within the last 5 years:\n\nhas acted as a supervisor for 4 doctoral students who have been expelled owing to failed Interim Assessments, or  \n\nhas supervised doctoral dissertations of at least two doctoral candidates whose dissertations failed to receive at least two positive reviews out of three possible.  \n\nmust not be appointed as a supervisor.\n\nChange of promoter, promoters or assistant promoter may be made in justified cases by the chair of the discipline board upon written request of the doctoral student.\n\nAn academic teacher and researcher may not, without a justified reason, evade the function of a supervisor, assistant supervisor or reviewer in the proceedings for the award of a degree of doktor.  In case of a justified reason for refusal, the chair of the discipline board or the discipline board shall appoint new persons to perform these functions.\n\nStopka\n\nAGH University Doctoral School\nbuild. A3, I floor, room 118\nal. Mickiewicza 30\n30-059 Krakow\n\nOffice for Doctoral Students' Affairs\n E-mail: phd@agh.edu.pl\n Phone: +48 12 617 56 13\n Phone: +48 12 617 56 11\n Phone: +48 12 617 56 14\n Direct and telephone support for doctoral students\n Monday - closed\n Tuesday - Friday - 9:00 a.m. - 1:00 p.m.\n\nDirector's Office\n E-mail: sdbiuro@agh.edu.pl\n Phone: +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/en/supervisors", "title": " Supervisors -- AGH University Doctoral School ", "depth": 3, "duplicate": false, "content_hash": "d461447e41dfeedc50301969ae9da3d5", "word_count": 373, "headings": [{"level": 1, "text": "Supervisors"}, {"level": 2, "text": "Stopka"}]}}