{"content": "#  POB 8 -- Inicjatywa Doskonałości – Uczelnia Badawcza \n\nURL: https://www.idub.agh.edu.pl/priorytetowe-obszary-badawcze/pob-8\nCrawled: 2025-03-19 22:38:26\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n POB 8 \n\nWspółczesne badania teoretyczne oraz eksperymentalne z zakresu fizyki są jednymi z najtrudniejszych i najbardziej zaawansowanych wyzwań badawczych ludzkości. Eksperymenty są prowadzone w najlepszych ośrodkach naukowych w świecie, m.in. w CERN w Genewie, BNL w Stanach Zjednoczonych, GSI w Darmstadt, z udziałem dużych międzynarodowych zespołów naukowych. Celem badań jest odpowiedź na najbardziej podstawowe pytania na temat budowy materii i oddziaływań, zrozumienie mechanizmu tworzenia oraz ewolucji materii i antymaterii (obecnie we Wszechświecie obserwowana jest jedynie materia), zbadanie zachowania materii w ekstremalnych warunkach – na przykład w pierwszych mikrosekundach ewolucji Wszechświata i we wnętrzu gwiazd neutronowych. Aparatura i metody pomiarowe stosowane w badaniach stanowią aktualną granicę rozwoju technologii w zakresie pomiarów w mikroświecie, najwydajniejszych systemów automatyki, elektroniki i ekstremalnie dużych przepływów danych oraz złożonych systemów ich przetwarzania, często w czasie rzeczywistym.\n\nW prace powiązane z prowadzonymi badaniami i ich zastosowaniami zaangażowani są badacze z wielu dziedzin: fizyki, informatyki i telekomunikacji, elektroniki, astrofizyki, biofizyki, inżynierii materiałowej. Zespoły naukowe budują precyzyjne detektory, oparte na najnowszych technologiach wykrywania i identyfikacji cząstek promieniowania. W każdej sekundzie rejestrowane są miliony zdarzeń opisywanych tysiącami danych pomiarowych. Naukowcy opracowują unikalne systemy elektroniczne i informatyczne. W efekcie wdrażane są na dużą skalę nowatorskie rozwiązania w zakresie detekcji i zbierania sygnałów, przetwarzania i transferu dużych strumieni danych, a także nowych technik analizy i maszynowej obróbki danych. Doświadczenie w rozwoju najnowszych technik pomiarowych znajduje zastosowanie w biofizyce, inżynierii materiałowej, inżynierii biomedycznej oraz w systemach informatycznej obróbki danych w sieciach rozproszonych.\n\nWynikiem prac będzie nie tylko lepsze zrozumienie mikroskopowej struktury materii i jej oddziaływań, ale przede wszystkim dynamiczny rozwój detektorów półprzewodnikowych, wydajnych i szybkich systemów elektronicznych, niezwykle wydajnych systemów i metod informatycznych dla zbierania, transferu, zapisu i analizy gigantycznych ilości danych.\n\nDziedziny nauki i dyscypliny naukowe\n\nObszary tematyczne zgodne z klasyfikacją\n Subject Categories\n\n(baza Web of Science)\n\nObszary tematyczne zgodne z klasyfikacją\n All Science Journal Classification\n\n(baza Scopus)\n\n2.2 - Dziedzina nauk inżynieryjno-technicznych;\n dyscyplina: automatyka, elektronika i elektrotechnika\n 2.3 - Dziedzina nauk inżynieryjno-technicznych;\n dyscyplina: informatyka techniczna i telekomunikacja\n 6.6 - Dziedzina nauk ścisłych i przyrodniczych;\n dyscyplina: nauki fizyczne\n\n─ Computer Science, Interdisciplinary Applications\n ─ Engineering, Electrical & Electronic\n ─ Instruments & Instrumentation\n ─ Physics, Particles & Fields\n\n─ Computer Science Applications\n ─ Electrical and Electronic Engineering\n ─ Instrumentation\n ─ Nuclear and High Energy Physics\n\nStopka\n\n © 2024 Inicjatywa Doskonałości – Uczelnia Badawcza\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.idub.agh.edu.pl/priorytetowe-obszary-badawcze/pob-8", "title": " POB 8 -- Inicjatywa Doskonałości – Uczelnia Badawcza ", "depth": 3, "duplicate": false, "content_hash": "cd3b02a363cd974a1dfa008cc235b08b", "word_count": 394, "headings": [{"level": 1, "text": "POB 8"}, {"level": 2, "text": "Stopka"}]}}