{"metadata": {}, "content": "REGULAMIN KONKURSU INDYWIDUALNE WSPARCIE CZŁONKÓW \nSTUDENCKICH KÓŁ NAUKOWYCH AGH  \n \n§ 1 \nPostanowienia ogólne  \n1. Konkurs Indywidualne Wsparcie Członków Studenckich Kół Naukowych AGH (nazywany \ndalej Konkurs) został utworzony w drodze Uchwały Zarządu Fundacji dla Akademii Górniczo -\nHutniczej im. St. Staszica w Krakowie (nazywana dalej: Fundacja dla AGH) w dniu 1 7 grudnia \n2024 r.  \n2. Konkurs został powołany w celu wsparcia finansowego działań członków Studenckich Kół \nNaukowych zarejestrowanych i działających w Akademii Górniczo -Hutniczej im. St. Staszica w \nKrakowie (nazywanych dalej: członkami kół AGH) i ma na celu zwiększenie możli wości udziału \nstudenckich kół naukowych AGH w międzynarodowych   konkursach konstrukcji inżynierskich, \nhackathonach i konferencjach naukowych.  \n3. W ramach konkursu przyzna wane będą  bezpłatne bilety lotnicze linii lotniczych LOT i \nLufthansa , bądź środki finansowe na ten cel.  \n4. Środkami Konkursu zarządza Zarząd Fundacji dla AGH.  \n \n§2 \nPostanowienia szczegółowe  \n1. Bilety lotnicze stanowiące przedmiot działań konkursowych są tzw. biletami milowymi, \nwypracowanymi przez Biuro Biletów Lotniczych Fundacji dla AGH w związku z obsługą \nprocesu zakupu biletów lotniczych dla pracowników i innych członków społeczności AGH, \nrealizowanego w ram ach umowy pomiędzy Akademią Górniczo -Hutniczą im. St. Staszica \nw Krakowie a Fundacją dla AGH , z dnia 11 maja 2015 r.  \n2. Przedmiot konkursu stanowią bilety lotnicze linii lotniczych LOT  oraz  Lufthansa do  \nwykorzystania w 2025 roku , według następującego układu ilościowo -jakościowego:  \n- LOT: klasa Economy; opcja: trasa europejska, tam i z powrotem; liczba: 20 lub   klasa \nEconomy; opcja: trasa pozauropejska, tam i z powrotem; ilość: 8.  \n- Lufthansa : trasa europejska, tam i z powrotem; ilość: 36 lub klasa Economy; opcja: \ntrasa pozauropejska, tam i z powrotem; ilość: 3.  \n3.  Bilety opisane w ujęciu ilościowo -jakościowym w §2 pkt. 2, stanowią przedmiot wyboru \nprzez Zarząd Fundacji dla AGH  w oparciu o następujące kryteria:  \na) terminowe złożenie wniosku konkursowego przez wnioskującego członka Koła Naukowego,  \nb) zawarcie w wyżej wymienionym wniosku:   \n- informacji dotyczących rodzaju i programu międzynarodowego konkursu konstrukcji \ninżynierskich, hackathonu lub konferencji naukowej, na który/ą ma być wykorzystany bilet,   \n- roli wnioskującego w międzynarodowym konkursie konstrukcji inżynierskich, hackathonie \nlub konferencji naukowej, na który/ą ma być wykorzystany bilet oraz spodziewanych efektów \nudziału wnioskującego,  \n\n- potwierdzenia przyjęcia przez organizatorów wnioskującego do opisywanego konkursu \nkonstrukcji inżynierskich, hackathonu lub konferencji naukowej,  \n- rekomendacji opiekuna Koła Naukowego AGH dla uczestnictwa wnioskującego w takim \nwydarzeniu , \n-  podanie przewidywanej daty i trasy przelotów oraz związanych z nimi numerów lotów oraz \ncen biletów . \n4. Konkurs odbywa się każdego roku w trzech turach . \n5. Osobami uprawnionymi do ubiegania się o nagrodę (bilet) w konkursie są członkowie \nStudenckich Kół Naukowych AGH, posiadający status studenta AGH na czas lotów, o które \nodbywa się aplikacja i nie posiadającymi na tamten czas deficytów punktowych , będący  \nstudentami I  lub II stopnia lub doktorantami  w Akademii Górniczo -Hutniczej im. Stanisława \nStaszica w Krakowie . \n6. Ubiegający się o nagrodę w konkursie, opisani w §2 pkt. 5 , winni do 31.03 (I tura), do 30.06 \n(II tura), 30.09 (III tura) danego roku złożyć wniosek konkursowy, o którym mowa w §2 pkt. 3 . \n7. W czasie do 15.04 (I tura), 15.07 (II tura), 15.10 (III tura) danego roku Zarząd Fundacji dla \nAGH  dokona na bazie złożonych wniosków wyboru tych, które zostaną skierowane do \nsfinansowania w ramach konkursu i zakomunikuje powyższe wyniki w postaci uchwały Zarządu \nFundacji dla AGH, opublikowanej na stronie internetowej Fundacji, pod adresem \nhttp://www.fundacja.agh.edu.pl/ . \n \n8. W każdej turze konkursu przydzielane są bilety na bazie oceny wniosków, aktualizowane co \nroku:  \n - LOT: klasa Economy; opcja: trasa europejska, tam i z powrotem; ilość: 7 lub   klasa Economy; \nopcja: trasa pozauropejska, tam i z powrotem; ilość: 3 - rok 202 5, \n- Lufthansa: trasa europejska, tam i z powrotem; ilość: 12 lub   klasa Economy; opcja: trasa \npozauropejska, tam i z powrotem; ilość: 1 - rok 202 5. \n9. Wybór wniosków, o których mowa w §2 pkt 3 odbędzie się w ramach każdej tury Konkursu \nna podstawie głosowania każdego z członków Zarządu Fundacji dla AGH , opartego na ocenie \nformalnej i merytorycznej złożonych wniosków . \n10. Ocena formalna w każdej turze Konkursu zostanie oparta na potwierdzeniu lub odrzuceniu \nspełnienia kryteriów członka Koła Naukowego i ocenie rekomendacji opiekuna, o których \nmowa w § 2 pkt. 3 . \n11. Ocena merytoryczna w każdej turze Konkursu zostanie oparta na przyznaniu punktów w \nskali od 1 do 5, opierając się po pierwsze na ocenie wagi międzynarodowej (znaczenia) i po \ndrugie atrakcyjności  (skali marketingowej) międzynarodowego konkursu konstrukcji \ninżynierskich, hackathonu lub konferencji naukowej, z którą związana jest aplikacja. W związku \nz powyższym każdy z oceniających może przyznać jednemu wnioskowi maksymalnie 10 \npunktów.  \n12. W przypadku niezrealizowania biletu student jest zobowiązany do niezwłocznego \npisemnego poinformowania   o tym fakcie Fundacji. O niezrealizowaniu biletu może również \npoinformować Fundację opiekun studenta.  \n\n13. Decyzje Zarządu Fundacji dla AGH  są ostateczne i zostaną przedłożone w ciągu dwóch \ntygodni od decyzji o przyznaniu grantu lub nagrody.  \n14. W ramy regulaminu Konkursu nie wchodzą opłaty lotniskowe związane z biletami.   \n \n§3 \nPostanowienia końcowe  \n1. Wszelka korespondencja wnioskującego z Fundacją dla AGH będzie się odbywała \nelektronicznie na adres f-agh@agh.edu.pl  z dopiskiem Konkurs Bilety  z podaniem danych \nwnioskującego o grant. Korespondencja ta będzie niezwłocznie przekazywana do Zarządu \nFundacji dla AGH . Powyższe dotyczy także informacji zwrotnej.  \n2. Kapituła ma prawo do nierozstrzygnięcia danej edycji Konkursu w wyjątkowych sytuacjach \nlosowych.  \n3. Zmiana regulaminu może nastąpić poprzez uchwały Zarządu Fundacji dla AGH .   \n4. Dane osób korzystających z Konkursu będą przetwarzane zgodnie z przepisami ustawy z \ndnia 29 sierpnia 1997 roku o ochronie danych osobowych (tekst jednolity w Dz.U. z 2002 \nroku nr 101 poz.926 z późniejszymi zmianami. Administratorem Danych Osobowych jest \nFundacja dla AGH. Dane osób biorąc ych udział w konkursie będą przetwarzane wyłącznie \nw celu i zakresie niezbędnym   do realizacji celów konkursu i jego uczestników. Podanie \ndanych osobowych jest niezbędne do wzięcia udziału w konkursie. Osobom \nudostępniającym  dane przysługuje prawo dostępu do treści swoich danych   i ich \npoprawiania.                              \n \n\n"}