{"content": "# Misja i strategia Wydziału | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/misja-i-strategia-wydzialu/\nCrawled: 2025-03-19 21:29:56\n\nMisja i strategia Wydziału\n\nO Wydziale\n\nWładze\n\nKolegium wydziałowe\n\nDyscypliny naukowe na wydziale\n\nSystem jakości kształcenia\n\nAkredytacja KAUT\n\nMisja i strategia Wydziału\n\nBiblioteka wydziałowa\n\nBiuro Administracyjne Wydziału\n\nSystem Identyfikacji Wizualnej\n\n” Powołaniem i misją Wydziału EAIiIB, jako części Akademii Górniczo-Hutniczej, jest kształcenie i wychowanie studentów, kształcenie i rozwój kadry naukowej oraz prowadzenie badań naukowych i prac badawczo-rozwojowych zgodnie z zasadami wolności nauczania i nauki w duchu ponad 60 letniej tradycji naszego Wydziału. „\n\nNa Wydziale EAIiIB najsilniejszą reprezentację mają nauki ścisłe powiązane w niektórych obszarach z naukami przyrodniczymi. Mocny związek nauk ścisłych i podstawowych z zastosowaniami praktycznymi pozwala na innowacyjność w obszarze nauk technicznych i przyrodniczych oraz jest bardzo silnie zaakcentowany we wszystkich dziedzinach nauk technicznych uprawianych na Wydziale: Elektrotechnice, Automatyce i Robotyce, Elektronice, Informatyce oraz Biocybernetyce i Inżynierii Biomedycznej.\nCelem systemu kształcenia na wydziale jest formowanie u studentów umiejętności logicznego i konstruktywnego myślenia w różnych horyzontach czasowych, samodzielnego podejmowania optymalnych decyzji oraz szybkiego i poprawnego wnioskowania w warunkach pracy wymagającej najwyższych kwalifikacji zawodowych i z wykorzystaniem urządzeń z obszaru najbardziej zaawansowanych technologii. Dążymy także do wykształcenia u naszych absolwentów umiejętności samodzielnego i permanentnego uczenia się oraz podnoszenia kwalifikacji przez całe życie, poczucia odpowiedzialności za swoje decyzje i ich konsekwencje zarówno w aspekcie technicznym, jak również ekonomicznym i społecznym.\nKształcenie\nStrategicznym celem Wydziału EAIiIB AGH w obszarze kształcenia jest utrzymanie najwyższego poziomu jakości kształcenia oraz wypracowanie jak najlepszej pozycji w tworzącej się Europejskiej Przestrzeni Szkolnictwa Wyższego, w tym umiędzynarodowienie kształcenia.\nNauka\nCelami strategicznymi Wydziału w zakresie nauki są: prowadzenie badań naukowych na najwyższym poziomie w zakresie dyscyplin uprawianych na Wydziale, rozwój kontaktów i powiązań z przemysłem oraz pozyskiwanie środków na prowadzenie badań naukowych ze źródeł zarówno krajowych, jak i zagranicznych.\n\nPlik PDF - Misja Wydziału\n\nPlik PDF - Strategia Wydziału", "metadata": {"url": "https://www.eaiib.agh.edu.pl/misja-i-strategia-wydzialu/", "title": "Misja i strategia Wydziału | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "322146fad351da8f20301f46801307f7", "word_count": 290, "headings": [{"level": 2, "text": "Misja i strategia Wydziału"}, {"level": 3, "text": "Kształcenie"}, {"level": 3, "text": "Nauka"}]}}