{"content": "# FAQ - Rekrutacja – Wydział Inżynierii Lądowej i Gospodarki Zasobami\n\nURL: https://wilgz.agh.edu.pl/rekrutacja/faq-rekrutacja/\nCrawled: 2025-03-19 21:28:12\n\nHomepage\n  /  \nRekrutacja\n  /  \nFAQ – Rekrutacja\n FAQ – Rekrutacja\n\nJakie umiejętności warto posiadać przed rozpoczęciem studiów na WILiGZ?\n\nZe względu na szeroki zakres stosowanych metod nauczania. Zainteresowani/zainteresowane kandydaci/kandydatki i/lub studenci/studentki powinni posiadać podstawowe umiejętności obsługi platform, umożliwiające udział w zajęciach prowadzonych z wykorzystaniem cyfrowych platform komunikacyjnych tj. MsTeams lub innych. Powinni też dysponować sprzętem komputerowym i dostępem do łącza internetowego o odpowiedniej przepustowości.\n\nJakie są opłaty za kształcenie na studiach niestacjonarnych?\n\nStudia pierwszego stopnia inżynierskie:\nKierunek studiów\nSemestr studiów\nI\nIII\nV\nVII\nBudownictwo\n3500\n3500\n2500\n0500\nInżynieria Górnicza\n3500\n3500\n2500\n2000\nInżynieria Kształtowania Środowiska\n3500\n2300\n2500\n2000\nInżynieria i Zarządzanie Procesami Przemysłowymi\n3500\n3500\n2500\n2000\nStudia drugiego stopnia magisterskie:\nKierunek studiów\nSemestr studiów\nI\nII, III\nBudownictwo\n4000\n4000\nInżynieria Górnicza\n4000\n4000\nInżynieria i Zarządzanie Procesami Przemysłowymi\n4000\n4000\nInżynieria Kształtowania Środowiska\n4000\n2500\nInżynieria Bezpieczeństwa\n4000\n4000\nStudenci zobowiązani są dokonywać wpłat na indywidualny numer subkonta (dostępny na: USOS).\nDowody wpłat należy okazać w dziekanacie do \n03 października 2024 – semestr III, V i VII oraz 17 października 2024 – semestr I\n.\nOpłaty dokonywane po terminie muszą uwzględniać ustawowe odsetki za zwłokę.\nKo=(Kz·Lz·So)/365\ngdzie poszczególne symbole i liczby oznaczają: K\no\n – kwota odsetek, K\nz\n – kwota zaległości,  L\nd\n– liczba dni zwłoki, S\no\n– stawka odsetek za zwłokę w stosunku rocznym\n\nJak wyznaczany będzie wskaźnik rekrutacji w przypadku matematyki zdanej na poziomie podstawowym?\n\nWynik z matematyki zdawanej na poziomie podstawowym (obowiązkowo) będzie uwzględniany przy wyliczeniu składnika M wskaźnika rekrutacji. Wynik ten nie może zostać uwzględniony do wyliczenia składnika G wskaźnika rekrutacji, gdyż składnik G może zostać wyliczony tylko w oparciu o wynik z matematyki zdawanej na poziomie rozszerzonym.\nOczywiście udział w rekrutacji jest możliwy. Jedynym ograniczeniem jest, że wśród deklarowanych przez kandydata kierunków studiów nie może znajdować się kierunek, na którym dana osoba studiuje lub który ukończyła w ramach tego samego stopnia studiów.\nUwaga: Jeżeli w rekrutacji na studia drugiego stopnia kandydat:\n– kończy obecnie studia pierwszego stopnia, tzn. jest już po obronie pracy inżynierskiej, ew. licencjackiej (lub obrona odbędzie się przed zakończeniem rejestracji),\n– nie studiuje na innym jeszcze kierunku,\n– zrezygnuje z dotychczasowych studiów po zakwalifikowaniu się na studia w AGH (w momencie dokonywania wpisu na studia),\nto w formularzu rejestracyjnym powinien zaznaczyć opcję “nie będę studentem”.\n\nStudiuję już na innym kierunku. Czy mogę uczestniczyć w rekrutacji na studia w tym roku?\n\nOczywiście udział w rekrutacji jest możliwy. Jedynym ograniczeniem jest, że wśród deklarowanych przez kandydata kierunków studiów nie może znajdować się kierunek, na którym dana osoba studiuje lub który ukończyła w ramach tego samego stopnia studiów.\nUwaga:\n Jeżeli w rekrutacji na studia drugiego stopnia kandydat:\n– kończy obecnie studia pierwszego stopnia, tzn. jest już po obronie pracy inżynierskiej, ew. licencjackiej (lub obrona odbędzie się przed zakończeniem rejestracji),\n– nie studiuje na innym jeszcze kierunku,\n– zrezygnuje z dotychczasowych studiów po zakwalifikowaniu się na studia w AGH (w momencie dokonywania wpisu na studia),\nto w formularzu rejestracyjnym powinien zaznaczyć opcję “nie będę studentem”.\n\nPosiadam wykształcenie średnie uzyskane za granicą. Jakie dokumenty muszę złożyć przed kwalifikacjami na studia pierwszego stopnia?\n\nW przypadku wykształcenia uzyskanego za granicą kandydat zobowiązany jest, przed upływem okresu przeznaczonego na rejestrację, złożyć za pośrednictwem systemu e-Rekrutacja elektroniczną kopię (skan) zalegalizowanego lub opatrzonego apostille świadectwa lub innego dokumentu uzyskanego za granicą, uprawniającego do ubiegania się o przyjęcie na studia w uczelniach każdego typu w państwie, w którego systemie działała instytucja go wydająca. Równocześnie należy w ten sam sposób złożyć tłumaczenia na język polski wyżej wymienionych dokumentów sporządzone lub poświadczone przez tłumacza przysięgłego wpisanego na listę tłumaczy prowadzoną przez Ministra Sprawiedliwości albo konsula Rzeczypospolitej Polskiej urzędującego w państwie, w którym został wydany dokument. Dokumenty zagraniczne weryfikuje Dział Studentów Zagranicznych AGH. \nSzczegółowe informacje mozna znaleźć w zakładce dokumenty.\nCentrum Rekrutacji przelicza wyniki egzaminu maturalnego na skalę ocen obowiązującą w Polsce i wprowadza do systemu e-Rekrutacja.\n\nCzy dokumenty na uczelnię muszę złożyć osobiście?\n\nNie jest to wymagane. Stosowne dokumenty na etapie rejestracji składane są drogą elektroniczną (kandydat przesyła elektroniczne kopie dokumentów).\nPo wstępnej kwalifikacji (po ogłoszeniu wyników): – kandydat może osobiście złożyć wymagane dokumenty w Centrum Rekrutacji lub, – kandydat może przesłać do Centrum Rekrutacji komplet oryginałów dokumentów za pośrednictwem przedsiębiorcy uprawnionego do wykonywania działalności pocztowej w obrocie krajowym lub zagranicznym. Konieczne jest przesłanie oryginału świadectwa dojrzałości lub oryginalnego odpisu, wydanego OKE. Dokumenty muszą być dostarczone do Centrum Rekrutacji przed upływem terminu wskazanego w Kalendarzu Rekrutacji, lub – dokumenty może osobiście złożyć w Centrum Rekrutacji osoba, której kandydat udzielił pisemnego pełnomocnictwa do wykonywania określonych czynności prawnych dotyczących podjęcia studiów na AGH. W tym przypadku wymagane jest notarialne potwierdzenie własnoręczności podpisu kandydata na udzielonym pełnomocnictwie (wzór pełnomocnictwa dostępny jest w sekcji Dokumenty rekrutacyjne).\n\nCzy i do kiedy mogę zmieniać listę zadeklarowanych kierunków?\n\nW rekrutacji na studia pierwszego stopnia deklaracja kierunków może być dowolnie zmieniana do upływu okresu przeznaczonego na rejestrację kandydatów podanego w kalendarzu rekrutacji, w danym cyklu rekrutacyjnym. W rekrutacji na studia drugiego stopnia deklaracja kierunku może być zmieniana do momentu uzyskania statusu kandydata w danym cyklu rekrutacyjnym.\n\nJaka jest wysokość tegorocznej opłaty rekrutacyjnej?\n\nInformacje dotyczące wysokości opłaty za postępowanie rekrutacyjne na dany rok akademicki znajdują się w sekcji Opłaty na stronie: \nhttps://kandydaci.agh.edu.pl/rekrutacja/oplaty/\n\nGdzie mogę znaleźć formularz do podania na studia i karty informacyjnej?\n\nRekrutacja na studia w AGH jest prowadzona z wykorzystaniem sytemu e-Rekrutacja, z którego można wydrukować wszystkie niezbędne dokumenty rekrutacyjne, takie jak podanie na studia, kartę informacyjną i inne.\nNie ma możliwości innego wypełnienia tych dokumentów niż poprzez system e-Rekrutacja.\n\nMam zamiar przenieść się na AGH z innej uczelni. Jak to zrobić?\n\nPrzeniesienie na studia z innej uczelni nie jest częścią rekrutacji. Wymaga zgody Dziekana Wydziału prowadzącego kierunek, na który student innej uczelni chciałby się przenieść.\nPytania w tej sprawie należy kierować bezpośrednio do Dziekana odpowiedniego Wydziału, dane teleadresowe Wydziałów znajdują się na stronie \nWydziały i podstawowe jednostki organizacyjne\n.\n\nZasady przyjmowania laureatów i finalistów olimpiad stopnia centralnego określa\n uchwała Senatu AGH nr 158/2019\n Laureaci i finaliści, którzy mogą ubiegać się o przyjęcie na AGH z pominięciem postępowania kwalifikacyjnego muszą obowiązkowo dokonać rejestracji w systemie e-Rekrutacja. W terminach przewidzianych w\n kalendarzu rekrutacji\n są zobowiązani wprowadzić wyniki matury oraz przesłać w formie skanu zaświadczenie stwierdzające uzyskanie tytułu laureata lub finalisty. Następnie, przy dokonywaniu wpisu, przedstawiają oryginał zaświadczenia do wglądu. Z uprawnienia można skorzystać wyłącznie po otrzymaniu pozytywnych wyników egzaminów maturalnych i tylko w roku uzyskania świadectwa dojrzałości. Pominięcie postępowania kwalifikacyjnego oznacza, że laureaci i finaliści otrzymują maksymalną wartość wskaźnika rekrutacji.\n\nPosiadam tytuł laureata/finalisty olimpiady uprawniającej do zwolnienia z postępowania kwalifikacyjnego. Jak przebiega rekrutacja w moim przypadku?\n\nNie. Wpisu należy dokonać w terminie przewidzianym na wpisy w danym cyklu rekrutacji. Brak wpisu oznacza rezygnację z miejsca przyznanego na studiach. W przypadku zdarzeń losowych uniemożliwiających wpis w wyznaczonym terminie oraz potwierdzonych wiarygodnym dokumentem możliwe jest złożenie wniosku o przedłużenie/przywrócenie terminu wpisów.", "metadata": {}}