{"content": "# Personal Data Protection | Wydawnictwo AGH\n\nURL: https://www.wydawnictwo.agh.edu.pl/en/strona/585-personal-data-protection\nCrawled: 2025-03-19 21:25:43\n\nPersonal Data Protection\n\nFulfilling the obligation to provide information pursuant to Article 13 (1) and (2) of the Regulation (EU) 2016/679 of the European Parliament and of the Council of April 27, 2016. on the protection of natural persons with regard to the processing of personal data and on the free movement of such data and the repeal of Directive 95/46/EC (General Data Protection Regulation) [Official Journal of the EU . L. 2016.119.1 of May 4, 2016], hereinafter referred to as: RODO, we inform you that:\n\n1. The Administrator of personal data collected in connection with the conduct of activities by AGH University Press is the AGH University of Science and Technology in Kraków, 30 Mickiewicza Avenue, 30-059 Kraków (hereinafter: AGH).\n\n2. Contact details of the Inspector for Personal Data Protection at AGH, e-mail: \niodo@agh.edu.pl\n, tel: 12 617 53 25.\n\n3. Personal data will be processed: \n\na. pursuant to Article 6(1)(a) of the RODO, i.e. on the basis of the consent granted in connection with Article 18(1)(6) of the Act of July 18, 2002 on the provision of electronic services. The consent is necessary for the establishment of an account and electronic communication by AGH University Press;\n\nb. pursuant to Article 6(1)(b) of the DPA, i.e. for the purpose of concluding and executing a contract the subject of which is the purchase of publications in the store operated by the AGH University Press;\n\nc. pursuant to Article 6(1)(c) of RODO, i.e. the processing is necessary for AGH to comply with its legal obligations regarding financial and accounting documentation and reporting;\n\nfurthermore:\n\nd. personal data may be processed pursuant to Article 6(1)(a) RODO i.e. on the basis of your consent in order to send the newsletter run by AGH University Press. \n\nIn order to create an account in the online store run by AGH University Press and make a purchase, it is not necessary to consent to the sending of the newsletter. \n\n4. Recipients of personal data will be authorized employees of AGH and entities authorized to obtain them by law or entities providing technological support for the IT systems in which personal data are processed. The recipients of the data will also be courier companies and postal companies - in the case of choosing such a delivery option. \n\nPersonal data will be processed only for the period necessary for the purposes for which they were collected or for the period resulting from generally applicable laws. \n\n6. A person whose data is processed for the purposes indicated in para. 3 above has the right to request from AGH access to his/her data and the right to rectify them, the right to restrict data processing in the cases and under the conditions specified in RODO.\n\n7. Such a person also has the right to lodge a complaint with the supervisory authority - the President of the Office for the Protection of Personal Data pursuant to Article 77 of the RODO \"(...) any data subject has the right to lodge a complaint with the supervisory authority, (...) if he/she believes that the processing of personal data concerning him/her violates this Regulation\".\n\n8. A person who has given consent to the processing of his or her personal data has the right to withdraw it. If you withdraw your consent, we will stop contacting you electronically or stop sending you newsletters. Withdrawal of consent can be done at any time by sending an e-mail to: \nwydawnictwa@agh.edu.pl\n a statement of withdrawal of consent and indicating the purpose for which it was given.\n\nSample statement: \"I withdraw my consent to the processing of my personal data by AGH in Krakow for the purpose of sending the newsletter\". \n\n9. Personal data will not be subject to automated decision-making processes, including profiling. \n\n10. Providing personal data is voluntary, but necessary for AGH to carry out the purposes referred to in item. 3 above. Failure to provide data will result in inability to create an account, inability to make purchases through online sales or receive newsletters, respectively.", "metadata": {"url": "https://www.wydawnictwo.agh.edu.pl/en/strona/585-personal-data-protection", "title": "Personal Data Protection | Wydawnictwo AGH", "depth": 3, "duplicate": false, "content_hash": "5fda212929fc0403e27613682f43351b", "word_count": 668, "headings": [{"level": 2, "text": "Banery wysuwane"}, {"level": 1, "text": "Personal Data Protection"}, {"level": 2, "text": "Menu w wersji respo"}]}}