{"content": "# Dotacja na inwestycje\n\nURL: https://www.con.agh.edu.pl/infrastruktura-badawcza/dotacja-na-inwestycje/\nCrawled: 2025-03-19 22:35:59\n\nDotacje na realizację inwestycji związanych z kształceniem oraz działalnością naukową\nZasady ubiegania się o przyznanie środków finansowych na realizację inwestycji.\nWnioski dotyczące inwestycji związanych z działalnością naukową, obejmują inwestycje:\nw zakresie aparatury naukowo-badawczej oraz infrastruktury informatycznej, o wartości przekraczającej 500 000,- zł,\nbudowlane,\nw zakresie zakupu nieruchomości,\nwspółfinansowane ze źródeł zagranicznych.\nWnioski składa się w Ministerstwie Edukacji i Nauki w terminie do dnia 31 lipca roku poprzedzającego rok, w którym środki finansowe na ich realizację mają zostać przyznane w systemie osf – \nosf.opi.org.pl\n Generator na stronie OSF, został  uruchomiony 29 kwietnia 2024. \n\nDo wniosku należy dołączyć przykładową wycenę lub ofertę w celu określenia wartości.\n\nDANE DO WYPEŁNIENIA WNIOSKU NA 2024 R. O FINANSOWANIE INWESTYCJI ZWIĄZANEJ Z DZIAŁALNOŚCIĄ NAUKOWĄ\n\nW celu weryfikacji formalnej poprawności wniosków, redaktorzy proszeni są o utworzenia konta „czytelnik” dla pani Elżbiety Krawczyk (login w OSF ekkrawczyk) z Działu Infrastruktury Badawczej, a w przypadku inwestycji budowlanych i zakupu nieruchomości o utworzenie konta „czytelnik” dla pana Macieja Wojtaszka (login w OSF mawoj) z Pionu Kanclerza.\n\nRedaktor wniosku generuje tzw. „Stronę A” w formacie pdf, a następnie przesyła ją do Działu Infrastruktury Badawczej, dołączając:\nuchwałę zawierającą opinię rady dyscypliny,\noświadczenie kwalifikowalności VAT \nwraz z \nankietą,\noświadczenie o zakresie w jakim będzie wykorzystywana aparatura,\noświadczenie dotyczące rocznych kosztów utrzymania\n (zgodnie z Komunikatem Kwestora 10/2011)\nuchwałę zawierającą opinię Zespołu d.s. Infrastruktury Badawczej\nwydruk wniosku\nZespół d.s. Infrastruktury Badawczej pod przewodnictwem Pana prof. dr hab. inż. Mirosława Karbowniczka dokona ostatecznej oceny oraz ustali ranking wniosków.\n\nW celu uzyskania oceny zespołu, należy przesłać wniosek w wersji elektronicznej do Pan mgr. Elżbiety Krawczyk z Działu Infrastruktury Badawczej (email: ekrawczyk@agh.edu.pl )  termin przesyłania wniosków to 28 czerwca 2024 r.\n\n„Strony A” wniosków zostaną wysłane zbiorczo przez skrzynkę e-PUAP po otrzymaniu potwierdzenia wysyłki „strony A” redaktorzy wysyłają indywidualnie wnioski w generatorze OSF.\n\nPrzy przyznawaniu środków finansowych na realizację inwestycji uwzględnia się następujące szczegółowe kryteria \nzasadność wykorzystania infrastruktury przewidzianej do finansowania do realizacji planowanych prac lub zadań,\nmożliwość wykorzystania infrastruktury przewidzianej do finansowania przez inne podmioty w związku z jej planowanym udostępnianiem lub w ramach współpracy wnioskodawcy z tymi podmiotami,\nprzygotowanie wnioskodawcy do realizacji inwestycji i użytkowania infrastruktury przewidzianej do finansowania,\nprawidłowość wykorzystania i rozliczania wcześniej przyznanych środków finansowych na realizację inwestycji.\n\nWnioski  w sprawie przyznania środków finansowych na realizację inwestycji związanych z kształceniem.\n\nSkładanie wniosków związanych z inwestycjami budowlanymi, nadzoruje sektor techniczny w pionie Kanclerza.\nIstnieje też możliwość wnioskowania o finansowanie inwestycji związanych z kształceniem niebędących inwestycjami budowlanymi.\nNie ma tu ograniczenia kwotowego 500 000 zł jak w przypadku inwestycji związanych z działalnością naukową. Jedynym limitem jest wynikająca z ustawy o rachunkowości wartość środka trwałego, czyli jednostkowo 10 000 zł\nGenerator wniosków uruchamiany jest na początku roku a wnioski należy składać w terminie do dnia 30 kwietnia roku poprzedzającego rok planowanej inwestycji.\n\nPodstawa prawna:  \nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 14 marca 2019 roku.  w sprawie przyznania, rozliczania i przekazywania środków finansowych na realizację inwestycji związanych z kształceniem i nauką. (Dz. U. poz. 533 z póź. zm.)\nObowiązek informacyjny\nZgodnie z rozporządzeniem Rady Ministrów z dnia 7 maja 2021 r. w sprawie określenia działań informacyjnych podejmowanych przez podmioty realizujące zadania finansowane lub dofinansowane z budżetu państwa lub z państwowych funduszy celowych (\nDz. U. z 2021 r. poz. 953\n) oraz Rozporządzeniem Rady Ministrów z dnia 20 grudnia 2021 r. zmieniającym w.w. rozporządzenie (\nDz.U. 2021 poz. 2506\n), ustanowiono obowiązki informacyjne dla beneficjentów programów dofinansowanych z budżetu państwa lub z państwowych funduszy celowych\n\nW przypadku, gdy środki wypłacone łącznie przekraczają kwotę 50 000 złotych, zachodzi obowiązek informacyjny, który należy realizować poprzez umieszczenie plakatu informacyjnego oraz zamieszczenie informacji na swojej stronie internetowej.\n\nInformacja na stronie internetowej oraz na profilach w internetowych serwisach społecznościowych zawiera co najmniej:\nbarwy Rzeczypospolitej Polskiej i wizerunek godła Rzeczypospolitej Polskiej\n;\ninformację o finansowaniu lub dofinansowaniu zadania z budżetu państwa lub z państwowych funduszy celowych;\nrodzaj dotacji budżetowej lub nazwę programu lub funduszu;\nnazwę zadania;\nwartość finansowania lub dofinansowania i całkowitą wartość zadania;\nkrótki opis zadania.\nSzczegółowe informacje dotyczące sposobu realizacji obowiązków informacyjnych oraz wzory graficzne materiałów informacyjnych można znaleźć pod adresem: \nwww.gov.pl/web/premier/dzialania-informacyjne", "metadata": {"url": "https://www.con.agh.edu.pl/infrastruktura-badawcza/dotacja-na-inwestycje/", "title": "Dotacja na inwestycje", "depth": 3, "duplicate": false, "content_hash": "454f0a7eee60df67715e55022f56017f", "word_count": 672, "headings": [{"level": 1, "text": "Dotacje na realizację inwestycji związanych z kształceniem oraz działalnością naukową"}, {"level": 2, "text": "Zasady ubiegania się o przyznanie środków finansowych na realizację inwestycji."}, {"level": 1, "text": "Obowiązek informacyjny"}, {"level": 1, "text": "Kontakt"}]}}