{"content": "#  Dofinansowanie projektów Kół Naukowych – I edycja -- Inicjatywa Doskonałości – Uczelnia Badawcza \n\nURL: https://www.idub.agh.edu.pl/dzialania/integracja-procesu-ksztalcenia-z-badaniami-naukowymi/dofinansowanie-projektow-kol-naukowych-i-edycja\nCrawled: 2025-03-19 22:41:09\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Dofinansowanie projektów Kół Naukowych – I edycja \n\nW ramach Działania 12 Projektu IDUB został uruchomiony Konkurs Dofinansowanie projektów Kół Naukowych w ramach programu IDUB - Wsparcie Kół Naukowych.\n Konkurs skierowany jest do wszystkich kół naukowych AGH, które realizują projekty powiązane z Priorytetowymi Obszarami Badawczymi (POB). \n\nWykaz Priorytetowych Obszarów Badawczych (POB)\n\nTermin składania wniosków: 30 kwietnia 2021 r.\n Ogłoszenie wyników: 17 maja 2021 r.\n Termin składania preliminarzy projektów: 21 maja 2021 r.\n Termin rozliczenia projektów: 29 października 2021 r.\n\nWarunkiem otrzymania dofinansowania jest ukończenie przez co najmniej dwóch członków Studenckiego Koła Naukowego \nkursu „Nature Masterclass” z zakresu przygotowania publikacji „Scientific Writing and Publishing” lub z zakresu efektywnej współpracy naukowej „Effective Collaboration in Research”\n.\n\nZgodnie z regulaminami  konkursu „Dofinansowanie projektów Kół Naukowych w ramach programu IDUB - Wsparcie Kół Naukowych” Działanie 12 decyzja o finansowaniu grantów zapadła na podstawie procedury rankingowej przeprowadzonej przez Komisję.\n\nCałkowita wartość projektów zgłoszonych do konkursu to 1 916 045,30 zł. W trakcie pracy komisji dokonano oceny i analizy 29 wniosków. Koła Naukowe biorące udział w Konkursie aplikowały o łączną kwotę w wysokości 1 138 205,35 zł. Z uwagi na pierwszą edycję konkursu oraz spełnienie kryteriów przez wszystkie Koła Naukowe Komisja zarekomendowała i przyznała dofinansowanie w wysokości 100% dla wszystkich Kół Naukowych aplikujących w konkursie.\n\nNazwa Koła\n\nTytuł projektu\n\nPrzyznane dofinansowanie\n\nHefajstos\n\nOpracowanie parametrów technologiczncyh procesów kucia i walcowania materiału charakteryzującego się wysoką entropią z przeznaczeniem do zastosowań militarnych\n\n5 900,00 zł\n\nMechatronics\n\nBudowa i testy wysokonapięciowego akumulatora Li-ion do zastosowań w motosporcie\n\n98 746,00 zł\n\nKinematics\n\nIntegracja napędu na cztery koła z bolidem Formuły Student\n\n158 250,00 zł\n\nEko-Energia\n\nOptymalizacja pracy turbiny wiatrowej z dyfuzorem o zmiennej średnicy\n\n65 800,00 zł\n\nElektrotermia\n\nWielopoziomowy, multikryterialny i inteligentny system optymalizacyjny zużycia energii w obiektach budowlanych z wykorzystaniem wiedzy o procesie\n\n49 000,00 zł\n\nAGH Solar Boat\n\nAGH Solar Boat - projekt i wykonanie nowej geometrii hydroskrzydeł\n\n65 620,55 zł\n\nMechatronics\n\nModuł autonomiczny do samochodu elektrycznego\n\n93 998,00 zł\n\nAGH Rapid Prototyping / Medical Technology\n\nProjektowanie i wytwarzanie kluczowych komponentów przeznaczenia medycznego z zastosowaniem metod wytwarzania przyrostowego - studium przypadku łyżek ortodontycznych oraz stentów donosowych stosowanych w leczeniu rozszczepu podniebienia u dzieci.\n\n31 850,00 zł\n\nTD Fuels\n\nBudowa stanowiska laboratoryjnego do produkcji oraz badania biogazu\n\n2 500,00 zł\n\nZgarek\n\nPrototyp turbiny wiatrowej wykorzystującej strumień powietrza wytwarzany przez przejeżdżające pojazdy, do wytworzenia energii elektrycznej\n\n22 400,00 zł\n\nAGH Space Systems\n\nRozszerzenie wielozadaniowości oraz rozwój manipulatora łazika planetarnego Kalman\n\n18 802,00 zł\n\nCaloria / Powierzchnia\n\nBadanie wpływu chrpowatości powierzchni na efektywność chłodzenia za pomocą strugi wody w warunkach wrzenia powierzchniowego\n\n5 132,00 zł\n\nSigminded\n\nModelowanie multi-kompartmentowe struktur anizotropowych istoty białej mózgu na podstawie obrazowania dyfuzji-relaksometrii metodą rezonansu magnetycznego\n\n3 850,00 zł\n\nBiometr\n\nStress - conscious\n\n15 160,00 zł\n\nCaloria\n\nWpływ dodatku popiołu lotnego na parametry wytworzonych kompozytów poliuretanowych\n\n7 000,00 zł\n\nAGH Solar Boat\n\nAGH Solar Boat - mobilna stacja ładowania zasilana energią słoneczną\n\n19 565,01 zł\n\nNew-Tech\n\nRobot inspekcyjny ,,Kanalia''\n\n11 900,00 zł\n\nZarządzanie\n\nAGH LeanLine 3.0.\n\n8 000,00 zł\n\nSkalnik /Zarządzanie\n\nSmart Mine 1.0.\n\n4 000,00 zł\n\nMetaloznawców\n\nDruk 3D makiet zabytków Krakowa dla osób z niepełnosprawnoscią wzroku.\n\n9 000,00 zł\n\nKinematics\n\nPremiera, promocja oraz udział w międzynarodowych zawodach bolidów spalinowych oraz autonomicznego\n\n135 399,00 zł\n\nSensor\n\nNeuronowy algorytm optymzalizacyjny do strojenia regulatorów układów wielowymiarowych MIMO\n\n48 650,00 zł\n\nAGH Drone Engineering\n\nSuper Sonic Capture Device\n\n18 200,00 zł\n\nSensor\n\nPlatforma kontrolno-pomiarowa do predykcji uszkodzeń napędów elektrycznych\n\n31 955,00 zł\n\nGeowiert\n\nProjekt dwuczęściowy pt. ,,Geoenergetyka otworowa (cz.1) - wykorzystanie otworów wiertniczych do magazynowania energii oraz (cz.2) - opracowanie matematycznego modelu oceny eknomicznej innowacyjnego systemu ogrzewania na bazie głebokiego otworowego wymiennika ciepła na przykładzie kampusu AGH\n\n165 050,00 zł\n\nMechaników\n\nE-motoX - część mechaniczna\n\n7 475,00 zł\n\nMatematyków Dyskretnych\n\nV Studencka Konferencja\n\n2 546,79 zł\n\nAGH Marines\n\nProjekt i implementacja zaawansowanych metod sterowania i lokalizacji pojazdów podwodnych z wykorzystaniem Doppler Velocity Log\n\n24 056,00 zł\n\nAGH Econstruction\n\nTurbina wiatrowa o pionowej osi obrotu ,,Leviathan''\n\n8 400,00 zł\n\nStopka\n\n © 2024 Inicjatywa Doskonałości – Uczelnia Badawcza\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.idub.agh.edu.pl/dzialania/integracja-procesu-ksztalcenia-z-badaniami-naukowymi/dofinansowanie-projektow-kol-naukowych-i-edycja", "title": " Dofinansowanie projektów Kół Naukowych – I edycja -- Inicjatywa Doskonałości – Uczelnia Badawcza ", "depth": 3, "duplicate": false, "content_hash": "bd438235e34c3e374f0295ed37e6044c", "word_count": 669, "headings": [{"level": 1, "text": "Dofinansowanie projektów Kół Naukowych – I edycja"}, {"level": 2, "text": "Stopka"}]}}