{"content": "# Studenci - Wydział Energetyki i Paliw | AGH Kraków\n\nURL: https://weip.agh.edu.pl/portfolio_category/studenci/\nCrawled: 2025-03-19 21:35:58\n\nInformacji o spotkaniach dla osób wybierających się na II stopień\n\nAktualności\n, \nStudenci\n\n Zapraszamy do obejrzenia nagrań ze spotkań informacyjnych dla kandydatów na studia II stopnia prowadzone przez Wydział Energetyki i Paliw. Energetyka, Energetyka Wodorowa, Energetyka Jądrowa, EEE: https://s.agh.edu.pl/3i7Sm Energetyka Odnawialna i  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nZaproszenie na spotkanie z przedstawicielami Westinghouse\n\nAktualności\n, \nStudenci\n\n Wydział Energetyki i Paliw serdecznie zaprasza na wyjątkowe spotkanie z przedstawicielami firmy Westinghouse, dotyczące możliwości odbycia stażu w dziale Global Nuclear Fuel Engineering. Spotkanie jest dedykowane przede wszystkim studentom  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nŻyczymy nowej energii na Nowy Rok\n\nAktualności\n, \nStudenci\n\n Życzymy nowej energii na Nowy Rok Nowy Rok to czas wyzwań, ale także nowych możliwości. W nadchodzącym roku życzymy Wam siły, energii i satysfakcji z kolejnych osiągnięć. Niech każdy  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nStypendium naukowe finansowane przez NCN w ramach programu OPUS 26\n\nAktualności\n, \nStudenci\n\n Katedra Energetyki Wodorowej zaprasza do wzięcia udziału w konkursie na przyznanie stypendium naukowego finansowanego przez Narodowe Centrum Nauki w ramach programu OPUS 26 na realizację projektu pod tytułem: „Zastosowanie inżynierii defektów i inżynierii stanów  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nStypendium naukowe finansowane przez NCN w ramach programu OPUS 22 LAP\n\nStudenci\n\n Katedra Energetyki Wodorowej zaprasza do wzięcia udziału w konkursie na przyznanie stypendium naukowego finansowanego przez Narodowe Centrum Nauki w ramach programu OPUS 22 LAP na realizację projektu pod tytułem: „Synergistyczne zastosowanie inżynierii stanów elektronowych  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nStypendium naukowe finansowane przez NCN w ramach programu OPUS 26\n\nStudenci\n\n Katedra Energetyki Wodorowej zaprasza do wzięcia udziału w konkursie na przyznanie stypendium naukowego finansowanego przez Narodowe Centrum Nauki w ramach programu OPUS 26 na realizację projektu pod tytułem: „Zastosowanie inżynierii defektów i inżynierii stanów  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nKraków Tech Summit 2024. Tu rodzą się przyszłe legendy.\n\nStudenci\n\n 6 listopada 2024 r. w Krakowie odbędzie się pierwsza edycja Kraków Tech Summit - wydarzenia poświęconego promocji i rozwojowi sektora start-upów oraz innowacji. Budując potencjał i rangę tego środowiska  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nWysokość stypendiów na rok akademicki 2024/2025\n\nStudenci\n\n Informujemy, że zostały ustalone stawki stypendiów na nowy rok akademicki 2024/2025. Szczegóły dotyczące kwot stypendiów dostępne są w komunikacie. Zachęcamy do zapoznania się z pełną informacją. Komunikat_wyskosc_stypendiow_rok_akademicki 2024_2025   [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nIII edycja programu wspierającego kobiety w sektorze energii – Women’s Energy in Transition – Polish Edition!\n\nAktualności\n, \nStudenci\n\n Ruszyła trzecia edycja programu Women’s Energy in Transition – Polish Edition (WEIT), programu organizowanego przez Dalkię Polska we współpracy z Akademią Górniczo-Hutniczą, którego celem  wsparcie studentek i absolwentek kierunków  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nKraków z dobrą energią: dwa granty w programie SOFIA dla studentek krakowskich uczelni\n\nAktualności\n, \nStudenci\n\n Rozstrzygnięto III edycję programu grantowego SOFIA (Science Onde Flow Innovation Academy), poświęconego innowacjom w zakresie odnawialnych źródeł energii. Dwie nagrody w postaci grantów o wartości 20 tys. zł każdy  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nZaproszenie na XI Forum Młodych Naukowców „Nauki przyrodnicze i medyczne”\n\nAktualności\n, \nStudenci\n\n Stowarzyszenie Młodych Naukowców serdecznie zaprasza studentów, doktorantów oraz młodych naukowców do udziału w konferencji naukowej XI Forum Młodych Naukowców „Nauki przyrodnicze i medyczne”, która odbędzie się online w dniach  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nZaproszenie na Pierwszy Dzień Równości AGH+UJ\n\nAktualności\n, \nStudenci\n\n Serdecznie zapraszamy na pierwszy Dzień Równości AGH+UJ, który odbędzie się 16 października 2024 r. na Miasteczku Studenckim obok Klubu Studio w godzinach 13.00-17.15 oraz w Klubie Zaścianek od 17.30-19.00.  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nStypendium naukowe finansowane przez NCN w ramach programu OPUS 26\n\nStudenci\n\n Katedra Energetyki Wodorowej zaprasza do wzięcia udziału w konkursie na przyznanie stypendium naukowego finansowanego przez Narodowe Centrum Nauki w ramach programu OPUS 26 na realizację projektu pod tytułem: „Zastosowanie inżynierii defektów i inżynierii stanów  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nWielki sukces studentów WEiP – 1 miejsce w międzynarodowym konkursie Chemkaton 2024!\n\nAktualności\n, \nStudenci\n\n Z dumą informujemy, że zespół studentów z Wydziału Energetyki i Paliw AGH zdobył 1. miejsce w prestiżowym międzynarodowym konkursie Chemkaton 2024! Nasz zespół, \"Chemiczne Świry\", pokonał konkurencję prezentując innowacyjne  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nObowiązkowe spotkanie dla studentów 1 roku I stopnia\n\nStudenci\n\n Zapraszamy na obowiązkowe spotkanie dla Studentów 1 roku I stopnia z Władzami Wydziału oraz przedstawicielami Samorządu Studenckiego. Data: 3 października 2024 r. Godzina: 14:30 Miejsce: Sala wykładowa, budynek U2  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nInaugurację roku akademickiego 2024/2025 – godziny Rektorskie\n\nAktualności\n, \nStudenci\n\n Zapraszamy na uroczystą inaugurację roku akademickiego 2024/2025 połączoną z Jubileuszem 50-lecia Wydziału Energetyki i Paliw AGH, która odbędzie się w dniu 03.10.2024 r. o godz. 900 w Auli AGH,  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nSukces studentów AGH w Wielkim Finale ogólnopolskiego konkursu inżynierskiego Symkaton 3.0\n\nAktualności\n, \nStudenci\n\n Zespoły studentów z AGH zakwalifikował się do Wielkiego Finału ogólnopolskiego konkursu Symkaton 3.0. W finale reprezentować nas będą: Michał Wojtas i Michał Szlązak w zespole “MESchesterUNIted”, Dominik Buksa, Krzysztof  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nZapomoga dla powodzian – priorytetowe rozpatrywanie wniosków\n\nStudenci\n\n Zapomoga dla powodzian – priorytetowe rozpatrywanie wniosków zgodnie z zaleceniem Ministra Nauki Dariusza Wieczorka Minister Nauki Dariusz Wieczorek w liście skierowanym do rektorów polskich uczelni zaapelował o priorytetowe rozpatrywanie  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nStypendia ArcelorMittal Poland – edycja 2024\n\nStudenci\n\n Uprzejmie informujemy, że na podstawie umowy zawartej pomiędzy AGH a firmą ArcelorMittal Poland S.A. studenci pierwszego i drugiego semestru studiów drugiego stopnia kierunków: Inżynieria Metali (WIMiIP) Metalurgia (WIMiIP) Elektrotechnika  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nZapisy Bloku Innowacyjnego w ramach Uczelnianej Bazy Przedmiotów Obieralnych (UBPO)\n\nStudenci\n\n Drodzy Studenci, Zbliżają się zapisy na przedmioty Bloku Innowacyjnego w ramach Uczelnianej Bazy Przedmiotów Obieralnych (UBPO). Zachęcamy do odwiedzenia strony Centrum Organizacji Kształcenia (COK), gdzie znajdziecie wszystkie niezbędne informacje:  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nOgólnopolska konferencja naukowa „“Informacja, Komunikacja, Wiedza”\n\nStudenci\n\n Center for Science & Technology i Center for American & European Studies mają zaszczyt zaprosić Państwa do czynnego i biernego udziału w Ogólnopolskiej Konferencji Naukowej \"Informacja, komunikacja, wiedza\". Głównym  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nKobiety w energetyce? Jak najbardziej!\n\nAktualności\n, \nStudenci\n\n Wbrew wciąż żywym stereotypom, dziewczyny świetnie radzą sobie w zawodach technicznych. Z powodu uprzedzeń ich szanse na rozwój w sektorze energetycznym nie są równe, dlatego powstają inicjatywy takie jak  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nWEiP i ORLEN: Wodorowe innowacje w Projekcie VETNI\n\nAktualności\n, \nStudenci\n\n Konsorcjum, w skład którego wchodzą ORLEN (lider projektu), Instytut Energetyki – Państwowy Instytut Badawczy oraz Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie (AGH), zakończyło realizację projektu badawczo-rozwojowego VETNI. Celem  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nZnamy już pełny skład Finalistów Konkursu Chemkaton 2024!\n\nAktualności\n, \nStudenci\n\n Z radością informujemy, że zespół z Wydziału Energetyki i Paliw (WEiP) wygrał eliminacje i zapewnił sobie miejsce w finale! W finale zobaczymy również jeden zespół międzywydziałowy z Wydziału Inżynierii  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nOficjalna lista finalistów 3. edycji konkursu Symkaton!\n\nAktualności\n, \nStudenci\n\n Mamy to! Oto oficjalna lista finalistów 3. edycji konkursu Symkaton! CADRats - Politechnika Warszawska Low effort solutions - Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie SKAP - Politechnika Warszawska  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nKonferencja EFE 2024\n\nAktualności\n, \nStudenci\n\n 26 Czerwca 2024 r. rozpoczyna się 5 Międzynarodowa Konferencja Naukowa EFE 2024 organizowany przez Nasz Wydział we współpracy z Katedrą Energetyki Politechniki Krakowskiej. Program oraz szczegółowe informacje o konferencji  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nBal Jubileuszowy 50 lat WEiP\n\nAktualności\n, \nStudenci\n\n Serdecznie zapraszamy na Jubileuszowy Zjazd Absolwentów, który odbędzie się w malowniczym „Folwarku Zalesie” w Grajowie, dnia 28 czerwca 2024 r. To wyjątkowa okazja, aby wspólnie świętować i powspominać lata  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nWyróżnienie dla pracy dyplomowej „DIAMENTY AGH”\n\nAktualności\n, \nStudenci\n\n Z radością informujemy, iż mgr inż. Piotr Pastuszyński oraz dr hab. inż. Mirosław Kwiatkowski, prof. AGH, zostali wyróżnieni w konkursie na najlepszą pracę dyplomową „DIAMENTY AGH” w kategorii prac  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nŚwięto Absolwentów AGH – obchody w 2024 roku\n\nAktualności\n, \nStudenci\n\n Wzorem tradycji rozpoczętej w zeszłym roku, planujemy huczne zakończenie Studiów w AGH w stylu znanym z amerykańskich gali. To uroczystość Graduacji Absolwentów 2024 studiów II stopnia (stacjonarnych), którzy uzyskają  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nInformacji o wykładzie otwartym CREADIS\n\nAktualności\n, \nStudenci\n\n W ramach wykładu odbędą się dwa wystąpienia: Vice President of Plant Engineering Johnny Mikkelsen \"Business Development\" oraz Director Head of Plant Engineering Maciej Roga \"International Work Environment\". Lokalizacja: sala   [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nZaproszenie do udziału w XIV edycji konkursu LIDER ITS\n\nAktualności\n, \nStudenci\n\n Stowarzyszenie Inteligentne Systemy Transportowe ITS POLSKA zaprasza do XIV edycji konkursu LIDER ITS, która odbędzie się w 2024 roku. Konkurs jest skierowany do agend rządowych i samorządowych, uczelni, dyplomantów,  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nNabór do projektów realizowanych w ramach programu „Wsparcie studentów w zakresie podniesienia ich kompetencji i umiejętności”\n\nStudenci\n\nRekrutacja do projektu ,,Podniesienie kompetencji studentów w zakresie autonomicznych bezzałogowych statków powietrznych przez udział w międzynarodowych zawodach\" Projekt stanowi budowa bezzałogowego samolotu napędzanego energią słoneczną. Celem projektu jest rozwój systemów  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nStudenci kierunku Energetyka Wodorowa wzięli udział w konferencji naukowej „Building Bridges for the Next Generations“\n\nAktualności\n, \nStudenci\n\n Studenci kierunku Energetyka Wodorowa wzięli udział w konferencji naukowej „Building Bridges for the Next Generations“ w Dreźnie, Niemcy. Podczas konferencji nasi studenci aktywnie uczestniczyli w dyskusjach i prezentacjach dotyczących  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nInformacja o warsztatach Framatome\n\nAktualności\n, \nStudenci\n\n Zapraszamy na warsztaty z zakresu technologii reaktorów jądrowych prowadzone przez specjalistów z firmy Framatome, uznanego francuskiego dostawcy technologii jądrowych. Warsztaty skierowane są do wszystkich studentów energetyki (i pokrewnych kierunków),  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nGodziny Dziekańskie w związku z  Mieczem Dziekana WEiP\n\nAktualności\n, \nStudenci\n\n W związku z odbywającym się w terminie 7-9 czerwca 2024 Mieczem Dziekana WEiP, w dniu 7 czerwca 2024 (piątek) od godziny 15.00 ustanowione zostają na Wydziale Energetyki i Paliw  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nSymkaton 3.0 – Ostatni moment na wzięcie udziału w konkursie\n\nAktualności\n, \nStudenci\n\n Symkaton to konkurs dla pasjonatów kreatywnych rozwiązań inżynieryjnych i symulacji komputerowej. Wydarzenie organizowane jest wspólnie przez Wydział Energetyki i Paliw AGH oraz firmę Symkom. Jeśli lubisz wyzwania i masz  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nZapraszamy na IAESTE CaseWeek z Valeo\n\nAktualności\n, \nStudenci\n\n Zapraszamy na IAESTE CaseWeek, czyli największy cykl warsztatów inżynierskich w Polsce‼️ Chcesz zdobyć cenne doświadczenie i spotkać się z potencjalnym przyszłym pracodawcą? To wydarzenie jest właśnie dla Ciebie!  Przedstawiamy  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nGodziny Rektorskie w związku z obchodami Juwenaliów Krakowskich 2024\n\nAktualności\n, \nStudenci\n\n Szanowni Państwo, Uprzejmie informujemy, że w związku z obchodami Juwenaliów Krakowskich 2024, JM Rektora AGH prof. dr hab. inż. Jerzy Lis, na prośbę Uczelnianej Rady Samorządu Studentów AGH, ustanowił  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nRozpocznij swoją karierę w branży energetycznej z rocznym płatnym stażem w GAZ-SYSTEM!\n\nAktualności\n, \nStudenci\n\n Operator Gazociągów Przesyłowych GAZ-SYSTEM S.A. zaprasza tegorocznych absolwentów Wydziału Wiertnictwa, Nafty i Gazu oraz Wydziału Energetyki i Paliw Akademii Górniczo-Hutniczej w Krakowie do aplikowania na roczne płatne staże. To  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nKomunikat – turniej sportowym pod hasłem „Wyzwól Energię z WEiP”\n\nAktualności\n, \nStudenci\n\n Szanowni Państwo, W dniu 25.04.2024r. w godzinach 14.00-19.00 odbędzie się dla Studentów i Pracowników WEiP turniej sportowym pod hasłem \"Wyzwól Energię z WEiP\" W związku z tym wydarzeniem Pan  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nSIT Graduation Ceremony – uroczysta graduacja pierwszego rocznika unikatowego kierunku E3\n\nAktualności\n, \nStudenci\n\n Po raz pierwszy w ponad 100 letniej historii AGH, wręczono w Tokyo dyplomy ukończenia AGH wspólnym absolwentom w ramach podwójnego dyplomowania z Uczelnią Shibaura Institute of Technology z Japonii.  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nKonkurs na najlepsze prace dyplomowe z modelowania\n\nAktualności\n, \nStudenci\n\n Zapraszamy do konkursu dyplomów dotyczących zastosowania metod komputerowych do symulacji procesów cieplno-przepływowych. Celem konkursu jest promocja osiągnięć studentów w zakresie zastosowań technik obliczeniowych w szeroko rozumianej technice cieplnej. Nagrody  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nRekrutacja do programu Ambasadorzy_ki Transformacji Energetycznej\n\nAktualności\n, \nStudenci\n\n Do 1 kwietnia trwa rekrutacja do programu Ambasadorzy_ki Transformacji Energetycznej organizowanego przez AGH w Krakowie oraz portal energetyka-rozproszona.pl. W ramach programu młode osoby (18-35 lat) kierowane są na ścieżkę  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nKonkurs CHEMKATON 2024-international edition\n\nAktualności\n, \nStudenci\n\n Szanowni Państwo, Ruszyły zapisy do kolejnej edycji CHEMKATON 2024 WIELKIE WYZWANIE - CHEMIA! To unikalna formuła nawiązująca do konkursów typu Grand Challenge, zapoczątkowanych przez amerykańską agencję DARPA i popularnych  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nGodziny dziekańskie 1.03 (piątek)\n\nAktualności\n, \nStudenci\n\n Szanowni Państwo, W dniach 1-3 marca 2024 r. w Murzasichle odbędzie się XIV edycja Pucharu Dziekana WEiP. W związku z tym wydarzeniem Pan Prorektor ds. Kształcenia wyraził zgodę na  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nkonkursu INNOVATION FOR NUCLEAR POLAND\n\nAktualności\n, \nStudenci\n\n Polskie Towarzystwo Nukleoniczne oraz Sekcja Radiochemiczna Polskiego Towarzystwa Chemicznego zapraszają do konkursu INNOVATION FOR NUCLEAR POLAND. Polskie eliminacje do europejskiego Finału konkursu Innovation for Nuclear - I4N. Wymyśl innowacyjne  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nWykłady – Projektowanie Fabryk\n\nStudenci\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nKomunikat w sprawie terminów składania wniosków o świadczenia w semestrze letnim\n\nStudenci\n\n Komunikat Prorektora ds. Studenckich prof. dr. hab. inż. Rafała Dańko w sprawie terminów składania wniosków o świadczenia w semestrze letnim roku akademickiego 2023/2024    \n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nWEiP godziny dziekańskie\n\nStudenci\n\n Szanowni Państwo, Studenci WEiP, Dear Students, Ze względu na organizowane na Wydziale Energetyki i Paliw  - Dni Otwarte poświęcone promocji II stopnia studiów oraz inne odbywające się równolegle wydarzenia  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nSpotkania informacyjne na temat kierunków studiów II stopnia\n\nAktualności\n, \nStudenci\n\n Szanowni Państwo, W dniach 19 i 20 grudnia o godzinie 17.00 na Wydziale Energetyki i Paliw odbędą się spotkania informacyjne na temat kierunków studiów II stopnia prowadzonych na naszym  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\n1\n2\nKolejny", "metadata": {"url": "https://weip.agh.edu.pl/portfolio_category/studenci/", "title": "Studenci - Wydział Energetyki i Paliw | AGH Kraków", "depth": 3, "duplicate": false, "content_hash": "435e8a4e0eb60c067b3ff24d9377ad0c", "word_count": 2115, "headings": [{"level": 1, "text": "Studenci"}, {"level": 2, "text": "Informacji o spotkaniach dla osób wybierających się na II stopień"}, {"level": 2, "text": "Zaproszenie na spotkanie z przedstawicielami Westinghouse"}, {"level": 2, "text": "Życzymy nowej energii na Nowy Rok"}, {"level": 2, "text": "Stypendium naukowe finansowane przez NCN w ramach programu OPUS 26"}, {"level": 2, "text": "Stypendium naukowe finansowane przez NCN w ramach programu OPUS 22 LAP"}, {"level": 2, "text": "Stypendium naukowe finansowane przez NCN w ramach programu OPUS 26"}, {"level": 2, "text": "Kraków Tech Summit 2024. Tu rodzą się przyszłe legendy."}, {"level": 2, "text": "Wysokość stypendiów na rok akademicki 2024/2025"}, {"level": 2, "text": "III edycja programu wspierającego kobiety w sektorze energii – Women’s Energy in Transition – Polish Edition!"}, {"level": 2, "text": "Kraków z dobrą energią: dwa granty w programie SOFIA dla studentek krakowskich uczelni"}, {"level": 2, "text": "Zaproszenie na XI Forum Młodych Naukowców „Nauki przyrodnicze i medyczne”"}, {"level": 2, "text": "Zaproszenie na Pierwszy Dzień Równości AGH+UJ"}, {"level": 2, "text": "Stypendium naukowe finansowane przez NCN w ramach programu OPUS 26"}, {"level": 2, "text": "Wielki sukces studentów WEiP – 1 miejsce w międzynarodowym konkursie Chemkaton 2024!"}, {"level": 2, "text": "Obowiązkowe spotkanie dla studentów 1 roku I stopnia"}, {"level": 2, "text": "Inaugurację roku akademickiego 2024/2025 – godziny Rektorskie"}, {"level": 2, "text": "Sukces studentów AGH w Wielkim Finale ogólnopolskiego konkursu inżynierskiego Symkaton 3.0"}, {"level": 2, "text": "Zapomoga dla powodzian – priorytetowe rozpatrywanie wniosków"}, {"level": 2, "text": "Stypendia ArcelorMittal Poland – edycja 2024"}, {"level": 2, "text": "Zapisy Bloku Innowacyjnego w ramach Uczelnianej Bazy Przedmiotów Obieralnych (UBPO)"}, {"level": 2, "text": "Ogólnopolska konferencja naukowa „“Informacja, Komunikacja, Wiedza”"}, {"level": 2, "text": "Kobiety w energetyce? Jak najbardziej!"}, {"level": 2, "text": "WEiP i ORLEN: Wodorowe innowacje w Projekcie VETNI"}, {"level": 2, "text": "Znamy już pełny skład Finalistów Konkursu Chemkaton 2024!"}, {"level": 2, "text": "Oficjalna lista finalistów 3. edycji konkursu Symkaton!"}, {"level": 2, "text": "Konferencja EFE 2024"}, {"level": 2, "text": "Bal Jubileuszowy 50 lat WEiP"}, {"level": 2, "text": "Wyróżnienie dla pracy dyplomowej „DIAMENTY AGH”"}, {"level": 2, "text": "Święto Absolwentów AGH – obchody w 2024 roku"}, {"level": 2, "text": "Informacji o wykładzie otwartym CREADIS"}, {"level": 2, "text": "Zaproszenie do udziału w XIV edycji konkursu LIDER ITS"}, {"level": 2, "text": "Nabór do projektów realizowanych w ramach programu „Wsparcie studentów w zakresie podniesienia ich kompetencji i umiejętności”"}, {"level": 2, "text": "Studenci kierunku Energetyka Wodorowa wzięli udział w konferencji naukowej „Building Bridges for the Next Generations“"}, {"level": 2, "text": "Informacja o warsztatach Framatome"}, {"level": 2, "text": "Godziny Dziekańskie w związku z  Mieczem Dziekana WEiP"}, {"level": 2, "text": "Symkaton 3.0 – Ostatni moment na wzięcie udziału w konkursie"}, {"level": 2, "text": "Zapraszamy na IAESTE CaseWeek z Valeo"}, {"level": 2, "text": "Godziny Rektorskie w związku z obchodami Juwenaliów Krakowskich 2024"}, {"level": 2, "text": "Rozpocznij swoją karierę w branży energetycznej z rocznym płatnym stażem w GAZ-SYSTEM!"}, {"level": 2, "text": "Komunikat – turniej sportowym pod hasłem „Wyzwól Energię z WEiP”"}, {"level": 2, "text": "SIT Graduation Ceremony – uroczysta graduacja pierwszego rocznika unikatowego kierunku E3"}, {"level": 2, "text": "Konkurs na najlepsze prace dyplomowe z modelowania"}, {"level": 2, "text": "Rekrutacja do programu Ambasadorzy_ki Transformacji Energetycznej"}, {"level": 2, "text": "Konkurs CHEMKATON 2024-international edition"}, {"level": 2, "text": "Godziny dziekańskie 1.03 (piątek)"}, {"level": 2, "text": "konkursu INNOVATION FOR NUCLEAR POLAND"}, {"level": 2, "text": "Wykłady – Projektowanie Fabryk"}, {"level": 2, "text": "Komunikat w sprawie terminów składania wniosków o świadczenia w semestrze letnim"}, {"level": 2, "text": "WEiP godziny dziekańskie"}, {"level": 2, "text": "Spotkania informacyjne na temat kierunków studiów II stopnia"}]}}