{"content": "# 50 lat WEIP AGH – Zjazd Absolwentów Wydziału\n\nURL: http://50latweip.agh.edu.pl\nCrawled: 2025-03-19 21:35:25\n\nTransport na Bal: Autobusy będą odjeżdżać z AGH (plac przy Głównej Bibliotece AGH, między budynkami A2 i A3, wejście od ul. Reymonta 7) o godzinie 18:00 i 18:15.\n\nWięcej informacji…\n\nDroga Absolwentko!\nDrogi Absolwencie!\n\nW 2024 roku upływa 50 lat od momentu, kiedy po raz pierwszy w murach Akademii Górniczo–Hutniczej rozpoczęli studia przyszli Absolwenci Instytutu Energochemii Węgla i Fizykochemii Sorbentów na prawach Wydziału, który po latach przekształcił się w Wydział Paliw i Energii, a od 2009 roku, po włączeniu w strukturę Wydziału Międzywydziałowej Szkoły Energetyki AGH, przyjął nazwę \nWydział ENERGETYKI i PALIW.\n\nZ tej okazji, Droga Koleżanko i Drogi Kolego, pragniemy zaprosić Was do udziału w naszym wspólnym Jubileuszu 50-lecia Wydziału\n\nUwieńczeniem obchodów jubileuszowych jest Zjazd Absolwentów Wydziału, który zaplanowany został na dzień 28 czerwca 2024 r., w „Folwarku Zalesie” w Grajowie. Zorganizowany będzie transport z AGH do miejsca spotkania.\n „Folwark Zalesie” dysponuje miejscami hotelowymi, rezerwacja miejsc hotelowych we własnym zakresie.\nwww.folwarkzalesie.pl/\n\nKoszt udziału w Balu Absolwentów to 390 zł brutto/osobę.\n\nOpłata zawiera transport do Grajowa oraz powrót do Krakowa na AGH oraz napoje alkoholowe.\n\nREJESTRACJA\n\nPodstawowym dla nas problemem organizacyjnym tego spotkania jest dotarcie z tą wiadomością do wszystkich absolwentów, którzy w znacznej części zmienili po ukończeniu studiów nie tylko miejsca zamieszkania, ale również nazwiska.\nKomitet Organizacyjny nie dysponuje aktualnymi adresami wielu Kolegów i Koleżanek. Dlatego zwracamy się z prośbą o przekazanie (w miarę możliwości) informacji o naszym Zjeździe osobom, z którymi pozostajecie w kontakcie, aby i oni mogli uczestniczyć w naszym spotkaniu. Ewentualnie prosimy o przekazanie nam ich aktualnych adresów lub telefonów.\n\nOsoby zainteresowane prosimy o wypełnienie formularza rejestracyjnego oraz dokonanie wpłaty na konto otrzymane w potwierdzeniu rejestracji.  Dodatkowo prosimy o przesłanie potwierdzenia wpłaty na  adres e-mailowy \nweip50@agh.edu.pl \n\nPrzewodniczący Komitetu Organizacyjnego\n\nDziekan\nProf. dr hab. Monika Motak\n\ntel. + 48 12 617 21 55\ntel. kom. + 48 603 624 170\ne-mail: \nweip50@agh.edu.pl\n\nAl. A. Mickiewicza 30\n30 – 059 Kraków", "metadata": {"url": "http://50latweip.agh.edu.pl", "title": "50 lat WEIP AGH – Zjazd Absolwentów Wydziału", "depth": 3, "duplicate": false, "content_hash": "51c0e0f648f69307a15b4ccc8eeb4172", "word_count": 313, "headings": []}}