{"content": " 1 Modern Materials Design and Application  \nEntrance exam for second -cycle studies  \n \nThe student has to answer 50 questions (35 specialist knowledge questions and \n15 additional ones) – they can score 2 points for each correct answer.  \n \nQuestions related to the student’s major  area of study – 35 questions are drawn \nfrom a pool of 150 questions.  \n \n1. What kind of lattice defect is shown in the figure below:  \n \n2. What type of solid solution is presented in the figure below:  \n \n \n3.  What is allotropy:  \n4. The unit of stress is:  \n5. Hooke’s law states that in many materials the strain value  is directly proportional to \nthe stress in the case of:  \n6. What type of bond is shown in the figure below ? \n \n\n\n 2 7. A hardness tester with a pyramid -shaped indenter leaving a square -imprint  is  \na hardness tester using:  \n8. The creep of a material is:  \n9. The figure below shows  the mechanism of:  \n \n10. The figure below shows:  \n \n11. Hydroxides with amphoteric properties dissolve in aqueous solutions of : \n12. Copper (II) sulfate (VI) cannot be obtained in the following reaction:  \n13. Indicate the oxidation/reduction (redox) reaction:  \n14. The oxidation state of sulfur in sodium thiosulfate (VI) with the formula Na2S2O3 is: \n15. Isotopes include:  \n16. In a reaction tank, the state of the chemical equilibrium of the reaction 2HCl g + I2g ⇄ \n2HI g + Cl 2g (T - const) has been developed .  In what direction will the equilibrium state \nof the reaction move upon increasing the overall pressure of the reaction mixture ? \n17. The ammonia synthesis N 2g + 3H 2g ⇄ 2NH 3g is an  exothermic reaction. An increase in \nthe efficiency of this process can be achieved by:  \n18. The atomic number of alumin um in the periodic table of elements is 13, whereas the \natomic mass of this element is 26. 982 u. This means that the number of electrons in \nan Al atom is:  \n19. The principal quantum number ( n) describes:  \n20. A polarized covalent bond occurs in : \n21. The elementary cell  is:  \n22. The elementary  cell of a rhomboid system is described using the following parameters:  \n23. In crystallography, a set of symmetrically equivalent directions is denoted as:  \n24. The atomic packing factor for a regular face-centered  (FCC)  structure is : \n\n\n 3 25. Properties that are particularly defect -prone include:  \n26. Dislocation is a crystalline lattice defect classified as:   \n27. A low -angle boundary occurs when the misorientation angle between the grains is:  \n28. A weak AB electrolyte (1:1 type) with the total concentration c and the degree of dis-\nsociation α undergoes dissociation in accordance with the general equation AB ⇄  A+ + \nB-. What is the concentration of the undissociated molecules in the equilibrium state?  \n29. If the PH of a solution is 2, the concentration of hydrogen ions is:  \n30. The process of electrolytic dissociation according to the Brönsted -Lowry theory is de-\nscribed by the following equation:  \n31. The ionic reaction formula CO 32- + H 2O ⇄ H2CO3 + OH- corresponds with the process of:  \n32. The equilibrium constant of the process denoted by the equation  BaSO 4 ↓ ⇄ Ba2+ + \nSO42- is: \n33. The oxidation state of cobalt in the [Co(NH 3)5Br]SO 4 complex is:  \n34. What is the SEM value of the Zn|Zn2+ || Ni2+| Ni cell if the equilibrium potentials of the \nelectrodes are equal to  Eo,Zn/Zn2+ = -0,76V and Eo,Ni/Ni2+ = -0,26V  ? \n35. During the electrolysis of an aqueous solution of copper (II) sulfate (VI) , the following \nprocess takes place  on a graphite anode : \n36.  The figure presents a change in the Gibbs free energy of a system in relation to the \nconfiguration of the atoms. The arrangement of the atoms in the B configuration means \nthat the system is at:  \n \n37.  Phase trans formation will occur when:  \n38. The figure shows the stability regions of the allotropic forms of iron in relation to the \ntemperature and pressure. Answer, which Fe phase ehxibits  the highest density:  \n \n39.  The figure presents the dependence of the Gibbs free energy on the composition of \nthe solid phase GS (the green curve) and the liquid phase GL (the red curve) of a given \n\n\n 4 system at a constant temperature T 2. Based on this, it can be concluded that for alloys \nwith compositions in the range between points b and c, the stable (equilibrium) phase \nis: \n \n40. At a certain temperature T x, it is poss ible to plot a line tangent to each of the curves \ndepicting the dependence of the Gibbs free energy on the chemical composition of the \nliquid phase GL (the red curve) and two solid phases G and G (the green and the \nbrown curve, respectively). This means that T x is the temperature of the following phase \ntransformation:  \n \n41. In the figure, different interphase boundaries are schematically presented. Which of \nthese boundaries represent a partially coherent (semi -coherent) boundary?  \n \n \n42. The figure shows (among other things) the dependence of radius of a homogenously \nnucleating spherical particle on the free energy change (the green curve). An important \n\n\n 5 parameter during nucleation is critical radius, which in the figure can be seen at the \npoint:  \n \n43. The figure schematically shows the nucleus of the solid phase that is heterogeneously \nnucleating on the surface of the mould. The activation energy of the nucleation will be \nlower (nucleation will be “easer”), when the wetting angle θ will be:  \n \n44. The figure shows the dependence of the Gibbs free energy G, enthalpy H and specific \nheat C p on the temperature T. Based on these graphs, it can be concluded that the \nphase transition at the temperature T c is: \n \n  \n \n \n45.  The figure schematically shows a grain boundary for which the rotation axis is parallel \nto the boundary plane.  Such boundary is called:  \n\n\n 6  \n46. Indicate the false relationship between the elastic constants:  \n47. The symmetricity  of the stress tensor  origins from : \n48. Which of the following equations of the equilibrium of forces with respect to the axis x 1 \nis incorrect?  \n49. Which of the following equations of the elastic strain energy density represent correct \nformula?  \n50. The principal strain values ε1 = -1, ε 2 = 2 and ε 3 = 8 are given. Indicate the correct \nform of the pure strain deviator tensor . \n51. Which of the following strain tensors  represent a uniaxial deformation state?  \n52. Which of the following Hooke’s relationships for an isotropic material  is incorrect?  \n53. An isotropic material with a yield strength of σpl = 100 MPa is subjected to a combined \nload so that the principal stresses are: σ1 = 50 MPa, σ 2 = 20 MPa, σ 3 = -50 MPa. Which \nof the following answers is incorrect?  \n54.  A metallic lattice can be built with sequences of orientations  of particular  \ncrystallographic  planes. Which of the following sequences of crystall ographic  planes \norientation is incorrect?  \n55. A regular crystallographic body-centered lattice has been subjected to a simple shear  \nof √6 in the slip system  of (110)[1 -11]. Which form of the deformation matrix is  \ncorrect?  \n56.  Which of the reactions describing the formation of a Lomer -Cotrell dislocation in  \nmaterials with a face-centered lattice is incorrect?  \n57. In which of the following deformation systems of the FCC lattice (K 1 – the twinning \nplane, η 1 – the twinning direction) mechanical twinning will not occur due to the polar \nnature of twinning?  \n58.  The principal stress  is: \n59.  Maximum principal stress or major principal stress is:  \n60.  A material with a  yield point  of 𝜎𝑝𝑙=400  𝑀𝑃𝑎 was subjected to a flat  stress state   \ndescribed by : 𝜎1 = 300 MPa and  σ3. Determine what value of σ 3 should be for a material \nto pass into the plastic state in accordance with the Tresca criterion.  \n61.  In which of the following processes a force is applied to the tool?  \n62. The total elongation 𝐴200 in a tensile stress test means that:  \n63. Which group of properties includes the yield point:  \n64.  In a tensile (or compressive) strength test, it is possible to determine the Young ’s \nmodulus on the basis of the following characteristic : \n65. Performing a temperature measurement with a pyrometer, care should be taken to set \ncorrectly one of the parameters  which  is material dependent . This parameter is:   \n\n\n 7 66. With the Matthiessen rule in mind, select those characteristics that affect the  \nresistivity of the tested material:  \n67. Materials hardness testing can be performed using:  \n68.  In the Vickers hardness test, the indenter is:  \n69. During a Charpy impact test, a hammer arm is raised to a certain height h. How does \nthe form of energy change at the moment the hammer is lowered in order to break the \nsample ? \n70. The measuring gauge  length of the standardized  sample prepared for a tensile test is \ncalculated from the equation:  \n71. The temperature measurement using a thermocouple is based on the Seebeck effect, \ninvolving the measurement of the electromotive force at the ends of cables made of \ndifferent materials A and B at the contact points at different temperatures, T 1 and T 2, \nas shown in the figure below.  \n \nIf these contact points have different temperatures, then the potential difference between \nthem is expressed by the equation:  \n72. In order to construct a thermocouple, the following have to be used:  \n73. The piezoelectric effect consists in:  \n74. The ability of electrons to penetrate matter depends on:  \n75. When preparing thin foil  for TEM analys is using the ion polishing method  the sample is:  \n76.  Do observations in polarized light enable examining  the chemical composition?  \n77. The EDS method enables:  \n78.  Secondary electrons (SE) in SEM :  \n79. Microhardness is :  \n80. Using the Poldi hammer for establishing hardness, the obtained result is given in:  \n81. The resolution limit of a microscope  is specified by:  \n82. A Scanning Tunelling Microscope can work in:  \n83. When preparing thin foil for TEM analysis  using the electropolishing  method  the sample \nis: \n84. The blade of the ice axe is made of:  \n85. Teflon seals can work properly in the temperature range of:  \n86. The material used to make springs should exhibit:  \n87. Material s suitable for manufacturing climbing equipment are aluminum alloys  of:  \n88. A radiator is a component or an assembly that should be characterized by:  \n89. A smooth surface reflecting light is:  \n90. A material that is often used for making pistons is an alloy of aluminum and: \n\n\n 8 91. Today, in photovoltaics, the most commonly  used material is:  \n92. Pistons in combustion engines are most frequently:  \n93. The term “ thermo mechanical  processing” is understood as:  \n94. For the manufacturing of the drawing charge in the form of a copper rod or aluminum \nrod, the commonly used system is:  \n95. The industrial speed range for manufacturing copper wires with diameters of below 100 \nmicrometers is:  \n96. The most advantageous tolerance of geometric dimensions of the products is obtained \nin the process of:  \n97. The most effective methods for minimizing the inhomogeneity of the chemical  \ncomposition and structure across the entire volume of cast ingots include the processes \nof: \n98. In order to obtain products characterized by a high tensile strength and also by a high \nelectrical conductivity, it is necessary to apply the processes of:  \n99. The annealing of the charge at a temperature high enough to relieve the stresses , with \nsubsequent slow cooling to remove or reduce the residual  stress, without any significant \nchanges in the structure and properties obtained by previous processing - this is the \ndefinition  of: \n100.  The correct sequence of stages in the production process of aluminum packaging  \n     is: \n101.  Which of the elements listed below has a melting point of 1083°C:  \n102.  The density of aluminum is:  \n103.  An example of an interstitial solid solution is:  \n104.  Which of the following equations expresses  the Gibbs phase rule under a constant  \n     pressure:  \n105.  What is the difference between an ore and a concentrate?  \n106.  Floatation is the process of:  \n107.  Metal oxide reduction processes require the use of a reduc ing agent  that: \n108.  Which of the following reactions describes  the reversible reaction of the thermal  \n     decomposition of carbonate (calcination):  \n109.  The process of  electrolytic refining of copper is described by the following  \n     reactions:  \n110.  Aluminum is obtained in the process of aluminum electrolysis in molten cryolite.  \n     The temperature of this process is:  \n111.  During the production pr ocess of aluminum by molten salt electrolysis : \n112.  Which of the following reactions is related to the electrolytic process of obtaining  \n     magnesium from molten salts:  \n113.  In heterogen ous type of nucleation:  \n114.  In a eutectic  reaction:  \n115.  In die casting method:  \n116.  The strength and hardness of some metal alloys may be enhanced by the formation  \n     of extremely small uniformly dispersed particles of a second phase within the  \n     original phase matrix . This process is called:  \n117.  Indicate the most common plastic forming operations:  \n118.  In direct extrusion proces s: \n119.  Drawing proces can be described as:  \n120.  The major alloying element in 5xxx series alumnium alloy is:  \n\n 9 121.  Indicate the series of heat treatable aluminium alloys:  \n122.  Rod, wire, and tubing products are commonly fabricated by:  \n123.  Indicate typical extrusion products : \n124.  Precipitation hardening is accomplished by : \n125.  Artificial ageing is carried out at:  \n126.  Unit cell presented below shows : \n127.  Indicate a metal which experiences an allotropic transformation : \n128.  Close -packed planes for FCC metals are:  \n129.  Grain boundaries, twin boundaries, stacking faults , phase boundaries are classified  \n     as: \n130.  For substitutional solid solutions, appreciable solubility is possible only when:  \n131.  Which of the following parametr  has a most profound influence on the coefficients  \n     and diffusion rates:  \n132.  Hooke’s law is represented by the following relationship:  \n133.  Some of the characteristics of metallic bonds include:  \n134.  How many elastic constants fully desribe the elastic properties of potassium  \n     crystals?  \n135.  How many elastic constants fully desribe the elastic properties of magnesium  \n     crystals?  \n136.  Three elastic constants, i.e: C 11, C12 and C44 describe elastic properties of:  \n137.  Which of the following equations represent  Huber -Mises -Hancy (HMH) yielding  \n     criterion?  \n138.  The ability of electrons to penetrate matter depends on:  \n139.  Polycrystalline solids on a much larger scale than the grain size and possessing no  \n     texture, and amorphous solids with no principal processing direction, have uniform  \n     properties in all directions and are referred to as : \n140.  Shear transformations in crystals constitute an alternative to slip for inelastic  \n     deformation. These transformations include : \n141.  Strain hardening, alternatively referred to as work hardening, results from the:  \n142.  A regular face -centered lattice has undergone a simple shear of √3/√2 in the slip  \n     system (111) [0 -11]. Which of the following lattice vectors will not retain its length  \n     and crystallographic direction?  \n143.  In a eutectoid reaction:  \n144.  The image seen with a transmission electron microscope (TEM) is formed by an  \n     electron beam that:  \n145.  A typical material property is often specified in terms of an average value 𝑥̅ while  \n     magnitude of scatter may be expressed as:  \n146.  A diagram to identify and eliminate unnecessary movement of people and  \n     products in work processes is :  \n147.  Interstitial type of diffusion occurs:  \n148.  Which of the following expressions means an excessive load of machines and  \n     people?  \n149.  The concept of delivering the components necessary to produce products or  \n     services in exactly the amount they are needed and at the exact time they are  \n     needed is called:  \n150.  Engineering strain  is defined as:  \n \n\n 10 The remaining questions (General knowledge questions): 15 questions are drawn \nfrom a pool of 100 questions.  \n1. According to the Act on industrial property law, an invention is considered to be new \nif: \n2. Patents are granted for:  \n3. The material scope of the patent is determined by the patent claims included  in this \ndocument:  \n4. For a utility model to be introduced  into the appropriate register  shall be considered \nas:  \n5. The impact test is based on the following:  \n6. The physical quantity measured during an impact test using the Charpy hammer is:  \n7. A device enabling the measurement of the absolute value of temperature  is: \n8. A clear yield point observed during the static tensile test of some materials is charac-\nterized by:  \n9. A hardness test using the Rockwell method consists in:  \n10. A flat sample with a gauge length of l 0 = 50 mm is stretched at a traverse speed of v  \n= 6 mm/min. The tensile speed for this sample is : \n11. During a static tensile test conducted at an elevated temperature, single or multiple \nstress oscillations can be observed in the plastic flow of a material. Th e plastic flow \ninstabilities may originate from:  \n12. The bulk density of powders is:  \n13. Powders obtained by grinding in ball and impact mills  are characterized by:  \n14. The granular composition of powders is tested with:  \n15. Copper powder s may be  obtained using:  \n16. In powder metallurgy compact is defined as:  \n17. Based on the criterion of the location of the solute atom in the solvent lattice, solid \nsolutions can be divided into : \n18. The non -equilibrium crystallization of continuous solid solutions can lead to the  \nfollowing non -equilibrium changes:  \n19. According to the aluminum -silicon binary phase diagram  given below , the Al -Si alloy \nwith the chemical composition of 12.2  at.% of Si and 87.8 at.% Al  is characte rized \nby: \n \n \n\n\n 11 20. The disorder -order  transformation:  \n21. According to the  Al-Cu binary phase diagram system, alloys with a composition higher \nthan 39.9 at.% Cu, are:  \n \n22. Intermetallic phases are:  \n23. Phase transformations that can take place without nucleation and the growth of nuclei \nare: \n24. -phase CuZn alloys contain:  \n25. The major alloying element in 2xxx series aluminum alloys is:  \n26. The maximum effect of precipitation hardening  in binary Al-Cu alloys  is observed when  \nthe precipitates are : \n27. The magnesium alloy denoted  as AZ61A contains : \n28. Adding Pb to brasses leads to:  \n29. Dendritic microsegregation in Cu-Sn alloys  is characterized by : \n30. The modification of  Al-Si alloys is: \n31. Titanium alloy s with the α-phase  structure are titanium alloys with a content of:  \n32. The element used as a deoxidizing agent for Cu is:  \n33. Based on the type of matrix composites can be classified as:  \n34. An “in situ” metal  matrix  composite is:  \n35. An aluminum  alloy-based composite contains 35% vol. of directionally oriented fibers. \nThe Young's modulus for the fibers is E = 390 GPa and for the aluminum alloy E = 70 \nGPa. The matrix density  is 2.7 g/cm3, the reinforcement density  is 1.95 g/cm3. Deter-\nmine the density of the composite  () and the Young's modulus  (E) of the composite \nwhen the applied stress is parallel to the fiber axis.  \n36. The wettability in a metal matrix -fiber system can be improved by:  \n37. The basic function  of the reinforcement in composite materials is: \n38. The lowest obligatory standard of fineness for gold and silver products in Poland is:  \n39. The equivalent of an 18-carat gold alloy is the fineness of:  \n40. Which of the following precious metals is characterized by the highest density:  \n41. “Fineness” is defined as:  \n42. The most frequently introduced elements into a gold alloy in order to obtain the  \nso-called “white gold ”, are:  \n\n\n 12 43. The strength properties of the popular 925 silver -copper alloy can be significantly  \nimproved by applying:  \n44. Metal texture  is defined as:  \n45. Texture measurements were performed by using and X -ray diffractometer equipped \nwith a cobalt radiation (Co K ) with a wavelength of 1.789 Å. The diffraction conditions \nfor tested crystallographic plane were met for an angle of 2  = 88.833o. Calculate the \nspacing of the diffracting plane  d. \n46. The methods for measuring and determining the texture are:  \n47. Characteristic X -rays are emitted : \n48. Metal texture is not formed during :  \n49. The allotropic transformation of iron α into iron γ occurs at a temperature of:  \n50. For the iron -carbon  (cementite)  system at 727°C and for a carbon content of 0.77%, \nthe following phase transformation occurs :  \n51. During recrystallization, the mechanical properties that were changed as a result of \ncold working are:  \n52. The martensitic transformation is : \n53. What does the TTT diagram represent?  \n54. Which of the following sentences is not true for Ni -based alloys:  \n55. Which of the following statement s is/are  correct:  \n56. Choose the correct statement:  \n57. Recycling is a comprehensive method of environmental protection because:  \n58. Using eddy -current precipitators, it is possible to separate:  \n59. One of the methods of recycling silver from scrap metal is to dissolve it in an  \nHNO 3-H2O solution. To precipitate silver chloride from such a solution, the following \nshould be used:  \n60. The fly ash during the process of re -melting the battery paste from the disassembly of \nused car batteries acts as:  \n61. Which of the following solutions dissolves gold from scrap material : \n62. The metallic phase, called \"black copper\", which is the product of melting low -copper \nscrap in a shaft furnace contains:  \n63. The recycling of used lead -acid car batteries is currently:  \n64.  Homogenous nucleation takes place when:  \n65. The most important heat treatment operations include:  \n66. The martensite is:  \n67. The Hume -Rothery rules are satisfied for: \n68. With respect to the type of chemical influence on the heated surfaces of certain metal \nmaterials, the atmospheres in heat treatment furnaces are divided into:  \n69. Typical homogenization process : \n70. Recovery  process leads to:  \n71. Ferrite is:  \n72. Metal-diamond tools for cutting hard materials usually consist of : \n73. Which of the following tool materials has the lowest density?  \n74. Diamond is an allotrope of:  \n75. The hardest known material is:  \n76. Which of the following parameters does not affect the morphology of the second phase \ndistribution in two -phase monocrystals:  \n\n 13 77. Factors that may affect the growth of metal whiskers are:  \n78. The Griffiths theory of brittle fracture relies on the postulate that : \n79. According to  most theories of micro crack  nucleation :  \n80. A comparison of the theoretical strength of a material with the experimentally  \ndetermined tensile strength values indicates that the actual strength is:  \n81. Material fatigue is the process of:  \n82. The most favorable conditions for plastic deformation, due to the stress  state and \ndeformation of a material, occur during the process of:  \n83. The Lankford  coefficient  (also called Lankford value, R -value, or plastic strain ratio) is:  \n84. Which of the following alloys are not used as a biomaterials in dentistry?  \n85.  Diffusion mechanism which involves the interchange of an atom from a normal lattice \nposition to an adjacent vacant lattice site or vacancy is called:  \n86. Vacancies and self -interstitialas are cons idered as:  \n87. Engineering stress is defined by the relationship:  \n88. Hardness of metallic materials can be defined as : \n89. Annealing treatment of cold worked metals and alloys may induce the following \nstructural changes:  \n90. Which of the following is the preferred slip system for the face -centered crystal  (FCC)  \nstructure?  \n91. Tensile strength of metallic materials:  \n92. Recrystallization temperaturę is defined as:  \n93. Welding is:  \n94. Which group of metals is considered as “critical metals”:  \n95. Brass is an alloy of:  \n96. Plastic deformation of a metal above its recrystallization temperature is termed as:  \n97. During recrystallization:  \n98. Critical resolved shear stress  (CRSS)  is: \n99. Indicate the criterion for “soft soldering” and “hard soldering”:  \n100.  In a peritectic reaction:  \n \n\n", "metadata": {}}