{"content": "#  Wyjazdy pracowników -- Inicjatywa Doskonałości – Uczelnia Badawcza \n\nURL: https://idub.agh.edu.pl/dzialania/dzialanie-1-finansowanie-wyjazdow-studyjnych-zwiazanych-z-nawiazywaniem-kontaktow-i-prac-zwiazanych-z-przygotowywaniem-wnioskow-o-granty/wyjazdy-pracownikow\nCrawled: 2025-03-19 21:15:38\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Wyjazdy pracowników \n\nUniversité d'Angers (Angers)\n\nW dniach 3–23 września 2023 roku dr inż. Gabriela Lewińska uczestniczyła w wyjeździe studyjnym na Université d'Angers.\n\n„W trakcie pobytu nawiązałam  współpracę w zakresie badania nieliniowych właściwości optycznych związków organicznych, z myślą o ich zastosowaniu w organicznych ogniwach fotowoltaicznych. Ustalono zasady współpracy, a także przeprowadzono pomiary drugiej i trzeciej harmonicznej dla cienkowarstwowych materiałów. Wstępne wyniki zostały zaprezentowane podczas seminarium 21.10.2023. Przygotowano również publikację »Some selected binary and ternary organic thin films for non linear optical applications«, która dotyczy nieliniowych właściwości optycznych analizowanych cienkowarstwowych układów” – mówi dr inż. Gabriela Lewińska.\n\nInstitute for Bioengineering of Catalonia (Barcelona)\n\nW 2023 roku prof. dr hab. inż. Artur Rydosz uczestniczył w wyjeździe naukowym do Institute for Bioengineering of Catalonia.\n\nW ramach wyjazdu do IBEC Barcelona w 2023 roku prof. dr hab. inż. Artur Rydosz przeprowadził badania wstępne w zespole prowadzonym przez prof. dra. Javiera Ramona. Dotyczyły one realizacji organów na chipie, wykorzystujących zjawisko powierzchniowego rezonansu plazmowego. Uzyskane wyniki i przeprowadzone konsultacje naukowe były podstawą do ubiegania się o uzyskanie finansowania w konkursie Sonata BIS Narodowego Centrum Nauki pt. „Investigation of the possibility of development of metaplasmonic sensors for the detection of diabetes and NAFLD biomarkers in the TDW/GLAD technology”, który został przyznany w 2024 roku i będzie realizowany przez 5 lat przez AGH i IBEC.\n\nNational Institute for Interdisciplinary Science and Technology w Thiruvananthapuram (Thiruvananthapuram)\n\nW dniach 3–17 marca 2023 roku prof. dr hab. Konrad Szaciłowski uczestniczył w wyjeździe naukowym do National Institute for Interdisciplinary Science and Technology.\n\nWyjazd był współfinansowany przez program NAWA. Program wizyty obejmował serię seminariów oraz dyskusje naukowe z członkami zespołu dra. Vajayakumara Chakkootha, jednego ze światowych liderów w projektowaniu i syntezie materiałów perowskitowych, a także wstępne badania teoretyczne (modelowanie kwantowo-chemiczne) i doświadczalne (analiza przewodnictwa elektrycznego warstw nanocząstek perowskitowych). Rezultatem wyjazdu jest publikacja \n„Self-Assembly of Delta-Formamidinium Lead Iodide Nanoparticles to Nanorods: Study of Memristor Properties and Resistive Switching Mechanism”\n\nNational Institute for Interdisciplinary Science and Technology (Thiruvananthapuram)\n\nW dniach 15–27 stycznia 2024 roku prof. dr hab. Konrad Szaciłowski uczestniczył w wyjeździe naukowym do National Institute for Interdisciplinary Science and Technology.\n\nWyjazd był współfinansowany przez program NAWA. Program wizyty obejmował serię seminariów, dyskusje naukowe oraz serię pomiarów wydajności fotoluminescencji symetrycznie podstawionych pochodnych tiazolotiazolu. Istotnym wynikiem naukowym pobytu było przygotowanie szkicu wniosku o finansowanie badań, który został złożony w Fundacji Templetona. Dodatkowo, w czasie pobyto powstał szkic publikacji „Mechanochromism and aggregation-induced emission in a fluorene-fumaronitrile-based molecular system: The influence of supramolecular control on donor-acceptor interactions”\n\nHokkaido University (Sapporo), Osaka University (Osaka) i Kyushu Institute of Technology (Kitakyushu)\n\nW dniach 27.04–13.05.2024 prof. dr hab. Konrad Szaciłowski uczestniczył w wyjeździe naukowym do Hokkaido University, Osaka University i Kyushu Institute of Technology.\n\nProgram wizyty obejmował serię seminariów i paneli dyskusyjnych w trzech wiodących japońskich ośrodkach badawczych zajmujących się robotyką i sztuczną inteligencją (Hokkaido University, Osaka University, Kyushu Institute of Technology). W ramach wizyty zbudowano od podstaw program badawczy nad redoksowo-aktywnymi cieczami jonowymi nowej generacji do zastosowań neuromorficznych, a także dopracowano szczegóły międzynarodowego projektu badawczego „Towards Computational Apocalypse. Information Processing with Limited Resources”, którego głównym celem będzie opracowanie półprzewodników nowej generacji opartych o substancje pochodzenia naturalnego (kofeina, nikotyna i inne alkaloidy) oraz prostych jonów kompleksowych.\n\nSeoul National University (Seul)\n\nWe wrześniu 2023 roku dr inż. Ilona Jastrzębska odbyła staż naukowy w The High Temperature Thermochemistry Laboratory w Seoul National University, pod kierownictwem prof. In-Ho Junga.\n\n„Podczas stażu miałam możliwość nauczenia się przeprowadzania symulacji termodynamicznych reakcji chemicznych w wysokich temperaturach z użyciem oprogramowania FactSage. Symulacje w FactSage, którego współtwórcą jest prof. In-Ho Jung, pozwalają w przemyślany sposób zaplanować eksperymenty w laboratorium dotyczące opracowania nowych ceramicznych materiałów ogniotrwałych, wyeliminować metodę prób i błędów, a przez to uczynić eksperyment bardziej efektywnym i  zrównoważonym. Liczne symulacje przeprowadzone z użyciem FactSage pozwoliły na wytypowanie najbardziej obiecujących rozwiązań materiałowych do syntez i badań laboratoryjnych w projekcie LIDER XII realizowanym przy wsparciu NCBR. Współpraca przełoży się na opracowanie nowej generacji bezpiecznych – bezchromowych – materiałów ogniotrwałych na wymurówki urządzeń do otrzymywania miedzi. W najbliższej przyszłości planujemy kolejne wspólne publikacje oraz prace badawcze” – komentuje dr inż. Ilona Jastrzębska.\n\nW efekcie wyjazdu powstała publikacja złożona obecnie do recenzji w Journal of the European Ceramic Society, a rezultaty badań zostały przedstawione podczas The International Colloquium on Refractories ICR 2024 w Aachen w Niemczech.\n\nPontificia Universidad Católica del Perú (PUCP) (Lima) i Universidad Nacional de San Antonio Abad del Cusco (Cuzco)\n\nW dniach 16.05–05.06.2024 roku dr hab. Diana Dryglas, prof. AGH, uczestniczyła w wyjeździe studyjnym na Pontificia Universidad Católica del Perú (PUCP) i Universidad Nacional de San Antonio Abad del Cusco.\n\n„W wyniku rozmów prowadzonych podczas szkolenia Saaty Decision-Making Hackathon oraz 22nd International Conference on ECONOMICS-FINANCE-MANAGEMENT, jak również na spotkaniach z naukowcami z Limy i Cusco omówiony zostały zakres i przedmiot wspólnych badań. Wyjazd pozwolił na podniesienie kompetencji i poszerzenie wiedzy z zakresu moich zainteresowań naukowych oraz z zakresu metodologii AHP (Analytic Hierarchy Process) i ANP (Analytic Network Process), które wykorzystam zarówno do mojej własnej działalności B+R, jak również na seminariach z doktorantami. Co więcej, wyjazd umożliwił mi wspólną działalność publikacyjną i projektową. Wraz ze współautorami z konferencji w Limie złożyliśmy artykuł nt. Effect of market turbulence on entrepreneurial orientation-performance relationship in tourism and hospitality firms: A fuzzy-set QCA approach do International Journal of Hospitality Management, czasopisma zaliczanego do górnego decyla, czyli TOP-10, według bazy Scopus\" – podsumowuje dr hab. Diana Dryglas, prof. AGH.\n\nMiami University (Oxford)\n\nW dniach 14–28 sierpnia 2024 r. dr inż. Izabela Kalemba-Rec oraz dr inż. Mateusz Kopyściański uczestniczyli w wyjeździe studyjnym na Miami University.\n\n„Wyjazd ten zaowocował zacieśnieniem współpracy z prof. Carterem Hamiltonem, a także nawiązaniem nowych kontaktów naukowych. Obecna współpraca skupia się głównie na badaniach dotyczących technologii zgrzewania tarciowego z mieszaniem materiału (FSW) oraz tarciowej modyfikacji powierzchni (FSP). W trakcie spotkań omówiono możliwości wspólnych projektów badawczych oraz publikacji. Jedna z publikacji ukazała się już w czasopiśmie Materials. Wspólne badania zostaną również uwzględnione w monografii habilitacyjnej dotyczącej technologii FSW. Wyjazd stworzył perspektywy dla przyszłych projektów badawczych” – podsumowuje dr inż. Izabela Kalemba-Rec.\n Publikacja, która ukazała się w czasopiśmie Materials, nosi tytuł: \n„Microstructural Characterization of Friction Stir Welds of Aluminum 6082 Produced with Bobbin Tool”\n\n„Wyjazd miał na celu rozwój badań nad technologią zgrzewania i modyfikacji powierzchni materiałów metodą tarciową (FSW i FSP). Współpraca z tamtejszym zespołem, w szczególności z profesorem Carterem Hamiltonem, umożliwiła analizę mikrostrukturalną i mechaniczną połączeń, a także optymalizację parametrów technologicznych poprzez modelowanie numeryczne. W trakcie wyjazdu nawiązano nowe kontakty, omówiono potencjalne projekty badawcze i zainicjowano wspólne publikacje. Wyjazd wzbogacił wiedzę naukową, zacieśnił współpracę międzynarodową i otworzył możliwości dalszych badań” – mówi dr inż. Mateusz Kopyściański.\n\nETH Zurich (Zurych)\n\nW dniach 14.02–01.03.2023 r. dr inż. Shreyas Srivatsa odwiedził ETH Zurich w celu nawiązania współpracy badawczej.\n\n„Podczas mojego pobytu współpracowałem z prof. Eleni Chatzi, kierownikiem grupy Structural Mechanics and Monitoring (SMM). W trakcie wspólnych badań wykorzystywaliśmy czujniki nanomateriałowe MXene, które opracowałem na AGH, jako sondy udarowe do monitorowania zdarzeń uderzenia w element konstrukcyjny, jakim była pionowa płyta wspornikowa” – komentuje dr inż. Shreyas Srivatsa.\n Efektem pobytu w ETH Zurich i przeprowadzonych w tym czasie eksperymentów jest publikacja w czasopiśmie Sensors: \n„Dynamic Response Study of Piezoresistive Ti3C2-MXene Sensor for Structural Impacts”\n\nStopka\n\n © 2024 Inicjatywa Doskonałości – Uczelnia Badawcza\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://idub.agh.edu.pl/dzialania/dzialanie-1-finansowanie-wyjazdow-studyjnych-zwiazanych-z-nawiazywaniem-kontaktow-i-prac-zwiazanych-z-przygotowywaniem-wnioskow-o-granty/wyjazdy-pracownikow", "title": " Wyjazdy pracowników -- Inicjatywa Doskonałości – Uczelnia Badawcza ", "depth": 2, "duplicate": false, "content_hash": "b00289aaf670d26e9235cdfea7a6bfec", "word_count": 1197, "headings": [{"level": 1, "text": "Wyjazdy pracowników"}, {"level": 2, "text": "Stopka"}]}}