{"content": "#  UNIVERSEH -- UNIVERSEH – Europejski Uniwersytet Kosmiczny dla Ziemi i Ludzkości \n\nURL: https://www.universeh.agh.edu.pl/\nCrawled: 2025-03-19 21:25:17\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nUNIVERSEH – Europejski Uniwersytet Kosmiczny dla Ziemi i Ludzkości\n\n\"Będziemy wspólnie z partnerami z Europy tworzyć sieć uniwersytetów kosmicznych. Zaczynamy drugie stulecie działalności AGH z ambitnymi planami rozwijania zaawansowanych technologii kosmicznych\"\n\nUNIVERSEH\n to konsorcjum utworzone przez siedem europejskich uniwersytetów z siedmiu różnych krajów, w tym Akademię Górniczo-Hutniczą w Krakowie. UNIVERSEH został powołany w listopadzie 2020 roku. Głównym celem jest zwiększenie mobilności studentów i pracowników naukowych, a także promowanie współpracy międzyuczelnianej. Realizacja projektu pomaga uczelniom partnerskim dostosować swoją ofertę do aktualnych potrzeb rynku. Możliwość wymiany doświadczeń i kontaktów z przemysłem kosmicznym przyczynia się do powstania pionierskich kierunków kształcenia.\n\nUNIVERSEH\n ma na celu wprowadzenie innowacyjnych sposobów edukacji nie tylko dla studentów, ale także dla całego społeczeństwa. Inicjatywa ta przyjmuje holistyczne podejście do tematyki kosmosu, obejmując tradycyjne obszary takie jak fizyka i inżynieria, a jednocześnie poszerzając swój zakres o zagadnienia związane z kulturą, socjologią i zrównoważonym rozwojem.\n\nSprawdź stronę UNIVERSEH\n\nUniwersytet w Tuluzie\n (Université de Toulouse), Francja – koordynator projektu\n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie, \nPolska\n\nUniwersytet Heinricha Heinego w Düsseldorfie\n (Heinrich-Heine-Universität Düsseldorf), Niemcy\n\nUniwersytet Techniczny w Luleå\n (Luleå University of Technology), Szwecja\n\nUniwersytet Luksemburski\n (University of Luxembourg), Luksemburg\n\nUniwersytet “Tor Vergata” \n(Università degli Studi di Roma Tor Vergata), Włochy\n\nUniwersytet Namur \n(University of Namur), Belgia\n\nDisclaimer:\n UNIVERSEH is an alliance of seven universities from seven European countries.\n\nFunded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Union or European Education and Culture Executive Agency (EACEA). Neither the European Union nor the granting authority can be held responsible for them.\n\nStopka\n\n © 2023 UNIVERSEH – Europejski Uniwersytet Kosmiczny dla Ziemi i Ludzkości\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.universeh.agh.edu.pl/", "title": " UNIVERSEH -- UNIVERSEH – Europejski Uniwersytet Kosmiczny dla Ziemi i Ludzkości ", "depth": 3, "duplicate": false, "content_hash": "4c3996604a17b48e45a9f2d96cae8893", "word_count": 291, "headings": [{"level": 1, "text": "UNIVERSEH – Europejski Uniwersytet Kosmiczny dla Ziemi i Ludzkości"}, {"level": 2, "text": "Stopka"}]}}