{"content": "#  Foreign candidates -- AGH University Doctoral School \n\nURL: https://www.sd.agh.edu.pl/en/candidates/tytul-domyslny\nCrawled: 2025-03-19 21:21:54\n\nSkip to content\n\nSkip to footer\n\n Foreign candidates \n\nCandidates admitted to AGH Doctoral School who have completed their studies abroad are required to present a diploma that has been legalised or provided with an apostille, together with a supplement containing information on the scale of marks used, or another document confirming the completion of studies abroad and giving the right to apply for the award of a doctoral degree, or one recognised as equivalent to the Polish diploma of completion of second-cycle studies or comprehensive master’s studies and the professional title of Master or Master of Engineering.\n\nApostille and legalisation is a certification that a document comes from a competent office – it is authentic.\n\nYour document must be provided with an apostille if it was issued in a country that is a party to the Hague Convention (a convention abolishing the requirement of legalisation for foreign public documents). List of Hague Convention countries (if you click on a country, you will find a list of institutions that issue apostilles; for information on the procedure, contact the relevant institution directly).\n\nIMPORTANT!\n The AGH Doctoral School does not participate in the procedure of obtaining an apostille/legalization. The process of obtaining an apostille/legalization can take a long time, so you should start it early enough.\n\nThe document must be legalised at the embassy/consulate if it was issued in a country which is not a party to the \nHague Convention\n. List of Hague Convention countries– a country not on the list. \n\nLegalization may be done by:\n a) a consul of the Republic of Poland, competent for the country on whose territory or in whose system of education or higher education the document was issued, or\n b) a diplomatic mission or consular post accredited in Poland or another EU/EFTA/OECD Member State for the country on whose territory or in whose system of education or higher education the document was issued.\n\nTo have your diploma legalised, contact the relevant embassy/consulate.\n\nStopka\n\nAGH University Doctoral School\nbuild. A3, I floor, room 118\nal. Mickiewicza 30\n30-059 Krakow\n\nOffice for Doctoral Students' Affairs\n E-mail: phd@agh.edu.pl\n Phone: +48 12 617 56 13\n Phone: +48 12 617 56 11\n Phone: +48 12 617 56 14\n Direct and telephone support for doctoral students\n Monday - closed\n Tuesday - Friday - 9:00 a.m. - 1:00 p.m.\n\nDirector's Office\n E-mail: sdbiuro@agh.edu.pl\n Phone: +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/en/candidates/tytul-domyslny", "title": " Foreign candidates -- AGH University Doctoral School ", "depth": 3, "duplicate": false, "content_hash": "d3c7347f662570da379b46c68d917d98", "word_count": 397, "headings": [{"level": 1, "text": "Foreign candidates"}, {"level": 2, "text": "Stopka"}]}}