{"content": "# Discover AGH University – Welcome Point\n\nURL: https://wtp.agh.edu.pl/discover-agh-ust/\nCrawled: 2025-03-19 21:23:53\n\nWelcome Point\n > \nWhy AGH University?\n > \nDiscover AGH University\n\nDiscover AGH University\n\nA modern, globally-oriented, research-intensive university with a social mission.\n\nAGH University of Krakow \nprovides education and carries out scientific research in line with the contemporary needs of the economy. Through this social side of the university’s activities, it influences the development of research areas and the creation of new fields of study.\n\nOur mission and goal is acting in a triangle that combines \nSCIENCE\n – producing knowledge, \nEDUCATION\n – internal transfer of knowledge according to the model “mentor–mentee”, and \nCOLLABORATION WITH SURROUNDINGS\n – external transfer of knowledge.\n\nAs an academically diverse university with social mission, we develop timeless values: fundamental and applied knowledge, an ethos of an employee, student and graduate, as well as their practical skills, and the so-called “soft skills”. It is also important for the university to encourage patriotic and pro-social attitudes. At the same time, we create tangible things such as publications, scientific projects, contracts for the economy, study programmes, buildings, laboratories, patents, etc. In the concept of the university of values, these two areas are particularly important and complementary.\n\nAGH University focuses on the following research areas:\n\nSustainable energy technologies, renewable sources of energy, and energy storage\n\nNew technologies for the circular economy\n\nWater – Energy – Climate: interdisciplinary approach to sustainable development\n\nTechnical solutions: from fundamental research, through modelling and design, to prototypes\n\nMaterials, technologies, and processes inspired by nature\n\nIntelligent information, telecommunication, computer, and control and operation technologies\n\nDesign, production, and testing of modern materials and the technologies of the future\n\nCrossing boundaries: experimental high energy physics, extreme states of matter, transdisciplinary applications\n\nThe academic life at the AGH University is flourishing also in terms of social integration. Every year the Juwenalia events are taking place in all higher-education institutions in Poland, with different names depending on a college or a city. The days are free from lectures and filled with entertainment: concerts, sports events and many, many parties.\n\nThe first Juwenalia were celebrated in the 15th century in Krakow. Juwenalia events have played a significant role in the academic life until the pandemic broke out.\n\nAGH University in numbers:\n\n16 faculties\n\n4.000 scientists \nand researchers\n\n800 laboratories\n\nmodern teaching\nand research facilities\n\nactive collaboration with the economic environment\n\nunique offer of scholarship, practical trainings and work experience for students\n\nextensive campus in the city centre with the largest student accomodation area in Poland, featuring sports and recreational facilities\n\ncentre for development, transfer and commercialisation of innovative technologies\n\nbest paid and most needed graduates on the labour market\n\nover 400 collaboration agreements with foreign institutions in Europe, North and South America and Asia aimed at multidimensional collaboration in the fields of education and academic research\n\napproximately 200 research projects conducted every year in collaboration with foreign partners, including those covered by th EU Framework Programmes, Interreg, COST, EUREKA, SAVE, ALTNER, CULTURE 2000 and CERN", "metadata": {"url": "https://wtp.agh.edu.pl/discover-agh-ust/", "title": "Discover AGH University – Welcome Point", "depth": 3, "duplicate": false, "content_hash": "21360617f30a2bb390d56e6244d4f893", "word_count": 484, "headings": [{"level": 1, "text": "Discover AGH University"}, {"level": 2, "text": "AGH University focuses on the following research areas:"}, {"level": 2, "text": "AGH University in numbers:"}]}}