{"content": "#  Inne -- WMS AGH \n\nURL: https://wms.agh.edu.pl/wydzial/nagrody-i-wyroznienia/inne\nCrawled: 2025-03-19 21:36:42\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Inne \n\nDr hab. Maciej Capiński otrzymał stypendium Fulbrighta na siedmiomiesięczny wyjazd do Florida Atlantic University. W trakcie wizyty będzie pracował nad komputerowo wspieranymi dowodami dyfuzji w układach dynamicznych oraz ich zastosowaniami w dynamice ciał niebieskich.\n\nProf. Zbigniew Szkutnik został członkiem Europejskiego Komitetu Regionalnego Towarzystwa Bernoulliego (European Regional Committee of the Bernoulli Society for Mathematical Statistics and Probability) na czteroletnią kadencję 2019-2022.\n Towarzystwo Bernoulliego działa od roku 1975 w ramach International Statistical Institute (jednego z najstarszych towarzystw naukowych, założonego w roku 1885) i wspiera rozwój szeroko pojętej probabilistyki przez różne inicjatywy organizacyjne i wydawnicze. Europejski Komitet Regionalny Towarzystwa Bernoulliego zajmuje się promocją międzynarodowej współpracy naukowej w dziedzinie teorii prawdopodobieństwa i statystyki oraz ich zastosowań, w szczególności przez organizację co dwa lata European Meetings of Statisticians i innych konferencji naukowych. Europejski Komitet Regionalny, poprzez swojego reprezentanta, uczestniczy w pracach Komitetu Programowego Towarzystwa Bernoulliego.\n\nI miejsce w konkursie chórów XXV tyskich wieczorów kolędowych w drugiej kategorii chórów kameralnych dla LEGE ARTIS\n\nStopka\n\nStudenci\n\nPlany studiów\n\nDeklaracja dostepności\n\nKontakt\n\n© 2023 Wydział Matematyki Stosowanej AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \nKontakt: stronawms@agh.edu.pl \n\nBack", "metadata": {"url": "https://wms.agh.edu.pl/wydzial/nagrody-i-wyroznienia/inne", "title": " Inne -- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "64bdf8fed7e1154a2de190c4af2651ec", "word_count": 187, "headings": [{"level": 1, "text": "Inne"}, {"level": 2, "text": "Stopka"}]}}