{"content": "#  Space Alumni AGH -- Space Technology Centre \n\nURL: https://www.ctk.agh.edu.pl/en/kosmiczni-alumni-agh\nCrawled: 2025-03-19 21:25:06\n\nSkip to content\n\nSkip to footer\n\n Space Alumni AGH \n\n Are you an AGH graduate, developing your career in the space industry, or planning to join it? The LinkedIn group created by the Space Technology Centre aims to bring the community together, facilitate experience sharing, and build a network of connections to support the growth of the space sector in Poland and worldwide. Join us to stay connected and explore new horizons together!\n\nJoin group Linked In Space\n\n More... \n\nDuring his studies, he was a member of the Eko-Energia and AGH Solar Boat Team scientific clubs, where he worked on engineering and renewable energy projects utilizing cutting-edge technologies applicable to space exploration.\n\nA university representative at the Polish Academic Championships in sailing, a long-time member of the Polish Scouting Association (ZHP), and an Erasmus Student Network Mentor Program participant. During his studies, he also worked on jet engine design and power grid development.\n\nAt the European Space Agency, he works as a Climate and Sustainability Engineer, focusing on implementing broadly understood sustainability within ESA's activities.\n\n More... \n\nCurrently working as a Space Innovation Engineer at the European Space Agency (ESA) headquarters in Paris, where she analyzes trends in the space sector and supports projects within the Discovery and Preparation Programme.\n\nShe has international experience in the satellite and data science sectors, gained at institutions including the European Space Agency and the Atlantic International Research Centre—an organization specializing in the innovative use of Earth observation data for Atlantic region research.\n\nHer interests include the application of artificial intelligence for analyzing space mission data and the development of AI agents.\n\nShe is actively involved in the commercialization of space technologies and increasing the presence of women in the space industry and STEM fields.\n\nShe has participated in programs such as the Master Program in Space Entrepreneurship and Space4Women, which support the development of space entrepreneurship and the promotion of women in this field.\n\n More... \n\nCurrently working as an Operations Engineer at the European Space Agency (ESA), where, as a member of the operations center at the European Astronaut Centre, he is responsible for technical support for astronauts and the implementation and execution of experiments on the International Space Station (ISS), including the Polish IGNIS mission, Axiom-4, and Increment 72-73. Previously, he worked as a Project Engineer at Sener Aerospace and Defence, focusing on FEM analysis for ESA missions, such as Comet Interceptor and ATHENA.\n\nDuring his studies, he was the Leader of the Nucleus Scientific Club and a member of the AstroBio Scientific Club, where he carried out grant projects in materials engineering for the space sector. He was also a former member of the Student Council at the President of the Polish Space Agency.\n\nA laureate of the MIT \"Management of Technology\" program, the University of Chicago \"AI and Data Science for Leaders\" program, and a finalist in the Forbes 25 under 25 ranking in the Science category.\n\n More... \n\nA graduate of AGH University of Krakow (Technical Physics – Master’s and Engineering studies at the Faculty of Physics and Applied Computer Science) and Jagiellonian University (Astronomy – Bachelor's studies at the Faculty of Physics, Astronomy, and Applied Computer Science).\n\nDuring her studies, she was active in the Student Scientific Society of Physicists \"Bozon\" and SpaceTeam AGH. At Bozon, she worked on projects related to photography as well as the analysis of composition and structures in meteorites, which later developed into her master’s thesis. The results of this research were published in Meteoritics and Planetary Science in January 2025 in the article \"Microtextures and structures in metal–sulfide grains in NWA 869 meteorite and their relation to thermal history of L-chondrite parent body\" (P. Skirak, G. Opiła et al. 2025).\n\nAs a member of SpaceTeam AGH, she was part of the team representing the society at the Over the Dusty Moon Challenge competition in Colorado in 2022, where the lunar regolith conveyor project TOLRECON won second place. She also collaborated with the journal Urania. Postępy Astronomii, writing Astrowiadomości. Currently, she is a member of Local Team UNIVERSEH AGH.\n\nShe is a PhD student at the Faculty of Physics and Applied Computer Science at AGH University of Krakow, working on the topic \"Magnetic, plasmonic, and hybrid nanoparticles encapsulated in hydrophobic polymeric carrier cores.\" She is particularly interested in the potential applications of nanotechnology in space medicine.\n\nStopka\n\nResearch\n\nProjects\n\nContact\n\nLogo to download\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/en/kosmiczni-alumni-agh", "title": " Space Alumni AGH -- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "26bea84a7b05aae94ed46d80af8e4ee8", "word_count": 728, "headings": [{"level": 1, "text": "Space Alumni AGH"}, {"level": 2, "text": "Stopka"}]}}