{"content": "# Kulturoznawstwo - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/studia/kierunki-i-specjalnosci/kulturoznawstwo/\nCrawled: 2025-03-19 21:37:22\n\nKulturoznawstwo\n\nInformacje ogólne\n\nKulturoznawstwo – studia I stopnia\n\nW dobie rewolucji technologicznej badania nad kulturą zyskały wyjątkowe znaczenie, które pozwala rozumieć historię w kontekście futurystycznych projektów i łączyć przyszłość z tradycją. Ważną perspektywą tej syntezy staje się dzisiaj rzeczywistość wirtualna, która coraz śmielej kształtuje nasze wyobrażenia o świecie oraz kontakty międzykulturowe, stanowiące podstawowe wyzwanie komunikacyjne XXI wieku.\n\nSpecjalizacja Nowe media i komunikacja międzykulturowa na Wydziale Humanistycznym AGH została stworzona z myślą o tych, którzy szukają kompetencji w zakresie zarządzania kulturą, korzystania z nowoczesnych technologii elektronicznych oraz mediacji międzykulturowych w połączeniu z niezbędną wiedzą kulturoznawczą.\n\nProgram naszych studiów został tak skonstruowany, aby absolwenci łączyli wiedzę z zakresu tradycyjnego kulturoznawstwa z poznawaniem nowych trendów, związanych ze zmianą kulturową i rozwojem technologii. Dlaczego? Ponieważ znajomość znaków, symboli, tradycji innych kultur jest w dzisiejszym świecie niezbędnym warunkiem skutecznej komunikacji. nasi absolwenci umieją się poruszać w przestrzeni kultury i tworzyć na nowo jej współczesne formy.\n\nTechnologia na najwyższym poziomie\n\nNaszym celem jest dostarczenie studentom takiej wiedzy, aby sprawnie posługiwali się najnowszymi technologiami i systemami informatycznymi posiadając wysokiej jakości podłoże teoretyczne.\n\nKompleksowe, najwyższej – światowej jakości, zaplecze techniczne Akademii Górniczo- Hutniczej umożliwia studentom kulturoznawstwa na Wydziale Humanistycznym, opanowanie praktycznego wymiaru korzystania z najnowszych mediów na poziomie niedostępnym na innych uczelniach.\n\nKultura wymaga wiedzy, technologia potrzebuje profesjonalnego wsparcia, a współczesna kultura i technologia – umiejących się efektywnie komunikować kulturoznawców i twórców technologii. Właśnie dlatego stworzyliśmy specjalizację Nowe media i komunikacja międzykulturowa, która działa na styku kultury i technologii dając rozwój całemu sektorowi.\n\nNie zwlekaj – aplikuj już dziś i bądź aktywnym twórcą współczesnej kultury!\n\nPełny program kierunku, studia I stopnia\n\nSzczegółowe informacje dotyczące rekrutacji na kierunek\n\nCzego uczymy\n\nTechnologia w programie\n\nW naukach kulturoznawczych najważniejsza jest komunikacja – to jej służy język i bez niej nie ma rozwoju. Warunkami niezbędnym do umiejętności sprawnego komunikowania się w przyszłości będzie znajomość technologii, która już w zdecydowanym stopniu wpływa na jakość naszej komunikacji oraz znajomość kodów i symboliki innych kultur.\n\nTym, co wyróżnia Nowe media i komunikacja międzykulturowa spośród innych ofert kształcenia kulturoznawczego to maksymalna koncentracja na tych dwóch aspektach komunikacji.\n\nStudenci będą kształcili się m.in. w następujących obszarach:\n\nKomunikacja międzykulturowa\n\nMedioznawstwo\n\nIntermedia w kulturze\n\nMarketing kultury\n\nCyberkultura i cyberspołeczeństwo\n\nPublic Relations\n\nProjektowanie grantów w dziedzinie kultury\n\nMetodologia badań kulturoznawczych.\n\nTeoria+Praktyka\n\nPraca w obrębie kultury, to także praktyka i umiejętność odnalezienia się w niezwykle dynamicznym otoczeniu, jakim są galerie sztuki, instytucje wspierające sztukę, muzea i festiwale. Właśnie dlatego w ofercie edukacyjnej Nowych mediów i komunikacji międzykulturowej znajdują się również przedmioty fakultatywne (wśród nich zajęcia prowadzone w języku angielskim przez zagranicznych wykładowców), warsztaty z twórcami sztuki, wyjazdowe obozy naukowe.\n\nKontakt\n\nKontakt\n\nWydziałowy Zespół ds. Rekrutacji:\n\ne-mail: \nwkr-wh@agh.edu.pl\n\nCentrum Rekrutacji:\n\nbud. U-2 (ul. Reymonta 7), pok. 101\n\ntel. 12 617 36 84\n\ne-mail: \nrekrutacja@agh.edu.pl\n\nJeśli masz pytania, możesz zadać je również za pośrednictwem naszego \nfanpage na Facebooku!\n\nKulturoznawstwo – studia II stopnia - Komunikacja wizualna i projektowanie graficzne\n\nInformacje ogólne\n\nDlaczego ta specjalność?\n\nStudia kulturoznawcze o specjalności Komunikacja Wizualna i Projektowanie Graficzne są przeznaczone dla osób, które chcą brać aktywny udział w analizowaniu, interpretowaniu, ale i tworzeniu współczesnej kultury wizualnej. Adresowane są także do kandydatów zainteresowanych zdobyciem kompetencji w zakresie posługiwania się najnowszymi narzędziami projektowania graficznego.\n\nZaplecze technologiczne Akademii Górniczo-Hutniczej oraz kwalifikacje jej wykładowców dają doskonałą możliwość połączenia w toku jednych studiów zarówno technologicznego, jak i humanistycznego wymiaru komunikacji wizualnej.\n\nTworzenie programu specjalności i jego realizacja odbywają się przy stałej współpracy z takimi instytucjami jak m.in. Narodowy Stary Teatr w Krakowie, Cricoteka, Krakowskie Biuro Festiwalowe, Muzeum Narodowe w Krakowie.\n\nProgram specjalności konfrontuje aktualne paradygmaty projektowania komunikacji wizualnej ze współczesnymi teoriami antropologii społeczno-kulturowej . W kolejnych semestrach pojawią się cykle poświęcone zagadnieniom takim jak:\n\nPodstawowe metody oraz zaplecze teoretyczne przetwarzania i analizy obrazów\n\nPraca z grafiką wektorową i rastrową, ćwiczenia w zakresie podstaw tworzenia znaków, łączenia słowa i obrazu, kompozycji, projektowania postaci\n\nProjektowanie interfejsów, stron www oraz narzędzi i oprogramowania w kontekście badań nad użytecznością i dostępnością\n\nGłówne koncepty współczesnych nurtów antropologii społeczno-kulturowej, antropologia reklamy i antropologia widowisk\n\nStudia estetyczne i elementy antropologii zmysłów oraz zmysłowych sposobów doświadczania zjawisk kulturowych\n\nHistoryczna zmienność i propozycje estetycznego opisu prac graficznych, fotografii filmu oraz obrazów generatywnych\n\nMetodologie, metody, strategie i techniki badań kulturoznawczych. Metody gromadzenia danych, analiza, interpretacja, wnioskowanie. Kulturoznawstwo we współczesnej humanistyce.\n\nWiedzę o naturze komunikacji wizualnej studenci uzyskają na poziomie technicznym, który obejmie przede wszystkim znajomość programów służących do edycji grafiki komputerowej oraz przygotowania projektów do dystrybucji zarówno w druku, jak i na stronach internetowych (DTP, pozycjonowanie stron internetowych). Znajomość technik uzupełniona zostanie doświadczeniem w zakresie projektowania komunikatów wizualnych, , nabytym podczas cyklu warsztatów, w czasie których studenci dowiedzą się o podstawowych strategiach projektowania graficznego (takich jak teorie kompozycji, zasady wykorzystania liternictwa, możliwości konstruowania palety barwnej) oraz zapoznają się ze specyfiką różnego rodzaju technik graficznych oraz znajomości historycznych wzorów ikonograficznych, które kształtują współczesne schematy komunikacji wizualnej i mogą stać się również punktem wyjścia do tworzenia nowych, czytelnych projektów. Zajęcia poświęcone zagadnieniom antropologicznym pozwolą absolwentom połączyć działania praktyczne z kanonem wiedzy kulturoznawczej.\n\nPoza serią zajęć prowadzonych w formie wykładów i ćwiczeń studenci Komunikacji Wizualnej i Projektowania Graficznego będą mieli możliwość stałego konsultowania swoich projektów ze specjalistami prowadzącymi warsztaty. Uczelnia zapewni im dostęp do baz danych z literaturą dotyczącą zagadnienia oraz programów służących do edycji grafiki.\n\nZaplecze technologiczne Akademii Górniczo-Hutniczej oraz kwalifikacje jej wykładowców dają doskonałą możliwość połączenia w toku jednych studiów zarówno technologicznego, jak i humanistycznego wymiaru komunikacji wizualnej.\n\nPełny program specjalności\n\nSzczegółowe informacje dotyczące rekrutacji na kierunek\n\nCzego uczymy?\n\nChcemy żeby Absolwenci specjalizacji Komunikacja wizualna i projektowanie graficzne, zdobyli umiejętność twórczego posługiwania się najnowszymi narzędziami projektowania graficznego, zdolność świadomego konstruowania bogatych w treści komunikatów wizualnych, sprawność krytycznej oceny wzajemnych oddziaływań technologii i użytkowników w obszarze ikonosfery.\n\nW naszym zamyśle studia na proponowanej specjalności mają dawać ich uczestnikom solidne podstawy do uprawniania humanistyki w wymiarze praktycznym, w zgodzie z codziennością współczesnego człowieka.\n\nStudia kulturoznawcze II stopnia na specjalności Komunikacja wizualna i projektowanie graficzne są przeznaczone dla tych, którzy chcą brać aktywny udział nie tylko w ich opisie ale też i tworzeniu współczesnej kultury wizualnej. Łączymy w nich aspekt praktyczny z teoretycznym.\n\nProponowane przez nas studia wizualne wyróżniają się połączeniem praktycznego i teoretycznego aspektu komunikacji wizualnej. Wychodzimy od podstaw studiując zarówno historię grafiki, fotografii oraz mediów filmowych jak i obsługi współczesnych edytorów grafiki. Wzmacniamy tę znajomość narzędzi projektowania serią warsztatów w czasie których studenci projektując indywidualne prace uczą się podstawowych metod konstruowania komunikatu wizualnego i możliwości jego interpretacji. Całość jest uzupełniona zajęciami, które dają podstawy do funkcjonalnej, antropologicznej i estetycznej analizy komunikacji wizualnej w szerszym kontekście kulturowym.\n\nJak uczymy?\n\nPoza serią zajęć prowadzonych w formie wykładów i ćwiczeń studenci Komunikacji wizualnej i projektowania graficznego będą mieli możliwość stałego konsultowania swoich projektów ze specjalistami prowadzącymi warsztaty.\n\nZaplecze technologiczne Akademii Górniczo-Hutniczej oraz kwalifikacje jej wykładowców dają doskonałą możliwość połączenia w toku jednych studiów technologicznego i humanistycznego aspektu komunikacji wizualnej.\n\nStudentom specjalizacji przekazujemy wiedzę o naturze komunikacji wizualnej na kilku poziomach:\n\ntechnicznym, który obejmie przede wszystkim znajomość programów służących do edycji grafiki (np.: Adobe Photoshop, InDesign, Adobe Illustrator, Corel Draw, Dreamweaver) oraz przygotowania projektów do dystrybucji zarówno w druku jak i na stronach internetowych (DTP, pozycjonowanie stron internetowych);\n\nprocesualnym, co wiąże się cyklem warsztatów, w czasie których studenci dowiedzą się o podstawowych strategiach projektowania graficznego takich jak teorie kompozycji, zasady wykorzystania liternictwa, możliwości konstruowania palety barwnej, zapoznani zostaną ze specyfiką różnego rodzaju technik graficznych;\n\nznajomości historycznych wzorów ikonograficznych oraz popularnych klisz, które kształtują współczesne schematy komunikacji wizualnej i mogą stać się również punktem wyjścia do tworzenia nowych, czytelnych projektów (np.: historia grafiki, fotografii, reklamy, mitologie współczesności, interaktywność w filmie)\n\nmetodologicznym, który pozwoli absolwentom połączyć działania praktyczne z kanonem wiedzy kulturoznawczej (tu pojawią się kursy z estetyki, antropologii obrazu, interakcji pomiędzy oprogramowaniem a jego użytkownikami)\n\nProfil absolwenta\n\nPo skończeniu studiów znajdziesz pracę w zespołach zajmujących się produkcją oraz dystrybuowaniem tekstów kultury. Specjaliści w tym zakresie zatrudniani są wielu instytucjach kultury, w tym w:\n\nbiurach projektowych i wydawnictwach\n\nbranży IT, w zespołach zajmujących się projektowaniem interakcji oraz tworzeniem standardów udostępniania treści w domenie cyfrowej\n\nnarodowych, regionalnych i lokalnych instytucjach, takich jak: muzea, teatry, domy i ośrodki kultury czy biblioteki,\n\nfundacjach, stowarzyszeniach i innych organizacjach pozarządowych działających w obszarze kultury,\n\ninstytucjach publicznych i prywatnych firmach zajmujących się organizowaniem wydarzeń kulturalnych (festiwali, wystaw, targów, itp.), zarządzaniem programami i projektami w sferze kultury,\n\nredakcjach portali internetowych poświęconych kulturze, nauce i sprawom społecznym\n\norganizacjach pozarządowych wdrażających innowacyjne przedsięwzięcia w sferze kultury i nauki\n\nośrodkach i firmach stosujących innowacje technologiczne w sferze publicznej.\n\nKontakt\n\nWydziałowy Zespół ds. Rekrutacji:\n\ne-mail: \nwkr-wh@agh.edu.pl\n\nCentrum Rekrutacji:\n\nbud. U-2 (ul. Reymonta 7), pok. 101\n\ntel. 12 617 36 84\n\ne-mail: \nrekrutacja@agh.edu.pl\n\nJeśli masz pytania, możesz zadać je również za pośrednictwem naszego \nfanpage na Facebooku!\n\nKulturoznawstwo – studia II stopnia - Nowe technologie w projektowaniu kultury\n\nInformacje ogólne\n\nDlaczego ta specjalność?\n\nGłównym założeniem specjalności Nowe technologie w projektowaniu kultury jest przedstawienie innej wizji kulturoznawstwa: niezredukowanego do opisu zastanych zjawisk kultury, lecz otwierającego się na współczesne przejawy popkultury, kultury nowych mediów i świata cyfry, kształtujące się na skrzyżowaniu humanistyki i nauk technicznych. Zmianie ulegają nie tylko priorytety związane z indywidualną erudycją, dziś częściej związaną z rejestrem popularnym, ale także sposoby formułowania nowych i przeformułowywania dawnych kodów kulturowych. Kultura remiksu dotyka wszystkich, poczynając od influencerów na YouTubie czy Instagramie, a kończąc na reżyserach spektakli teatralnych, muzealnikach czy wydawcach książek, a nowoczesne metody pozyskiwania funduszy (jak crowfunding, crowdfunding udziałowy czy crowdsourcing) całkowicie zmieniają tradycyjny system finansowania kultury oparty na elitarnym mecenacie, a nie oddolnej aktywności społeczności odbiorczych i fanowskich. Czytanie wszystkich tych kodów kulturowych i kształtowanie świadomości zacierania tradycyjnych granic poszczególnych gatunków oraz rozszerzania sfery interaktywnego kontaktu z odbiorcami w znaczący sposób ułatwia bystrą orientację w dynamicznie zmieniającej się rzeczywistości kulturalnej i przygotowuje do multidyscyplinarnego i wieloaspektowego uczestnictwa w kulturze – zarówno w roli kreatywnego twórcy, jak i krytycznego odbiorcy treści artystycznych.\n\nDo kogo kierunek jest skierowany?\n\nProgram studiów został zaprojektowany z myślą o absolwentach studiów pierwszego stopnia (licencjackich i inżynierskich) na kierunkach z nauk społecznych i humanistycznych oraz technicznych. Przeznaczony jest szczególnie dla absolwentów mających zainteresowania związane z nowoczesnymi trendami w kulturze ze szczególnym uwzględnieniem wpływu nowoczesnych i innowacyjnych technologii na kształtowanie nowych i transformację dawnych form i aktywności artystycznych. Specjalność zaprojektowana została z myślą o Studentach oczekujących nowoczesnego podejścia do badania kultury i popkultury we wszystkich ich przejawach: performatywnych, cyfrowych, konwergentnych czy intermedialnych, odpowiadających specyfice tworzenia treści na wszelkich platformach medialnych: od teatru, filmu i literatury przez media społecznościowe po gry komputerowe i franczyzy światotwórcze.\n\nPełny program specjalności\n\nSzczegółowe informacje dotyczące rekrutacji na kierunek\n\nCzego uczymy\n\nSpecjalność powstała z myślą o Studentach oczekujących nowoczesnego podejścia do badania kultury i popkultury we wszystkich jej przejawach: performatywnych, cyfrowych, konwergentnych czy intermedialnych, odpowiadających specyfice tworzenia treści na wszelkich platformach medialnych: od teatru, filmu i literatury poprzez modę, media społecznościowe po gry komputerowe i franczyzy światotwórcze. W ramach programu specjalności znajdują się praktyczne oraz teoretyczne kursy poświęcone m.in.:\n\nfashion studies\n\nantropologii widowisk\n\nwarsztatów tworzeniu utworu audiowizualnego\n\nwarsztatów projektowania aplikacji Virtual Reality służących promocji kultury\n\npraktyk crowdfundingu i crowdsourcingu\n\nkulturowym trendom w technologii (wearables technology, crueltyfree, eco)\n\nanalizie kultury popularnej\n\nfranczyz transmedialnych\n\nwarsztatów z zakresu fotografii\n\nbadania obiektów haute couture\n\nmarketingu wizerunkowego\n\nambient marketingu\n\nprzekładu\n\nmuzealnictwa\n\ndigitalizacji zasobów kultury\n\nA także wiele innych!\n\nJak uczymy?\n\nWychodząc naprzeciw potrzebom osób kontynuujących edukację na studiach II stopnia a jednocześnie zaangażowanych już w praktykę zawodową, proponujemy innowacyjny system dydaktyczny. Regularne zajęcia związane z profilem studiów odbywają się od poniedziałku do środy, raz w miesiącu ma natomiast miejsce tzw. Technologiczny Czwartek, który uzupełnia teoretyczny aspekt studiów o stronę praktyczną.\n\nKażde z tych comiesięcznych wydarzeń to kilkugodzinny blok poświęcony zajęciom warsztatowym uczącym wykorzystania nowych technologii w promocji kultury. W ich trakcie zaprojektujecie na przykład własną aplikację Virtual Reality, nakręcicie swój film, nauczycie się, w jaki sposób zdobyć pieniądze na nowatorskie projekty oraz jak wypromować je w social mediach a nawet będziecie mieli okazję wziąć do ręki projekty Diora czy Muglera i nauczyć się ich nowoczesnej analizy, której użyjecie w praktyce muzealniczej. Istotnym elementem tej części programu jest kontakt z doświadczonymi specjalistami na co dzień wykorzystującymi w swojej pracy przyszłościowe narzędzia w kontekście kultury.\n\nJednym z założeń Wydziału Humanistycznego jest także uczenie poprzez możliwość zdobycia doświadczenia przez udział w projektach interdyscyplinarnych, otwartych dla studentów wszystkich naszych kierunków. W naszym zespole wspólnie projektujemy gry komputerowe zarówno od strony technicznej jak i storytellingowej, programujemy roboty edukacyjne i organizujemy wydarzenia kulturalne.\n\nProfil absolwenta\n\nCo po studiach?\n\nCelem oferty edukacyjnej proponowanej w ramach specjalności “Nowe technologie w projektowaniu kultury” jest wykształcenie multidyscyplinarnych specjalistów o kompetencjach znacząco wykraczających poza stereotypowy profil absolwenta kierunku kulturoznawczego. Prócz bowiem podstawowych kursów z zakresu historii, antropologii i filozofii kultury oraz metodologii badań kulturoznawczych, niezbędnych do właściwego analizowania złożoności współczesnych multi-, inter- i transmedialnych zjawisk artystycznych, w ofercie są również innowacyjne kursy z antropologii widowisk, kultury alternatywnej, popkultury, sztuk performatywnych, współczesnego rynku muzycznego, kulturowych tendencji w projektowaniu nowych technologii, aktywności artystycznych w internecie i cyberprzestrzeni, gier komputerowych i wideo czy wystawiennictwa modowego. Nasz absolwent posiada także konkretne kompetencje z zakresu technik digitalizacji kultury, kreatywnego pisania (creative writing), fotografii i obróbki graficznej, ambient marketingu, organizacji wydarzeń artystycznych, promocji kultury, przekładu tekstu, pozyskiwania funduszy w zbiórkach społecznościowych, tworzenia utworów audiowizualnych czy zarządzania tworzeniem treści w dużych sieciach transmedialnych.\n\nZawodowo stoi przed nim szereg możliwości, między innymi:\n\nfundacje, stowarzyszenia i inne organizacje pozarządowe wdrażające innowacyjne przedsięwzięcia w sferze kultury\n\nmuzea, teatry, domy i ośrodki kultury\n\ninstytucje publiczne i firmy zajmujących się organizowaniem wydarzeń kulturalnych (festiwali, wystaw, targów, itp.), zarządzaniem programami i projektami w sferze kultury\n\nbranża reklamowa\n\nwydawnictwa i prasa\n\nredakcje portali internetowych poświęconych kulturze\n\na także współpraca z przemysłem i branżą IT.\n\n5 powodów, dla których warto u nas studiować:\n\nniezapomniana atmosfera i świetna kadra;\n\nnagradzane kierunki studiów (“Konkurs o milion” MNiSW);\n\nblok zajęć prowadzonych przez praktyków (warsztaty i laboratoria);\n\nstaże i praktyki w prestiżowych firmach oraz instytucjach (m.in. interia.pl, tvn24, Urząd Miasta Krakowa, MOCAK, Małopolski Instytut Kultury);\n\nłatwość w znalezieniu pracy po studiach (wg raportu Biura Karier AGH z maja 2017 r. 84,5% absolwentów studiów II stopnia WH AGH znajduje pracę po skończeniu studiów).\n\nKontakt\n\nWydziałowy Zespół ds. Rekrutacji:\n\ne-mail: \nwkr-wh@agh.edu.pl\n\nCentrum Rekrutacji:\n\nbud. U-2 (ul. Reymonta 7), pok. 101\n\ntel. 12 617 36 84\n\ne-mail: \nrekrutacja@agh.edu.pl\n\nJeśli masz pytania, możesz zadać je również za pośrednictwem naszego \nfanpage na Facebooku!", "metadata": {"url": "https://wh.agh.edu.pl/studia/kierunki-i-specjalnosci/kulturoznawstwo/", "title": "Kulturoznawstwo - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "586deef58c099d81d598e9258ad95c11", "word_count": 2335, "headings": [{"level": 1, "text": "Kulturoznawstwo"}, {"level": 2, "text": "Informacje ogólne"}, {"level": 2, "text": "Kulturoznawstwo – studia I stopnia"}, {"level": 2, "text": "Czego uczymy"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Kulturoznawstwo – studia II stopnia - Komunikacja wizualna i projektowanie graficzne"}, {"level": 2, "text": "Informacje ogólne"}, {"level": 2, "text": "Czego uczymy?"}, {"level": 2, "text": "Jak uczymy?"}, {"level": 2, "text": "Profil absolwenta"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Kulturoznawstwo – studia II stopnia - Nowe technologie w projektowaniu kultury"}, {"level": 2, "text": "Informacje ogólne"}, {"level": 2, "text": "Czego uczymy"}, {"level": 2, "text": "Jak uczymy?"}, {"level": 2, "text": "Profil absolwenta"}, {"level": 2, "text": "Kontakt"}, {"level": 3, "text": "%20"}]}}