{"metadata": {"url": "https://rekrutacja.agh.edu.pl/polityka-prywatnosci/", "title": "Polityka prywatności – Strona Centrum Rekrutacji", "depth": 1, "duplicate": false, "content_hash": "5f330a04fe6a76dc74f989958842a175", "word_count": 888, "headings": [{"level": 1, "text": "Strona Centrum Rekrutacji - Polityka prywatności"}, {"level": 2, "text": "Dane o urządzeniu i dane osobowe, które gromadzimy"}, {"level": 2, "text": "Dlaczego przetwarzamy Twoje dane?"}, {"level": 2, "text": "Twoje prawa i dodatkowe informacje o sposobie wykorzystania danych"}, {"level": 2, "text": "Istotne techniki marketingowe"}, {"level": 2, "text": "Pliki cookies"}, {"level": 2, "text": "Linki do innych stron internetowych"}, {"level": 2, "text": "Bezpieczeństwo informacji"}, {"level": 2, "text": "Informacje prawne"}, {"level": 2, "text": "Dane kontaktowe"}, {"level": 3, "text": "O CO NAJCZĘŚCIEJ PYTACIE"}, {"level": 2, "text": "STUDIA I STOPNIA"}, {"level": 2, "text": "STUDIA II STOPNIA"}, {"level": 4, "text": "FAQ"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Czy w rekrutacji na studia pierwszego stopnia  wystarczy mi jedno rozszerzenie?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Jak liczymy nasz wskaźnik rekrutacyjny? (studia I stopnia)"}, {"level": 4, "text": "Poprawiałem maturę i otrzymałem aneks z nowymi wynikami. Jakie dane mam wpisać w systemie rekrutacyjnym?"}, {"level": 4, "text": "Kiedy uzyskam informację o wartości mojego wskaźnika rekrutacji?"}, {"level": 4, "text": "Posiadam podwójne obywatelstwo. Na jakich zasadach będę rekrutowany?"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Nie zostałem zakwalifikowany na studia drugiego stopnia w pierwszym cyklu rekrutacyjnym. Czy mogę wziąć udział w drugim cyklu na ten sam kierunek, co w pierwszym?"}, {"level": 4, "text": "Czy mogę dokonać wpisu w terminie innym niż przewidziany w kalendarzu rekrutacji dla danego cyklu?"}, {"level": 4, "text": "Posiadam tytuł licencjata. Czy mogę kandydować na dowolny kierunek studiów drugiego stopnia?"}, {"level": 4, "text": "Mam zamiar przenieść się na Akademię Górniczo-Hutniczą z innej uczelni. Jak to zrobić?"}, {"level": 4, "text": "Kiedy i gdzie składać podania o stypendium socjalne? W jaki sposób mogę ubiegać się o przydział miejsca w domu studenckim?"}]}, "content": "# Polityka prywatności – Strona Centrum Rekrutacji\n\nURL: https://rekrutacja.agh.edu.pl/polityka-prywatnosci/\nCrawled: 2025-03-20 01:07:48\n\nNiniejsza polityka dotyczy strony internetowej \nrekrutacja.agh.edu.pl\n. Operatorem witryny jest Centrum Rekrutacji AGH w Krakowie, al. Mickiewicza 30, 30-059 Kraków.\n\nNiniejsza Polityka Prywatności określa, w jaki sposób przetwarzamy informacje gromadzone przez \nrekrutacja.agh.edu.pl\n, a także podaje powody, dla których musimy zbierać określone dane. Przed skorzystaniem z serwisu \nrekrutacja.agh.edu.pl\n należy zapoznać się z niniejszą Polityką Prywatności. Dbamy o Twoje dane osobowe i zobowiązujemy się zagwarantować ich poufność i bezpieczeństwo.\n\nDane o urządzeniu i dane osobowe, które gromadzimy\n\nKiedy odwiedzasz stronę internetową \nrekrutacja.agh.edu.pl\n, automatycznie zbieramy pewne informacje o Twoim urządzeniu, w tym informacje o przeglądarce internetowej, adresie IP, strefie czasowej i niektórych plikach cookie zainstalowanych na Twoim urządzeniu. Ponadto, gdy przeglądasz Witrynę, zbieramy informacje o poszczególnych stronach internetowych, które przeglądasz, jakie witryny lub wyszukiwane hasła skierowały Cię do Witryny oraz w jaki sposób wchodzisz w interakcję z Witryną.\n\nPodczas korzystania ze strony \nrekrutacja.agh.edu.pl\n nie są gromadzone żadne dane osobowe użytkowników.\n\nDlaczego przetwarzamy Twoje dane?\n\nSerwis wykorzystuje dane w celu prezentacji oferty lub informacji dotyczących procesu rekrutacji. Naszym najwyższym priorytetem jest bezpieczeństwo danych kandydatów w związku z tym możemy przetwarzać tylko niektóre dane użytkownika i tylko w takim stopniu, w jakim jest to absolutnie niezbędne do utrzymania strony internetowej. Informacje zbierane automatycznie są wykorzystywane wyłącznie w celu identyfikacji potencjalnych przypadków nadużyć i ustalenia informacji statystycznych dotyczących korzystania ze strony internetowej. Te informacje statystyczne nie są agregowane w taki sposób, aby identyfikowały konkretnego użytkownika systemu.\n\nMożesz odwiedzić stronę internetową bez informowania nas, kim jesteś lub ujawniania jakichkolwiek informacji, dzięki którym ktoś mógłby zidentyfikować Cię jako konkretną, możliwą do zidentyfikowania osobę.\n\nTwoje prawa i dodatkowe informacje o sposobie wykorzystania danych\n\nJeśli jesteś mieszkańcem Europy, przysługują Ci następujące prawa związane z Twoimi danymi osobowymi:\n\nprawo do informacji,\nprawo dostępu,\nprawo do sprostowania,\nprawo do usunięcia danych,\nprawo do ograniczenia przetwarzania,\nprawo do przenoszenia danych,\nprawo do sprzeciwu,\nprawa związane ze zautomatyzowanym podejmowaniem decyzji i profilowaniem.\n\nW stosunku do Ciebie mogą być podejmowane czynności polegające na zautomatyzowanym podejmowaniu decyzji, w tym profilowaniu w celu prowadzenia przez Administratora działań marketingowych.\n\nNa działania Administratora przysługuje skarga do Prezesa Urzędu Ochrony Danych Osobowych, ul. Stawki 2, 00-193 Warszawa.\n\nIstotne techniki marketingowe\n\nOperator korzysta z piksela Facebooka. Ta technologia powoduje, że serwis Facebook (Meta Platforms, Inc., Meta z siedzibą w USA) wie, że dana osoba w nim zarejestrowana korzysta z Serwisu. Bazuje w tym wypadku na danych, wobec których sam jest administratorem. Operator nie przekazuje od siebie żadnych dodatkowych danych osobowych serwisowi Facebook. Usługa bazuje na wykorzystaniu ciasteczek w urządzeniu końcowym użytkownika.\n\nPliki cookies\n\nSerwis korzysta z plików cookies. Pliki cookies (ciasteczka) to pliki tworzone i zapisywane na urządzeniu końcowym Użytkownika podczas odwiedzania stron w internecie. Pliki zawierają informację pozwalającą zidentyfikować urządzenie Użytkownika w celu prawidłowego wyświetlania strony. Pliki najczęściej zawierają informację odnośnie pochodzenia (nazwa strony internetowej), czas (długość życia) ciasteczka, identyfikator przeglądarki, ew. unikalny numer tworzony na potrzeby sesji użytkownika.\n\nPodstawowym celem jest dostosowanie zawartości strony internetowej zgodnie z preferencjami Użytkownika oraz szybkości (optymalnego używania) korzystania ze strony. Pozwalają również zbierać anonimowe, zagregowane statystyki, które informują, w jaki sposób Użytkownicy korzystają z naszych stron, co pomaga ulepszać zakres informacji oraz sposób jej wyświetlania, ale bez identyfikacji Użytkownika. Pliki cookies wykorzystywane są także w celu realizacji działań określonych powyżej w części „Istotne techniki marketingowe”.\n\nDo prawidłowego używania stron tworzone są i wykorzystywane pliki sesyjne oraz pliki stałe. Pliki sesyjne są plikami tymczasowymi, przechowywanymi na urządzeniu końcowym Użytkownika do czasu wylogowania się ze strony internetowej lub zamknięcia przeglądarki internetowej. Pliki stałe pozostają na urządzeniu końcowym Użytkownika przez czas zgodny z ustawieniami w pliku. Plik stały może być usunięty wcześniej z przeglądarki internetowej przez Użytkownika.\n\nW przypadku braku zgody na używanie plików cookies należy zmienić ustawienia przeglądarki zgodnie z zaleceniami producenta lub zrezygnować z korzystania ze strony https://rekrutacja.agh.edu.pl.\n\nJeśli użytkownik nie chce otrzymywać plików cookies, może zmienić ustawienia przeglądarki. W celu zarządzania ustawieniami cookies wybierz z listy poniżej przeglądarkę internetową, której używasz i postępuj zgodnie z instrukcjami:\n\nEdge\nInternet Explorer\nChrome\nSafari\nFirefox\nOpera\n\nUrządzenia mobilne:\n\nAndroid\nSafari (iOS)\nWindows Phone\n\nLinki do innych stron internetowych\n\nNasza strona internetowa może zawierać linki do innych stron internetowych, które nie są naszą własnością ani nie są przez nas kontrolowane. Należy pamiętać, że nie ponosimy odpowiedzialności za działania innych stron internetowych lub praktyki prywatności stron trzecich. Zachęcamy do świadomego korzystania z serwisów i czytania oświadczeń o ochronie prywatności każdej strony internetowej, która może gromadzić dane osobowe.\n\nBezpieczeństwo informacji\n\nZabezpieczamy informacje przechowywane na serwerach komputerowych w kontrolowanym, bezpiecznym środowisku, chronionym przed nieautoryzowanym dostępem, wykorzystaniem lub ujawnieniem. Wybrane metody ochrony danych stosowane przez Operatora:\n\nochrona w warstwie transmisji (certyfikat SSL),\noperator okresowo zmienia swoje hasła administracyjne,\nw celu ochrony danych Operator regularnie wykonuje kopie bezpieczeństwa.\n\nInformacje prawne\n\nUjawnimy wszelkie informacje, które gromadzimy, wykorzystujemy lub otrzymujemy, jeśli jest to wymagane lub dozwolone przez obowiązujące prawo, na przykład w celu zastosowania się do wezwania sądowego lub w odpowiedzi na żądanie uprawnionego urzędu. Ujawnienie nastąpi również w dobrej wierze, gdy uważamy, że jest konieczne do ochrony naszych praw, ochrony bezpieczeństwa użytkownika lub bezpieczeństwa innych osób, zbadania oszustwa. Inspektorem Ochrony Danych Osobowych w Akademii Górniczo-Hutniczej jest: mgr Tomasz Józefko, tel. +48 12 617 53 25, e-mail: iodo@agh.edu.pl.\n\nDane kontaktowe\n\nJeśli chcesz skontaktować się z nami, aby dowiedzieć się więcej na temat niniejszej Polityki Prywatności lub chcesz skontaktować się z nami w jakiejkolwiek sprawie związanej z prawami indywidualnymi i Twoimi Danymi Osobowymi, możesz wysłać wiadomość e-mail na adres \nrekrutacja@agh.edu.pl\n."}