{"content": "# Deklaracja dostępności - BaDAP AGH\n\nURL: https://badap.agh.edu.pl/deklaracja-dostepnosci\nCrawled: 2025-03-19 21:16:55\n\nStrona główna\n/\nDeklaracja dostępności\nDeklaracja dostępności\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nzobowiązuje się zapewnić dostępność swojej\n\nstrony internetowej\n zgodnie z ustawą z dnia 4 kwietnia 2019 r. o dostępności cyfrowej stron internetowych i aplikacji mobilnych podmiotów publicznych.\nDeklaracja dostępności dotyczy strony\n\nBaza Danych o Autorach i Publikacjach AGH\n.\nData publikacji strony internetowej:\n\n18 lutego 2023 r.\n\nData ostatniej istotnej aktualizacji:\n\n24 lutego 2025 r.\n Stan dostępności cyfrowej\nTa strona internetowa jest częściowo zgodna z załącznikiem do ustawy o dostępności cyfrowej z dnia 4 kwietnia 2019 r. o dostępności cyfrowej stron internetowych i aplikacji mobilnych podmiotów publicznych z powodu [niezgodności i wyłączeń] wymienionych poniżej.\nNiedostępne treści\nNiezgodność z załącznikiem\nFragmenty tekstu nie mają odpowiedniego współczynnika kontrastu.\nNie wszystkie obrazy mają tekst alternatywny.\nBrak widocznego fokusa na wszystkich elementach tego wymagających.\nPrzygotowanie deklaracji dostępności i jej aktualizacja\nData sporządzenia deklaracji:\n\n14 października 2024 roku\nData ostatniego przeglądu deklaracji:\n\n24 lutego 2025 roku.\nDeklarację sporządziliśmy przy współpracy z Sekcją Wsparcia Dostępności Cyfrowej AGH na podstawie samooceny w oparciu o\n\nListę kontrolną do badania dostępności cyfrowej strony internetowej v. 2.2 (docx, 0,12MB)\n.\n Informacje zwrotne i dane kontaktowe \nWszystkie problemy z dostępnością cyfrową tej strony internetowej możesz zgłosić do \nmgr inż. Paulina Pietrzak\n — mailowo\n\npomoc-it@agh.edu.pl\n\nlub telefonicznie\n\n12 617 55 66\n.\nKażdy ma prawo wystąpić z żądaniem zapewnienia dostępności cyfrowej tej strony internetowej lub jej elementów.\nZgłaszając takie żądanie podaj:\nswoje imię i nazwisko,\nswoje dane kontaktowe (np. numer telefonu, e-mail),\ndokładny adres strony internetowej, na której jest niedostępny cyfrowo element lub treść,\nopis na czym polega problem i jaki sposób jego rozwiązania byłby dla Ciebie najwygodniejszy.\nNa Twoje zgłoszenie odpowiemy najszybciej jak to możliwe, nie później niż w ciągu 7 dni od jego otrzymania.\nJeżeli ten termin będzie dla nas zbyt krótki poinformujemy Cię o tym. W tej informacji podamy nowy termin, do którego poprawimy zgłoszone przez Ciebie błędy lub przygotujemy informacje w alternatywny sposób. Ten nowy termin nie będzie dłuższy niż 2 miesiące.\nJeżeli nie będziemy w stanie zapewnić dostępności cyfrowej strony internetowej lub treści, wskazanej w Twoim żądaniu, zaproponujemy Ci dostęp do nich w alternatywny sposób.\n Obsługa wniosków i skarg związanych z dostępnością \nJeżeli w odpowiedzi na Twój wniosek o zapewnienie dostępności cyfrowej, odmówimy zapewnienia żądanej przez Ciebie dostępności cyfrowej, a Ty nie zgadzasz się z tą odmową, masz prawo złożyć skargę.\nSkargę masz prawo złożyć także, jeśli nie zgadzasz się na skorzystanie z alternatywnego sposobu dostępu, który zaproponowaliśmy Ci w odpowiedzi na Twój wniosek o zapewnienie dostępności cyfrowej.\nEwentualną skargę złóż listownie lub mailem do kierownictwa naszego urzędu:\n\nmgr Przemysław Olszewski — Dyrektor Biura Rektora AGH,\nAdres: al. Mickiewicza 30, 30-059 Kraków,\nmail: \nbiuro@agh.edu.pl\n.\n\nPomocne mogą być informacje, które można znaleźć na rządowym portalu gov.pl\n. Możesz także poinformować o tej sytuacji\n\n Rzecznika Praw Obywatelskich\n i poprosić o interwencję w Twojej sprawie.\nPozostałe informacje\nDostępność architektoniczna\nBudynek Główny Akademii Górniczo-Hutniczej w Krakowie — Al. Adama Mickiewicza 30, Kraków\nBudynek jest (w pełni dostępny/częściowo dostępny) dla osób poruszających się na wózku.\n\nSzczegółowy opis dostosowania naszej siedziby głównej\n.\nDostępność komunikacyjno-informacyjna\nDo budynków AGH można wejść z psem asystującym. \nW przypadku potrzeby skorzystania z tłumacza języka migowego na miejscu lub online należy skontaktować się z Działem Dostępności AGH. Punkt informacyjny jest czynny w godzinach 10:00-14:00 Usługa jest bezpłatna dla osób niesłyszących i Głuchych.\nW budynku nie ma pętli indukcyjnych.\nKontakt z Działem Dostępności AGH: \nStrona www:\n\nStrona internetowa Działu Dostępności AGH\n,\nAdres: ul. Reymonta 17/40 (Dom Studencki Alfa), 30-059 Kraków,\n\nmail: \ndostepnosc@agh.edu.pl\nTelefon: +48 12 617 46 30,", "metadata": {"url": "https://badap.agh.edu.pl/deklaracja-dostepnosci", "title": "Deklaracja dostępności - BaDAP AGH", "depth": 2, "duplicate": false, "content_hash": "a93bf28a9985a1d95d9a42079974daf8", "word_count": 584, "headings": [{"level": 1, "text": "Deklaracja dostępności"}, {"level": 2, "text": "Stan dostępności cyfrowej"}, {"level": 2, "text": "Niedostępne treści"}, {"level": 3, "text": "Niezgodność z załącznikiem"}, {"level": 2, "text": "Przygotowanie deklaracji dostępności i jej aktualizacja"}, {"level": 2, "text": "Informacje zwrotne i dane kontaktowe"}, {"level": 2, "text": "Obsługa wniosków i skarg związanych z dostępnością"}, {"level": 2, "text": "Pozostałe informacje"}, {"level": 3, "text": "Dostępność architektoniczna"}, {"level": 4, "text": "Budynek Główny Akademii Górniczo-Hutniczej w Krakowie — Al. Adama Mickiewicza 30, Kraków"}, {"level": 3, "text": "Dostępność komunikacyjno-informacyjna"}]}}