{"content": "# Archiwa Badania - CeLiID AGH\n\nURL: https://www.cel.agh.edu.pl/category/badania/\nCrawled: 2025-03-19 22:37:07\n\nCeLiID AGH\n > \nArtykuły\n > \nBadania\n\nRAPORT Z BADANIA DOŚWIADCZEŃ DYDAKTYCZNYCH – część III – Dydaktycy/czki o CeLiID\n\nW trzeciej części raportu z badania doświadczeń dydaktyków i dydaktyczek AGH, w roku akademickim 2023/24 znajdziecie informacje o tym jak oferta CeLiID jest postrzegana przez jej użytkowników i użytkowniczki oraz co utrudnia korzystanie z niej.  \n[...]\n\nRAPORT Z BADANIA DOŚWIADCZEŃ DYDAKTYCZNYCH – część II  – Pogłębianie wiedzy dydaktycznej oraz doświadczanie trudności\n\nPrzedstawiamy drugą cześć raportu z badania doświadczeń osób prowadzących zajęcia w AGH w roku akademickim 2023/24.  Z tej części dowiecie się czy dydaktycy i dydaktyczki podnoszą swoje kompetencje do nauczania i jeśli tak, to co ich do tego motywuje oraz czy doświadczają trudności w swojej pracy.\n[...]\n\nWsparcie dydaktyki AGH w liczbach w 2024 r.\n\nDziś przybywamy z garścią danych statystycznych na temat działalności szkoleniowej CeLiIDu w 2024 roku. Zestawiliśmy ze sobą różne dane i choć rok rocznie monitorujemy to co robimy i oferujemy dla społeczności osób prowadzących zajęcia w AGH, to wyniki spowodowały szeroki uśmiech na twarzy.\n\nPoniżej prezentujemy wybrane informacje z raportu za 2024 rok.\n\nW 2024 roku[...]\n\nRAPORT Z BADANIA DOŚWIADCZEŃ DYDAKTYCZNYCH – część I – Jak prowadzono zajęcia w roku akademickim 2023/24\n\nJuż po raz czwarty zbadaliśmy doświadczenia osób uczących w AGH i prezentujemy trzy-częściowy raport. W tej części dowiecie się jak prowadzono zajęcia w roku akademickim 2023/24 – czy popularniejsze były formy zdalne czy stacjonarne, jakie techniki i metody były najczęściej wykorzystywane oraz jakie jest nastawienie do nauczania zdalnego. \n\nWszystkim osobom, które wzięły udział w badaniu,[...]\n\nOcena CeLiID w badaniu jednostek administracyjnych AGH – podsumowanie wyników\n\nW minionym roku akademickim (2023/24), zespół Pełnomocnika Rektora ds. jakości kształcenia zrealizował drugą edycję „badania programu studiów oraz warunków realizacji i obsługi administracyjnej procesów kształcenia”. Raporty zbiorcze z obu edycji są dostępne dla całej społeczności akademickiej, na stronie internetowej Centrum Organizacji Kształcenia w zakładce „ankietyzacja”. Dziś chcemy się przyjrzeć, jak oceniona została nasza jednostka.\n\nDo[...]\n\nO ocenie szkoleń realizowanych przez CeLiID AGH\n\nJednym z najbardziej rozpoznawanych działań podejmowanych przez CeLiID AGH są szkolenia. Jednak czy wiecie, że większość naszych szkoleń podlega ewaluacji? Bardzo nam zależy na dobrej  jakości naszych przedsięwzięć i ofercie dostosowanej do potrzeb osób uczących, w związku czym zbieramy i analizujemy różne dane z tym związane. Dziś chcemy się z Wami podzielić wybranymi wynikami naszych[...]\n\nWybory edukacyjne i zawodowe Generacji Z. Przegląd Badań.\n\nArtykuły o współczesnych młodych dorosłych, o tak zwanej generacji Z, pojawiają się od pewnego czasu jak grzyby po deszczu. Co ciekawe, większość z nich opiera się na tych samych kilku badaniach, zrealizowanych w ostatnich latach w Polsce. Specjalnie dla Was, przyjrzeliśmy się tym badaniom, a w zasadzie raportom, opisującym ich wyniki, skupiając się w szczególności[...]\n\nRAPORT Z BADANIA DOŚWIADCZEŃ DYDAKTYKÓW – część III – Dydaktycy o CeLiID\n\nW trzeciej części raportu z badania doświadczeń dydaktyków i dydaktyczek AGH, w roku akademickim 2022/23 znajdziecie informacje o tym jak oferta CeLiID jest postrzegana przez jej użytkowników i użytkowniczki oraz co utrudnia korzystanie z niej.  \n[...]\n\nRAPORT Z BADANIA DOŚWIADCZEŃ DYDAKTYKÓW – część II  – Pogłębianie wiedzy dydaktycznej oraz doświadczanie trudności\n\nPrzedstawiamy drugą cześć raportu z badania doświadczeń osób prowadzących zajęcia w AGH w roku akademickim 2022/23.  Z tej części dowiecie się czy dydaktycy i dydaktyczki podnoszą swoje kompetencje do nauczania i jeśli tak, to co ich do tego motywuje oraz czy doświadczają trudności w swojej pracy.\n[...]\n\nRAPORT Z BADANIA DOŚWIADCZEŃ DYDAKTYKÓW – część I – Jak prowadzono zajęcia w roku akademickim 2022/23\n\nJuż po raz trzeci zbadaliśmy doświadczenia osób uczących w AGH i prezentujemy trzy-częściowy raport. W tej części dowiecie się jak prowadzono zajęcia w roku akademickim 2022/23 – czy popularniejsze były formy zdalne czy stacjonarne, jakie techniki i metody były najczęściej wykorzystywane oraz jakie jest nastawienie do nauczania zdalnego. \n\nWszystkim osobom, które wzięły udział w badaniu,[...]\n\nArtykuły\nKategorie\n\nNastępne", "metadata": {"url": "https://www.cel.agh.edu.pl/category/badania/", "title": "Archiwa Badania - CeLiID AGH", "depth": 3, "duplicate": false, "content_hash": "fe9ad933c44d4ec223bcce37129e2c2e", "word_count": 624, "headings": [{"level": 3, "text": "RAPORT Z BADANIA DOŚWIADCZEŃ DYDAKTYCZNYCH – część III – Dydaktycy/czki o CeLiID"}, {"level": 3, "text": "RAPORT Z BADANIA DOŚWIADCZEŃ DYDAKTYCZNYCH – część II  – Pogłębianie wiedzy dydaktycznej oraz doświadczanie trudności"}, {"level": 3, "text": "Wsparcie dydaktyki AGH w liczbach w 2024 r."}, {"level": 3, "text": "RAPORT Z BADANIA DOŚWIADCZEŃ DYDAKTYCZNYCH – część I – Jak prowadzono zajęcia w roku akademickim 2023/24"}, {"level": 3, "text": "Ocena CeLiID w badaniu jednostek administracyjnych AGH – podsumowanie wyników"}, {"level": 3, "text": "O ocenie szkoleń realizowanych przez CeLiID AGH"}, {"level": 3, "text": "Wybory edukacyjne i zawodowe Generacji Z. Przegląd Badań."}, {"level": 3, "text": "RAPORT Z BADANIA DOŚWIADCZEŃ DYDAKTYKÓW – część III – Dydaktycy o CeLiID"}, {"level": 3, "text": "RAPORT Z BADANIA DOŚWIADCZEŃ DYDAKTYKÓW – część II  – Pogłębianie wiedzy dydaktycznej oraz doświadczanie trudności"}, {"level": 3, "text": "RAPORT Z BADANIA DOŚWIADCZEŃ DYDAKTYKÓW – część I – Jak prowadzono zajęcia w roku akademickim 2022/23"}]}}