{"content": "#  Kierunki studiów na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/kandydaci\nCrawled: 2025-03-19 21:33:04\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Kandydaci \n\nZapraszamy wszystkich kandydatów do odkrywania fascynującego świata inżynierii materiałowej. Tutaj nie tylko zdobywacie wiedzę, ale również uczestniczycie w tworzeniu przyszłości.\n\nWydział Inżynierii Materiałowej Ceramiki AGH\n – to miejsce dla fanów niecodziennych połączeń. Pracujemy nad tym, jak łączyć kości za pomocą innowacyjnych technologii. Nasze kierunki powstają w odpowiedzi na aktualne trendy na rynku pracy oraz dynamiczne przemiany gospodarcze i społeczne, dlatego systematycznie modyfikujemy programy zajęć.\n\nOpracowujemy \nmateriały regenerujące tkanki\n nerwową i mięśniową. \nRozwijamy technologię tworzenia implantów \nzastępujące różne elementy ciała. \nTworzymy \nmateriały kompozytowe i konstrukcyjne\n. Szukamy rozwiązań dla branży \nmotoryzacyjnej, lotniczej, elektronicznej, budowlanej \noraz wielu innych gałęzi przemysłu. To tutaj pospolite materiały skałotwórcze – krzemiany, przekłuwane są na elementy to optoelektroniki.\n\nNadajemy szkłu właściwości bakteriobójcze, katalityczne czy pokrywamy materiały warstwami nadającymi im nowe właściwości, na przykład odporność na korozję. Naszym dziełom przyglądamy się za pomocą spektrometrów oświetlających próbki światłem podczerwonym lub bombardując promieniowaniem rentgenowskim. To spektroskopia Ramana lub fotoelektronów.\n\nNatomiast detale analizujemy dzięki mikroskopii siły atomowej i mikroskopii elektronowej, które dostrzegą ich szczegóły w nanometrowej skali. Z jednej strony pracujemy z przedmiotami codziennego użytku – formując, testując ich właściwości. \nBadamy \noddziaływanie komórek i tkanek z biomateriałami\n.\n\nSzukamy leków i pomagamy przyrodzie\n. Wytwarzamy materiały trwale wiążące substancje szkodliwe \ndla ochrony środowiska. Opracowujemy \nmateriały ogniotrwałe \noraz projektujemy i wytwarzamy \nmateriały kompozytowe dla zastosowań medycznych i technicznych. \n\nPochylamy się też nad tym czego nie widać gołym okiem. \nKonstruujemy analizatory oraz sondy\n.\n Opracowujemy wysokoczułe metody. Próbujemy zamknąć to, co trudnouchwytne – energię słoneczną i ciepło, które produkowane jest podczas innych procesów technologicznych. \n\nRozwiązujemy zagadki kryminalne \ni analizujemy informacje. Zajmujemy się śladami pozostawionymi przez przestępcę na miejscu zdarzenia, metodami ich ujawniania, zabezpieczania, badania, a także wykorzystania w charakterze dowodu.  \n\nPrzekonaj się sam. \nZapraszamy do nas!\n\nTo Twój czas.\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/kandydaci", "title": " Kierunki studiów na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "17f50fe184d174a734e979f0dbceaab8", "word_count": 342, "headings": [{"level": 1, "text": "Kandydaci"}, {"level": 2, "text": "Stopka"}]}}