{"content": "#  Useful tools -- Department for International Students AGH \n\nURL: https://www.international.agh.edu.pl/en/useful-tools\nCrawled: 2025-03-19 21:19:58\n\nSkip to content\n\nSkip to footer\n\n Useful tools \n\n AGH University mail box \n\nAs an AGH University student you are obliged to use an e-mail address in the AGH University domain for correspondence within the University: with lecturers, Dean's Office, etc.\n\nTo set up an e-mail account in the AGH University domain, use the \nAGH University Panel\n website.\n\nIf you do not have a PESEL number, you must enter YYMMDD00000 (the year, month and day of your birthday plus five zeros).\n\nIn case of problems, please contact \npomoc-it(at)agh.edu.pl\n / tel. 12 617 55 66\n\nOpening AGH University e-mail account instruction\n\nAccess to AGH University mail box\n\n Application \"Welcome to the AGH University\" \n\nApplication for all international students and candidates for studies at the AGH University.\n\nWhat's inside?\n\nFaculty Offices' opening hours, \n\nlocations of the AGH University premises (faculties, dormitories, sport facilities, student clubs, copy shops, canteens and many more),\n\nevents and student life news,\n\ninformation about Krakow and its top attractions.\n\nAccess to the application \"Welcome to the AGH University\"\n\n Central Dormitory Allocation System \n\nDo you want to live at the AGH University Student Campus? Register in the Central Dormitory Allocation System and apply for a place in a student dormitory. We will confirm your application when you are accepted to study at our University.\n\nAccess to the Central Dormitory Allocation System\n\n Employee search system (SKOS) \n\n e-Rekrutacja system \n\nIt is a recruitment system for Bachelor and Master studies. Remember that you can only register during the recruitment period. Don't know when the recruitment starts? Check the sections \nDeadlines - Bachelor studies\n or \nDeadlines - Master studies\n.\n\nAccess to e-Rekrutacja system\n\n Glossary \n\nIt contains a collection of English language expressions and phrases used within the University.\n\nAccess to AGH University Glossary\n\n International Courses base \n\nThis is the central database of elective subjects for the AGH University students. It enables flexible shaping or supplementing the study programme as well as improving the level of knowledge of specialised English.\n\nAccess to AGH University International Courses base\n\n IRK system \n\nRecruitment for exchange studies is conducted via an online platform.  \n\nNominated students to our University should register and create an account, fill in the application form and attach all required documents.\n\nThe link to application platform is delivered to nominated students via email from Department for International Students.\n\n Micro-guide for a student \n\nCheck out the micro-guide to distance learning platforms at our University:\n\nUPeL platform,\n\nMS TEAMS classes,\n\ncreating an account in AGH domain,\n\nsigning up for subjects,\n\ntips on where to look for help if something is not working,\n\nyou will find it all right there!\n\nGo ahead and click - some information is linked and you will be directed to the right pages.\n\nDownload the micro-Guide (PDF, 7,64 MB)\n\n Syllabus base \n\nHere you can check education offer, study programmes and learning outcomes.\n\nAccess to AGH University Syllabus\n\n USOS system \n\nIn the student management information system (USOS) you can:\n • check your grades and schedule,\n • sign-up for elective courses,\n • send an e-mail to your teacher,\n • apply for a scholarship,\n • attend to other issues related to your studies.\n\nAccess to USOS system\n\nStopka\n\nAGH University in rankings\n\nAGH University Online Store\n\nCareer Centre\n\nDiploma nostrification\n\nDoctoral School\n\nMain Library\n\nNon-degree postgraduate studies\n\nPolish language course\n\nStudent Ombudsperson\n\nDepartment for International Students\nal. Mickiewicza 30\n30-059 Krakow\nbuilding A-3, room No 12A \n\nOffice hours\nMonday-Friday: 10 a.m. - 2 p.m.\n\nRegular studies\nP: +48 12 617 50 92\nE: international.students(at)agh.edu.pl\n\nExchange programmes and bilateral agreements\nP: +48 12 617 52 38\nE: exchange(at)agh.edu.pl\n\nBack", "metadata": {"url": "https://www.international.agh.edu.pl/en/useful-tools", "title": " Useful tools -- Department for International Students AGH ", "depth": 3, "duplicate": false, "content_hash": "ca7383048962449d0f1bac7b907826ef", "word_count": 592, "headings": [{"level": 1, "text": "Useful tools"}, {"level": 2, "text": "Stopka"}]}}