{"content": "#  Podsumowanie realizacji działania 12 -- Inicjatywa Doskonałości – Uczelnia Badawcza \n\nURL: https://www.idub.agh.edu.pl/dzialania/integracja-procesu-ksztalcenia-z-badaniami-naukowymi/podsumowanie-realizacji-dzialania-12\nCrawled: 2025-03-19 22:41:06\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Podsumowanie realizacji działania 12 \n\nDzięki projektowi IDUB udało się stworzyć unikalną badawczą ścieżkę kształcenia, która umożliwia najzdolniejszym studentom elastyczne łączenie studiów z pracą naukowo-badawczą. Dzięki temu programowi studenci realizują projekty badawcze w ramach Studenckich Kół Naukowych lub prac i projektów dyplomowych.\n Takie podejście nie tylko rozwija ich potencjał, ale także umacnia pozycję Akademii jako ośrodka innowacyjnych badań.\n Wielu z beneficjentów „badawczej ścieżki kształcenia” kontynuuje badania na studiach doktoranckich lub podejmuje pracę naukową na uczelni.\n\nRealizowane projekty badawcze doskonale ilustrują szeroki zakres innowacji – od zaawansowanych systemów śledzenia obiektów przy użyciu dronów i kamer zdarzeniowych, poprzez implementacje sprzętowe algorytmów przetwarzania obrazów, aż po badania materiałowe, technologie bioinspirowane oraz nowoczesne rozwiązania w dziedzinie informatyki i telekomunikacji. Przykłady tematów obejmują m.in.:\n\nimplementację sprzętową obliczania map dysparycji w czasie rzeczywistym\n\nmonitorowanie zmęczenia kierowcy z wykorzystaniem zaawansowanych kamer\n\nprojektowanie algorytmów planowania trajektorii lotu dronów\n\nbadania nad strukturą 3D i estymacją ruchu z pojedynczego czujnika wizyjnego\n\nopracowywanie prototypów pojazdów autonomicznych\n\nbadania nad elektrochemicznym otrzymywaniem superhydrofobowych powłok\n\nzastosowanie algorytmów AI w detekcji obiektów na danych fotogrametrycznych\n\nzaawansowane badania nad materiałami i strukturami przy zastosowaniu metod nieinwazyjnych\n\nSukces IDUB oraz inicjatywy „Integracja procesu kształcenia z badaniami naukowymi” to wyraz strategicznego podejścia do kształcenia opartego na praktycznych doświadczeniach badawczych. Inwestycja w rozwój młodych talentów i interdyscyplinarną współpracę przekłada się na realne osiągnięcia naukowe, które kształtują przyszłość technologii i przemysłu, umacniając pozycję uczelni jako lidera innowacji.\n\nKolejnym celem działania jest wsparcie tworzenia nowych kierunków studiów, w tym specjalizacji skoncentrowanych na sztucznej inteligencji, uczeniu maszynowym oraz analizie danych. Kształcenie na tych kierunkach będzie realizowane w jednostkach uczestniczących w priorytetowych obszarach badawczych.\n\nKierunki studiów wspierane w ramach projektu IDUB obejmują:\n\nStudia I stopnia\n Technologie Przemysłu 4.0\n Informatyka Geoprzestrzenna\n\nStudia II stopnia\n Materiały i Technologie dla Energetyki i Lotnictwa\n Energetyka Wodorowa\n Ekotechnologie cieplne\n Cyberbezpieczeństwo\n Energetyka Jądrowa\n Inżynieria Naftowa i Gazownicza – profil praktyczny (studia dualne)\n Tworzywa i Technologie Motoryzacyjne\n\nStworzenie unikalnych, interdyscyplinarnych form kształcenia dla wyróżniających się studentów stanowi kluczowy element programu. Istotną częścią studiów są zajęcia obieralne, w ramach których proponuje się utworzenie bloku przedmiotów innowacyjnych. Nowo powstałe przedmioty innowacyjne umożliwiają bieżące śledzenie współczesnych odkryć w dyscyplinach naukowych związanych z priorytetowymi obszarami badawczymi.\n Przykładowe przedmioty innowacyjne, które uzyskały dofinansowanie z IDUB:\n\nzielone produkty przyszłości – biopaliwa, bioplastiki, biochemikalia\n\nepidemiologia oparta na analizie ścieków\n\nrobotyka kosmiczna\n\nkosmetyki inspirowane naturą\n\nobieg zamknięty materiałów z kluczowych sektorów energetyki i elektroniki\n\nStopka\n\n © 2024 Inicjatywa Doskonałości – Uczelnia Badawcza\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.idub.agh.edu.pl/dzialania/integracja-procesu-ksztalcenia-z-badaniami-naukowymi/podsumowanie-realizacji-dzialania-12", "title": " Podsumowanie realizacji działania 12 -- Inicjatywa Doskonałości – Uczelnia Badawcza ", "depth": 3, "duplicate": false, "content_hash": "c6113ca840d947925d29c99e098fe13a", "word_count": 407, "headings": [{"level": 1, "text": "Podsumowanie realizacji działania 12"}, {"level": 2, "text": "Stopka"}]}}