{"content": "# Miasteczko Studenckie AGH - Questions and Answers\n\nURL: https://www.miasteczko.agh.edu.pl/en/questions-and-answers.html\nCrawled: 2025-03-20 00:50:26\n\nQuestions and Answers\n\n1. How can I get a place in a student dormitory?\n\nAll information can be found at \nhttps://akademik.agh.edu.pl\n in the tab ‘Information for students’.\n\n2. Who has to be present during the check-in registration procedure?\n\nYou have to be present in person during the check-in procedure. If you are unable to check in in the designated time please contact Student Dormitories Section (Dział Domów Studenckich) or declare your wish to check in later in the system at \nhttps://akademik.agh.edu.pl\n\n3. Is it possible to check in/check out outside regular business hours of dorm Administration?\n\nYes, but only in justified cases and based on the prior arrangement with the Dorm Manager.\n\n4. What do I need to check in?\n\nTo check in, you will need an ID document, student ID (not required for non-students and first-year students),and a photo for your resident card (4.5 x 3.5 cm).\n\n5. Can you stay in a student dormitory if you are under 18 years of age?\n\nNo, you have to be 18 to stay in a student dormitory. The only exception is AGH students who are still under age. In their case, a parent or legal guardian has to be present during the check-in procedure.\n\n6. Can I live in one room with my partner?\n\nYes, provided that approval is obtained from the Management of AGH Campus. To do this, you need to submit an electronic application for approval for shared accommodation through the \nhttps://akademik.agh.edu.pl\n system.\n\n7. Can I live in one room with my brother or sister?\n\nYes, staying together with your sibling in the same room is possible providing your brother/sister has also been allocated a place in one of AGH dormitories, and is subject to place availability.\n\n8. Where can I find  Student Dormitories Office?\n\nStudent Dormitories Office is located in the building of MS AGH Administration building in ul. Rostafińskiego 8 (Dorm 5 Strumyk, Room 2).\n\n9. What  amenities are available in student dormitories?\n\nStudents have at their disposal, among others, kitchens, study rooms and TV rooms. All residents have free Internet access, possibility to reserve laundry and drying facilities, as well as football, tennis, volleyball, basketball courts and outdoor gym. Other amenities available to residents include vacuum cleaners, irons and ironing boards. Some dorms have gyms, game rooms and common club rooms as well as bicycle storage facilities (more details can be found in the tab ‘Student Dormitories). Fairly often Residents’ Council of a given dorm decides on the purchase of new equipment.\n\n10. What amenities can be found in student rooms?\n\nEvery room has tables (or desks), chairs, shelves and wardrobe. Rooms (or studios) have a fridge and a phone. We do not provide kitchen accessories such as plates, cutlery, glasses, pots, or pans. Every resident is given a pillow, a duvet, blanket and sheet. Bed linen can be changed once every 3 weeks.\n\n11. I received a place in a dormitory for an academic year through CRM (Central Allocation System).  Can I check in after checking-in has been blocked?\n\nYes,  providing you declare it later in the system at  \nhttps://akademik.agh.edu.pl\n You have to remember that the amount due is calculated starting from the day it was blocked.\n\n12. When is the deadline for paying for my dorm?\n\nPayments should be made no later than on 15th day of a given month (paid in advance for the whole month).\n\n13. Can I pay for dormitory room in cash?\n\nEach dorm resident should make payments by transferring the due amount to account shown in the system (User Panel). In some exceptional situations the employee of Dorm may accept cash payments.\n\n14. If I check in / check out in the middle of a month, will I still be charged for the whole month?\n\nIn case of checking out in the middle of a month, the amount due is calculated on a daily basis and all the details are specified on MS AGH website.\n\n15.  If I pay for the whole month and then decide to check out earlier, will part of the money be refunded to me?\n\nYes, the excess payment, which will be calaculated on the day of your check-out will be transferred to the  indicated bank account.\n\n16.  What does the check-out procedure look like?\n\nYour wish to check out has to be entered into the User Panel at least 3 days prior to your planed check-out date. Before checking out the due amount has to be settled, the exact amount for the day of your check-out can be seen in the User Panel. On checking out your room key, resident card and bedding have to be returned. The last person to check out from a room is responsible for cleaning the room and preparing it for the acceptance inspection by a staff member.\n\n17.  Why collective responsibility principle is applied in case of damage in kitchen facilities, corridors, TV room etc?\n\nInformation about collective responsibility principle regarding damage done to shared facilities is also included in the declaration signed by every resident before checking in.\n\n18. What if I did not get a place in a dormitory through the CRM system (Central Place Allocation) and I still would like to live in a dorm?\n\nWe make every effort to ensure that AGH students applying for a place in a dormitory receive it. However, if you were unable to get a place in a dormitory, you can still apply for a place in the so-called \"free sale\" procedure.\n\n19.  What does \"free sale\" mean?\n\nThis is the procedure of getting a place in a dormitory used both before the start and during the academic year. These are places which originally have been allocated to students through  CRM system (Central Place Allocation) and they have subsiquently resigned. To obtain a place through \"free sales,\" you need to submit an electronic application via the \nhttps://akademik.agh.edu.pl\n (without the need to provide any additional documents). Students from other universities can also apply for these places, but priority is given to AGH students.\n\n20. Where can I get my clearance slip confirmation (the so-called obiegówka), if I have not lived in a dorm?\n\nCurrent and former residents of AGH Campus can get their clearance certificates stamped at the Administration of the last dorm they stayed at. This also applies to students who stayed in a dorm during holidays. Those who have never stayed in a dorm have to declare it by writing  ‘Not stayed’ on the clearance cerificate and do need to have it confirmed by the  Administration.\n\n21.  How can I reserve a room for the next academic year?\n\nDetailed schedule and rules regarding making reservations are available on the system at the turn of May and June. Reservations can also be made by students who currently do not live at AGH Campus but thay applyed for a place in a dorm.\n\n22.  How can I report any defects in my room or bathroom?\n\nImmediately after moving in, and during the academic year, any defects must be reported in the User Panel. In the case of urgent repairs, such as power outages, flooding, etc., they must be reported immediately to the reception desk. Damage must be reported to the Administration of your dormitory.\n\n23. What should I do if I want to be in a different dorm (located at AGH Student Campus)?\n\nThe wish to change your dormitory should be sent using electronic dorm exchange page (giełda zamian) available at \nhttps://akademik.agh.edu.pl\n As soon as there is a place available in the dorm of your preference, you will be contacted by email. If you and your roommate both wish to change your dorm, each of you has to send the request to the dorm exchange page and enter your names.\n\n24. What should I do if I lost a key to my room?\n\nThis fact should be reported immediately to the Administration of your dorm.  The cost of changing locks is covered in full by the resident who has lost the key. Detailed prices are given on the MS AGH website in the tab ‘Dokumenty do pobrania.’ (Documents for downloading).\n\n25. Can I live in a dorm after graduating?\n\nGraduates can only apply for a place in a dorm at MS AGH Campus in the procedure of free purchase of available places. \n\n26.  What should I do if I want to offer overnight accommodation to my friend?\n\nIf you would like to offer accommodation to a friend in your room, you need to report it at the reception of your dorm and register this fact (no later than 12.00 midnight).  If you share your room with other people, your roommate/roommates have to agree. The price is 15 PLN. Details in the User Panel (application tab).\n\n27. Can I keep an animal in my room?\n\nNo, it is not possible to keep an animal due to sanitary and epodemiolgical regulations.\n\n28. Can I leave my room key at the reception?\n\nEvery dorm resident receives their own room key during the check-in registration procedure and from that moment is responsible for it.  Room keys may not be left at the reception.\n\n29.  What formalities need to be completed to live in or continue accommodation in the dormitory during the summer period?\n\nYou have to submit a holiday application (available from June) at \nhttps://akademik.agh.edu.pl\n In case of a positive decision, current residents of the dormitory should, according to the schedule published in the system, move to the designated duty block (maintaining continuous accommodation). Typically, vacation accommodation is available until mid-September. All residents who have not received an allocation for the next academic year by this date must vacate their rooms. However, residents who have been allocated a place for the academic year can remain in the duty dormitory until they are transferred according to the schedule to the dormitory designated for the academic year.\n\n30. Can I live alone in a double room?\n\nYes. To do so you need to submit an application through  \nhttps://akademik.agh.edu.pl\n requesting additional place to live alone in a double room.  It involves the necessity of paying for two seats (according to the price list). These requests are considered based on the availability of free places.\n\n31. Can I still live at a dorm if I no longer have my student status?\n\nYes, provided it has been approved by the Management of AGH Campus. You need to submit electronically (using User Panel) an application requesting the continuation of your accommodation in the dorm despite having lost your student status. It will also mean being charged full tariff for your place (including VAT).\n\n32. What should I do if my Resident Card was taken by Campus Security?\n\nYou should contact Student Dormitories Section between 9 am and 1 pm on the following working day (Dorm 5 Strumyk,  Room 2).\n\n33. Is it possible for tourists or visitirs to rent a room in a dorm? What is the charge per person per night?\n\nYes, it is possible, all details can be found at \nhttps://taniehostele.pl\n and enquiries can be made by calling the following number: 12 622 46 00.\n\n34. Do AGH employees have to submit applications for a place in a student dormitory every year?\n\nYes, it is defined by the Regulations regarding place allocation in AGH dormitories for doctoral students and AGH employees.\n\nIf you haven’t found above the answer to your question, please write to us: \ndds@ms.agh.edu.pl", "metadata": {}}