{"content": "# Finansowanie z Budżetu Państwa\n\nURL: http://www.dopm.agh.edu.pl/finansowanie-z-budzetu-panstwa/\nCrawled: 2025-03-19 21:07:25\n\nINFORMACJE O ZADANIACH FINANSOWANYCH LUB DOFINANSOWANYCH Z BUDŻETU PAŃSTWA LUB Z PAŃSTWOWYCH FUNDUSZY CELOWYCH\nlp.\nopis\n\n1\n\nNa mocy umowy nr \n380784/PnH/2018\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 496168.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „CO2-based electrosynthesis of ethylene oxide.” w ramach programu Horyzont 2020, na podstawie umowy finansowej nr 768789, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n2\nNa mocy umowy nr \n397367/PnH/2018\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 194952.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Feasibility Study for employing the uniquely powerful ESS linear accelerator to generate an intense neutrino beam for leptonic CP violation discovery and measurement.” w ramach programu Horyzont 2020, na podstawie umowy finansowej nr 777419, niezależnie od charakteru pracy wykonywanej przy realizacji projektu.\n3\nNa mocy umowy nr \n422045/PnH/2018\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 350880.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Dynamic virtualisation: modelling performance of engineering structures.” w ramach programu Horyzont 2020, na podstawie umowy finansowej nr 764547, niezależnie od charakteru pracy wykonywanej przy realizacji projektu.\n4\nNa mocy umowy nr \n400231/PnH/2019\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 192439.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Advanced integrative solutions to Corrosion problems beyond micro–scale: towards long-term durability of miniaturized Biomedical, Electronic and Energy systems.” w ramach programu Horyzont 2020, na podstawie umowy finansowej nr 764977, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n5\nNa mocy umowy nr \n329134/PnH/2018\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 103029.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Advanced European Infrastructures for Detectors at Accelerators.” w ramach programu Horyzont 2020, na podstawie umowy finansowej nr 654168, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n6\nNa mocy umowy nr \n388206/PnH/2018\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 54090.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Europe-Japan Accelerator Development Exchange Programme.” w ramach programu Horyzont 2020, na podstawie umowy finansowej nr 645479, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n7\nNa mocy umowy nr \n422165/PnH/2018\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 196050.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Plasma catalysis for CO2 recycling and green chemistry.” w ramach programu Horyzont 2020, na podstawie umowy finansowej nr 813393, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n8\nNa mocy umowy nr \n442182/PnH2/2019\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 51529.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Biomass gasification with negative carbon emission through innovative CO2 capture and utilisation and integration with energy storage.” w ramach programu Horyzont 2020, na podstawie umowy finansowej nr 823745, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n9\nNa mocy umowy nr \n449451/PnH2/2019\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 269906.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „European network of Cybersecurity centres and competence Hub for innovation and Operations.” w ramach programu Horyzont 2020, na podstawie umowy finansowej nr 830943, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n10\nNa mocy umowy nr \n440756/PnH2/2019\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 356314.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Enabling Science and Technology through European Electron Microscopy’ — ESTEEM3.” w ramach programu Horyzont 2020, na podstawie umowy finansowej nr 823717, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n11\nNa mocy umowy nr \n450717/PnH2/2019\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 76368.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Advanced time/frequency comparison and dissemination through optical telecommunication networks.” w ramach programu European Metrology Programme for Innovation and Research (EMPIR) 2018, na podstawie umowy finansowej nr 0, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n12\nNa mocy umowy nr \n477132/PnH2/2020\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 103340.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Limit sets of discrete dynamical systems.” w ramach programu Horyzont 2020, na podstawie umowy finansowej nr 883748, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n13\nNa mocy umowy nr \n450268/PnH2/2020\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 23943.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „ThermoSpray. Scale-up of a thermal spray decomposition process for niobium oxide production.” w ramach programu KIC RawMaterials, na podstawie umowy finansowej nr 18328, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n14\nNa mocy umowy nr \n475509/PnH2/2020\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 94013.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „SmartHub - smart courier field data IoT radio network & big data analytics.” w ramach programu KIC RawMaterials, na podstawie umowy finansowej nr 18327, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n15\nNa mocy umowy nr \n490445/PnH2/2020\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 122915.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „MSc Environomical Pathways for Sustainable Energy Systems.” w ramach programu KIC InnoEnergy, na podstawie umowy finansowej nr 0, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n16\nNa mocy umowy nr \n490322/PnH2/2020\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 895004.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „MSc Energy Transition.” w ramach programu KIC InnoEnergy, na podstawie umowy finansowej nr 0, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n17\nNa mocy umowy nr \n491131/PnH2/2020\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 7103.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Transfer of EIT Raw Materials PhD Summer School ‐ Entrepreneurship in the CE.” w ramach programu KIC RawMaterials, na podstawie umowy finansowej nr 19091, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n18\nNa mocy umowy nr \n489575/PnH2/2020\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 56702.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Decreasing the negative outcomes of brain drain in the raw material sector.” w ramach programu KIC RawMaterials, na podstawie umowy finansowej nr 18197, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n19\nNa mocy umowy nr \n496918/PnH2/2020\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 16785.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Integrating Platforms for the European Research Infrastructure ON Heritage Science.” w ramach programu Horyzont 2020, na podstawie umowy finansowej nr 871034, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n20\nNa mocy umowy nr \n499840/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 2652569.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Bioinspired Composites Strategies for Saving Energy.” w ramach programu Horyzont 2020, na podstawie umowy finansowej nr 948840, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n21\nNa mocy umowy nr \n506841/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 2190636.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Pragmatics of Multiwinner Voting: Algorithms and Preference Data Analysis.” w ramach programu Horyzont 2020, na podstawie umowy finansowej nr 101002854, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n22\nNa mocy umowy nr \n488043/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 405621.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „NanoCrystals in Fibre Lasers.” w ramach programu Horyzont 2020, na podstawie umowy finansowej nr 829161, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n23\nNa mocy umowy nr \n495360/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 482493.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „BioORC_Construction of cogeneration system with small to medium size biomass boilers.” W ramach programu KIC InnoEnergy, na podstawie umowy finansowej nr 0, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n24\nNa mocy umowy nr \n495842/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 100046.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Backfill Mining Optimisation for Low- and Medium- Strength Deposits.” w ramach programu KIC RawMaterials, na podstawie umowy finansowej nr 19007, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n25\nNa mocy umowy nr \n507020/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 5517.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Concept for Life Long Education for Foundry Employees II.” w ramach programu KIC RawMaterials, na podstawie umowy finansowej nr 17169, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n26\nNa mocy umowy nr \n509587/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 80456.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „The strong interaction at the frontier of knowledge: fundamental research and applications.” w ramach programu Horyzont 2020, na podstawie umowy finansowej nr 824093, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n27\nNa mocy umowy nr \n490208/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 12521.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „RMTechFlow: Capacity Building for Advanced Raw Materials Tech Transfer Deal Flow.” w ramach programu KIC RawMaterials, na podstawie umowy finansowej nr 18030, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n28\nNa mocy umowy nr \n508631/PnH2/2021\n Akademia Górniczo-Hutnicza  otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie  158739.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod  nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki  do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących  udział w realizacji projektu pn.: „Prototype system for a Copernicus CO2  service.” w ramach programu Horyzont 2020, na podstawie umowy  finansowej nr 958927, niezależnie od charakteru pracy wykonywanej przy  realizacji projektu. \n29\nNa mocy umowy nr \n503844/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z  Ministerstwa Edukacji i Nauki środki finansowe w kwocie 18123.00 PLN   przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na  Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki  do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących  udział w realizacji projektu pn.: „DEsign of components in a critical  Raw MAterials Perspective.” w ramach programu KIC RawMaterials, na  podstawie umowy finansowej nr 17205, niezależnie od charakteru pracy  wykonywanej przy realizacji projektu. \n\n30\nNa mocy umowy nr \n496065/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 71318.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „RM@Schools-ESEE. RawMaterials@Schools-ESEE.” w ramach programu KIC RawMaterials, na podstawie umowy finansowej nr 19069, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n31\nNa mocy umowy nr \n496099/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 11235.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „MOBI-US: structured mobilities for ESEE raw materials master programs.” w ramach programu KIC RawMaterials, na podstawie umowy finansowej nr 19070, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n32\nNa mocy umowy nr \n493926/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 92023.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Compressed Natural Gas Home Refueling Station.” w ramach programu KIC InnoEnergy, na podstawie umowy finansowej nr 0, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n33\nNa mocy umowy nr \n508831/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 96447.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „RMsManager. Raw Materials Manager Course.” w ramach programu KIC RawMaterials, na podstawie umowy finansowej nr 19057, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n34\nNa mocy umowy nr \n520996/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 42913.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „EnAct-SDGs. Enhancing the skills of ESEE RM students towards the achievement of SDGs.” w ramach programu KIC RawMaterials, na podstawie umowy finansowej nr 19258, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n35\nNa mocy umowy nr \n521018/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 23168.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „TrainESEEv.2. Training trainers in East and Souteastern Europe.” w ramach programu KIC RawMaterials, na podstawie umowy finansowej nr 19159, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n36\nNa mocy umowy nr \n532729/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 18434.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Drug-coated balloon simulation and optimization system for the improved treatment of peripheral artery disease.” w ramach programu HORYZONT 2020, na podstawie umowy finansowej nr 956470, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n37\nNa mocy umowy nr \n496476/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 38842.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „EXplORE Masters programme in exploration.” w ramach programu KIC RawMaterials, na podstawie umowy finansowej nr 17208, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n38\nNa mocy umowy nr \n534320/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 18322.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Pilot Application in Urban Landscapes - Towards integrated city observatories for greenhouse gases.” w ramach programu HORYZONT 2020, na podstawie umowy finansowej nr 103731, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n39\nNa mocy umowy nr \n530964/PnH2/2021\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 11422.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „European Researchers' Night 2021 in Malopolska.” w ramach programu HORYZONT 2020, na podstawie umowy finansowej nr 101036047, niezależnie od charakteru pracy wykonywanej przy realizacji projektu.  \n40\nNa mocy umowy nr \n534892/PnH2/2022\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 69306.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Advancement and Innovation for Detectors at Accelerators.” w ramach programu HORYZONT 2020, na podstawie umowy finansowej nr 101004761, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n41\nNa mocy umowy nr \n534965/PnH2/2022\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 41256.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Multiscale Inversion of Porous Rock Physics using High-Performance Simulators: Bridging the Gap between Mathematics and Geophysics.” w ramach programu HORYZONT 2020, na podstawie umowy finansowej nr 777778, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n42\nNa mocy umowy nr \n527312/PnH 2/2022\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 3268.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „ReviRis. Revitalising Post-Mining Regions: Problems and Potential in RIS Europe.” w ramach programu KIC RawMaterials, na podstawie umowy finansowej nr 19075, niezależnie od charakteru pracy wykonywanej przy realizacji projektu.  \n43\nNa mocy umowy nr \n536727/PnH2/2022\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 38633.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „DS Clock Network Services - Design Study.” w ramach programu HORYZONT 2020, na podstawie umowy finansowej nr 951886, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n44\nNa mocy umowy nr \n559836/PnH2/2022\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 111797.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Breakthrough Innovation Programme for a Pan-European Detection and Imaging Eco-System – Phase-2.” w ramach programu HORYZONT 2020, na podstawie umowy finansowej nr 101004462, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n45\nNa mocy umowy nr \n450196/PnH2/2019\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 26383.00 PLN  przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\n Środki finansowe, zgodnie z umową finansową,  przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „breAkThrough innovaTion pRogrAmme for a pan-European Detection and Imaging eCosysTem.” w ramach programu HORYZONT 2020, na podstawie umowy finansowej nr 777222, niezależnie od charakteru pracy wykonywanej przy realizacji projektu. \n\n46\nNa mocy umowy nr \n586790/PnH2/2023\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 536601.00 PLN przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Premia na Horyzoncie 2.\nŚrodki finansowe, zgodnie z umową finansową, przeznacza się na dodatki do wynagrodzeń dla osób pozostających w stosunku pracy z AGH, biorących udział w realizacji projektu pn.: „Integrated Qubits Towards Future High-Temperature Silicon Quantum Computing Hardware” w ramach programu HORYZONT 2020, na podstawie umowy finansowej nr 829005, niezależnie od charakteru pracy wykonywanej przy realizacji projektu.\n\n47\nNa mocy umowy nr \n5325/GGPJ6-22/HEUROPA/0\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 7500.00 PLN przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Granty na granty.\nŚrodki finansowe, zgodnie z umową finansową, przeznacza się na finansowanie działań związanych z opracowaniem wniosku projektowego pn: \"Zestaw narzędzi do dynamicznej analizy wpływu na zdrowie w celu przewidywania kosztów związanych z niepełnosprawnością w starzejącej się populacji w oparciu o trzy studia przypadków na obszarach działalności przemysłu stalowego w Europie\", złożonego na konkurs w ramach programu badawczego Unii Europejskiej Horyzont Europa.\n\n48\nNa mocy umowy nr \n5326/GGPJ6-22/HEUROPA/0 \nAkademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 30000.00 PLN przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Granty na granty.\nŚrodki finansowe, zgodnie z umową finansową, przeznacza się na finansowanie działań związanych z opracowaniem wniosku projektowego pn: \"Laboratoria kreatywne jako zasób dziedzictwa europejskiego\", złożonego na konkurs w ramach programu badawczego Unii Europejskiej Horyzont Europa.\n\n49\nNa mocy umowy nr \n5384/GGPJ6-22/HEUROPA/0\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 15000.00 PLN przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Granty na granty.\nŚrodki finansowe, zgodnie z umową finansową, przeznacza się na finansowanie działań związanych z opracowaniem wniosku projektowego pn: \"Neutralne pod względem emisji dwutlenku węgla ścieżki recyklingu morskich odpadów z tworzyw sztucznych\", złożonego na konkurs w ramach programu badawczego Unii Europejskiej Horyzont Europa.\n\n50\nNa mocy umowy nr \n5408/GGPJ6-22/HEUROPA/0\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Edukacji i Nauki środki finansowe w kwocie 40000,00 PLN przyznane przez Ministra w ramach przedsięwzięcia pod nazwą Granty na granty.\nŚrodki finansowe, zgodnie z umową finansową, przeznacza się na finansowanie działań związanych z opracowaniem wniosku projektowego pn: \"Optymalizacja procesów reakcji redox tlenu w akumulatorach Li-ion\", złożonego na konkurs w ramach programu badawczego Unii Europejskiej Horyzont Europa.\n\n51\nNa mocy umowy nr \n5337/HE/2023/2\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Nauki i Szkolnictwa Wyższego środki finansowe w kwocie 2.196.442 PLN przyznane przez Ministra w ramach programu Projekty Międzynarodowe Współfinansowane na realizację projektu: \"Europe's Rail Projekt Flagowy 4 - Zrównoważony i ekologiczny system kolejowy\" akronim FP4-Rail4EARTH.\n52\nNa mocy umowy nr \n5339/HE/2023/2\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Nauki i Szkolnictwa Wyższego środki finansowe w kwocie 723.162 PLN przyznane przez Ministra w ramach programu Projekty Międzynarodowe Współfinansowane na realizację projektu: \"Europe's Rail Projekt Flagowy 1 - MOTIONAL - Planowanie i kontrola zarządzania siecią oraz zarządzanie mobilnością w środowisku multimodalnym\" akronim FP1-MOTIONAL.\n53\nNa mocy umowy nr \n5340/HE/2023/2\n Akademia Górniczo-Hutnicza otrzymała z Ministerstwa Nauki i Szkolnictwa Wyższego środki finansowe w kwocie 1.090.261 PLN przyznane przez Ministra w ramach programu Projekty Międzynarodowe Współfinansowane na realizację projektu: \"Europe's Rail Projekt Flagowy 3 - IAM4RAIL-Inteligentne i zintegrowane zarządzanie aktywami \" akronim: FP3-IAM4RAIL.", "metadata": {"url": "http://www.dopm.agh.edu.pl/finansowanie-z-budzetu-panstwa/", "title": "Finansowanie z Budżetu Państwa", "depth": 1, "duplicate": false, "content_hash": "392bee0e1b13ba61343ad9c0e2aef8d5", "word_count": 4437, "headings": [{"level": 1, "text": "INFORMACJE O ZADANIACH FINANSOWANYCH LUB DOFINANSOWANYCH Z BUDŻETU PAŃSTWA LUB Z PAŃSTWOWYCH FUNDUSZY CELOWYCH"}]}}