{"content": "#  Rector and Vice-Rectors -- AGH UST \n\nURL: https://agh.edu.pl/en/university/governance\nCrawled: 2025-03-19 21:07:30\n\nSkip to content ↓\n\n Rector and Vice-Rectors \n\n Among the many responsibilities of the position, the Rector: \n\nHas the immediate operational management and governance of the university\n\nSupervises the preparation of the statute and possible changes thereto, as well as the university operation and development strategy\n\nReports on the execution of the development strategy\n\nPerforms activities related to labour law\n\nEstablishes, transforms, and closes doctoral schools, having taken the opinion of the Senate\n\nAppoints and dismisses disciplinary spokespersons of staff, students, and doctoral students\n\nIssues administrative decisions in matters indicated in the Act\n\nAppoints persons to perform executive functions and dismisses them therefrom\n\nSupervises the human resources policy of the university\n\nSupervises the financial policy of the university\n\nProvides leadership in maintaining academic standards, rules and regulations\n\nIssues organisational regulations which determine the organisational structure of the university and the distribution of tasks within the structure, as well as the organisation and rules of operation of the university’s administrative bodies\n\nLaunches, transforms, and closes particular programmes and fields of study\n\nMakes decisions related to admissions and the educational process in all forms in cases that fall outside the scope of the Senate\n\nMakes decisions pertaining to students and doctoral students in cases that fall outside the scope of the Senate\n\n Rector's BIO \n\nProfessor Jerzy Lis has been associated with the AGH University of Krakow since 1973 when he began his studies at the Faculty of Materials Science and Ceramics, specialising in Materials Engineering. He received a doctoral degree in technical sciences in 1986 (in materials engineering), post-doctoral qualifications in 1995, and the title of Professor of Technical Sciences in 2000. He has been working at AGH University since 1978. For 10 years, he presided over the Department of Ceramics and Refractories at the aforementioned faculty. He has been elected vice-dean for four terms of office and subsequently served as dean of the Faculty of Materials Science and Ceramics. He served as Vice-Rector for Cooperation for three terms of office. He has been the Rector of the AGH University of Krakow since 2020.\n\nIn 1989, he travelled to the United States, where he worked as a visiting professor at the State University of New York at Buffalo. He also participated in short-term internships abroad and was invited to deliver series of lectures in: TU Bergakademie Freiberg (Germany), TU Clausthal (Germany), TU Münster (Germany), RWTH Aachen University (Germany), University of Limoges (France), Osaka University (Japan), Hokkaido University (Japan), Alfred University (USA), University of British Columbia (Canada), Universidad Panamericana (Mexico), Samara University (Russia), Institute of Structural Macrokinetics and Materials Science, Russian Academy of Sciences.\n\nProfessor Lis’ research specialises in materials engineering and chemical technology with an emphasis on the technology of obtaining advanced and traditional ceramic materials, special techniques of ceramic materials syntheses, examination of the properties of ceramics and composites, and their applications. He is an Ordinary Member of the Polish Academy of Sciences and a member of the Presidium of the Krakow Branch of the Polish Academy of Sciences. Professor Lis is also a member of the Polish Ceramic Society and the Polish Society of Electron Microscopy. For his activity in numerous foreign research societies, he has been awarded the title of \nFellow of the European Ceramic Society \nand a prestigious \nBridge Building Award\n given by the American Ceramic Society.\n\nProfessor Lis’ academic achievements encompass ca. 400 published papers, 6 books, 180 conference presentations (of which 125 international), and 18 patents. He supervised 13 successful doctoral dissertations and is currently supervising 4. He was also the supervisor of more than 100 master’s and bachelor’s theses. Professor Lis has been the head of 12 research projects carried out by the State Committee for Scientific Research and the Ministry of Education and Science (a supervisor of 5), the chief coordinator of 16 national and 3 international projects, the head of 5 research papers, which are part of the statutory activity of the AGH University, as well as numerous research projects commissioned by industry.\n\nProfessor Lis is a member of a number of foreign academic assemblies. In 2002, he was elected a member of the reputable World Academy of Ceramics. He is also a member of The American Ceramic Society, The International Society of SHS, and editorial boards of \nThe International Journal of SHS\n and \nCeramics International\n. Moreover, for his academic achievements, he was a laureate of the following prestigious international awards: \nFellow of the American Ceramic Society\n, \nFellow of the European Ceramic Society\n, and \nThe Bridge Award of the American Ceramic Society\n. He has been distinguished with the title of Honorary Professor by the Shymkent University (Kazakhstan).\n\nProfessor Lis is also the president of the Supervisory Board of the Krakow Centre for Innovative Technology INNOAGH and the vice-president of the Kraków Technology Park.\n\nAt present, he is a member of the Polish Academy of Sciences Committee on Materials Sciences (vice-president for two terms of office), a member of the Committee on Civil Engineering of the Polish Academy of Sciences, a member of the Committee on Ceramics Sciences of the Krakow Branch of the Polish Academy of Sciences, and the vice-president of the Committee on Technical Sciences of the Polish Academy of Arts and Sciences. Professor Lis held the post of President of the Polish Materials Science Society for two terms of office. He was also a member of the Central Commission for Academic Degrees and Titles and the president of the Whiteware Ceramics Division of the Polish Ceramic Society. He is also a member of the editorial boards of the following Polish journals: \nMaterials Science Poland\n, \nArchiwum Nauki o Materiałach\n, \nInżynieria Materiałowa\n, \nMateriały Ceramiczne\n, and \nCeramika \n– a newsletter of the Committee on Ceramics Sciences of the Polish Academy of Sciences. He is a member of the academic councils of the Institute of Metallurgy and Materials Science of the Polish Academy of Sciences, the Institute of Catalysis and Surface Chemistry of the Polish Academy of Sciences, and the president of the Scientific Council of the Łukasiewicz Research Network Institute of Ceramics and Building Materials. Additionally, for the 2020-2024 term of office, Professor Lis holds the position of the President of the International Affairs Committee of The Conference of Rectors of Academic Schools in Poland (CRASP) and is a member of the CRASP presidium. The AGH University Rector has been a vice-president of The Conference of Rectors of Polish Technical Universities (KRPUT) in the 2020-2024 term of office and a vice-president of the Council of Rectors of Higher Education Institutions of Kraków.\n\nIn 2019, the President of Poland awarded him the Knight’s Cross of the Order of Polonia Restituta. He was also awarded the Bronze Cross of Merit and a Medal of the Commission of National Education. He is a laureate of the Award of the Minister of National Education and the Award of the President of Division IV of the Polish Academy of Sciences. For his scientific and invention-oriented activity, he received the Tadeusz Sendzimir Medal, awarded by the Association of Polish Inventors and Rationalizers, as well as the title of ‘Złoty Inżynier’ 2016 [Golden Engineer] by the editors of \nPrzegląd Techniczny\n. He was awarded the \nCracoviae Merenti \ndistinction, the badge of \nMeritorious Service for Construction Engineering and Industry of Construction Materials\n, as well as numerous awards for his activity in the interest of universities, industry, and associations.\n\nRector serves as the executive head of the university, plays a prominent representative role, and acts as the governing body over employees, students, and doctoral students.\n\nAGH University of Krakow\n al. Mickiewicza 30,\n 30-059 Krakow, Poland\n build. A-0, room 108\n\n P: +48 12 617 20 02\n F: +48 12 633 46 72\n E: \nrektor(at)agh.edu.pl\n\nAGH University of Krakow\n al. Mickiewicza 30,\n 30-059 Krakow, Poland\n build. A-0, room 103\n\n Duties and responsibilities \n\nUniversity policy on scientific research\n\nEducation of doctoral students\n\nPublication policy\n\nActivities related to the Main Library\n\nScience and academic conferences\n\nResearch infrastructure\n\nEvaluation of learning outcomes – scientific disciplines\n\nDevelopment of academic teachers, conferring degrees\n\nOrganisational activity of the Science Division\n\nSupervision over the Excellence Initiative – Research University programme\n\nSupervision over the AGH University Doctoral School\n\nAGH University of Krakow\n al. Mickiewicza 30,\n 30-059 Krakow, Poland\n build. A-0, room 110\n\n Duties and responsibilities \n\nInternational cooperation\n\nNational cooperation\n\nResearch and development, activities related to innovation\n\nObtaining funds for activities related to research and development, innovation, and education\n\nCoordination of academic entrepreneurship\n\nTransfer of knowledge and technology\n\nManaging university-owned intellectual property rights, managing shares in commercial companies and partnerships\n\nOrganisational activity of the Cooperation Division\n\nAGH University of Krakow\n al. Mickiewicza 30,\n 30-059 Krakow, Poland\n build. A-0, room 102\n\n P: +48 12 617 20 06\n E: \nprorektor.ksztalcenie(at)agh.edu.pl\n\n Duties and responsibilities \n\nEducational process\n\nAdmissions and enrolments\n\nProfessional courses and other forms of education \n\nOrganisational activity of the Education Division\n\nSupervision over the Department of Foreign Languages\n\nAGH University of Krakow\n al. Mickiewicza 30,\n 30-059 Krakow, Poland\n build. A-0, room 102\n\n P:\n+48 12 617 20 10\n E: \nprorektor.studenci(at)agh.edu.pl\n\n Duties and responsibilities \n\nFinancial aid for students\n\nStudent government; students’ scientific, cultural, and sports activities\n\nMonitoring professional careers of university graduates and career counselling for students and graduates\n\nBehaviour-related problems and student disciplinary matters\n\nMatters related to people with disabilities\n\nOrganisational activity of the Student Affairs Division\n\nSupervision over the AGH University Student Campus\n\nSupervision over the Department of Sport and Physical Education\n\nAGH University of Krakow\n al. Mickiewicza 30,\n 30-059 Krakow, Poland\n build. A-0, room 105\n P: +48 12 617 20 05,\n F: +48 12 423 37 62\n E: \nprorektor.ogolne(at)agh.edu.pl\n\n Duties and responsibilities \n\nSalaries and human resources policies of the university\n\nAwards and honours for employees\n\nHousing and social welfare policies for employees and pensioners\n\nCooperation with trade unions\n\nPlanning the university budget, within the scope specified by the Rector\n\nOrganisational activity of the General Affairs Division\n\nStopka\n\nWelcome to AGH University\n\nAGH University Strategy\n\nExcellence Initiative – Research University\n\nUNIVERSEH\n\nResearch offer\n\nBusiness offer\n\nCentre for International Affairs\n\nWelcome Point\n\nFaculties\n\nMain Library\n\nAGH University Student Campus\n\nCareers Centre\n\nContact\n\nMap of the AGH University Campus\n\nAGH University e-Shop\n\nEmployee Search\n\nHRS4R\n\nEquality statement\n\nPersonal data protection\n\nMake a donation\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/university/governance", "title": " Rector and Vice-Rectors -- AGH UST ", "depth": 2, "duplicate": false, "content_hash": "608186b7c634e08a8559ae89e4af2de2", "word_count": 1685, "headings": [{"level": 1, "text": "Rector and Vice-Rectors"}, {"level": 2, "text": "Stopka"}]}}