{"content": "# MMC NCBR - Wydział Energetyki i Paliw | AGH Kraków\n\nURL: https://weip.agh.edu.pl/mmc-ncbr/\nCrawled: 2025-03-19 21:35:42\n\nOpracowanie mobilnego magazynu ciepła pozwalającego na wykorzystanie ciepła odpadowego dla spółki PTEP, Akronim: MMC, nr projektu: NTE2/0004/2022\n\nProjekt o akronimie MMC „\nOpracowanie mobilnego magazynu ciepła pozwalającego na wykorzystanie ciepła odpadowego dla spółki PTEP\n”, NTE2/0004/2022\n , realizowany jest w Konsorcjum: ORLEN S.A. (LIDER), PGNiG TERMIKA Energetyka Przemysłowa S.A. (Konsorcjant), Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie (Konsorcjant).\n\nProjekt współfinansowany jest w ramach Strategicznego Programu Badań Naukowych i Prac Rozwojowych \n„Nowe technologie w zakresie energii” – konkurs Nr II\n\nProjekt dotyczy przeprowadzenia prac B+R mających na celu budowę innowacyjnego co najmniej w skali Europy produktu, mobilnego magazynu ciepła opartego na materiałach zmiennofazowych. System ten dedykowany będzie sektorowi rynku ciepłowniczego. W wyniku realizacji prac badawczych do oferty firmy wprowadzone będzie nowe technologicznie urządzenie, które odpowiadać będzie za dostarczenie energii na potrzeby centralnego ogrzewania i ciepłej wody użytkowej w budownictwie wielorodzinnym i samorządowym. Całość charakteryzować się będzie budową modułową, co obecnie jest niespotykane na rynku, równocześnie pozwalając przedsiębiorstwu energetycznemu na stworzenie elastycznej oferty produktowej.\n\nUkład MMC (Mobilny magazyn ciepła) 2MWh cechował się będzie modułową zabudową. Instalacja zwiększy efektywność energetyczną źródeł energii odpadowej w postaci silników kogeneracyjnych zasilanych gazem kopalnianym, co przyczyni się do redukcji kosztów i emisji CO\n2\n.\n\nProjekt realizowany etapowo:\n\nfaza I w okresie od 19.06.2023 r. do 18.03.2024 r.\n\nfaza II w okresie od 19.08.2024 r. do 18.08.2026 r.\n\nfaza III w okresie od 19.12.2026 r. do 18.12.2029 r.\n\nBudżet projektu (faza I-III):\n\nCałkowity koszt realizacji projektu (wyd. kwalifikowany)\n\n17 821 186,83\n\nCałkowity koszt realizacji projektu ORLEN (wyd. kwalifikowany)\n\n6 776 316,40\n\nCałkowite dofinansowanie projektu\n\n12 452 755,95\n\nDofinansowanie projektu ORLEN\n\n2 714 352,39\n\nKontakt:\n\nKierownik projektu: \ndr hab. inż. Andrzej Gołdasz, prof. AGH, e-mail: \n*protected email*", "metadata": {"url": "https://weip.agh.edu.pl/mmc-ncbr/", "title": "MMC NCBR - Wydział Energetyki i Paliw | AGH Kraków", "depth": 3, "duplicate": false, "content_hash": "69b619a4c236e952b3e5ad6f817cb90c", "word_count": 279, "headings": [{"level": 1, "text": "MMC NCBR"}, {"level": 2, "text": "Budżet projektu (faza I-III):"}]}}