{"content": "# Cyberbezpieczeństwo Sektora Akademickiego: Centrum Cyberbezpieczeństwa AGH na konferencji RES 2024-- Cybersecurity Centre \n\nURL: https://www.cc.agh.edu.pl/aktualnosci/detail?tx_news_pi1%5Baction%5D=detail&tx_news_pi1%5Bcontroller%5D=News&tx_news_pi1%5Bnews%5D=995&cHash=f17ba5661905fae4e1bbae58e07d3bde\nCrawled: 2025-03-19 21:39:16\n\nCyberbezpieczeństwo Sektora Akademickiego: Centrum Cyberbezpieczeństwa AGH na konferencji RES 2024 \n\n 18/12/2024 \n\n W dniach 5-6 grudnia na Wydziale Studiów Międzynarodowych i Politycznych Uniwersytetu Jagiellońskiego w Krakowie miała miejsce konferencja „Research and Education Security” (RES). \n\nWydarzenie, zorganizowane przez Centrum Studiów Międzynarodowych i Rozwoju (CISAD), zgromadziło wybitnych ekspertów z Europy, Azji i Ameryki, którzy omawiali takie kwestie jak \nbezpieczeństwo\n, \ncyberbezpieczeństwo\n, \ndezinformacja\n i wiele innych.\n\nZ radością informujemy, że w tych ważnych dyskusjach aktywnie uczestniczyło \nCentrum Cyberbezpieczeństwa AGH\n. Reprezentująca AGH, \ndr Anna Maria Trawińska\n, przygotowała i przedstawiła prezentację pt.: \n„Safeguarding Innovation: Cybersecurity Challenges for the Science and Research Sector. Balancing Academic Excellence with Security in the Digital Age.\n”\n\nCyberzagrożenia dla środowiska akademickiego\nPrezentacja dr Trawińskiej opierała się na artykule Izabeli Albrycht pt. \n„Cyberthreats to the Science and Research Sector as a Challenge to National Security and Economic Competitiveness”\n. Ekspertka podkreśliła rosnące zagrożenia, przed którymi stoi sektor nauki i edukacji.\n\nSzczególnie alarmująca statystyka, na którą zwróciła uwagę, pokazuje pilną potrzebę działania:\nSektor edukacji i badań jest najbardziej atakowanym sektorem na świecie, z średnią liczbą 3 828 ataków tygodniowo\n, wyprzedzając sektor \nrządowy i wojskowy (2 553)\n oraz \nochrony zdrowia (2 434)\n.\n\nTe dane jasno pokazują, że środowisko akademickie staje się celem cyberprzestępców, a zagrożenia takie jak kampanie dezinformacyjne czy szpiegostwo niosą ze sobą ogromne ryzyko – zarówno dla bezpieczeństwa narodowego, jak i konkurencyjności gospodarczej.\n\nProjekt SOCCER i Soc4Academia Toolbox\nW trakcie prezentacji dr Trawińska podkreśliła również znaczenie realizowanego pod przewodnictwem AGH CC \nprojektu SOCCER\n oraz zapowiedziała nadchodzącą publikację \nSoc4Academia Toolbox\n – narzędzia mającego na celu wsparcie instytucji akademickich w skutecznym przeciwdziałaniu zagrożeniom cyfrowym.\n\nKluczowe wnioski\nPodczas wystąpienia dr Trawińska przedstawiła kilka kluczowych wniosków dotyczących ochrony środowiska akademickiego:\n\nWyzwania związane z cyberbezpieczeństwem będą się nasilać\n, co wymaga proaktywnego i strategicznego podejścia.\n\nWspółpraca między rządami, środowiskiem akademickim i przemysłem\n jest niezbędna do budowy odporności na zagrożenia.\n\nOchrona środowiska akademickiego\n jest kluczowa dla wspierania innowacji i zapewnienia stabilności gospodarczej.\n\nCała prezentacja jest dostępna \nonline\n. \n\nSerdecznie dziękujemy CISAD oraz jego członkom – \nWeronice Krupie, Krzysztofowi Stefanowi, Krzysztofowi Byrskiemu, Katarzynie Sypień, Łukaszowi Stachowi\n i \nMarcinowi Grabowskiemu\n – za organizację tak ważnego i znaczącego wydarzenia. \n\nKonferencja RES była istotnym krokiem w kierunku zapewnienia bezpieczeństwa i integralności światowej nauki, edukacji i badań.\n\nDyskusje podczas RES 2024 przypomniały nam, że cyberbezpieczeństwo instytucji naukowych i badawczych to wspólna odpowiedzialność. \n\nDzięki współpracy, budowaniu świadomości cyfrowej, prioryteryzacji cyberbezpieczeństwa oraz aktywnie podejmowanym działaniom możemy zapewnić ochronę innowacji i uczynić sektor akademickim bardziej bezpiecznym. \n\nPowrót", "metadata": {"url": "https://www.cc.agh.edu.pl/aktualnosci/detail?tx_news_pi1%5Baction%5D=detail&tx_news_pi1%5Bcontroller%5D=News&tx_news_pi1%5Bnews%5D=995&cHash=f17ba5661905fae4e1bbae58e07d3bde", "title": "Cyberbezpieczeństwo Sektora Akademickiego: Centrum Cyberbezpieczeństwa AGH na konferencji RES 2024-- Cybersecurity Centre ", "depth": 3, "duplicate": false, "content_hash": "a0323caaebd6668c0b0cc967e2a7c4ef", "word_count": 406, "headings": [{"level": 1, "text": "Cyberbezpieczeństwo Sektora Akademickiego: Centrum Cyberbezpieczeństwa AGH na konferencji RES 2024"}, {"level": 2, "text": "Stopka"}]}}