{"content": "# Ogólnopolska Olimpiada Wiedzy Elektrycznej i Elektronicznej w AGH | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/ogolnopolska-olimpiada-wiedzy-elektrycznej-i-elektronicznej-w-agh/\nCrawled: 2025-03-19 21:31:03\n\nOgólnopolska Olimpiada Wiedzy Elektrycznej i Elektronicznej w AGH\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\nBlisko 600 uczniów szkół średnich w piątek 7 lutego brało udział w rozgrywkach \nII stopnia\n w ramach \nXLVIII edycji Ogólnopolskiej Olimpiady Wiedzy Elektrycznej i Elektronicznej\n.\nO godz. 10.00 oficjalnie rozpoczęto Olimpiadę równolegle w U-2 oraz B1 z udziałem władz rektorskich, dziekańskich i zaproszonych gości. Na oficjalnym otwarciu w U-2 nasz Wydział był reprezentowany przez Pana \ndr. hab. inż. Roberta Wójcika, prof. AGH\n Prodziekana ds. Nauki. Jednocześnie w budynku B-1 uczestników powitał Pan \ndr hab. inż. Witold Machowski, prof. AGH.\nTo wydarzenie o wieloletniej tradycji, które łączy pasjonatów technologii z całej Polski. Uczniowie rywalizują o prestiżowy indeks Akademii Górniczo-Hutniczej w Krakowie. Zwycięzcy oraz finaliści trzeciego etapu otrzymają unikalną szansę – będą mogli podjąć studia na kierunkach m.in. takich jak \nElektronika\n, \nElektronika i Telekomunikacja\n czy \nTeleinformatyka\n, bez konieczności przystępowania do standardowego procesu rekrutacji opartego na wynikach matury.\nNasz Wydział \njest jednym z 3 odpowiedzialnych za organizację i przeprowadzenie Olimpiady\n (grupa \nelektroniki\n\ni \nteleinformatyki\n). Wspólnie z Wydziałem Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH oraz Wydziałem Inżynierii Mechanicznej i Robotyki \ndbamy o merytoryczne i logistyczne przeprowadzenie etapu konkursu.\nOlimpiada odbywa się w sześciu grupach tematycznych:\n• automatyka,\n• elektronika,\n• elektryka,\n• informatyka,\n• mechatronika,\n• teleinformatyka.\nOlimpiada to nie tylko sprawdzian wiedzy, ale również ogromne przedsięwzięcie logistyczne, angażujące kilkudziesięcioosobowy zespół z różnych wydziałów AGH. Wielkie podziękowania należą się władzom uczelni, pracownikom naukowym i administracyjnym oraz dyrekcjom szkół, które zorganizowały pierwszy etap zmagań w swoich placówkach.\nZ ramienia WIEiT w przeprowadzenie Olimpiady zaangażowani są: \ndr inż. Jacek Kołodziej, dr hab. inż. Witold Machowski, prof. AGH, mgr inż. Bartłomiej Szafraniec, mgr inż. Karol Salwik \n(elektronika\n) oraz \ndr hab. inż. Robert Wójcik, prof. AGH \noraz\n dr inż. Mirosław Kantor\n (\nteleinformatyka\n).\nGratulujemy wszystkim uczestnikom i trzymamy kciuki za ostatni etap, który już 27 lutego w Lublinie w Zespole Szkół Elektronicznych.\n\nOficjalne otwarcie w U-2\nOficjalne otwarcie w B-1, na zdjęciu uczniowie, którzy przystąpią do egzaminu z teleinformatyki\nOficjalne otwarcie w B-1, na zdjęciu uczniowie, którzy przystąpią do egzaminu z teleinformatyki\nD-5, grupa elektroniki tuż przed egzaminem\nD-6, grupa elektroniki otrzymuje ostatnie instrukcje przed egzaminem\nD-5, grupa elektroniki, za chwilę uczniowie przystąpią do egzaminu\nB-1, sala 123, grupa teleinformatyki otrzymuje ostatnie instrukcje\nB-1, sala 140, grupa teleinformatyki tuż przed egzaminem\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania", "metadata": {"url": "https://iet.agh.edu.pl/ogolnopolska-olimpiada-wiedzy-elektrycznej-i-elektronicznej-w-agh/", "title": "Ogólnopolska Olimpiada Wiedzy Elektrycznej i Elektronicznej w AGH | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "d62ac0d02ddaea4f59649859cbffae42", "word_count": 404, "headings": [{"level": 1, "text": "Ogólnopolska Olimpiada Wiedzy Elektrycznej i Elektronicznej w AGH"}]}}