{"content": "# \n            Zwycięzcy Festiwalu Innowacji Studenckich IT is ME\n            | Wydział Informatyki AGH\n        \n\nURL: https://www.informatyka.agh.edu.pl/pl/blog/zwyciezcy-festiwalu-innowacji-studenckich-it-is-me/\nCrawled: 2025-03-19 21:37:55\n\nTegoroczna edycja Festiwalu Innowacji Studenckich IT is ME za nami! Finał konkursu odbył się 12 marca na Wydziale Informatyki AGH.\n\nCelem Festiwalu Innowacji Studenckich IT is ME jest promocja innowacyjnych projektów studenckich w różnej fazie rozwoju i wdrożenia, opracowanych przez studentów AGH, które to projekty wykorzystują metody IT.\n\nDo finału zakwalifikowało się 10 drużyn. Jury wybrało spośród nich trzy najlepsze projekty, które otrzymały równe nagrody w wysokości 5000 zł. Każda z drużyn przedstawiła swój projekt w formie krótkiej prezentacji, a następnie odpowiadała na pytania jury. Część projektów wzbudziła spore emocje i dyskusje- rozmawiano nie tylko nad wartościami naukowymi, ale także nad możliwością komercjalizacji, \"sprzedania\" projektu i wprowadzenia go na rynek. Jury wskazywało również konkretne podmioty, wydarzenia i firmy, którym można by było takie rozwiązanie zaprezentować.\n\nJury w składzie:\n dr Anna Kotlińska (Wydział o Nauk o Zdrowiu UJ CM), mgr Marta Gorczowska (Dział Przedsiębiorczości Akademickiej AGH), prof. Marek Karkula (Wydział Zarządzania AGH, Katedra Informatyki Biznesowej i Inżynierii Zarządzania), mgr Joanna Świerad-Solińska (Wydział  Informatyki AGH), dr Joanna Augustyn-Nadzieja (Pełnomocnik Rektora ds. Kół Naukowych AGH), dr Tomasz Drwięga (Prodziekan Wydziału ds. Studenckich i Kształcenia Wydział Matematyki Stosowanej AGH), prof. Aleksander Byrski (Fundacja TRY IT / Wydział Informatyki AGH).\n\nZwycięskie projekty:\n\nAutonomiczna łódź badawcza \"Barka\"\n (AGH Solar Boat) - projekt, który już zdobył szerokie uznanie w środowisku naukowym. \"Barka\" jest autonomiczną jednostką badawczą, która może być wykorzystywana w różnych środowiskach wodnych do celów badawczych i monitorowania środowiska naturalnego. Dzięki specjalnym czujnikom, łódź może badać jakość, temperaturę, ph, stężenie, czy poziom wody, dzięki czemu możliwe jest wczesne wykrycie zanieczyszczeń albo tendencyjnej zmiany poziomu cieczy w zbiorniku. Do barki można montować sonary, dlatego można ją zmodyfikować, aby badało teren pod wodą, np. w celu wykrycia ruchu, co można wykorzystać przy poszukiwaniach lub badaniu, czy w najbliższej okolicy nie pojawiły się na przykład… rekiny.  \n\nAutorzy projektu:\n Przemysław Domagała, Wydział: Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, Kierunek: Informatyka i Systemy Inteligentne; Michał Dydek, Wydział: Informatyki, Kierunek: Informatyka; Mikołaj Słowikowski, Wydział: Fizyki i Informatyki Stosowanej, Kierunek: Informatyka Stosowana; Anastasiia Vudvud, Wydział: Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, Kierunek: Computer Science; Krzysztof Furtak, Wydział: Elektrotechniki Automatyki, Informatyki i Inżynierii Biomedycznej, Kierunek: Automatyka i Robotyka; Michał Suchta, Wydział: Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, Kierunek: Automatyka i Robotyka, specjalizacja Komputerowe Systemy Sterowania; Damian Brzana, Wydział: Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, Kierunek: Automatyka i Robotyka; Kamil Zając, Wydział: Inżynierii Mechanicznej i Robotyki, Kierunek: Automatyka Przemysłowa i Robotyka; Julia Czekańska, Wydział: Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, Kierunek: Computer Science; Jakub Świerczyński, Wydział: Inżynierii Metali i Informatyki Przemysłowej, Kierunek: Informatyka Techniczna.\n\nProjekt GraviTE\n (AGH Space Systems) - to innowacyjny projekt badawczy, którego celem jest analiza utraty masy kostnej w warunkach mikrograwitacji oraz opracowanie niskokosztowego bioreaktora zdolnego do autonomicznej hodowli komórkowej. System ten umożliwia wymianę medium hodowlanego oraz utrzymanie optymalnych warunków temperaturowych. Projekt ma sprawdzić, jak długotrwałe przebywanie w przestrzeni kosmicznej wpływa na kości astronautów. Jego wyniki (oprócz samej wiedzy o zdrowiu astronautów) mogą zostać wykorzystane do bardziej przyziemnych działań - leczeniu osteoporozy i innych chorób układu kostnego, przyczyniając się do rozwoju biotechnologii oraz inżynierii biomedycznej.\n\nAutorzy projektu:\n Kacper Nowakowski (WEAIiIB, Automatyka i Robotyka), Przemysław Kaczorowski (WEAIiIB, Automatyka i Robotyka), Justyna Kościelniak (WIMiR, Inżynieria Mechatroniczna), Magdalena Król (WFiIS, Fizyka Medyczna),  Jarosław Przerywacz (WIEiT, Elektronika i Telekomunikacja), Kamil Puchalski (WEAIiIB, Automatyka i Robotyka), Barbara Szaflarska (WIMiC, Ceramika), Piotr Słonka (WIEiT, Elektronika i Telekomunikacja), Robert Zubek (WIEiT, Elektronika), Jan Chyczyński (WI, Informatyka), Patryk Konieczny (WEAIiIB, Automatyka i Robotyka), Jan Hahn (WIEiT, Elektronika).\n\nCityTransit \n-  system wspomagający pasażerów w dynamicznej sieci transportu publicznego. Narzędzie umożliwia pasażerom komunikacji miejskiej śledzenie rzeczywistych opóźnień autobusów i tramwajów, wykorzystując algorytmy sztucznej inteligencji do przewidywania czasu przejazdu. Aplikacja skierowana jest do mieszkańców miast, którzy chcą sprawnie planować podróże. Powstała z myślą o poprawie dostępności informacji transportowych, szczególnie w miejscowościach, gdzie dotychczas brakowało zaawansowanych systemów monitorowania przejazdów. System analizuje dane historyczne i aktualną sytuację drogową, uwzględniając korki i inne utrudnienia, by zapewnić jak najdokładniejsze prognozy. Aplikacja z sukcesem już działa w Nowym Sączu, jej autorzy obecnie prowadzą rozmowy z miastem Kraków.\n\nAutorzy projektu: \nDawid Liberda - Wydział Informatyki AGH, Informatyka; Marcin Kozub - Wydział Informatyki AGH, Informatyka.\n\nSerdecznie dziękujemy sponsorom wydarzenia: MOATABLE POLAND, Brown Brothers Harriman, VISA, UBS, Revolut, Sabre Polska, Splunk, AVSystem.\n\nOrganizatorzy konkursu: Rada Kół Naukowych we współpracy z Pełnomocnikami Rektora ds. Kół Naukowych AGH, Centrum Spraw Studenckich AGH, Wydział Informatyki oraz Fundacja Try IT.\n\nGaleria zdjęć z wydarzenia:\n\nhttps://www.facebook.com/photo?fbid=1218608653605171&set=pcb.1218609920271711\n\n                            6 dni, 8 godzin temu", "metadata": {}}