{"content": "#  Kierunek Nanoinżynieria materiałów na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/kandydaci/studia-ii-stopnia/nanoinzynieria-materialow\nCrawled: 2025-03-19 21:33:08\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Nanoinżynieria materiałów \n\nNanoinżynieria materiałów \n–\n II Stopień \n–\n\npogłębiona wiedza i umiejętności na styku nanotechnologii i inżynierii materiałowej\n\nStudia II stopnia na kierunku „Nanoinżynieria materiałów” to kolejny poziom kształcenia, który pozwala na pogłębienie wiedzy z zakresu projektowania, modelowania, wytwarzania oraz badania nanomateriałów. Studenci zdobędą praktyczną wiedzę w zakresie zastosowania materiałów w skali nanometrycznej w przemyśle elektronicznym, chemicznym, energetycznym, medycznym oraz w obszarze innych zaawansowanych technologii.\n\nStudia drugiego stopnia na kierunku \"Nanoinżynieria Materiałów\" pozwalają na wybór dwóch ścieżek kształcenia: eksperymentalnej lub obliczeniowej.\n\nEksperymentalna ścieżka skupia się na praktycznych aspektach, takich jak metody badawcze, procesy otrzymywania nanomateriałów i prace eksperymentalne.\n\nObliczeniowa ścieżka koncentruje się na projektowaniu i modelowaniu nanomateriałów, obejmując zagadnienia takie jak modelowanie numeryczne, analiza elementów skończonych, symulacje dynamiki molekularnej i uczenie maszynowe.\n\nStudenci obu ścieżek kształcenia mają również możliwość wyboru przedmiotów specjalistycznych, które pozwolą na poszerzenie ich wiedzy w zakresie inżynierii materiałowej, chemii, fizyki i matematyki, a także zarządzania projektami.\n\nNasi absolwenci posiadają unikatowe umiejętności, obejmujące projektowanie i syntezę materiałów na poziomie nanometrycznym, a także analizę ich struktury i właściwości. Dzięki możliwości wyboru ścieżki, absolwenci opanowują techniki pomiarowe, analizę danych oraz narzędzia do symulacji i modelowania. Ponadto, zdobywają wiedzę na temat wyjątkowych właściwości nanomateriałów.\n\nStudia drugiego stopnia na kierunku Nanoinżynieria Materiałów przygotowują absolwentów do pracy w firmach projektujących, wytwarzających i stosujących nanomateriały o specjalnych właściwościach. Absolwenci znajdują zatrudnienie także w laboratoriach badawczo-kontrolnych oraz jednostkach naukowych. Program kierowany jest również do przedsiębiorczych studentów, którzy marzą o własnej działalności gospodarczej w dziedzinie projektowania i zastosowania nanomateriałów.\n\nRozpocznij z nami swoją nanoinżynieryjną podróż już dziś, zdobywając wiedzę praktyczną i teoretyczną, która otworzy przed Tobą drzwi do dynamicznych obszarów nanotechnologii i inżynierii materiałowej!\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/kandydaci/studia-ii-stopnia/nanoinzynieria-materialow", "title": " Kierunek Nanoinżynieria materiałów na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "83183faf66a60b1dafbbe9363af592a0", "word_count": 324, "headings": [{"level": 1, "text": "Nanoinżynieria materiałów"}, {"level": 2, "text": "Stopka"}]}}