{"content": "# Shipping - AGH e-Shop\n\nURL: https://sklep.agh.edu.pl/en/shipping,20\nCrawled: 2025-03-19 21:24:36\n\nHome Page\n  /\n\nShipping\n\nShipping\n\nWe kindly inform you that only orders placed and paid for before \nDecember 17, 2023 \n will be fulfilled before holidays. Orders placed after this date will be fulfilled after January 4, 2024.\n\nAdditionally, due to the holiday break, self-pickup will be impossible between December 20 and 31, 2023. We will be back on January 4, 2024.\n\nDelivery and personal collection time\n\nShipping or personal collection time is 7 business days, but no longer than 30 days from the date of crediting the payment to the Seller’s bank account. \n\nDelivery and personal collection\n\nThere are two possible methods of receiving the purchased items:\n\n cost-free personal collection at the Seller’s premises once you have received a confirmation email with the change of the order status.\nThe Seller’s address is:\n AGH University Centre for Communication and Marketing (Polish: Centrum Komunikacji i Marketingu AGH) \nal. Mickiewicza 30, Krakow, \nbuilding A-0, room no. 116.\nThe collection of purchased items is possible on the following days:\nMonday: 8 am – 3 pm\nTuesday: 8 am – 3 pm\nWednesday: 8 am – 3 pm \nThursday:  8 am – 3 pm\nFriday: 8 am – 2 pm \nThe collection of purchased items is possible once the Customer has received a confirmation email with the change of the order status to “order complete”. In order to collect the purchased items, you will be asked to present a photo ID as well as your order confirmation.\nThe purchased items can also be collected by a person nominated by the Buyer. In this case, the nominated person will be asked to present a letter of authorisation, as well as a photo ID and the order confirmation.\n\nby courier mail – when the order is ready for dispatch, the User will receive a confirmation email with the change of the order status to “order complete”. A courier will deliver the purchased items within a few days. The cost of courier mail is added to the total payment during the process of placing an order.\n\nMore detailed information can be found in the \nTerms and Conditions\n.", "metadata": {"url": "https://sklep.agh.edu.pl/en/shipping,20", "title": "Shipping - AGH e-Shop", "depth": 3, "duplicate": false, "content_hash": "3b3ef5f3e1c537d974059e8ff724cefc", "word_count": 350, "headings": []}}