{"content": "# Sztuczna Inteligencja jako partner w edukacji akademickiej: możliwości i wyzwania - CeLiID AGH\n\nURL: https://www.cel.agh.edu.pl/webinar/sztuczna-inteligencja-w-dydaktyce/\nCrawled: 2025-03-19 22:37:19\n\nCeLiID AGH\n > \nRozwijaj się w dydaktyce\n > \nProjektuję zajęcia\n > \nSztuczna Inteligencja jako partner w edukacji akademickiej: możliwości i wyzwania\n\nProwadzą:\ndr inż. Krzysztof Kluza (WEAIiIB AGH),  Barbara Małuszyńska (menedżer ds. e-learningu i metodyki kształcenia w CRSW Merito), dr Elena Atanasiu (Uniwersytet Przyrodniczy we Wrocławiu), dr Ewa Janicka-Olejnik (Akademia Nauk Stosowanych w Wałczu), Marta Stąporek (CeLiID)\n\n25 kwiecień 2024, godz. 10:00 \n\nSztuczna inteligencja jest coraz częściej wykorzystywana przez nauczycieli nie tylko do lepszego przygotowywania zajęć, ale również w trakcie ich prowadzenia – tak, aby skuteczniej przygotować osoby studiujące do przyszłych wyzwań na rynku pracy oraz by rozwijać ich umiejętności adaptacyjne w dynamicznie zmieniającym się świecie technologii. AI umożliwia dodatkowo personalizację ścieżek nauczania, odpowiadając na różnorodne potrzeby edukacyjne studentów.\n\nW związku z tym zapraszamy na webinar na temat wykorzystania ChatGPT i innych narzędzi AI w edukacji. Zaproszone osoby z sektora edukacji zaprezentują praktyczne studia przypadków użycia AI w twórczych i analitycznych zadaniach, ilustrując jej wartość jako efektywnego narzędzia wspierającego proces nauczania i uczenia się (jej potencjał jako asystenta wspierającego nauczycieli i studentów).\n\nPrzyjrzymy się, w jaki sposób sztuczna inteligencja przekształca nauczanie akademickie – od ulepszania doświadczeń podczas zajęć przez personalizację ścieżek edukacyjnych, aż po przygotowywanie studentów do przyszłych wyzwań zawodowych.\n\nW pierwszej części webinaru poznacie, jak można wykorzystać ChatGPT w trakcie zajęć. Przyjrzymy się, jak sztuczna inteligencja może być używana na ćwiczeniach do wspierania twórczych i analitycznych zadań, takich jak programowanie, pisanie esejów czy projektowanie interfejsów.\n\nW drugiej części webinaru odbędzie się moderowana dyskusja, podczas której zastanowimy się, w jaki sposób sztuczna inteligencja rewolucjonizuje nauczanie, kiedy warto stosować narzędzia AI w edukacji oraz jakie są największe korzyści płynące z ich wykorzystania.\n\n____________________\n\nTytuł webinaru, zapowiedź wydarzenia na stronie www i wizytówce zostały zredagowane ze wsparciem ChatGPT.\n\nWebinaroteka\nKategorie\nNadchodzące webinary\n\nTreści tej strony dostępne są na licencji\nCreative Commons\n\nUznanie autorstwa - Na tych samych warunkach 4.0 Międzynarodowe\n\nMoże Cię też zainteresować\n\nDydaktyk na tropie sztucznej inteligencji\nwebinar\n13.11.2024, godz. 10:30 - 12:00 \nSztuczna Inteligencja jako partner w edukacji akademickiej: możliwości i wyzwania\nwebinar\n25 kwiecień 2024, godz. 10:00 \nAutonomia, kompetencje, relacje – klucz do skutecznej współpracy ze studentami\nwebinar\n19 czerwiec 2024, godz. 10:00 \nMS Teams – od amatora do gladiatora\nszkolenie\n12.05-30.05.2025 \nH5P interaktywne materiały – podstawy\nszkolenie\nzapraszamy w semestrze zimowym 25/26 \nCNN czyli Cyfrowy Narzędziownik Nauczycielski\nszkolenie\n4.04-16.04.2025 \nPlan rozwojowy od CeL_ID na semestr zimowy 24/25\nartykuł\nAkademia Dydaktyki\nartykuł\nCeLiIDowy kalendarz adwentowy\nartykuł", "metadata": {"url": "https://www.cel.agh.edu.pl/webinar/sztuczna-inteligencja-w-dydaktyce/", "title": "Sztuczna Inteligencja jako partner w edukacji akademickiej: możliwości i wyzwania - CeLiID AGH", "depth": 3, "duplicate": false, "content_hash": "fa12d46e945cfa9a9b8c9d30bf952454", "word_count": 398, "headings": [{"level": 1, "text": "Może Cię też zainteresować"}, {"level": 3, "text": "Dydaktyk na tropie sztucznej inteligencji"}, {"level": 3, "text": "Sztuczna Inteligencja jako partner w edukacji akademickiej: możliwości i wyzwania"}, {"level": 3, "text": "Autonomia, kompetencje, relacje – klucz do skutecznej współpracy ze studentami"}, {"level": 3, "text": "MS Teams – od amatora do gladiatora"}, {"level": 3, "text": "H5P interaktywne materiały – podstawy"}, {"level": 3, "text": "CNN czyli Cyfrowy Narzędziownik Nauczycielski"}, {"level": 3, "text": "Plan rozwojowy od CeL_ID na semestr zimowy 24/25"}, {"level": 3, "text": "Akademia Dydaktyki"}, {"level": 3, "text": "CeLiIDowy kalendarz adwentowy"}]}}