{"content": "#  Bezpieczne hasła -- Bezpieczeństwo \n\nURL: https://bezpieczenstwo.agh.edu.pl/cyberedukacja/bezpieczne-hasla\nCrawled: 2025-03-19 21:18:06\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Bezpieczne hasła \n\nHasła są jednym z podstawowych sposobów, w jaki możemy udowodnić, kim jesteśmy. Używanie silnych haseł jest niezbędne aby chronić swoją tożsamość oraz informacje.\n\nJak powinny być budowane hasła?\n\nHasła trzymane w managerach\n\nPrzykłady dobrych haseł\n\nPrzykłady złych haseł\n\nHasła możemy podzielić na te, które koniecznie musimy zapamiętać (hasło do odszyfrowania dysku, do zalogowania się do komputera oraz do managera haseł) oraz na te trzymane w managerze haseł.\nW przypadku tych pierwszych warto przestrzegać kilku dobrych zasad podczas ich tworzenia:  \n\nWykorzystywane hasło powinno zawierać kombinację znaków takich jak duże i małe litery, znaki specjalne oraz cyfry, \n\nNależy zachować odpowiednią długość, np. minimum 14 znaków, \n\nSilne hasła można budować, używając kilku niepowiązanych ze sobą słów, \n\nHasło powinno być wystarczająco długie, aby sprawiało trudność w odgadnięciu (minimum 4 wyrazy, a dobrą praktyką jest dodanie słów w więcej niż jednym języku), \n\nUżyte słowa do utworzenia hasła nie powinny być ze sobą powiązane, nie powinny odnosić się literalnie do znanych powiedzeń lub tytułów książek i filmów, zalecana jest kreatywność w parafrazowaniu, \n\nHasło nie powinno zawierać nazwy strony lub innej charakterystycznej informacji, pozwalającej zidentyfikować przeznaczenie hasła, np. nazwy usługi, do której to hasło jest, \n\nHasło powinno być łatwe do zapamiętania mimo swej złożoności, \n\nNależy unikać cytatów, \n\nNależy unikać stosowania haseł zgodnych z formatem dat kalendarzowych, numerów tablic rejestracyjnych, numerów telefonów lub innych numerów możliwych do znalezienia w danych osobowych użytkownika.\n\nHasła generowane przez menedżer haseł powinny być w pełni losowe i posiadać co najmniej kilkanaście znaków (w końcu menedżer zwalnia nas z problemu zapamiętania takiego hasła). \nMinimalna długość hasła, która może być używana, to 14 znaków.\n\nStopka\n\nStrona główna AGH\n\nPolityka ujawniania podatności\n\nKlucz PGP\n\nDeklaracja dostępności\n\nCentrum Bezpieczeństwa Informacji\npaw. D-8, pok. 718\ntel.: +48 12 328 34 48\ne-mail: bezpieczenstwo@agh.edu.pl\n\n © 2024 Centrum Bezpieczeństwa Informacji\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://bezpieczenstwo.agh.edu.pl/cyberedukacja/bezpieczne-hasla", "title": " Bezpieczne hasła -- Bezpieczeństwo ", "depth": 2, "duplicate": false, "content_hash": "aad9e66c62318c9134cd9a055abc9986", "word_count": 307, "headings": [{"level": 1, "text": "Bezpieczne hasła"}, {"level": 2, "text": "Stopka"}]}}