{"content": "# Historia i Strategia - Wydział Odlewnictwa\n\nURL: https://odlewnictwo.agh.edu.pl/wydzial/historia-i-strategia/\nCrawled: 2025-03-19 21:33:40\n\nStrona główna\n » \nWydział\n » \nHistoria i Strategia\n\nWydział\n\nMenu\n\nHistoria i Strategia\n\nWydział Odlewnictwa Akademii Górniczo-Hutniczej powstał w 1951 roku.\n Jest jedynym wydziałem o tym profilu w strukturze szkolnictwa wyższego w Polsce\n. Ma pełne prawa akademickie w zakresie kształcenia na wszystkich poziomach oraz w zakresie stopni i tytułów naukowych. Wydział Odlewnictwa kształci na różnych rodzajach studiów, w oparciu o programy dostosowane do wymagań i potrzeb współczesnej gospodarki, inżynierów i magistrów inżynierów – specjalistów w różnych obszarach techniki odlewniczej (technologia odlewów z różnych stopów, budowa maszyn odlewniczych i ich eksploatacja, mechanizacja, automatyzacja i projektowanie odlewni, odlewnictwo artystyczne i precyzyjne, ochrona środowiska w odlewnictwie, zastosowanie komputerów w technologii odlewniczej).\nW swej dotychczasowej działalności Wydział Odlewnictwa wypromował ponad \n1100 inżynierów, ponad 2670 magistrów inżynierów, 185 doktorów i 35 doktorów habilitowanych\n. Kształcenie prowadzi kadra nauczycieli akademickich złożona z profesorów, doktorów habilitowanych, doktorów i magistrów. Studenci mają do dyspozycji odlewnię doświadczalną oraz dobrze wyposażone laboratoria techniczne i komputerowe, a także bibliotekę. Mogą również rozwijać swoje zainteresowania w kołach naukowych, które organizują obozy naukowe krajowe i zagraniczne, sesje naukowe i różnego rodzaju kursy.\n\nStrategia Wydziału Odlewnictwa\n\nPodstawą do przygotowania strategii były następujące dokumenty:\nStrategia rozwoju Akademii Górniczo Hutniczej im. Stanisława Staszica w Krakowie zawarta w Uchwale nr 93/2022 Senatu AGH z dnia 30 listopada 2022 r. w sprawie przyjęcia Strategii Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie;\nProgram rozwoju Wydziału Odlewnictwa w kadencji 2020 – 2024 (prezentacja Dziekana WO Prof. dr hab. inż. M. Górnego z dnia 14.09.2020 r.);\nINICJATYWA DOSKONAŁOŚCI – UCZELNIA BADAWCZA Podręcznik, Marek Przybylski, Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie, marzec 2020 r., Kraków;\nKrajowa Strategia Inteligentnej Specjalizacji – wersja 6 (obowiązująca od 1 stycznia 2020 r.), Ministerstwo Rozwoju.\nZawarty w preambule Strategii AGH, zapis mówiący o tym, że strategię „określać będzie dążenie do realizacji w perspektywie do 2026 roku sześciu głównych celów: 1. Nowoczesne kształcenie atrakcyjne dla studentów i otoczenia w kraju i za granicą 2. Uczelnia otwarta dla studentów, ich rozwoju zawodowego i realizacji pasji 3. Wiodący uniwersytet badawczy o wysokiej pozycji krajowej i światowej 4. Uczelnia zorientowana na współpracę krajową i zagraniczną, lider innowacyjności i transferu wiedzy 5. Atrakcyjne miejsce pracy dla najlepszych naukowców, nauczycieli i pracowników wsparcia 6. Uczelnia sprawnie zarządzana, o nowoczesnej, elastycznej strukturze (…)” w pełni oddaje główne cele strategii Wydziału Odlewnictwa AGH. W cele strategii wpisują się również cele Projektu „Inicjatywa Doskonałości – Uczelnia Badawcza”, którego zadaniem jest poprawa międzynarodowej renomy/rozpoznawalności polskich uczelni.\nW niniejszym opracowaniu wskazano najistotniejsze elementy strategii Wydziału  – z podziałem na cele wskazane w Strategii Akademii Górniczo-Hutniczej oraz z uwzględnieniem celów Projektu „Inicjatywa Doskonałości – Uczelnia Badawcza”.\n\nNowoczesne kształcenie atrakcyjne dla studentów i otoczenia w kraju i za granicą\n\nDostosowanie oferty Wydziału do zmieniającego się rynku pracy i potrzeb kandydatów na studia, obejmuje działania zmierzające do optymalizacji programów studiów na obecnie prowadzonych kierunkach, w celu zapewnienia konkurencyjności względem innych jednostek.  Przygotowanie nowoczesnych programów studiów stacjonarnych i niestacjonarnych związanych z kształceniem o profilu odlewniczym, a także studiów podyplomowych.\nZebrane doświadczenia wskazują na zapotrzebowanie na organizację szkoleń tematycznych dla przemysłu w języku polskim i angielskim. Strategia Wydziału przewiduje rozszerzenie oferty dydaktycznej w języku angielskim na pierwszym i drugim stopniu studiów niestacjonarnych.\nKolejną formą umiędzynarodowienia kształcenia jest udział Wydziału w międzynarodowych projektach dydaktycznych we współpracy z uczelniami europejskimi. Wydział zabiega o zatrudnianie profesorów uczelni zagranicznych. Zwiększenie zaangażowania specjalistów zagranicznych jest ściśle związane z poszerzaniem oferty kształcenia. Działania te są również spójne z polityką Uczelni dotyczącą jej umiędzynarodowienia. Położony zostanie duży nacisk na aktywizację pracowników/studentów do wyjazdów w ramach programów międzynarodowych, np. ERASMUS. Planowane jest również rozszerzenie oferty Wydziału w Uczelnianej Bazie Przedmiotów Obieralnych, szczególnie w zakresie przedmiotów innowacyjnych. Wydział podejmuje działania promujące kształcenie w Szkole Doktorskiej AGH, szczególnie przez realizację doktoratów wdrożeniowych, co jest niezwykle skutecznym środkiem do budowania trwałych relacji z przemysłem. Wydział Odlewnictwa wspiera pracowników w zakresie realizowania szkoleń z nowoczesnych narzędzi informatycznych stosowanych w przemyśle.\nWspółpraca z przemysłem, a także z reprezentującymi go organizacjami pozarządowymi, zwłaszcza Stowarzyszeniem Technicznym Odlewników Polskich i Odlewniczą Izbą Gospodarczą, jest istotna dla zapewnienia odpowiedniej jakości procesu kształcenia.\nW cele strategii Wydziału wpisują się również doskonalenie systemu zapewnienia jakości kształcenia i dbałość o poziom kompetencji absolwentów, adekwatny do zmieniających się potrzeb przemysłu odlewniczego w kraju i za granicą.\nBudowanie pozytywnego wizerunku wydziału i szeroko pojętego odlewnictwa wśród kandydatów na studia poprzez nawiązanie współpracy ze szkołami średnimi w ramach np. „Roku Zerowego”, czy klas patronackich.\n\nWydział Odlewnictwa otwarty dla studentów, ich rozwoju zawodowego i realizacji pasji\n\nWydział  przywiązuje najwyższą wagę do jakości kształcenia studentów oraz tworzenia najlepszych możliwych warunków dla rozwoju ich własnej twórczości naukowej poprzez m.in. włączanie do realizowania badań naukowych i działalności wdrożeniowej.\nWydział dąży do intensyfikacji wyjazdów studyjnych organizowanych dla studentów do zakładów przemysłowych.\nWydział umożliwia studentom udział m.in. w certyfikowanych szkoleniach zawodowych, wizytach studyjnych u pracodawców oraz programach stażowych, udział w konferencjach krajowych i zagranicznych. Studenci otrzymują pomoc w organizacji praktyk (krajowych i zagranicznych). Korzystnym wskazaniem jest duże zainteresowanie przemysłu krajowego i zagranicznego tą forma współpracy.\nWydział wspiera działające w AGH koła naukowe oraz cyklicznie organizuje sesje studenckie w ramach krajowych i międzynarodowych konferencji naukowych. Wsparcie to jest realizowane również poprzez wprowadzenie do programów studiów możliwości uzyskania części punktów ECTS realizacją projektów w kołach naukowych.\n\nWydział Odlewnictwa o wysokiej pozycji w kraju i za granicą\n\nCelem strategii Wydziału jest aktywność w zakresie zdobywania środków na zakup nowych i modernizację posiadanych zasobów infrastrukturalnych i aparaturowych oraz umożliwienie dostępu do niej wszystkim pracownikom Wydziału. Jednym z głównych priorytetów jest zwiększenia liczby grantów badawczych realizowanych na wydziale oraz w konsorcjach naukowych z najlepszymi uniwersytetami i jednostkami badawczymi krajowymi i zagranicznymi.\nZwiększenie potencjału badawczego poprzez budowę Centrum Badawczo-Edukacyjnego Inżynierii Materiałowej Wysokotemperaturowego Stanu Ciekłego w budynku HD-8.\nWsparcie w pozyskiwaniu projektów na Wydziale przez Pełnomocnika Dziekana ds. Realizacji projektów naukowo-badawczych, do którego obowiązków należy ścisła współpraca z COP AGH oraz pomoc pracownikom Wydziału ww. zakresie.\nPromowanie współpracy naukowej z innymi jednostkami naukowymi i przemysłowymi, co wzmocni pozycję WO AGH w uczelni oraz na arenie krajowej i międzynarodowej.\nWydział wspiera działania pracowników związane z ich międzynarodową mobilnością naukową, a także udział w konferencjach międzynarodowych.\nIstotnym elementem promocji Wydziału jest wspieranie międzynarodowego czasopisma naukowego Journal of Casting & Materials Engineering, ujętego na liście czasopism punktowanych MEiN.\n\nWydział zorientowany na współpracę krajową i zagraniczną\n\nUnikatowy charakter Wydziału Odlewnictwa w skali światowej powoduje jego rozpoznawalność w Polsce i na Świecie. Nieodłącznym elementem umacniania tej pozycji, obok np. mobilności międzynarodowej pracowników, jest organizacja/współorganizacja międzynarodowych konferencji naukowych. To jeden z elementów transferu wiedzy, ale także promocji wydziału w kraju i na świecie. Wydział wspiera pracowników zaangażowanych w organizowanie/współorganizowanie międzynarodowych konferencji naukowych.\nIstotnym elementem strategii Wydziału jest intensyfikacja współpracy z przemysłem i otoczeniem społeczno-gospodarczym – wzmacnianie roli Rady Społecznej Wydziału i jej umiędzynarodowienie.\n\nAtrakcyjne miejsce pracy dla najlepszych naukowców, nauczycieli i pracowników wsparcia\n\nW gestii Wydziału  jest aktywizacja pracowników zmierzająca do podwyższania ich kompetencji zawodowych, wyrażonych posiadanymi stopniami naukowymi.\nCelem strategicznym Wydziału jest zwiększenie umiędzynarodowienia kadry naukowo-badawczej poprzez realizację programów wymiany międzynarodowej, visiting-professor, a także międzynarodowych projektów. Wydział wspiera pracowników realizujących szkolenia zawodowe i studia podyplomowe. \n\nWydział sprawnie zarządzany\n\nPriorytetem strategii Wydziału w obszarze organizacyjnym jest racjonalne wykorzystanie i rozwój jego zasobów infrastrukturalnych i kadrowych oraz aktywne zarządzanie w celu zapewnienia sprawnego funkcjonowania Wydziału jako części Uczelni. Celem strategicznym jest ścisła współpraca Władz Wydziału z Kierownikami Katedr w zakresie działalności organizacyjnej.\nNajważniejsze cele Wydziału Odlewnictwa AGH w zakresie działalności organizacyjnej i zarządzania to:\ntransparentność działań władz Wydziału,\nracjonalne wydatkowanie środków finansowych,\nanaliza potrzeb w zakresie rozwoju nowoczesnej infrastruktury badawczej,\ndbanie o wizerunek Wydziału,\nzapewnienie sprawnej współpracy wewnątrz Wydziału,\nwypracowanie jasnych procedur wewnątrz Wydziału,\nwprowadzenie do obsługi administracyjnej systemów informatycznych np. SFINX.\n\nPodsumowanie\n\nOceniając perspektywy sektora gospodarki, na rzecz którego pracuje Wydział Odlewnictwa, a także aktualny potencjał tej jednostki, stwierdzić można, że wpisuje się ona dobrze w zapisy Krajowej Strategii Inteligentnej Specjalizacji, w której duży nacisk położony został na zrównoważoną energetykę, gospodarkę o obiegu zamkniętym – woda, surowce kopalne, odpady, a także na innowacyjne technologie i procesy przemysłowe. Stwarza to szanse uczestnictwa w programach operacyjnych i realizacji misji Wydziału Odlewnictwa.\n\nMISJA\n\nWydział Odlewnictwa Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie jest wydziałem rozwijającym partnerską współpracę z jednostkami naukowo-badawczymi w kraju, Europie i na świecie. Stanowi również centrum wiedzy dla przemysłu odlewniczego. Zgodnie ze światowymi trendami rozwoju oraz strategią rozwoju Uczelni przyczynia się do dobrobytu ogółu poprzez rozwijanie badań i kształcenie , zapewniając tworzenie innowacji technologicznych i społecznych, służących rozwiązywaniu najważniejszych problemów współczesności. Wydział  posiada wiodącą pozycję w sektorze odlewnictwa, co skutkować będzie modernizacją tego przemysłu, budowaniem nowoczesnego systemu doskonalenia zawodowego i kształcenia ustawicznego, a także współpracą uczelni, placówek badawczo – wdrożeniowych i innych podmiotów na rzecz tworzenia nowoczesnego zawodu odlewnika.\n/Tekst jednolity pozytywnie zaopiniowany przez Kolegium Wydziału Odlewnictwa w dniu 27.03.2023/", "metadata": {"url": "https://odlewnictwo.agh.edu.pl/wydzial/historia-i-strategia/", "title": "Historia i Strategia - Wydział Odlewnictwa", "depth": 3, "duplicate": false, "content_hash": "114c19bf7812b8643bc1344536286e19", "word_count": 1427, "headings": [{"level": 3, "text": "Wydział"}, {"level": 1, "text": "Historia i Strategia"}, {"level": 2, "text": "Strategia Wydziału Odlewnictwa"}, {"level": 2, "text": "Nowoczesne kształcenie atrakcyjne dla studentów i otoczenia w kraju i za granicą"}, {"level": 2, "text": "Wydział Odlewnictwa otwarty dla studentów, ich rozwoju zawodowego i realizacji pasji"}, {"level": 2, "text": "Wydział Odlewnictwa o wysokiej pozycji w kraju i za granicą"}, {"level": 2, "text": "Wydział zorientowany na współpracę krajową i zagraniczną"}, {"level": 2, "text": "Atrakcyjne miejsce pracy dla najlepszych naukowców, nauczycieli i pracowników wsparcia"}, {"level": 2, "text": "Wydział sprawnie zarządzany"}, {"level": 2, "text": "Podsumowanie"}, {"level": 2, "text": "MISJA"}]}}