{"metadata": {}, "content": "AKADEMIA G6RNICZO-HUTNICZA\nIM. STANISEAWA STASZICA W KRAKOWIE\n\nprof. dr hab, inz.\n\nRafat Danko\n\nPROREKTOR DS. STUDENCKICH\n\nCSS-sSpm.4411-3/5/2024 Krakéw, dn. 16 wrzesnia 2024 r.\n\nSzanowni Panstwo\nProdziekani Wydziattw AGH\n\nUprzejmie informuje, ze w okresie od 1 do 25 pazdziernika 2024 r.\nRektor AGH moze sktadac¢ wnioski o stypendium Ministra Nauki za\nznaczace osiagniecia dla student6éw. Wnioski sq sktadane wytacznie za\nposrednictwem Zintegrowanego Systemu Ustug dla Nauki Obstuga\nStrumieni Finansowania, zw. dalej system OSF.\n\nWnioskodawca stypendium ministra jest wytacznie Rektor AGH.\nSwoja kandydature do ztozenia wniosku o stypendium moze zgtosi¢\nstudent, ktéry spetnia wymogi do ubiegania sie o stypendium okreslone\nw rozporzadzeniu Ministra Nauki i Szkolnictwa Wyzszego z dnia\n1 kwietnia 2019 r. w sprawie stypendiéw ministra wtaSciwego do spraw\nszkolnictwa wyzszego i nauki dla studentéw i wybitnych mtodych\nnaukowcéw (Dz. U. z 2022 r. poz.428), dalej zw. rozporzadzeniem.\n\nStypendium ministra moze otrzymac student, ktéry w poprzednim roku\nakademickim zaliczyt rok studiéw i uzyskat wpis na kolejny rok studiéw\nw danym roku akademickim oraz wykazat sie znaczacymi\nosiagnieciami naukowymi lub artystycznymi zwiqzanymi ze studiami lub\nzZnaczacymi osiagnieciami sportowymi, zgodnie z rozporzadzeniem.\n\nStudent, ktoéry zamierza ubiega¢ sie o stypendium ministra na rok\nakademicki 2024/2025 zobowiazany jest do uzyskania rekomendacji\nProdziekana Wydziatu, na ktérym odbywa studia.\n\nW terminie do 4 pazdziernika 2024 r. student przedstawia Rektorowi,\nZa posrednictwem macierzystego Wydziatu, swoja kandydature do\nprzyznania stypendium ministra wraz z dokumentami potwierdzajacymi\nuzyskanie znaczacych osiagniec. Do zgtoszenia nalezy dotaczyé\noswiadczenie, ze informacje zawarte we wniosku sa zgodne ze stanem\nfaktycznym i sa zwiazane z odbywanymi studiami oraz wyrazi¢ zgode\nna przetwarzanie danych osobowych. Wzory oswiadczen dotyczacych\nzgtoszonych osiagnieé znajduja sie na_ stronie internetowej\nMinisterstwa. Wz6r zgtoszenia kandydatury stanowi zatacznik do\npisma. Dokumenty potwierdzajace osiagniecia nalezy ponumerowaé\nzgodnie z kolejnosciq ich wymienienia.\n\nal. A. Mickiewicza 30, 30-059 Krak6w, tel.: +48 12 617 20 10\ne-mail: prorektor.studenci@agh.edu.pl, www.agh.edu.pl\n\n\n\nStudenci Wydzialé6w wymienionych ponizej zgtaszaja kandydature do\nwskazanych Prodziekanéw:\n\n1. Inzynierii Lgdowej i Gospodarki Zasobami —\nProdziekan ds. Ksztatcenia dr Dorota Pawlus\n2. Inzynierii Metali i Informatyki Przemystowej -\nProdziekan ds. Ksztatcenia i Studenckich dr inz. Grzegorz Michta\n3. Elektrotechniki, Automatyki, Informatyki i Inzynierii Biomedycznej -\nProdziekan ds. Studenckich i Ogdlnych dr inz. Mikotaj Skowron\n4. Informatyki, Elektroniki i Telekomunikacji -\nProdziekan ds. Ksztatcenia dr inz. Michat Wagrowski\n5. Geodezji Gorniczej i Inzynierii Srodowiska —\nProdziekan ds. Ksztatcenia i Studenckich dr inz. Elzbieta Jasifiska\n6. Informatyki -—\nProdziekan ds. Ksztatcenia dr inz. Marek Gajecki,\n7. Odlewnictwa —\nProdziekan ds. Studenckich dr hab. inz. Jarostaw Jakubski, prof. AGH\n8. Zarzadzania -\nProdziekan ds. Nauki dr hab. inz. Natalia Iwaszczuk, prof. AGH\nMatematyki Stosowanej -\nProdziekan ds. Studenckich i Ksztatcenia dr Tomasz Drwiega.\n\nPozytywnie oceniona kandydature wraz z zatacznikami w wersji papierowej\nProdziekan Wydziatu przekazuje Rektorowi za posrednictwem Dziatu Spraw\nStudenckich, w terminie 10 pazdziernika 2024 r.\n\nStudenci pozostatych Wydzialéw gtaszaja kandydature do\nProdziekana, do ktérego zakresu kompetencji naleza sprawy studenckie.\n\nProdziekan Wydziatu ocenia, czy przedstawione przez studenta osiagniecia\nsa znaczacymi osiagnieciami, o ktérych mowa w rozporzadzeniu oraz czy\n(wytaczajac osiagniecia w sporcie) sa zwiazane ze studiami odbywanymi\nprzez studenta. W przypadku, gdy przedstawione przez studenta\nosiagniecia nie beda zgodne z katalogiem znaczacych osiagnie¢, o ktérych\nmowa w § 2 i § 4 rozporzadzenia lub niezwiazane ze studiami, ocena\nProdziekana Wydziatu powinna byé negatywna.\n\nStudent, ktérego kandydatura do ztozenia wniosku o przyznanie\nstypendium ministra za znaczace osiagniecia zostata oceniona pozytywnie,\nzgtasza sie do wyznaczonego koordynatora w celu uruchomienia wniosku\nstypendialnego systemie OSF oraz uzyskania loginu i hasta do systemu\nOSF. Lista wyznaczonych koordynatoréw z podziatem na Wydziaty znajduje\nsie na stronie Dziatu Spraw Studenckich w zaktadce stypendium ministra.\nStudent jako redaktor pomocniczy wniosku zobowiazany jest do edycji\nwniosku w zakresie danych osobowych, uzyskanych osiagnie¢ oraz\numieszczenia skandw wymaganych zatacznikow. O zakoniczeniu edycji\nstudent informuje koordynatora. Ostateczny termin edycji wniosku uptywa\n15 pazdziernika 2024 r.\n\nKoordynator sprawdza kompletnosé wniosku i zgodnosé danych\ndotyczacych studidw (dane czesci B wniosku) oraz osiagnieé ze stanem\nfaktycznym. W przypadku brakéw lub bledéw koordynator uzupetnia dane\nlub informuje studenta o koniecznosci ich korekty.\n\n\n\n|\n\nKoordynator\n\nme) q poy Materialne|\n“or ime Kat irzyna Kupis\nSpecialista .\nds. adf ipyrtracvinve\nDorbta Mizerska\n\nKoordynator po sprawdzeniu wniosku pod wzgledem formalnym\ni zakoniczeniu edycji generuje wniosek w formacie PDF i przesyta do\nkoordynatora wnioskéw o stypendium ministra w Dziale Spraw\nStudenckich, ktéry przedktada wniosek do podpisu Rektorowi.\n\nW terminie do 25 pazdziernika 2024 r., podpisany przez Rektora wniosek,\nkoordynator za posrednictwem systemu OSF przekazuje do Ministerstwa.\n\nWnioski 0 przyznanie stypendium ministra sq rozpatrywane do 31 marca\n2025 r.\n\nStudent, ktérego wniosek zostat przestany do ministra Nauki, po\nrozpatrzeniu wnioskéw otrzymuje decyzje administracyjng w sprawie\nprzyznania albo odmowy przyznania stypendium.\n\nZgtoszenie kandydatury i zataczniki w wersji papierowej po przestaniu\nwersji elektronicznej do MNiSW sq przekazywane do teczki Swiadczen\nstudenta.\n\nPrzed przystapieniem do wypetnienia zgtoszenia kandydatury oraz wniosku\nw systemie OSF zaleca sie zapoznanie z informacjami znajdujacymi sie na\nstronie Dziatu Spraw Studenckich oraz materiatami przygotowanymi przez\nMinisterstwo Nauki i Szkolnictwa Wyzszego\nhttps://www.gov.pl/web/nauka/informacja-na-temat-stypendiowministra-\nnauki-za-znaczace-osiagniecia-dia-studentow-na-rokakademicki-\n20242025-konkurs-sst05.\n\nZ Pwtiann en\n\nfew WA\nZatacznik:\n\n1. STYPENDIUM MINISTRA zgtoszenie kandydatury w roku akademickim 2024/2025\n\nDo wiadomosci:\n1. Dziekani Wydziatow\n2.  Studenci\n3. Aa.\n\n\n\n"}