{"content": "# Dzień Równości AGH + UJ - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/dzien-rownosci-agh-uj/\nCrawled: 2025-03-19 21:37:28\n\nWydarzenia wydziałowe\n\nDzień Równości AGH + UJ\n\n                środa, 09 października, 2024            \n\nAkademia Górniczo-Hutnicza w Krakowie i Uniwersytet Jagielloński serdecznie zapraszają 16 października 2024 roku na pierwszy Dzień Równości!\n\nWydarzenie ma na celu zwiększenie świadomości na temat praw osób studiujących oraz dostępnego wsparcia na obu uczelniach.\n\nDzień Równości to okazja do promowania równości i niedyskryminacji w różnych aspektach życia akademickiego, takich jak nauka, sport, relacje, aktywizm oraz adaptacja do studiowania. W ramach wydarzenia spotykamy się na panelu dyskusyjnym z udziałem osób studiujących oraz konsultacjach z różnymi jednostkami naszych uczelni oferującymi wsparcie.\n\nW trakcie Dnia Równości osoby studiujące będą miały okazję podzielić się swoimi doświadczeniami, oraz wyzwaniami, z jakimi mierzą się na uczelni, oraz dowiedzieć się więcej o działaniach równościowych i wsparciu oferowanym przez AGH i UJ. Panel dyskusyjny z osobami studiującymi pozwoli na przedstawienie doświadczeń, oczekiwań i obaw związanych z zapewnianiem bezpieczeństwa i równości w różnych dziedzinach życia studenckiego oraz poszukiwanie rozwiązań. W trakcie wydarzenia osoby uczestniczące będą mieli okazję porozmawiać z przedstawiciel(k)ami jednostek zajmujących się równością i niedyskryminacją, co umożliwi zapoznanie się z dostępnymi formami wsparcia osób studiujących w AGH oraz UJ.\n\nKiedy? 16 października 2024 roku od 13.00 do 19.00\n\nGdzie? Miasteczko Studenckie i Klub Zaścianek\n\nKto? Zespół ds. Planu Równości Płci w AGH, Projekt NEXUS WH AGH, Rzecznik Równości AGH, Bezpieczni UJ\n\nRozkład jazdy:\n\nMiasteczko Studenckie (obok Klubu Studio)\n\n13.00-13.30 Powitanie (AGH + UJ)\n13.30-17.30 – „Stoliki kawowe” – Spotkania konsultacyjne w namiotach pod Klubem Studio\nNamiot 1.\n13.30 – 14.15 – Dział Dostępności AGH\n14.30 – 15.15 – Bezpieczni UJ i Biuro Rzecznika Wartości Akademickich UJ\n15.30-16.15 – Dobre praktyki równościowe i Plany Równości Płci w AGH i UJ\n16.30-17.15 – Centrum Dostępności UJ\nNamiot 2.\n13.30 – 14.15 – SOWA UJ\n14.30 – 15.15 – Rzecznik Równości AGH i Rzecznik Praw Studenta AGH\n15.30-16.15 – Równościowe inicjatywy i projekty badawcze w AGH i UJ\n16.30-17.15 – TęczUJ\n\n17.30-19.00 – Studencki panel dyskusyjny AGH i UJ – „Wyzwania i perspektywy w budowaniu inkluzywnej społeczności akademickiej” (Klub Zaścianek, Józefa Rostafińskiego 4). prowadzenie: Edyta Tobiasiewicz (AGH, UJ) i Bartosz Goch (AGH)\n19.00 Podziękowania i zakończenie\n\nWydarzenie pod Honorowym Patronatem JM Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie oraz Honorowym Patronatem JM Rektora Uniwersytetu Jagiellońskiego\n\nPokaż mniej", "metadata": {"url": "https://wh.agh.edu.pl/dzien-rownosci-agh-uj/", "title": "Dzień Równości AGH + UJ - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "11a680d0e8932fcff6a26bfab1e4270a", "word_count": 368, "headings": [{"level": 1, "text": "Wydarzenia wydziałowe"}, {"level": 2, "text": "Dzień Równości AGH + UJ"}, {"level": 3, "text": "%20"}]}}