{"content": "Strona 1 z 53  \n \n \nAkademia Górniczo -Hutnicza  \nim. Stanisława Staszica  \nw Krakowie  \n \n \n \n \n \n \n \n \nRegulamin  \npracy  \n \n \nTekst jednolity  \n \nZarządzenie nr 39/2019 Rektora A GH z dnia 16 września 2019 r. \nz uwzględnieniem zmian wprowadzonych:  \nZarządzeniem nr 19/2020 Rektora AGH z dnia 7 kwietnia 2020 r.  \nZarządzeniem nr  95/2020 Rektora AGH z dnia 27 listopada 2020 r.  \nZarządzeniem nr 53/2023 Rektora AGH z dnia 15 września 2023 r.  \n \n  \n\nStrona 2 z 53 SPIS TREŚCI  \n \nDZIAŁ I, POSTANOWIENIA OGÓLNE  ................................ .............................  § 1-3 \nDZIAŁ II, PRAWA I OBOWIĄZKI PRACODAWCY ORAZ PRACOWNIKA  .........  § 4-39 \n   Rozdział I, Postanowienia ogólne  ................................ ................................  § 4-5 \n   Rozdział II, Obowiązki pracodawcy ................................ ................................ . § 6 \n   Rozdział III, Uprawnienia pracodawcy  ................................ .......................  § 7-12 \n      Ogólne uprawnienia pracodawcy  ................................ ...........................  § 7-8 \n      Monitoring wizyjny  ................................ ................................ ............  § 9-12 \n   Rozdział IV, Obowiązki pracowników  ................................ .......................  § 13-25 \n    Podstawowe obowiązki pracownika  ................................ ...................  § 13-15 \n    Obowiązki pracowników związane z ochroną danych osobowych  ................  § 16 \n    Potwierdzanie obecności w pracy  ................................ ......................  § 17-18 \n    Usprawiedliwianie nieobecności w pracy  ................................ .................  § 19 \n   Szczególne obowiązki nauczycieli akademickich  ................................ .. § 20-25 \n   Rozdział V, Prawa pracowników  ................................ ................................ ... § 26 \n   Rozdział VI, Urlopy i inne zwolnienia od pracy  ................................ ..........  § 27-39 \n    Urlop wypoczynkowy  ................................ ................................ ....... § 27-29 \n    Urlop bezpłatny  ................................ ................................ ...................  § 30 \n    Urlop okolicznościowy ................................ ................................ ...........  § 31 \n    Opieka nad dzieckiem  ................................ ................................ ..........  § 32 \n    Zwolnienie od pracy z powodu dzia łania siły wyższej.  .............................  § 32a  \n    Urlop opiekuńczy  ................................ ................................ ...............  § 32b  \n    Inne zwolnienia od pracy  ................................ ................................ ...... § 33 \n    Urlopy szczególne nauczycieli akademickich  ................................ ....... § 34-39 \nDZIAŁ III, CZAS PRACY  ................................ ................................ ..........  § 40-71b \n   Rozdział I, Postanowienia ogólne  ................................ ............................  § 40-46 \nRozdział II, Czas pracy oraz zasady powierzania i realizacji obowiązków \ndydaktycznych przez nauczycieli akademickich  ................................ .........  § 47-55 \n      System czasu pracy, jego realizacja i podział  ................................ .... § 47-48 \n    Formy zajęć dydaktycznych  ................................ ................................ .. § 49 \n    Wymiar pensum dydaktycznego  ................................ ...........................  § 50 \n    Obniżki pensum dydaktycznego  ................................ ............................  § 51 \nGodziny zaliczane do obciążenia dydaktycznego nauczyciela akademickiego …§ 52 \nKolejność rozliczania godzin  ................................ ................................ . § 53 \nZajęcia dydaktyczne w godzinach ponadwymiarowych  ..............................  § 54 \nSzczegółowa organizacja i tryb rozliczania zajęć dydaktycznych oraz liczebność \ngrup studenckich  ................................ ................................ .................  § 55 \n   Rozdział III, Czas pracy pracowników niebędą cych nauczycielami akademickimi \n…….. ................................ ................................ ................................ ... § 56-70 \n    System podstawowy  ................................ ................................ ....... § 57-58 \n    System równoważny  ................................ ................................ ......  § 59-64 \n    System zadaniowy  ................................ ................................ ...............  § 65 \n    System skróconego tygodnia pracy  ................................ ........................  § 66 \n    System pracy weekendowej  ................................ ................................ .. § 67 \n    Ruchomy czas pracy  ................................ ................................ ...........   § 68 \n    Indywidualny rozkład czasu pracy  ................................ ..........................  § 69 \n    Ochrona szczególna  ................................ ................................ ...........  § 69a  \n    Praca w porze nocnej  ................................ ................................ ..........   § 70 \n   Rozdział IV , Niektóre uprawnienia dotyczące czasu pracy pracowników związane \nz rodzicielstwem oraz kobiet  w ciąży i karmiących piersią  …….. ................   § 71-71b \nDZIAŁ IV, WYPŁATA WYNAGODZENIA ZA PRACĘ  ................................ ...... § 72-75 \nDZIAŁ V, DYSCYPLINA PRACY ................................ ................................ ... § 76-81 \n   Rozdział I, Odpowiedzialność porządkowa pracowników  ................................ .. § 76 \n   Rozdział II, Odpowiedzialność materiałowa pracowników  ...........................  § 77-78 \n Rozdział III, Przestrzeganie obowiązku trzeźwości oraz zakaz używania narkotyków   \ni innych środków odurzających lub substancji psychotropowych  ..................  § 79-81 \n\nStrona 3 z 53 DZIAŁ VI, BEZPIECZEŃSTWO I HIGIENA PRACY ORAZ OCHRONA \nPRZECIWPOŻAROWA  ................................ ................................ ................  § 82-86 \nRozdział I, Prawa i obowią zki pracodawcy w zakresie bhp i ppoż.  ................  § 82-84 \n Rozdział II, Prawa i obowiązki pracowników w zakresie bhp i ppoż.  .............  § 85-86 \nDZIAŁ VII, PRACE WZBRONIONE KOBIETOM, KOBIETOM W CIĄŻY I KARMIĄCYM \nPIERSIĄ  ................................ ................................ ................................ .... § 87-89 \nDZIAŁ VIIa, PRACOWNICY MŁODOCIANI  ................................ ......................  § 90 \nDZIAL VIII, PRZECIWDZIAŁANIE DYSKRYMINACJI I MOBBINGOWI  ........  § 91-93 \nRozdział I, Polityka antydyskryminacyjna i antymobbingowa  ..........................   § 91 \nRozdział II, Obowiązek równego traktowania w zatrudnieniu  ..........................  § 92 \nRozdział II, Przeciwdziałanie mobbingowi  ................................ ......................  § 93 \nDZIAL IX, PRZEPISY PRZEJŚCIOWE  I KOŃCOWE  ................................ ...... § 94-96 \n \nZałącznik nr 1, Cele, zakres oraz sposób stosowania monitoringu wizyjnego . \n \nZałącznik nr 2, Wykaz prac wzbronionych kobietom, kobietom w ciąży i karmiącym \npiersią . \n \n \n  \n\nStrona 4 z 53 DZIAŁ I  \nPOSTANOWIENIA OGÓLNE  \n§ 1. \n1. Regulamin pracy Akademii Górniczo -Hutniczej im. Stanisława Staszica w Krakowie, \nzwany dalej „regulaminem pracy”, określa organizację i porządek w procesie pracy \noraz związane z tym prawa i obowiązki pracodawcy i pracowników zatrudnionych  \nw Akademii Górnic zo-Hutniczej im. Stanisława Staszica w Krakowie, zwanej dalej \n„pracodawcą” albo „Uczelnią”.  \n2. Postanowienia niniejszego regulaminu obowiązują wszystkich pracowników \nzatrudnionych u pracodawcy, bez względu na podstawę zatrudnienia, zajmowane \nstanowisko oraz w ymiar czasu pracy, zarówno będących, jak i niebędących \nnauczycielami akademickimi.  \n§ 2. \n1. Każdy pracownik zobowiązany jest do zapoznania się z treścią regulaminu pracy przed \nprzystąpieniem do pracy oraz jego zmianami, niezwłocznie po ich wprowadzeniu.  \n2. Jednos tka właściwa do spraw kadr podaje regulamin pracy do wiadomości każdego \nprzyjmowanego do pracy pracownika, przed dopuszczeniem go do pracy, a zapoznanie \nsię z treścią regulaminu pracownik potwierdza w oświadczeniu swoim podpisem.  \n3. Nadzór nad przestrzeganiem  niniejszego regulaminu powierza się osobom zajmującym \nw Uczelni funkcje oraz stanowiska kierownicze oraz jednostce właściwej do spraw \nkadr. \n§ 3. \nIlekroć mowa w niniejszym regulaminie o:  \n1) Ustawie – należy przez to rozumieć ustawę z dnia 20 lipca 2018 r. – Prawo  \no szkolnictwie wyższym i nauce ; \n2) k.p. lub Kodeksie pracy – należy przez to rozumieć ustawę z dnia z dnia 26 czerwca \n1974 r. Kodeks pracy;  \n3) Rektorze – należy przez to rozumieć Rektora Akademii Górniczo -Hutniczej  \nim. Stanisława Staszica w Krakowie, a także osoby upoważnione przez Rektora do \nwykonywania czynności z zakresu prawa pracy albo posiadające pełnomocnictwo \nRektora w określonym zakresie;  \n4) pracowniku bez bliższego określenia – należy przez to rozumieć wszystkich \npracowników Akademii Górniczo -Hutniczej im. Stanisława Staszica w Krakowie, \nzarówno będących, jak i niebędących nauczycielami akademickimi;  \n5) nauczycielu akademickim – należy przez to rozumieć pracowników, o których mowa  \nw art. 114 Ustawy;  \n6) pracowniku niebędącym nauczycielem akademickim – należy przez to rozumieć \npracowników innych niż określeni w pkt 5;  \n7) umowie o pracę – należy przez to rozumieć zarówno umowę o pracę, jak  \ni mianowanie;  \n8) jednostce właściwej do spraw kadr – należy przez to rozumieć komórkę \norganizacyjną Uczelni, która zgodnie z regulaminem organizacyjnym zajmuje się \nprowadzeniem spraw kadrowych pracowników Uczelni;  \n9) przełożonym – należy przez to rozumieć osobę, której powierzono kierowanie daną \njednostką organizac yjną, zespołem pracowników, grupą jednostek organizacyjnych \nlub kierowanie pionem zarządzania, o którym mowa w regulaminie organizacyjnym;  \n10) bezpośrednim przełożonym – należy przez to rozumieć:  \n−   kierownika instytutu lub katedry – w odniesieniu do nauczycieli akademickich,  \n− osobę wskazaną w zakresie czynności (obowiązków) – w odniesieniu do \npracowników niebędących nauczycielami akademickimi;  \n11) osobach pełniących funkcje kierownicze lub zajmujących stanowiska kierownicze – \nnależy przez to rozumieć, zaró wno osoby, o których mowa w art. 23 ust. 2 pkt  \n6 Ustawy, jak i inne osoby kierujące pracą jednostek organizacyjnych lub zespołów \npracowników ; \n\nStrona 5 z 53 12) postaci papierowej lub elektronicznej (wniosku) – należy przez to rozumieć \ndokument złożony w postaci tradycyjnej  (papierowej) lub przesłany elektronicznie, \nnp. za pomocą poczty e -mail. \nDZIAŁ II  \nPRAWA I OBOWIĄZKI PRACODAWCY ORAZ PRACOWNIKA  \nRozdział I  \nPostanowienia ogólne  \n§ 4. \n1. Pracodawca, przed dopuszczeniem do pracy nowo zatrudnionego pracownika ma \nobowiązek:  \n1) skierować osobę przyjmowaną do pracy na wstępne badania lekarskie (z  wyjątkiem \nsytuacji wskazanych w art. 229 § 11 i § 12  Kodeksu pracy);  \n2) doręczyć pracownikowi umowę o pracę spełniającą wymogi określone w  odnośnych \nprzepisach Kodeksu pracy, a w przypadku nauczycieli akademickich także ustawy \nPrawo o szkolnictwie wyższym i nauce;  \n3) zapoznać pracownika z treścią Regulaminu pracy;  \n4) przeszkolić pracownika w zakresie bezpieczeństwa i higieny pracy oraz ochrony \nprzeciwpożarowej;  \n5) poinformować pracownika o ryzyku za wodowym związanym z wykonywaną pracą \ni zasadach ochrony przed zagrożeniami;  \n6) zaopatrzyć pracownika w środki ochrony indywidualnej oraz w odzież i  obuwie \nrobocze, zgodnie z obowiązującymi w Uczelni uregulowaniami.   \n2.  Nowo zatrudniony pracownik jest zobowiązany:  \n1) dostarczyć pracodawcy orzeczenie lekarskie stwierdzające brak przeciwwskazań do \npracy na określonym stanowisku, w warunkach pracy opisanych w skierowaniu na \nbadania lekarskie;  \n2) odbyć szkolenie wstępne w zakresie bezpieczeństwa i higieny pracy o raz ochrony \nprzeciwpożarowej;  \n3) zapoznać się z ryzykiem zawodowym związanym z wykonywaną pracą i  zasadami \nochrony przed zagrożeniami;   \n4) potwierdzić na piśmie dopełnienie obowiązków, o których mowa w  punktach 2 i 3.  \n3. Pracodawca informuje pracownika w posta ci papierowej lub elektronicznej:  \n1) nie później niż w terminie 7 dni od dnia dopuszczenia pracownika do pracy, co \nnajmniej o:  \na) obowiązującej pracownika dobowej i tygodniowej normie czasu pracy,  \nb) obowiązującym pracownika dobowym i tygodniowym wymiarze czasu pra cy, \nc) przysługujących pracownikowi przerwach w pracy,  \nd) przysługującym pracownikowi dobowym i tygodniowym odpoczynku,  \ne) zasadach dotyczących pracy w godzinach nadliczbowych i rekompensaty za nią,  \nf) w przypadku pracy zmianowej – zasadach dotyczących przechodzenia z e zmiany \nna zmianę,  \ng) w przypadku kilku miejsc wykonywania pracy – zasadach dotyczących \nprzemieszczania się między miejscami wykonywania pracy,  \nh) innych niż uzgodnione w umowie o pracę przysługujących pracownikowi \nskładnikach wynagrodzenia oraz świadczeniach pieniężnych lub rzeczowych,  \ni) wymiarze przysługującego pracownikowi płatnego urlopu, w  szczególności urlopu \nwypoczynkowego lub, jeżeli nie jest możliwe jego określenie w  dacie \nprzekazywania pracownikowi tej informacji, o  zasadach jego ustalania  \ni przyznawan ia, \nj) obowiązujących zasadach rozwiązania stosunku pracy, w tym o  wymogach \nformalnych, długości okresów wypowiedzenia oraz terminie odwołania się do \nsądu pracy lub, jeżeli nie jest możliwe określenie długości okresów \nwypowiedzenia w dacie przekazywania praco wnikowi tej informacji, sposobie \nustalania takich okresów wypowiedzenia,  \nk) prawie pracownika do szkoleń, jeżeli pracodawca je zapewnia, w  szczególności  \no ogólnych zasadach polityki szkoleniowej pracodawcy;  \n\nStrona 6 z 53 2) nie później niż w terminie 30 dni od dnia dopuszcze nia pracownika do pracy, \no nazwie instytucji zabezpieczenia społecznego, do których wpływają składki na \nubezpieczenia społeczne związane ze stosunkiem pracy oraz informacje na temat \nochrony związanej z zabezpieczeniem społecznym, zapewnianej przez pracodaw cę; \nnie dotyczy to przypadku, w którym pracownik dokonuje wyboru instytucji \nzabezpieczenia społecznego.  \n3a. Poinformowanie pracownika o warunkach zatrudnienia, o których mowa w ust. 3 pkt  \n1 lit. a -f, h-k i pkt 2, może nastąpić przez wskazanie w postaci pa pierowej lub \nelektronicznej odpowiednich przepisów prawa pracy oraz prawa ubezpieczeń \nspołecznych.  \n4. Pracodawca informuje pracownika w postaci papierowej lub elektronicznej o  zmianie \nwarunków zatrudnienia, o których mowa w ust. 3 niezwłocznie, nie później je dnak niż \nw dniu, w którym taka zmiana ma zastosowanie do pracownika. Nie dotyczy to \nprzypadku, w którym zmiana warunków zatrudnienia wynika ze zmiany przepisów \nprawa pracy oraz prawa ubezpieczeń społecznych, jeżeli przepisy te zostały wskazane \nw informacji  przekazanej pracownikowi.  \n§ 5. \n1. Pracownik zobowiązany jest do przestrzegania zależności służbowej i hierarchicznego \npodporządkowania wynikających z organizacji wewnętrznej i szczegółowego podziału \nzadań w Uczelni określonego w regulaminie organizacyjnym . \n2. Pracownik wykonuje obowiązki zgodnie z indywidualnym zakresem czynności oraz \nwynikające z poleceń służbowych bezpośredniego przełożonego, które dotyczą pracy, \njeżeli nie są one sprzeczne z przepisami prawa lub umową o pracę.  \n3. Pracownik zobowiązany jest do zapoznawania się z pocztą mailową minimum 1 raz \ndziennie, z wyłączeniem dni wolnych od pracy.  \n3a. Pracownik zobowiązany jest do zapoznawania się z wewnętrznymi dokumentami, tj. \nw szczególności z zarządzeniami, pismami okólnymi i komunikatami publikowanymi na \nstronie internetowej Uczelni.  \n4. W razie nieobecności pracownika w pracy, sprawy przez niego prowadzone przejmuje  \ni załatwia inny pracownik przewidziany zakresem czynności do zastępstwa lub \nwskazany przez bezpośredniego przełożonego. Osoby pełniące funkcje kierownicze \nzobowiązane są wyznaczyć na czas swojej nieobecności pracownika zastępującego je \nw kierowaniu jednostką lub zespołem pracowników. W razie nie  wyznaczenia takiego \npracownika wyznacza go przełożony wyższego szczebla.  \nRozdział II  \nObowiązki  pracodawcy  \n§ 6. \n1. Pracodawca jest obowiązany w szczególności do:  \n1) zaznajomienia pracowników podejmujących pracę z zakresem ich obowiązków, \nsposobem wykonywania pracy na wyznaczonych stanowiskach oraz ich \npodstawowymi uprawnieniami;  \n1a) informować pracowników  o warunkach ich zatrudnienia, o których mowa w  § 4 ust. \n3 i 4;  \n2) organizowania pracy w sposób zapewniający pełne wykorzystanie czasu pracy, jak \nrównież osiąganie przez pracowników, przy wykorzystaniu ich uzdolnień  \ni kwalifikacji, wysokiej wydajności i nale żytej jakości pracy;  \n3) organizowania pracy w sposób zapewniający zmniejszenie uciążliwości pracy, \nzwłaszcza pracy monotonnej i pracy w ustalonym z góry tempie;  \n4) przeciwdziałania dyskryminacji w zatrudnieniu, w szczególności ze względu na płeć, \nwiek, niepełnos prawność, rasę, religię, narodowość, przekonania polityczne, \nprzynależność związkową, pochodzenie etniczne, wyznanie, orientację seksualną,  \na także ze względu na zatrudnienie na czas określony lub nieokreślony albo  \nw pełnym lub w niepełnym wymiarze czasu  pracy;  \n5) przeciwdziałania mobbingowi;  \n6) zapewnienia bezpiecznych i higienicznych warunków pracy oraz prowadzenia \nsystematycznych szkoleń pracowników w zakresie bezpieczeństwa i higieny pracy;  \n\nStrona 7 z 53 7) wyznaczenia pracowników do udzielania pierwszej pomocy oraz wykonywania \nczynności w zakresie ochrony przeciwpożarowej i ewakuacji pracowników;  \n8) terminowego i prawidłowego wypłacania wynagrodzenia;  \n9) ułatwiania pracownikom podnoszenia kwalifikacji zawodowych;  \n10) stwarzania pracownikom podejmującym zatrudnienie po ukończen iu szkoły \nprowadzącej kształcenie zawodowe lub szkoły wyższej warunków sprzyjających \nprzystosowaniu się do należytego wykonywania pracy;  \n11) zaspokajania, w miarę posiadanych środków, socjalnych potrzeb pracowników;  \n12) stosowania obiektywnych i sprawiedliwych kry teriów oceny pracowników oraz \nwyników ich pracy;  \n13) prowadzenia i przechowywania w postaci papierowej lub elektronicznej \ndokumentacji w sprawach związanych ze stosunkiem pracy oraz akt osobowych \npracowników (dokumentacja pracownicza) zgodnie z obowiązującymi przepisami;  \n14) przechowywania dokumentacji pracowniczej w sposób gwarantujący zachowanie jej \npoufności, integralności, kompletności oraz dostępności, w warunkach niegrożących \nuszkodzeniem lub zniszczeniem przez okres zatrudnienia, a także po ustaniu \nzatrudni enia, przez okres przewidziany przepisami prawa;  \n15) informowania pracowników o ryzyku zawodowym, które wiąże się z wykonywaną \npracą oraz o zasadach ochrony przed tymi zagrożeniami;  \n16) wpływania na kształtowanie w Uczelni zasad współżycia społecznego.  \n2. Obowiązki p racodawcy określone w ust. 1 w pkt . 1–3 i 12 wykonywane są przede \nwszystkim przez bezpośrednich przełożonych pracowników.  \n3. Pracodawca zobowiązany jest udostępnić pracownikom tekst przepisów dotyczących \nrównego traktowania w zatrudnieniu w formie pisemnej in formacji rozpowszechnionej \nna Uczelni lub zapewnia pracownikom dostęp do tych przepisów w inny sposób \npozwalający na zapoznanie się z ich treścią.  \n4. Pracodawca jest obowiązany informować pracowników w sposób zwyczajowo \nprzyjęty  o: \n1) możliwości zatrudnienia w pełnym lub w niepełnym wymiarze czasu pracy;  \n2) możliwości awansu;  \n3) wolnych stanowiskach pracy.  \n5. Pracodawca zapewnia pracownikowi stanowisko pracy oraz udostępnia niezbędny \npodstawowy sprzęt.  \nRozdział III  \nUprawnienia pracodawcy  \nOgólne uprawnienia pracodawcy  \n§ 7. \n1. Pracodawcy przysługuje w szczególności prawo do:  \n1) wydawania pracownikom wiążących poleceń dotyczących pracy, w tym czasu pracy, \nw zakresie, w jakim polecenia te nie są sprzeczne z obowiązującymi przepisami,  \nz zakresem ich obowiązków lub zasadami współży cia społecznego;  \n2) określania zakresu obowiązków pracowniczych każdego z pracowników, zgodnie  \nz postanowieniami umowy o pracę i obowiązującymi przepisami;  \n3) korzystania z wyników pracy wykonywanej przez pracowników, z zastrzeżeniem  \nust. 2;  \n4) wymagania i egzekwowania od pracowników wykonywania obowiązków określonych \nw przepisach prawa pracy, niniejszym regulaminie oraz zakresie ich obowiązków;  \n5) wynagradzania i wyróżniania pracowników, w zależności od osiąganych przez nich \nwyników pracy;  \n6) stosowania wobec pra cowników odpowiedzialności porządkowej i materialnej, na \nzasadach określonych w przepisach prawa pracy i niniejszym regulaminie.  \n2. Korzystanie z wyników pracy pracowników stanowiących utwór, w tym program \nkomputerowy w rozumieniu przepisów o prawie autorskim  i prawach pokrewnych lub \nwynalazek, wzór użytkowy, wzór przemysłowy, znak towarowy, oznaczenie \ngeograficzne, topografię układów scalonych i projekt racjonalizatorski w rozumieniu \nprzepisów o prawie własności przemysłowej określają odrębne przepisy, w tym \nregulamin wydany na podstawie art. 152 Ustawy.  \n\nStrona 8 z 53 § 8. \n1. Pracodawca ma prawo żądać od pracownika podania danych osobowych \nobejmujących:  \n1) imię (imiona) i nazwisko;  \n2) datę urodzenia;  \n3) dane kontaktowe wskazane przez pracownika;  \n4) wykształcenie;  \n5) kwalifikacje zawodowe;  \n6) przebieg dotychczasowego zatrudnienia;  \n7) adres zamieszkania;  \n8) numer PESEL, a w przypadku jego braku – rodzaj i nr dokumentu potwierdzającego \ntożsamość;  \n9) inne dane osobowe pracownika, a także dane osobowe dzieci pracownika i innych \nczłonków jego najbliższej rodziny – jeżeli podanie takich danych jest konieczne ze \nwzględu na korzystanie przez pracownika ze szczególnych uprawnień \nprzewidzianych w prawie pracy ; \n10) nr rachunku płatniczego, jeżeli pracownik nie złożył wniosku o wypłatę \nwynagrodzenia do rąk własnych.  \n2. Danych,  o których mowa w ust. 1 pkt. 1  – 6, pracodawca ma prawo żądać także od \nosoby ubiegającej się o zatrudnienie.  \n3. Udostępnienie pracodawcy danych oso bowych następuje w formie oświadczenia osoby, \nktórej one dotyczą. Pracodawca może żądać udokumentowania danych osobowych \nosób, o których mowa w ust. 1 i 2 w zakresie niezbędnym do ich potwierdzenia.  \n4. Pracodawca żąda podania innych danych osobowych niż okreś lone w ust. 1 i 2, gdy \njest to niezbędne do zrealizowania uprawnienia lub spełnienia obowiązku wynikającego  \nz przepisu prawa.  \nMonitoring wizyjny  \n§ 9. \nW celu zapewnienia bezpieczeństwa społeczności akademickiej AGH oraz innych osób, \nochrony mienia Uczelni oraz zachowania w tajemnicy informacji, których ujawnienie \nmogłoby narazić Uczelnię na szkodę, pracodawca wprowadza szczególny nadzór nad \nterenem Uczelni i terenem wokół Uczelni w postaci środków technicznych \numożliwiających rejestrację obrazu (monitoring wizyjny).  \n§ 10. \n1. Monitoring nie obejmuje pomieszczeń udostępnianych działającym w Uczelni \nzakładowym organizacjom związkowym.  \n2. Monitoring nie obejmuje również pomieszczeń sanitarnych, szatni, stołówek oraz \npalarni , chyba że stosowanie monitoringu w tych pomi eszczeniach jest niezbędne do \nrealizacji celu określonego w §  9 i nie naruszy to godności oraz innych dóbr osobistych \npracownika, w szczególności poprzez zastosowanie technik uniemożliwiających \nrozpoznanie przebywających w tych pomieszczeniach osób. Monito ring pomieszczeń \nsanitarnych wymaga uprzedniej zgody zakładowej organizacji związkowej.  \n3. Nagrania obrazu pracodawca przetwarza wyłącznie do celów, dla których zostały \nzebrane i przechowuje przez okres nieprzekraczający 3 miesięcy od dnia nagrania.  \n4. W przypadku, w którym nagrania obrazu stanowią dowód w postępowaniu \nprowadzonym na podstawie prawa lub pracodawca powziął wiadomość, że mogą one \nstanowić dowód w postępowaniu, termin określony w ust. 3 ulega przedłużeniu do \nczasu prawomocnego zakończenia p ostępowania.  \n5. Po upływie okresów, o których mowa w ust. 3 lub 4, uzyskane w wyniku monitoringu \nnagrania obrazu zawierające dane osobowe podlegają zniszczeniu, o ile przepisy \nodrębne nie stanowią inaczej.  \n6. Pracodawca przed dopuszczeniem pracownika do pracy p rzekazuje mu na piśmie \ninformacje dotyczące celu, zakresu oraz sposobu zastosowania monitoringu.  \n  \n\nStrona 9 z 53 § 11. \n1. Teren i pomieszczenia objęte monitoringiem oznacza się w sposób widoczny i czytelny \nodpowiednimi znakami graficznymi.  \n2. Cele, zakres oraz sposób stosowa nia monitoringu określa załącznik nr 1 do niniejszego \nregulaminu.  \n§ 12. \nPrzepis § 9 nie narusza przepisów art. 12 i art. 13 rozporządzenia Parlamentu \nEuropejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób \nfizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego \nprzepływu takich danych.  \nRozdział IV  \nObowiązki pracowników  \nPodstawowe obowiązki pracownika  \n§ 13. \n1. Pracownik jest obowiązany wykonywać pracę sumiennie i starannie oraz stosować się \ndo poleceń przełożonych, które dotyczą pracy, jeżeli nie są one sprzeczne z przepisami \nprawa lub umową o pracę.  \n2. Do podstawowych obowiązków pracownika należy w szczególności:  \n1) przestrzeganie czasu pracy ustalonego w Uczelni;  \n2) przestrzeganie niniejszego regulaminu i usta lonej w Uczelni organizacji i porządku  \nw procesie pracy, a także innych przepisów związanych z wykonywaniem \npowierzonych obowiązków;  \n3) przestrzeganie przepisów oraz zasad bezpieczeństwa i higieny pracy, a także \nprzepisów przeciwpożarowych;  \n4) dbanie o dobro pr acodawcy, chronienie jego mienia oraz zachowywanie  \nw tajemnicy informacji, których ujawnienie mogłoby narazić pracodawcę na szkodę;  \n5) przestrzeganie tajemnicy określonej w odrębnych przepisach;  \n6) przestrzeganie zasad współżycia społecznego;  \n7) przestrzeganie prz yjętego u pracodawcy sposobu potwierdzania przybycia  \ni obecności w pracy oraz usprawiedliwiania nieobecności w pracy i opuszczania \npracy;  \n8) zachowanie trzeźwości w pracy ; \n9) wykonywanie pracy na sprzęcie udostępnionym przez pracodawcę.  \n3. Pracownik opuszczający jako ostatni pomieszczenie, w którym wykonuje pracę \npowinien w szczególności sprawdzić, czy:  \n1) w pomieszczeniu, które opuszcza nie pozostawiono otwartych źródeł ognia ; \n2) wszystkie urządzenia elektryczne, gazowe, wodne itp. zostały wyłączone (nie \ndotyczy urządzeń, które zgodnie z  dokumentacją techniczno -ruchową mogą być \nwłączone pod nieobecność pracowników) ; \n3) zostały zamknięte okna, biurka i szafy.  \nPracownik powinien także sprawdzić stan zamknięcia pomieszczenia. Klucz od \npomieszczenia pracownik przekazuje  na portiernię lub osobie wskazanej przez \nkierownika jednostki.  \n4. Pracownik zobowiązany jest, zgodnie z ustawą z dnia 16 kwietnia 1993 r. o zwalczaniu \nnieuczciwej konkurencji, w czasie trwania umowy o pracę, a także po jej rozwiązaniu \nlub wygaśnięciu do zach owania w ścisłej tajemnicy nieujawnionych przez pracodawcę \ndo wiadomości publicznej informacji technicznych, technologicznych, organizacyjnych, \nhandlowych lub innych informacji posiadających wartość gospodarczą (tajemnica \nprzedsiębiorstwa). Ich pozyskanie,  ujawnianie, przekazywanie, zbywanie, oferowanie \nzbycia lub wykorzystanie cudzych informacji stanowiących tajemnicę przedsiębiorstwa \nalbo ich nabycie od osoby nieuprawnionej, jeżeli zagraża lub narusza to interes \npracodawcy, bez uprzedniej pisemnej zgody p racodawcy, powoduje powstanie \nodpowiedzialności, o której mowa w przepisach Rozdziału 3 i 4 przywołanej ustawy.  \n5. Pracownik zobowiązany jest aktualizować swoje dane osobowe przekazane \npracodawcy zgodnie z § 8 ust. 1.  \n\nStrona 10 z 53 6. Pracownik zobowiązany jest do uzupełnian ia i aktualizowania informacji \numieszczanych w bazach teleinformatycznych Uczelni zgodnie z odpowiednimi \nzarządzeniami i komunikatami.  \n7. W przypadku rozwiązania lub wygaśnięcia stosunku pracy pracownik jest zobowiązany \nrozliczyć się z mienia powierzonego pr zez pracodawcę, a w szczególności  \nz dokumentów, sprzętu, materiałów, urządzeń i środków pieniężnych – w sposób \nprzyjęty u pracodawcy.  \n§ 14. \n1. Od momentu przyjęcia do pracy pracownik zobowiązany jest wykonywać swoją pracę \nwydajnie i profesjonalnie z zachowan iem najwyższej staranności i dołożyć wszelkich  \nstarań , aby nie narazić pracodawcy na szkodę i powstanie odpowiedzialności \nokreślonej w przepisach Kodeksu cywilnego lub innych aktach prawnych.  \n2. Pracownikowi nie wolno wykorzystywać swojego stanowiska lub informacji uzyskanych \nw związku z pracą dla uzyskania własnych korzyści materialnych ani podejmować \ndziałań mogących budzić podejrzenie o stronniczość lub interesowność.  \n3. Pracownik zobowiązany jest unikać konfliktu interesów. Jeśli wykonywanie określonych \nobowiązków lub poleceń wiązać by się mogło z powstaniem konfliktu interesów \npracownik zobowiązanych jest o tym fakcie powiadomić bezpośredniego przełożonego.  \n4. Pracownik zobowiązany jest powstrzymać się od wykonywania czynności \npracowniczych w stosunku do po dmiotów lub instytucji, z którymi łączą go więzi \nosobiste, zawodowe lub gospodarcze oraz w stosunku do osób, z którymi łączą go \nsilne więzi osobiste, w tym określone w § 15 ust. 1. W tych przypadkach zobowiązany \njest przekazać sprawę do załatwienia innemu pracownikowi, powiadamiając o tym \nbezpośredniego przełożonego.  \n§ 15. \n1. W Uczelni nie może powstać stosunek bezpośredniej podległości służbowej między \nmałżonkami oraz osobami:  \n1) prowadzącymi wspólne gospodarstwo domowe;  \n2) pozostającymi ze sobą w stosunku pokrewieństwa, powinowactwa do drugiego \nstopnia albo w stosunku przysposobienia, opieki lub kurateli.  \n2. Pracownik oraz bezpośredni przełożony zobowiązani są do niezwłocznego \npoinformowania Rektora o zaistnieniu bądź możliwości zaistnienia okoliczności,  \no których mowa w ust. 1.  \n3. Postanowień ust. 1  – 2 nie stosuje się do Rektora.  \n4. Przez prowadzenie wspólnego gospodarstwa domowego, o którym mowa w ust. 1 pkt \n1 rozumie si ę wspólne zamieszkiwanie, łącznie ze wspólnym zaspokajaniem potrzeb \nżyciowych.  \n5. Przez stosunek  bezpośredniej podległości służbowej, o którym mowa w ust. 1 rozumie \nsię relację jaka zachodzi pomiędzy pracownikiem a jego bezpośrednim przełożonym.  \nObowiązki pracowników związane z ochroną danych osobowych  \n§ 16. \n1. Pracownik, który w związku z realizacją obowiązków pracowniczych albo w jakikolwiek \ninny sposób uzyskał dostęp do danych osobowych jest zobowiązany gromadzić  \ni przetwarzać dane osobowe zgodnie z przepisami rozporządzenia Parlamentu \nEuropejskiego i Rady (U E) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony \nosób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie \nswobodnego przepływu takich danych oraz uchylenia d yrektywy 95/46/WE (Dz.Urz. UE \nL 119/1 z 4.5.2016), a także ustawy z dnia 10 maja 2018 roku o ochronie danych \nosobowych oraz wewnątrzzakładowej polityki bezpieczeństwa w tym zakresie.  \n2. Za kontrolę przestrzegania obowiązków, o których mowa w ust. 1 oraz za pozyskanie \ndla pracowników właściwych upoważnień do przetwarzania danych osobo wych \nodpowiadają osoby określone w wewnątrzzakładowej polityce bezpieczeństwa w tym \nzakresie.  \n  \n\nStrona 11 z 53 Potwierdzanie obecności w pracy  \n§ 17. \n1. Pracownicy niebędący nauczycielami akademickimi zobowiązani są potwierdzić czas \nprzybycia do pracy podpisem na liście obecności, dostępnej w stałym i określonym \nmiejscu.  \n2. Punktualne przybycie do pracy oznacza obecność na stanowisku pracy w stanie \ngotowości  do wykonywania obowiązków pracowniczych o godzinie określonej jako \ngodzina rozpoczęcia pracy.  \n3. W przypadku nie podpisania listy obecności przyjmuje się, że pracownik jest nieobecny \ni nie wykonuje pracy, a ciężar dowodu spoczywa w tym przypadku na pracownik u. \n4. Kontroli obecności pracowników na stanowiskach pracy dokonują na bieżąco \nbezpośredni przełożeni pracowników.  \n5. Bezpośredni przełożony nieobecnego pracownika wyznacza pracownika zastępującego \ngo w czasie nieobecności.  \n§ 18. \n1. Pracownik niebędący nauczyciele m akademickim jest zobowiązany do zgłaszania \nkażdorazowego wyjścia poza teren Uczelni bezpośredniemu przełożonemu oraz \ndokonywania odpowiednich wpisów w stosownym rejestrze prowadzonym przez \nposzczególne jednostki organizacyjne.  \n2. Przebywanie w pomieszczenia ch służbowych po godzinach pracy lub w dniu wolnym, \nmoże mieć miejsce jedynie za zgodą przełożonego. Sam fakt przebywania  \nw pomieszczeniach służbowych przed rozpoczęciem pracy lub po zakończeniu pracy \nalbo w dniu wolnym nie stanowi wykonywania pracy w god zinach nadliczbowych, \nchyba, że przełożony wydał jednocześnie polecenie wykonywania pracy poza \nnormalnymi godzinami pracy.  \n3. Samowolne opuszczenie miejsca pracy stanowi rażące naruszenie dyscypliny pracy  \ni skutkuje odpowiedzialnością porządkową pracownika.  \nUsprawiedliwianie nieobecności w pracy  \n§ 19. \n1. Pracownik ma obowiązek uprzedzić pracodawcę o niemożności przybycia do pracy, \njeśli przyczyna jest z góry wiadoma lub możliwa do przewidzenia, jak również  \no przewidywanym czasie nieobecności.  \n2. W razie zaistnieni a przyczyn uniemożliwiających stawienie się do pracy, pracownik jest \nobowiązany niezwłocznie zawiadomić pracodawcę o przyczynie swojej nieobecności  \ni przewidywanym okresie jej trwania, nie później jednak niż w drugim dniu \nnieobecności w pracy. Zawiadomien ia tego pracownik dokonuje osobiście lub przez \ninną osobę, telefonicznie lub za pośrednictwem innego środka łączności albo drogą \npocztową, przy czym za datę zawiadomienia uważa się wtedy datę stempla \npocztowego.  \n3. Niedotrzymanie terminu przewidzianego w ust . 2 może być usprawiedliwione \nszczególnymi okolicznościami uniemożliwiającymi terminowe dopełnienie przez \npracownika obowiązku określonego w tym przepisie, zwłaszcza jego obłożną chorobą \npołączoną z brakiem lub nieobecnością domowników albo innym zdarzenie m losowym. \nPrzepis ust.  2 stosuje się odpowiednio po ustaniu przyczyn uniemożliwiających \nterminowe zawiadomienie pracodawcy o przyczynie i okresie nieobecności pracownika \nw pracy.  \n4. Pracownik zobowiązany jest usprawiedliwić swoją nieobecność przedkładając \nodpowiednie dowody w tym zakresie, w szczególności:  \n1) zaświadczenie lekarskie o czasowej niezdolności do pracy albo konieczności \nsprawowania opieki nad chorym dzieckiem lub innym chorym członkiem rodziny,  \no którym mowa w ustawie z dnia 25 czerwca 1999  r. o świadczeniach pieniężnych  \nz ubezpieczenia społecznego w razie choroby i macierzyństwa, z uwzględnieniem \nprzepisów o elektronicznym zwolnieniu lekarskim;  \n2) decyzję inspektora sanitarnego – dotyczącą odizolowania w związku z podejrzeniem \nchoroby zakaźnej;  \n\nStrona 12 z 53 3) oświadczenie – w razie zaistnienia okoliczności uzasadniających konieczność \nsprawowania przez pracownika osobistej opieki nad zdrowym dzieckiem do lat  \n8 z powodu nieprzewidzianego zamknięcia żłobka, przedszkola lub szkoły, do której \ndziecko uczęszcza lub innego braku możliwości sprawowania opieki nad zdrowym \ndzieckiem;  \n4) oświadczenie pracownika potwierdzające odbycie podróży służbowej w godzinach \nnocnych, zakończonej w takim czasie, że do rozpoczęcia pr acy nie upłynęło  \n8 godzin, w warunkach uniemożliwiających odpoczynek nocny;  \n5) oświadczenie pracownika o chorobie niani lub dziennego opiekuna oraz kopia \nzaświadczenia lekarskiego, albo kopia zaświadczenia lekarskiego wystawionego na \nzwykłym druku, stwierdza jących niezdolność do pracy niani lub dziennego \nopiekuna, potwierdzone przez pracownika za zgodność z oryginałem – w przypadku \nchoroby niani, z którą rodzice mają zawartą umowę uaktywniającą, o której mowa \nw ustawie z dnia 4 lutego 2011 r. o opiece nad dzi ećmi w wieku do lat 3 lub \ndziennego opiekuna, sprawujących opiekę nad dzieckiem;  \n6) imienne wezwanie pracownika do osobistego stawienia się wystosowane przez \nodpowiedni organ w sprawach powszechnego obowiązku obrony, organ \nadministracji rządowej lub samorządu  terytorialnego, sąd, prokuraturę, policję lub \norgan prowadzący postępowanie w sprawach o wykroczenia.  \n5. Dowody usprawiedliwiające nieobecność w pracy pracownik jest obowiązany doręczyć \npracodawcy najpóźniej w dniu przystąpienia do pracy po okresie nieobecno ści,  \nz wyłączeniem zaświadczenia o którym mowa w ust. 4 pkt 1, wystawionego przez \nwystawiającego w formie dokumentu elektronicznego uwierzytelnionego za \npośrednictwem systemu teleinformatycznego udostępnionego przez ZUS.  \nSzczególne obowiązki nauczycieli a kademickich  \n§ 20. \n1. Do obowiązków pracowników zatrudnionych w charakterze nauczycieli akademickich, \npoza obowiązkami określonymi w paragrafach poprzedzających, należy  \nw szczególności:  \n1) w grupie pracowników dydaktycznych:  \na) kształcenie i wychowywanie studentów lub uczestniczenie w kształceniu \ndoktorantów ; \nb) uczestniczenie w pracach organizacyjnych na rzecz Uczelni ; \nc) stałe podnoszenie kompetencji zawodowych;  \n2) w grupie pracowników badawczo -dydaktycznych:  \na) prowadzenie działalności naukowej ;  \nb) kształcenie i wychowywanie s tudentów lub uczestniczenie w kształceniu \ndoktorantów ; \nc) uczestniczenie w pracach organizacyjnych na rzecz Uczelni ; \nd) stałe podnoszenie kompetencji zawodowych;  \n3) w grupie pracowników badawczych:  \na) prowadzenie działalności naukowej lub uczestniczenie w kształceniu \ndoktorantów ; \nb) uczestniczenie w pracach organizacyjnych na rzecz Uczelni ; \nc) stałe podnoszenie kompetencji zawodowych.  \n2. Do szczególnych obowiązków związanych z wykonywaniem zawodu nauczyciela \nakademickiego należy przestrzeganie przepisów o prawie autorskim i pra wach \npokrewnych oraz przepisów o własności przemysłowej. Naruszenie przepisów,  \no których mowa w zdaniu poprzednim traktowane będzie jako rażące naruszenie \npodstawowych obowiązków pracowniczych.  \n3. Nauczyciel akademicki zobowiązany jest do wykonywania obowiązków związanych  \nz pełnieniem funkcji promotora, promotora pomocniczego, recenzenta w postępowaniu \nw sprawie nadania stopnia doktora, stopnia doktora habilitowanego lub tytułu \nprofesora, a także f unkcji recenzenta, o którym mowa w art. 238 ust. 2 Ustawy. \nPracodawca może w indywidualnych przypadkach zwolnić nauczyciela akademickiego  \nz wykonywania obowiązków, o których mowa w zdaniu poprzednim tylko  \nz uzasadnionych powodów.  \n\nStrona 13 z 53 § 21. \n1. Na obowiązek kszta łcenia i wychowywania studentów składa się realizacja pensum \ndydaktycznego oraz inne prace związane z procesem dydaktycznym, kształceniem  \ni wychowywaniem studentów.  \n2. Na obowiązek uczestniczenia w kształceniu doktorantów składa się realizacja zajęć \nwynikają cych z programów kształcenia na studiach doktoranckich i w szkole \ndoktorskiej, a także sprawowanie opieki nad realizacją przez doktorantów \nindywidualnego programu badawczego oraz przygotowywaniem rozprawy doktorskiej.  \n§ 22. \n1. Do obowiązków dydaktycznych nauc zyciela akademickiego będącego pracownikiem \nbadawczo -dydaktycznym lub dydaktycznym należą obowiązki polegające na \nkształceniu i wychowywaniu studentów oraz uczestniczeniu w kształceniu doktorantów \npoprzez:  \n1) prowadzenie zajęć dydaktycznych oraz weryfikację u zyskiwanych przez studentów  \ni doktorantów w ramach zajęć dydaktycznych efektów uczenia się, zgodnie  \nz zasadami określonymi w sylabusie prowadzonego modułu zajęć oraz \nobowiązującymi w Uczelni regulaminami;  \n2) nadzór nad opracowywaniem przez studentów prac zaliczeniowych, semestralnych, \ndyplomowych, pod względem merytorycznym i metodycznym;  \n3) inne prace związane z procesem dydaktycznym, w szczególności:  \na) przeprowadzanie konsultacji;  \nb) opracowanie i publikację sylabu sów modułów zajęć zgodnie z zasadami \nobowiązującymi w Uczelni;  \nc) opiniowanie i recenzowanie prac dyplomowych;  \nd) sprawowanie opieki nad: studentami odbywającymi studia w ramach \nindywidualnej organizacji studiów, studentami, stażystami lub stypendystami \nodbywają cymi kształcenie w ramach programów krajowych lub \nmiędzynarodowych, kołami naukowymi, grupami studentów, odbywających \nćwiczenia terenowe, doktorantami odbywającymi praktyki zawodowe;  \ne) udział w komisjach przeprowadzających egzaminy dyplomowe, w hospitacji za jęć \ndydaktycznych;  \nf) przygotowanie studentów i doktorantów do konkursów, imprez kulturalnych  \ni sportowych oraz do udziału w tych imprezach.  \n2. W ramach obowiązków związanych z przeprowadzaniem konsultacji nauczyciel \nakademicki zobowiązany jest do wyznaczenia 1 godziny dydaktycznej tygodniowo, \nprzeznaczonej na realizację konsultacji, w okresie odbywania zajęć dydaktycznych \noraz w czasie trwania se sji egzaminacyjnej. W przypadku prowadzenia zajęć ze \nstudentami studiów stacjonarnych godziny konsultacji powinny być wyznaczone  \nw przedziale godzin od 8:00 do 18:00, w dniach od poniedziałku do piątku.  \nW przypadku prowadzenia zajęć ze studentami studiów  niestacjonarnych godziny \nkonsultacji powinny być wyznaczone w terminach zjazdów.  \n3. Harmonogram godzin konsultacyjnych ustalany jest na początku każdego semestru,  \nnie później niż w drugim tygodniu semestru oraz podawany jest do wiadomości \nstudentów w miejs cu publicznie dostępnym w macierzystej jednostce organizacyjnej  \ni umieszczany na stronie internetowej tej jednostki. Dziekan może ustalić większy \nwymiar godzin konsultacji, nie więcej jednak niż 3 godziny dydaktyczne tygodniowo.  \n4. Czas poświęcony na konsult acje nie jest wliczany do pensum dydaktycznego.  \n§ 23. \nDo obowiązków naukowych nauczyciela akademickiego będącego pracownikiem \nbadawczo -dydaktycznym lub badawczym należą:  \n1) prowadzenie badań naukowych i prac rozwojowych niezbędnych do własnego \nrozwoju naukowego i kształcenia kadr oraz rozwój twórczości naukowej;  \n2) uczestniczenie w kształceniu doktorantów w szkole doktorskiej;  \n3) wykonywanie badań naukowych, prac rozwojowych , realizowanych w ramach \nsubwencji na utrzymanie i rozwój potencjału badawczego u czelni; \n4) publikowanie i wdrażanie wyników naukowych  i prac rozwojowych z afiliacją AGH ; \n\nStrona 14 z 53 5) podnoszenie własnych kwalifikacji zawodowych  (dotyczy także pracowników \ndydaktycznych) ; \n6) aplikowanie o środki finansowe w ramach projektów, grantów i prac naukowo -\nbadawczych.   \n§ 24. \nDo obowiązków organizacyjnych nauczyciela akademickiego zalicza się w szczególności:  \n1) pełnienie funkcji kierowniczych w Uczelni, na wydziale lub innej podstawowej \njednostce organizacyjnej;  \n2) członkostwo w Senacie Uczelni, pracę w komisjach senackich i komisjach \nrektorskich;  \n3) członkostwo w kolegium wydziału, pracę w komisjach wydziałowych;  \n4) członkostwo w centralnych organach i komisjach ministerialnych (NCN, NCBiR, CK \ndo spraw Tytułu Naukowego i Stopni Naukowych, RDN, RGNiSW, PKA, PAN lub PAU, \nitp.); \n5) członkostwo we władzach stowarzyszeń naukowych;  \n6) pełnienie funkcji społecznych z wyboru w organizacjach Uczelni;  \n7) udział w pracach wydziałowego zespołu ds. rekrutacji;  \n8) udział w pracach związanych z obsługą procesu dydaktycznego i badań naukowych \n(np. układanie programu studiów, organizacja zajęć praktycznych, promocja, itp.);  \n9) (uchylony)  \n10) organizowanie konferencji, sympozjów, seminariów i innych form aktywności \nakademickiej;  \n11) przygotowywanie specyfikacji warunków technicznych do dokumentacji \nprzetargowej w ramach zamówień publicznych;  \n12) organizowanie i uczestnictwo w akcjach promocyjnych i prezentacyjnych Uczelni   \ni wydziałów;  \n13) pełnienie roli opiekuna roku;  \n14) inne prace zlecone przez bezpośredniego przełożonego, dotyczące wykonywanej \npracy.  \n§ 24 a . \n1. Nauczyciel akademicki którego koszty wynagrodzenia są w całości albo w części \nfinansowane lub refundowane, w szczególności z grantów, projektów lub zleceń, \nzobowiązany jest do wykonywania prac, których z akres wynika z umów zawartych \nz podmiotami finansującymi.  \n2. Przep is ust.  1 stosuje się odpowiednio do pracownika niebędącego nauczycielem \nakademickim.  \n§ 25. \n1.  Nauczyciel akademicki zobowiązany jest dodatkowo:  \n1) składać oświadczenie upoważniające Uczelnię do zaliczenia go do liczby \npracowników prowadzących działalność naukową w danej dyscyplinie tzw. Liczby  \nN – w odniesieniu do jednej dyscypliny oświadczenie można złożyć tylko u jednego \npracodawcy, a łącznie w nie więcej niż 2 dyscyplinach; w przypadku zmiany \ndyscypliny nowe oświadczenie składa się niezwłocznie;  \n2) złożyć i aktualizować oświadczenie o dziedzinie i dyscyplinie, którą reprezentuje, \nprzy czym może reprezentować łącznie nie więcej niż 2 dyscypliny u wszystkich \npracodawców, u których jest zatrudniony – oświadczenie składa się nie częściej niż \nraz na 2 lata;  \n3) w przypadku nauczycieli akademickich zatrudnion ych w Uczelni jako podstawowym \nmiejscu pracy w rozumieniu Ustawy, składać oświadczenie upoważniające \nwykazanie jego osiągnięć naukowych na potrzeby ewaluacji działalności naukowej \nUczelni prowadzonej na podstawie przepisów Ustawy.  \n2.  Oświadczenie, o który m mowa w ust. 1 pkt 2, składa się biorąc pod uwagę:  \n1) ostatnio uzyskany stopień naukowy, stopień w zakresie sztuki lub tytuł profesora, \nlub \n2) aktualny dorobek naukowy lub artystyczny.  \n\nStrona 15 z 53 3. Nowo zatrudniony pracownik składa oświadczenia, o którym mowa w ust.  \n1, w terminie 14 dni od dnia zatrudnienia, jednak nie później niż do dnia 31 grudnia \nroku, w którym został zatrudniony.  \n4. Rektor w drodze odrębnego zarządzenia określi wzory i tryb składania oświadczeń,  \no których mowa w niniejszym paragrafie.  \nRozdział V  \nPrawa pra cowników  \n§ 26. \n1. Pracownikom przysługują w szczególności uprawnienia do:  \n1) zatrudnienia na stanowiskach pracy zgodnie z postanowieniami umowy o pracę;  \n2) terminowego otrzymywania wynagrodzenia za pracę i innych świadczeń;  \n3) wypoczynku w dniach wolnych od pracy, po zakończeniu czasu pracy w dni robocze, \noraz w okresach urlopów wypoczynkowych;  \n4) jednakowego i równego traktowania przez pracodawcę z tytułu wypełniania takich \nsamych obowiązków;  \n5) wykonywania pracy w warunkach zgodnych z zasadami BHP;  \n6) tworzenia i przystępowan ia do organizacji reprezentujących pracowników;  \n7) świadczeń w okresie czasowej niezdolności do pracy, na zasadach określonych  \nw odrębnych przepisach;  \n8) powstrzymania się od pracy lub oddalenia się z miejsca pracy, jeżeli warunki pracy \nnie odpowiadają przepisom bezpieczeństwa i higieny pracy lub przepisom \nprzeciwpożarowym i stwarzają bezpośrednie zagrożenie dla życia lub zdrowia;  \n9) korzystania ze świadczeń socjalnych na zasadach określonych w odrębnych \nprzepisach.  \n2. Pracownik zatrudniony w Uczelni co najmni ej 6 miesięcy może raz w  roku \nkalendarzowym wystąpić do pracodawcy z wnioskiem, złożonym w postaci papierowej \nlub elektronicznej, o zmianę rodzaju umowy o pracę na umowę o  pracę na czas \nnieokreślony lub o bardziej przewidywalne i bezpieczne warunki pracy, w tym \npolegające na zmianie rodzaju pracy lub zatrudnieniu w pełnym wymiarze czasu pracy. \nNie dotyczy to pracownika zatrudnionego na podstawie umowy o pracę na okres \npróbny. Pracodawca powinien, w miarę możliwości, uwzględnić wniosek pracownika. \nPracodawca  udziela pracownikowi w postaci papierowej lub elektronicznej odpowiedzi \nna wniosek, biorąc pod uwagę potrzeby pracodawcy i pracownika, nie później niż \nw terminie 1 miesiąca od dnia otrzymania wniosku; w razie nieuwzględnienia wniosku \npracodawca informuje pracownika o przyczynie odmowy.  \nRozdział VI  \nUrlopy i inne zwolnienia z pracy  \nUrlop wypoczynkowy  \n§ 27. \n1. Pracownik ma prawo do corocznego, płatnego, nieprzerwanego urlopu \nwypoczynkowego.  \n2. Pracownik nie może zrzec się prawa do urlopu.  \n3. Nauczycielowi akademickiemu przysługuje prawo do urlopu wypoczynkowego  \nw wymiarze 36 dni roboczych w ciągu roku. Urlop wypoczynkowy wykorzystywany jest \nw okresie wolnym od zajęć dydaktycznych.  \n4. Pracownikowi niebędącemu nauczycielem akademickim przysługuje prawo do urlopu \nwypoczynkowego w wymiarze:  \n1) 20 dni roboczych – jeżeli pracownik jest zatrudniony krócej niż 10 lat ; \n2) 26 dni roboczych – jeżeli pracownik jest zatrudniony co najmniej 10 lat  \n– przy czym jeden dzień urlopu równy jest 8 godzinom.  \n5. Do okresu pracy, od którego zależy prawo do urlopu oraz wymiar urlopu, wlicza się:  \n1) zakończone okresy poprzedniego zatrudnienia ; \n2) niezakończone okresy poprzedniego zatrudnienia – w przypadku pozostawania  \nw dwóch lub więcej stosunkach pracy.  \n6. Do okresu pracy od którego  zależy wymiar urlopu wlicza się również, z tytułu \nukończenia:  \n\nStrona 16 z 53 1) zasadniczej lub równorzędnej szkoły zawodowej – przewidziany programem \nnauczania czas trwania nauki, nie więcej jednak niż 3 lata;  \n2) średniej szkoły zawodowej – przewidziany programem nauczania czas trwania \nnauki, nie więcej jednak niż 5 lat;  \n3) średniej szkoły zawodowej dla absolwentów zasadniczych szkół zawodowych  \n– 5 lat; \n4) średniej szkoły ogólnokształcącej – 4 lata;  \n5) szkoły policealnej – 6 lat;  \n6) szkoły wyższej – 8 lat (w tym uzyskanie tytułu licenc jata).  \nOkresy nauki, o których mowa w pkt. 1 – 6 nie podlegają sumowaniu.  \n7. Wymiar urlopu dla pracownika zatrudnionego w niepełnym wymiarze czasu pracy \nustala się proporc jonalnie do wymiaru czasu pracy.  \n8. Pracownik podejmujący pracę po raz pierwszy, w roku kal endarzowym, w którym \npodjął pracę, uzyskuje prawo do urlopu z upływem każdego miesiąca pracy, \nw wymiarze 1/12 wymiaru urlopu przysługującego mu w roku podjęcia pracy. Prawo \ndo kolejnych urlopów pracownik nabywa w każdym  następnym roku kalendarzowym.  \n9. Udziel anie urlopu:  \n1) urlopu udziela się w dni, które są dla pracownika dniami pracy, zgodnie \nz obowiązującym go rozkładem czasu pracy, w wymiarze godzinowym, \nodpowiadającym dobowemu wymiarowi czasu pracy pracownika w danym dniu, \nz zastrzeżeniem pkt . 4 i 5;  \n2) przy udzielaniu urlopu zgodnie z pkt . 1, jeden dzień urlopu odpowiada 8 godzinom \npracy;  \n3) pkt 1 i 2 stosuje się odpowiednio do pracownika, dla którego dobowa norma czasu \npracy, wynikająca z odrębnych przepisów, jest niższa niż 8 godzin;  \n4) udzielenie pracownikowi urlopu w dniu pracy w wymiarze godzinowym \nodpowiadającym części dobowego wymiaru czasu pracy jest dopuszczalne jedynie \nw przypadku, gdy część urlopu pozostała do wykorzystania jest niższa niż pełny \ndobowy wymiar czasu pracy pracownika w dniu, na który ma u dzielony urlop;  \n5) przy udzielaniu urlopu pracownikom zatrudnionym w zadaniowym systemie czasu \npracy, dla których nie ustala się rozkładu czasu pracy oraz harmonogramu, jeden \ndzień urlopu odpowiada 8 godzinom lub liczbie godzin proporcjonalnej do wymiaru \nzatrudnienia; dni wolnych od pracy wynikających z 5 -dniowego tygodnia pracy nie \nwlicza się do urlopu.  \n10. Pracownikowi przysługuje urlop w wymiarze proporcjonalnym do okresu zatrudnienia  \nw przypadkach i na zasadach określonych w przepisach prawa pracy.  \n11. W okresie  urlopu wypoczynkowego pracownik zachowuje prawo do wynagrodzenia na \nzasadach określonych w odrębnych przepisach.  \n§ 28. \n1. Urlopu wypoczynkowego pracownikom pełniącym funkcje prorektorów, kierowników \npodstawowych jednostek organizacyjnych, dyrektorów szkół do ktorskich, kanclerza, \nkwestora oraz dyrektora Biura Rektora udziela Rektor.  \n2. Urlopu wypoczynkowego kierownikom pomocniczych jednostek organizacyjnych \nudziela prorektor sprawujący nadzór nad daną jednostką.  \n3. Pozostałym pracownikom urlopu udziela kierownik jed nostki organizacyjnej lub osoba \nprzez niego upoważniona.  \n4. Pracownicy zajmujący stanowiska kierownicze zobowiązani są wskazać osobę, która \nbędzie ich zastępowała w czasie urlopu, a także podać zakres jej uprawnień.  \n§ 29. \n1. Pracodawca jest obowiązany udzielić urlopu w tym roku kalendarzowym, w którym \npracownik uzyskał do niego prawo.  \n2. Urlop wypoczynkowy udzielany jest zgodnie z planem urlopu, a w okresie nieobjętym \nplanem – na podstawie indywidualnych wniosków pracowników.  \n3. Pracodawca jest obowiązany udzielić na żądanie pracownika i w terminie przez niego \nwskazanym nie więcej niż cztery dni urlopu w każdym roku kalendarzowym.  \n4. Żądania udzielenia urlopu pracownik powinien w  miarę możliwości dokonać wcześniej \npisemnie, lub najpóź niej w  dniu urlopu niezwłocznie np.: e -mailem, sms -em lub \n\nStrona 17 z 53 telefonicznie.  \n5. Pracownik powracający z urlopu na żądanie, gdy nie dokonał tego wcześniej, powinien \npisemnie potwierdzić pracodawcy jego wykorzystanie.  \n6. Niewykorzystany do 31 grudnia urlop na żądanie staje się od 1 stycznia zaległym \nurlopem, do którego stosuje się ogólne zasady dotyczące urlopów wypoczynkowych.  \n7. Wszystkie jednostki organizacyjne mają obowiązek przedstawić plan urlopów \nw jednostce właściwej do spraw kadr  w terminie do 31 maja każdego roku.  \n8. Plan urlopów ustala kierownik jednostki organizacyjnej, biorąc pod uwagę wnioski \npracowników i konieczność zapewnienia normalnego toku pracy.  \n9. Przesunięcie terminu urlopu może nastąpić na wniosek pracownika umotywowany \nważnymi przyczynami.  \n10. Przesunięcie terminu urlopu dopuszczalne jest także z powodu szczególnych potrzeb \nUczelni, jeżeli nieobecność pracownika spowodowałaby poważne zakłócenia toku \npracy.  \n11. W przypadku przesunięcia terminu urlopu, należy podać nowy termin wyko rzystania \nurlopu. Urlop wtedy należy wykorzystać nie później niż do końca września roku \nnastępnego.  \n12. Na wniosek pracownika urlop może być podzielony na części. Co najmniej jedna część \nurlopu powinna obejmować nie mniej niż 14 kolejnych dni kalendarzowych.  \n13. Urlopu niewykorzystanego w roku, w którym pracownik nabył do niego prawo (urlop \nzaległy), należy pracownikowi udzielić najpóźniej do końca września następnego roku \nkalendarzowego. Nie dotyczy to części urlo pu udzielanego zgodnie z ust. 3.  \n14. W przypadku braku wniosku pracownika o udzielenie zaległego urlopu \nwypoczynkowego, kierownik jednostki organizacyjnej zobowiązany jest samodzielnie \nwyznaczyć pracownikowi terminy wykorzystania tego urlopu.  \n15. W okresie wypowiedzenia umowy o pracę pracownik jest obowiązany wyk orzystać \nprzysługujący mu urlop, jeżeli w tym okres ie pracodawca udzieli mu urlopu.  \n16. W przypadku niewykorzystania przysługującego urlopu w całości lub w części  \nz powodu rozwiązania lub wygaśnięcia stosunku pracy pracownikowi przysługuje \nekwiwalent pieniężn y. \nUrlop bezpłatny  \n§ 30. \n1. Na pisemny wniosek pracownika, pracodawca może udzielić pracownikowi urlopu \nbezpłatnego.  \n2. Okres urlopu bezpłatnego nie jest wliczany do okresu pracy, od którego zależą \nuprawnienia pracownicze.  \n3. Urlopu bezpłatnego, w łącznym wymiarze do 1 miesiąca w danym roku \nkalendarzowym udziela kierownik jednostki organizacyjnej.  \nUrlop okolicznościowy  \n§ 31. \n1. Pracownikowi przysługuje prawo do urlopu okolicznościowego w wymiarze:  \n1) 2 dni – w razie ślubu pracownika lub urodzenia się jego dziecka albo zgonu  \ni pogrzebu małżonka pracownika lub jego dziecka, ojca, matki, ojczyma lub \nmacochy;  \n2) 1 dnia – w razie ślubu dziecka pracownika albo zgonu i pogrzebu jego siostry, \nbrata, teściowej, t eścia, babki, dziadka, a także innej osoby pozostającej na \nutrzymaniu pracownika lub pod jego bezpośrednią opieką.  \n2. W okresie urlopu, o którym mowa w ust. 1 pracownik zachowuje prawo do \nwynagrodzenia na zasadach określonych w odrębnych przepisach.  \nOpieka na d dzieckiem  \n§ 32. \n1. Pracownikowi wychowującemu przynajmniej jedno dziecko w wieku do 14 lat \nprzysługuje w ciągu roku kalendarzowego zwolnienie od pracy w wymiarze 16 godzin \nalbo 2 dni, z zachowaniem prawa do wynagrodzenia.  \n\nStrona 18 z 53 1a. O sposobie wykorzystania w dany m roku kalendarzowym zwolnienia (w dniach albo \ngodzinach) decyduje pracownik w pierwszym wniosku składanym w  postaci papierowej \nlub elektronicznej o udzielenie takiego zwolnienia w  danym roku kalendarzowym.  \n2. Zwolnienie o którym mowa, udzielane w wymiarze go dzinowym, dla pracownika \nzatrudnionego w niepełnym wymiarze czasu pracy ustala się proporcjonalnie do \nwymiaru czasu pracy tego pracownika. Niepełną godzinę zwolnienia od pracy \nzaokrągla się w górę do pełnej godziny.  \n2a. Przepisy ust. 1 i 2  w zakresie zwoln ienia od pracy udzielanego w wymiarze \ngodzinowym stosuje się odpowiednio do pracownika, dla którego dobowa norma czasu \npracy, wynikająca z odrębnych przepisów, jest niższa niż 8  godzin.   \n3. Jeżeli obydwoje rodzice lub opiekunowie są zatrudnieni z uprawnienia o którym mowa \nw ust. 1 może korzystać jedno z nich.  \n4. Zwolnienia od pracy o którym mowa w ust. 1 udziela kierownik jednostki \norganizacyjnej.  \nZwolnienie od pracy z powodu działania siły wyższej  \n§ 32a . \n1. Pracownikowi przysługuje w ciągu roku kalendarzowego zwolnienie od pracy, \nw wymiarze 2 dni albo 16 godzin, z powodu działania siły wyższej w pilnych sprawach \nrodzinnych spowodowanych chorobą lub wypadkiem, jeżeli jest niezbędna \nnatychmiastowa obecność pracownika. W okresie tego zwolnienia od pracy pracownik \nzachowuje prawo do wynagrodzenia w wysokości połowy wynagrodzenia.  \n2. O sposobie wykorzystania w danym roku kalendarzowym zwolnienia od pracy \n(w dniach albo godzinach) decyduje pracownik w  pierwszym wniosku o udzielenie \ntakiego zwolnienia złożonym w danym rok u kalendarzowym.  \n3. Pracodawca jest obowiązany udzielić zwolnienia od pracy na wniosek zgłoszony przez \npracownika najpóźniej w dniu korzystania z tego zwolnienia, w postaci papierowej lub \nelektronicznej albo np. sms -em lub telefonicznie.  \n4. Pracownikom zatrudnio nym w niepełnym wymiarze czasu pracy zwolnienie udziela się \nw dniach albo w wymiarze godzinowym, ustalonym proporcjonalnie do wymiaru czasu \npracy. Niepełną godzinę zwolnienia od pracy zaokrągla się w górę do pełnej godziny.  \n5. Przepis ust. 1 w zakresie zwolni enia od pracy udzielanego w wymiarze godzinowym \nstosuje się odpowiednio do pracownika, dla którego dobowa norma czasu pracy, \nwynikająca z odrębnych przepisów, jest niższa niż 8 godzin.  \n6. Jeżeli pracownik zgłosił wniosek o udzielenie zwolnienia od pracy z pow odu działania \nsiły wyższej w pilnych sprawach rodzinnych spowodowanych chorobą lub wypadkiem \nw innej postaci niż papierowa lub elektroniczna, zobowiązany jest potwierdzić \nzgłoszenie tego wniosku w postaci papierowej lub elektronicznej, w  dniu podjęcia \npracy po tym zwolnieniu.  \nUrlop opiekuńczy  \n§ 32b . \n1. Pracownikowi przysługuje w ciągu roku kalendarzowego urlop opiekuńczy, w  wymiarze \n5 dni, w celu zapewnienia osobistej opieki lub wsparcia osobie będącej członkiem \nrodziny lub zamieszkującej w tym samym gospodar stwie domowym, która wymaga \nopieki lub wsparcia z poważnych względów medycznych.  \n2. Za członka rodziny, o którym mowa w ust. 1, uważa się syna, córkę, matkę, ojca lub \nmałżonka.  \n3. Urlopu opiekuńczego udziela się w dni, które są dla pracownika dniami pracy, zgodn ie \nz obowiązującym go rozkładem czasu pracy.  \n4. Urlopu opiekuńczego udziela się na wniosek pracownika złożony w  postaci papierowej \nlub elektronicznej w terminie nie krótszym niż 1 dzień przed rozpoczęciem korzystania \nz tego urlopu.  \n5. We wniosku wskazuje się imi ę i nazwisko osoby, która wymaga opieki lub wsparcia  \nz poważnych względów medycznych, przyczynę konieczności zapewnienia osobistej \nopieki lub wsparcia przez pracownika oraz w przypadku członka rodziny – stopień \npokrewieństwa z pracownikiem lub w przypadku  osoby niebędącej członkiem rodziny – \nadres zamieszkania tej osoby.  \n\nStrona 19 z 53 6. W okresie urlopu opiekuńczego pracownik nie zachowuje prawa do wynagrodzenia.  \n7. Okres urlopu opiekuńczego wlicza się do okresu zatrudnienia, od którego zależą \nuprawnienia pracownicze.  \n8. Urlopu  opiekuńczego udziela kierownik jednostki organizacyjnej.  \nInne zwolnienia od pracy  \n§ 33. \n1. Pracodawca jest obowiązany zwolnić pracownika od pracy, jeżeli obowiązek taki \nwynika z Kodeksu pracy, z przepisów wykonawczych do Kodeksu pracy albo z innych \nprzepisów  prawa.  \n2. Szczegółowy wykaz wszystkich okoliczności zobowiązujących pracodawcę do \nzwolnienia pracownika od pracy zawiera rozporządzenie Ministra Pracy i Polityki \nSocjalnej z  dnia 15 maja 1996 r. w sprawie sposobu usprawiedliwiania nieobecności  \nw pracy oraz udzielania pracownikom zwolnień od pracy.  \n3. Przełożony może zwolnić pracownika od wykonywania pracy na czas niezbędny do \nzałatwienia ważnych spraw osobistych lub rodzinnych, które wymagają załatwienia \nw godzinach pracy, przy czym:  \n1) za czas zwolnienia, o który m mowa wyżej, pracownik nie zachowuje prawa do \nwynagrodzenia;  \n2) na wniosek pracownika, za zgodą przełożonego, pracownik może odpracować czas \nzwolnienia od pracy;  \n3) czas odpracowania nie stanowi pracy w godzinach nadliczbowych.  \nUrlopy szczególne nauczycieli aka demickich  \n§ 34. \n1. Rektor może udzielić nauczycielowi akademickiemu posiadającemu co najmniej \nstopień doktora, w okresie 7 lat zatrudnienia w Uczelni – płatnych urlopów naukowych  \nw łącznym wymiarze nieprzekraczającym roku w celu przeprowadzenia badań.  \n2. Urlopu  naukowego udziela się na wniosek nauczyciela akademickiego skierowany do \nRektora, zaopiniowany uprzednio przez kierownika jednostki organizacyjnej, w której \nnauczyciel wykonuje pracę.  \n3. Warunkiem udzielenia urlopu naukowego jest załączenie do wniosku o jego  udzielenie \nplanu prac badawczych, które mają zostać wykonane w czasie tego urlopu.  \nPo zakończeniu urlopu nauczyciel akademicki składa Rektorowi sprawozdanie  \nz wykonanych w czasie jego trwania badań zaopiniowane przez kierownika jednostki \norganizacyjnej,  w której nauczyciel wykonuje pracę.  \n4. Okres 7 lat, o którym  mowa w ust. 1, liczy się od dnia rozpoczęcia pierwszego \nudzielonego płatnego urlopu naukowego.  \n5. Mając na uwadze, że celem płatnego urlopu naukowego jest prowadzenie badań, \na wykonywanie obowiązków wynikających ze stosunku pracy może uniemożliwiać albo \nznacząco utrudniać pracownikowi prowadzenie takich badań, Rektor będzie \nprzyjmował jako zasadę, że w okresie płatnego urlopu naukowego niedopuszczalne \njest wykonywanie obowiązków organizacyjnych i dyda ktycznych.  \n6. Na pisemny wniosek pracownika Rektor może wyrazić zgodę na wykonywanie \nobowiązków badawczych (m. in. praca w projektach) w czasie urlopu naukowego, o ile \nnie zaburzy to celowości  udzielonego urlopu naukowego.  \n§ 35. \n1. Rektor może udzielić nauczycie lowi akademickiemu przygotowującemu rozprawę \ndoktorską – płatnego urlopu naukowego w wymiarze nieprzekraczającym 3 miesięcy.  \n2. Urlopu udziela się na wniosek nauczyciela akademickiego skierowany do Rektora, \nzaopiniowany uprzednio przez kierownika jednostki or ganizacyjnej w której nauczyciel \nwykonuje pracę. Do wniosku należy dołączyć opinię promotora.  \n3. Po zakończeniu urlopu nauczyciel akademicki składa Rektorowi sprawozdanie  \nz wykonanych w czasie jego trwania prac zaopiniowane przez kierownika jednostki \norganiz acyjnej, w której nauczyciel wykonuje pracę.  \n  \n\nStrona 20 z 53 § 36. \n1. Rektor może udzielić nauczycielowi akademickiemu płatnego urlopu w  celu odbycia za \ngranicą:     \n1) kształcenia;  \n2) stażu naukowego;  \n3) stażu dydaktycznego;  \n4) uczestnictwa w  konferencji;  \n5) przeprowadzenia kwerendy;  \n6) odbycia wizyty studyjnej;  \n7) realizacji innego rodzaju działalności naukowej;  \n8) uczestnictwa we wspólnych badaniach naukowych prowadzonych z  podmiotem \nzagranicznym na podstawie umowy o  współpracy naukowej.  \n2. Urlopu udziela się na wniosek nauczyciela akademickiego skierowany do Rektora, \nzaopiniowany uprzednio przez kierownika jednostki organizacyjnej w  której nauczyciel \nwykonuje pracę. Do wniosku należy załączyć odpowiednio umowę o realizację \nkształcenia, umowę o realizację stażu, umowę o  współpracy naukowej z podmi otem \nzagranicznym, program kształcenia, program stażu, program konferencji, program \nwizyty studyjnej, zakres i  miejsca kwerendy, określenie inneg o rodzaju działalności \nnaukowej , itp. \n3. Udzielenie urlopu nauczycielowi akademickiemu nie może zakłócić działalno ści \nbadawczej, dydaktycznej, organizacyjnej oraz realizowanych przez niego zleceń, \nprojektów.  \n4. Nauczycielowi akademickiemu deklarującemu chęć uczestnictwa w konferencji \nzagranicznej, na którą nie jest kierowany przez Uczelnię, Rektor może udzielić na \nwnios ek pracownika płatnego urlopu o którym mowa w ust. 1 pkt 4. W przypadku \nudzielenia urlopu, Uczelnia nie pokrywa kosztów związanych z wyjazdem na \nkonferencję (w szczególności kosztów przejazdów, opłat konferencyjnych, \nubezpieczenia itp.).  \n5. W przypadku skier owania nauczyciela akademickiego na konferencję przez Uczelnię, \nobowiązują zasady realizacji zagranicznych wyjazdów służbowych.  \n6. W przypadku naruszenia przez nauczyciela akademickiego, któremu udzielono \npłatnego urlopu, przepisów prawa lub w przypadku nied ostatecznych postępów  \nw realizacji zamierzonych celów, można tę osobę odwołać z urlopu i/lub cofnąć \nwypłacanie świadczeń.  \n7. Płatny urlop o którym mowa w ust.  1 może być udzielony na łączny okres nie dłuższy \nniż 12 miesięcy. Na pozostały okres udziela się ur lopu bezpłatnego na zasadach \nokreślonych w Kodeksie pracy (DZIAŁ CZWARTY, Rozdział III).  \n8. Po zakończeniu urlopu nauczyciel akademicki składa Rektorowi sprawozdanie  \nz wykonanych w jego czasie zadań zaopiniowane przez kierownika jednostki \norganizacyjnej, w której nauczyciel wykonuje pracę.  \n9. Przepisy ust. 1 – 8 stosuje się odpowiednio do pracowników niebędących \nnauczycielami akademickimi.  \n10. Na pisemny wniosek pracownika Rektor może wyrazić zgodę na wykony wanie \nobowiązków badawczych (m. in. praca w projektach) w czasie płatnego urlopu, o  ile nie \nzaburzy to celowości udzielonego urlopu.  \n§ 37. \n1. Rektor może udzielić nauczycielowi akademickiemu płatnego urlopu w celu \nuczestnictwa we wspólnych badaniach naukowych prowadzonych z Centrum \nŁukasiewicz lub instytutem Sieci Ł ukasiewicz.  \n2. Płatnego urlopu, którym mowa w ust. 1 udziela Rektor na pisemny wniosek \nnauczyciela akademickiego zaopiniowany przez kierownika jednostki organizacyjnej.  \nDo wniosku należy załączyć umowę o współpracy naukowej z Centrum Łukasiewicz \nlub instytut em Sieci Łukasiewicz.  \n3. Postanowienia §  36 ust. 3, 6 oraz 8 stosuje się odpowiednio.  \n  \n\nStrona 21 z 53 § 38. \n1. Nauczycielowi akademickiemu, który nie ukończył 65. roku życia, zatrudnionemu \nw pełnym wymiarze czasu pracy, po co najmniej 10  latach zatrudnienia w  uczelni  \nw charakterze nauczyciela akademickiego, przysługuje prawo do płatnego urlopu dla \nporatowania zdrowia. Urlopu udziela się w  celu przeprowadzenia zaleconego leczenia, \njeżeli stan zdrowia wymaga powstrzymania się od pracy.  \n2. Urlop, o którym mowa w ust. 1 udziela ny jest przez Rektora na wniosek nauczyciela \nakademickiego. Na podstawie wniosku nauczyciela akademickiego Rektor kieruje go \ndo uprawnionego lekarza celem wydania orzeczenia o potrzebie udzielenia urlopu na \nporatowanie zdrowia. Badania przeprowadza się i o rzeczenie wydaje w trybie \nokreślonym w art. 131 ust. 5  – 7 i art. 132 Ustawy.  \n3. Kolejny urlop dla poratowania zdrowia może być udzielony nie wcześniej niż po \nupływie 3  lat od dnia zakończenia poprzedniego urlopu.  \n4. Łączny wymiar urlopu dla poratowania zdrowia w okresie całego zatrudnienia nie może \nprzekraczać 3 lat.  \n5. W czasie urlopu dla poratowania zdrowia nauczyciel akademicki nie może wykonywać \nżadnego zajęcia zarobkowego.  \n§ 39. \n1. W okresie urlopów, o których mowa § 34 – 38 nauczyciel akademicki zachowuje prawo \ndo wynagrodzenia na zasadach określonych w art. 135 ust. 2 Ustawy.  \n2. Okresy urlopów, o których mowa w niniejszym rozdziale zalicza się do okresu pracy, \nod którego zależą uprawnienia pracownicze.  \nDZIAŁ III  \nCZAS PRACY  \nRozdział I  \nPostanowienia ogólne  \n§ 40. \n1. Czasem pracy jest czas, w którym pracownik pozostaje w dyspozycji pracodawcy  \nw zakładzie pracy lub w innym miejscu wyznaczonym do wykonywania pracy.  \n2. Czas pracy (norma czasu pracy) wszystkich pracowników Uczelni wynosi 8 godzin na \ndobę i przeciętnie 40 god zin tygodniowo w przeciętnie pięciodniowym tygodniu pracy  \nw przyjętym okresie rozliczeniowym.  \n3. (skreślony)  \n4. Czas pracy pracowników zatrudnionych w warunkach szkodliwych dla zdrowia nie \nmoże przekraczać 8 godzin na dobę.  \n5. Z zastrzeżeniem ust. 6 pozostawanie n a terenie Uczelni przed albo po czasie pracy nie \nstanowi pracy w godzinach nadliczbowych.  \n6. Pozostawanie na terenie Uczelni poza obowiązującym pracownika czasem pracy \nstanowi pracę w godzinach nadliczbowych jedynie w przypadku faktycznego \nświadczenia pracy n a rzecz pracodawcy na polecenie przełożonego.  \n§ 40a . \n1. Czas pracy osoby niepełnosprawnej nie może przekraczać 8 godzin na dobę i 40 \ngodzin tygodniowo.  \n2. Czas pracy osoby niepełnosprawnej zaliczonej do znacznego lub umiarkowanego \nstopnia niepełnosprawności nie może przekraczać 7 godzin na dobę i 35 godzin \ntygodniowo.  \n3. Osoba niepełnosprawna nie może być zatrudniona w porze nocnej i w godzinach \nnadliczbowych.  \n4. Przepisów ust. 1  – 3 nie stosuje się:  \n1) do osób zatrudnionych przy pilnowaniu oraz  \n2) gdy, na wniosek osoby zatrudnionej, lekarz przeprowadzający badania \nprofilaktyczne pracowników lub w razie jego braku lekarz sprawujący opiekę nad tą \nosobą wyrazi na to zgodę.  \n\nStrona 22 z 53 § 41. \nW Uczelni dniem wolnym od pracy wynikającym z zasady przeciętnie pięciodniowego \ntygodnia pracy j est sobota.  \n§ 42. \n1. Okresem rozliczeniowym czasu pracy pracowników niebędących nauczycielami \nakademickimi jest jeden miesiąc, tj. od godziny 0:00 pierwszego dnia miesiąca do \ngodziny 24:00 ostatniego dnia miesiąca. Jeżeli pracownik pracuje w porze nocnej \npierwszego lub ostatniego dnia okresu rozliczeniowego, to jego czas pracy z  takiej \nzmiany należy rozdzielić odpowiednio do poszczególnych okresów rozliczeniowych.  \n2. W szczególnie uzasadnionych przypadkach, na wniosek kierownika jednostki \norganizacyjnej, Rektor w  uzgodnieniu ze związkami zawodowymi może przedłużyć \nokres rozliczeniowy do 3 miesięcy, a przy stosowaniu podstawowego lub zadaniowego \nsystemu czasu pracy do 4 miesięcy.  \n3. Możliwość wydłużenia okresu rozliczeniowego ponad 1  miesiąc, nie dotyczy systemu \nczasu  pracy o którym mowa w § 61, 66 i 67.  \n4. Okres rozliczeniowy czasu pracy nauczycieli akademickich określa § 47 ust.  4.  \n§ 43. \n1. Praca ponad obowiązujące pracownika normy czasu pracy, a także praca wykonywana \nponad przedłużony dobowy wymiar czasu pracy, wynikający z obowiązującego \npracownika systemu i rozkładu czasu pracy, stanowi pracę w godzinach \nnadliczbowych.  \n2. Tygodniowy czas prac łącznie z godzinami nadliczbowymi nie może przekraczać \nprzeciętnie 48 godzin w przyjętym okresie rozliczeniowym.  \n3. Liczba pr zepracowanych godzin nadliczbowych nie może przekroczyć dla \nposzczególnego pracownika 150 godzin w roku kalendarzowym.  \n4. Praca pracownika zatrudnionego w niepełnym wymiarze czasu pracy, wykonywana \npowyżej umówionego wymiaru – jeżeli nie przekracza normy czas u pracy \nodpowiadającej 0,9 etatu – nie stanowi pracy w godzinach nadliczbowych. Jest to \npraca w godzinach ponadnormatywnych, za którą przysługuje normalne \nwynagrodzenie.  \n5. Pracownikowi zatrudnionemu w niepełnym wymiarze czasu pracy, za pracę \nwykonywaną powyżej wymiaru czasu pracy odpowiadającemu 0,9 etatu przysługuje, \noprócz normalnego wynagrodzenia, dodatek za godziny nadliczbowe.  \n§ 44. \n1. Do celów rozliczania czasu pracy pracownika i uprawnień z tym związanych przez:  \n1) dobę – należy rozumieć kolejne 24 godz iny, poczynając od godziny, w której \npracownik rozpoczyna pracę zgodnie z obowiązującym go rozkładem czasu pracy;  \n2) tydzień – należy rozumieć 7 kolejnych dni kalendarzowych, poczynając od \npierwszego dnia okresu rozliczeniowego;  \n3) pracę w systemie zmianowym – należy rozumieć każdą formę organizacji pracy  \nw systemie zmianowym, zgodnie z którą pracownicy zmieniają się na tych samych \nstanowiskach pracy według określonego harmonogramu, łącznie z systemem \nnastępowania po sobie, który może mieć charakter nieprzerwany lub przerywany \noraz pociąga za sobą konieczno ść wykonywania pracy przez pracownika o różnych \nporach w ciągu określonych dni lub tygodni;  \n4) porę nocną – należy rozumieć godziny pomiędzy 23:00 a 7:00 dnia następnego;  \n5) pracę w niedzielę lub święto – należy rozumieć pracę od godziny 7:00 w niedzielę \nlub św ięto do godziny 7:00 dnia następnego;  \n6) pracownika wykonującego pracę w systemie zmianowym – należy rozumieć \npracownika, którego plan pracy jest częścią pracy w systemie zmianowym.  \n§ 45. \n1. Z zastrzeżeniem przepisów Kodeksu pracy pracownikom przysługuje:  \n1) w każdej dobie prawo do co najmniej 11 godzin nieprzerwanego odpoczynku \n(odpoczynek dobowy);  \n\nStrona 23 z 53 2) w każdym tygodniu prawo do co najmniej 35 godzin nieprzerwanego odpoczynku, \nobejmującego co najmniej 11 godzin nieprzerwanego odpoczynku dobowego \n(odpoczynek tygodni owy).  \n2. Odpoczynek tygodniowy powinien przypadać w niedzielę. Niedziela obejmuje 24 \nkolejne godziny, poczynając od godziny 7:00 w niedzielę.  \n3. W przypadkach wykonywania przez pracownika dozwolonej pracy w niedzielę \nodpoczynek tygodniowy może przypadać w innym dniu niż niedziela.  \n4. Pracownik pracujący w niedziele powinien korzystać co najmniej raz na 4 tygodnie  \nz niedzieli wolnej od pracy  \n§ 46. \n1. Jeżeli dobowy wymiar czasu pracy pracownika:  \n1) wynosi co najmniej 6 godzin – pracownik ma prawo do przerwy w pracy trwając ej \n15 minut,  \n2) jest dłuższy niż 9 godzin – pracownik ma prawo do dodatkowej przerwy w  pracy \ntrwającej 15 minut,  \n3) jest dłuższy niż 16 godzin – pracownik ma prawo do kolejnej przerwy w  pracy \ntrwającej 15 minut  \nwliczanej do czasu pracy.  \n2. Pracownikom będącym osobami niepełnosprawnymi w stopniu znacznym  \ni umiarkowanym, przysługuje prawo do dodatkowej 15 -minutowej przerwy wliczanej \ndo czasu pracy, przeznaczonej na gimnastykę usprawniającą lub wypoczynek.  \n3. Pracownik zatrudniony przy obsłudze monitorów ekranowych, ma prawo od  \n5-minutowej przerwy, wliczanej do czasu pracy, po każdej godzinie pracy przy \nobsłudze monitora ekranowego.  \nRozdział II  \nCzas pracy oraz zasady powierzania i realizacji obowiązków dydakty cznych \nprzez nauczycieli akademickich  \nSystem czasu pracy, jego realizacja i podział  \n§ 47. \n1. Nauczyciele akademiccy wykonują pracę w systemie zadaniowego czasu pracy,  \nz zachowaniem zasad określonych w paragrafach poprzedzających.  \n2. Zajęcia dydaktyczne oraz prace organizacyjne na rzecz Uczelni realizowane są przez \nnauczycieli akademickich w miejscu i czasie wyznaczonym przez pracodawcę.  \n2a. Nauczycielowi akademickiemu może być powierzone wykonywanie pracy w  niedziele \ni inne dni ustawowo wolne od pracy, jeżeli  wynika taka konieczność z  organizacji zajęć \ndydaktycznych oraz obowiązków naukowych lub organizacyjnych.  \n3. Ewidencjonuje się czas pracy nauczycieli akademickich związany z prowadzeniem \nzajęć dydaktycznych.  \n4. Okres rozliczeniowy czasu pracy nauczycieli akadem ickich wynosi 12 miesięcy  \ni obejmuje okres od 1 października danego roku do 30 września roku kolejnego.  \n§ 48. \n1. Ustala się następujący podział czasu pracy nauczycieli akademickich:  \n1) pracownicy badawczo -dydaktyczni:  \na) praca związana z kształceniem i wychowywaniem studentów lub uczestniczeniem \nw kształceniu doktorantów oraz praca związana  z podnoszeniem kompetencji \ndydaktycznych – 45 % ; \nb) praca związana z prowadzeniem działalności naukowej oraz praca związana  \nz podnoszeniem kompetencji zawodowych innych niż wymienionych  \nw lit. a – 45 % ; \nc) prace organizacyjne na rzecz Uczelni – 10 %;  \n2) pracownicy dydaktyczni:  \na) praca związana z kształceniem i wychowywaniem studentów lub uczestniczeniem \nw kształceniu doktorantów, oraz p raca związana z podnoszeniem kompetencji \nzawodowych – 80 % ; \nb) prace organizacyjne na rzecz Uczelni – 20 %;  \n\nStrona 24 z 53 3) pracownicy badawczy:  \na) praca związana z prowadzeniem działalności naukowej lub uczestniczeniem  \nw kształceniu doktorantów, oraz praca związana z podnosze niem kompetencji \nzawodowych – 90 % ; \nb) prace organizacyjne na rzecz Uczelni – 10 %.  \n2. W indywidualnych przypadkach, w szczególności w związku z realizacją ważnych \nzadań badawczych lub dydaktycznych, lub ważnych zadań Uczelni, Rektor może \nustalić inny podział czasu pracy nauczyciela akademickiego niż określony w ust. 1.  \nFormy zajęć dydaktyc znych  \n§ 49. \n1. Nauczyciele akademiccy zatrudnieni w Uczelni mogą prowadzić zajęcia dydaktyczne \nokreślone w Regulaminie studiów wyższych AGH oraz na studiach doktoranckich  \ni w szkole doktorskiej, z tym, że:  \n1) lektoraty mogą być prowadzone przez nauczyciela akad emickiego zatrudnionego  \nw AGH na stanowisku adiunkta lub starszego lektora albo lektora posiadającego \nodpowiednie kwalifikacje do prowadzenia takich zajęć;  \n2) zajęcia z wychowania fizycznego mogą być prowadzone przez nauczyciela \nakademickiego zatrudnionego w  AGH na stanowisku adiunkta, starszego instruktora \nalbo instruktora posiadającego odpowiednie kwalifikacje do prowadzenia takich \nzajęć;  \n3) wykłady mogą być prowadzone wyłącznie przez nauczyciela akademickiego \nposiadającego co najmniej stopień naukowy.   \n2. Prace dyplomowe są prowadzone przez uprawnionego nauczyciela akademickiego.  \nW uzasadnionych przypadkach wynikających w szczególności ze specyfiki tematu \nprojektu dyplomowego dziekan wydziału może wyrazić zgodę na przygotowanie pracy \ndyplomowej pod kierunk iem innej osoby posiadającej kompetencje i doświadczenie \npozwalające na prawidłową realizację pracy dyplomowej . \n3. Nauczyciele akademiccy, za zgodą dziekana wydziału, mogą również prowadzić zajęcia \ndydaktyczne w innych jednostkach organizacyjnych Uczelni.  \nWym iar pensum dydaktycznego  \n§ 50. \n1. Przez pensum dydaktyczne rozumie się obowiązkowy roczny (w danym roku \nakademickim) wymiar zajęć dydaktycznych nauczyciela akademickiego wynikający  \nz zatrudnienia w AGH na danym stanowisku, o którym mowa w ust. 4.  \n2. Jedna godzina dydaktyczna (godzina obliczeniowa) wynosi 45 minut.  \n3. Obowiązkiem nauczyciela akademickiego jest pełne wykonanie ustalonego dla niego \npensum dydaktycznego podanego w godzinach obliczeniowych.  \n4. Roczny wymiar pensum dydaktycznego w ramach poszczególnych  stanowisk dla \nnauczycieli akademickich zatrudnionych w pełnym wymiarze czasu pracy wynosi:  \n \nstanowisko  Badawczo -dydaktyczne  dydaktyczne  \nProfesor  180 godzin dydaktycznych  270 godzin dydaktycznych  \nProfesor uczelni  210 godzin dydaktycznych  315 godzin dydaktycznych  \nAdiunkt  240 godzin dydaktycznych  360 godzin dydaktycznych  \nAsystent  240 godzin dydaktycznych  360 godzin dydaktycznych  \nStarszy lektor  x 360 godzin dydaktycznych  \nStarszy instruktor  x 360 godzin dydaktycznych  \nLektor  x 540 godzin dydaktycznych  \nInstruktor  x 540 godzin dydaktycznych  \nWymiar pensum ustala się według zajmowanego stanowiska (w danej grupie,  \ntj. pracowników badawczo -dydaktycznych lub dydaktycznych) w dniu 1 października \n\nStrona 25 z 53 danego roku akademickiego lub w dniu zatrudnienia, gdy zatrudnienie nastąpiło po \nrozpoczęciu roku akademickiego.  Zmiana stanowiska (w danej grupie) w trakcie roku \nakademickiego nie powoduje zmiany wymiaru pensum. Zmiana grupy w trakcie roku \nakademickiego powoduje zmianę wymiaru pensum.  \n5. Nauczy cieli akademickich zatrudnionych w niepełnym wymiarze czasu pracy  \nobowiązuje wymiar pensum dydaktycznego określony w ust. 4, proporcjonalnie do \nwymiaru etatu.  \n6. Jeżeli nauczyciel akademicki nie ma możliwości realizacji pensum dydaktycznego  \nw wymiarze, o którym mowa w ust. 4, także z uwzględnieniem dodatkowych godzin,  \no których mowa w § 52, dziekan wydziału może powierzyć i rozliczyć  \nw ramach obciążenia dydaktycznego tego nauczyciela godziny zajęć dydaktycznych \nponiżej pensum dydaktycznego określonego w ust. 4. W tym przypadku procentowy \npodział czasu pracy tego nauczyciela akademickiego w zakresie obowiązków  \nbadawczych i organizacyjnych, o którym mowa w § 48, ulega proporcjonalnemu \nzwiększeniu.  \n7. Powierzenie i rozliczenie godzin zajęć dydakty cznych poniżej pensum dydaktycznego \nokreślonego w ust. 4 dopuszczalne jest tylko w wyjątkowych przypadkach, \nuzasadnionych w szczególności zmniejszającą się liczbą studentów, przy \nrównomiernym obciążeniu wszystkich nauczycieli akademickich zatrudnionych  \nw danej jednostce  (wydziale lub katedrze).  \n8. Liczba godzin zajęć dydaktycznych poniżej pensum dydaktycznego określonego w ust. \n4 nie może przekraczać 45 godzin.  \n9. Nauczycielowi akademickiemu, dla którego nie zaplanowano obciążenia dydaktycznego \nz powodu:  \n1) jego zatrudnienia po rozpoczęciu roku akademickiego;  \n2) przewidzianej nieobecności w pracy związanej w szczególności z urlopem \nnaukowym, długotrwałą chorobą, urlopem dla poratowania zdrowia, urlopem \nbezpłatnym lub innym zwolnieniem  od pracy, odbywaniem służby wojs kowej, \nurlopem macierzyńskim, urlopem na warunkach urlopu macierzyńskiego, urlopem \nojcowskim, urlopem rodzicielskim;  \n3) ustania stosunku pracy przed zakończeniem roku akademickiego  \n– zalicza się do przepracowanych godzin zajęć dydaktycznych jedną trzydziestą \nrocznego pensum dydaktycznego ustalonego dla danego stanowiska za każdy \ntydzień nieobecności przypadającej za okres, w którym prowadzone są w Uczelni \nzajęcia dydaktyczne.  \nObniżki pensum dydaktycznego  \n§ 51. \n1. Obniżka pensum dydaktycznego, o którym mowa w § 50  ust. 4 z tytułu sprawowanej \nw Uczelni funkcji wynosi:  \nFunkcja  wymiar obniżki  \nRektor  150 godzin dydaktycznych  \nProrektor  105 godzin dydaktycznych  \nDziekan Wydziału  90 godzin dydaktycznych  \nDyrektor centrum badawczego  90 godzin dydaktycznych  \nDyrektor Szkoły Doktorskiej  90 godzin dydaktycznych  \nPrzewodniczący Rady Dyscypliny Naukowej  60 godzin dydaktycznych  \n\nStrona 26 z 53 Dyrektor centrum dydaktycznego  60 godzin dydaktycznych  \nProdziekan  60 godzin dydaktycznych  \nZastępca Dyrektora centrum badawczego  45 godzin dydaktycznych  \nZastępca Dyrektora Szkoły Doktorskiej  45 godzin dydaktycznych  \nZastępca Przewodniczącego Rady Dyscypliny \nNaukowej  30 godzin dydaktycznych  \nZastępca Dyrektora centrum dydaktycznego  30 godzin dydaktycznych  \nDyrektor instytutu  45 godzin dydaktycznych  \nKierownik katedry  30 godzin dydaktycznych  \nPełnomocnik Rektora ds. jakości kształcenia  45 godzin dydaktycznych  \nCzłonek uczelnianego zespołu audytu dydaktycznego  45 godzin dydaktycznych  \nPełnomocnicy Dziekana ds. jakości kształcenia  30 godzin dydaktycznych  \n2. Obniżka pensum dydaktycznego, o którym mowa w § 50 ust. 4 jest możliwa również:  \n1) w przypadku powierzenia nauczycielowi akademickiemu  wykonywania ważnych  \nzadań lub realizowania przez nauczyciela akademickiego projektów badawczych lub \ninnych zadań przewidzianych w Statucie;  \n2) w szczególnych przypadkach uzasadnionych interesem Uczelni.  \n3. Obniżki pensum dydaktycznego, o których mowa w ust. 2 udzielane są przez Rektora \nna wniosek nauczyciela akademickiego, zaopiniowany  przez dziekana wydziału.  \n4. Obniżka pensum dydaktycznego za kierowanie projektem badawczym, powinna być \nzależna od jego rangi i nie powinna być wyższa niż 45 godzin . \n5. W przypadku refundacji części wynagrodzenia nauczyciela akademickiego z projektu \nbadawczego (lub innego źródła związa nego z prowadzeniem badań naukowych), \nobniżka pensum powinna być wprost proporcjonalna do części refundowanego \nwynagrodzenia. Obniżka ta nie może przekroczyć połowy wymiaru pensum, o którym \nmowa w § 50 ust. 4.  \n6. Obniżka pensum dydaktycznego dopuszczalna jest  tylko z jednego tytułu i tylko na \nokres jednego roku akademickiego.  \n7. Nauczycielowi akademickiemu posiadającemu orzeczenie o znacznym lub \numiarkowanym stopniu niepełnosprawności, dla którego maksymalny wymiar czasu  \npracy  został ustalony zgodnie z § 40a ust.  2, Rektor, na wniosek nauczyciela \nakademickiego, obniża pensum dydaktyczne w wymiarze proporcjonalnym do \nobniżenia maksymalnego wymiaru czasu pracy, tj. o 1/8 wymiaru pensum. Niepełną \ngodzinę dydaktyczną obniżki pensum zaokrągla się w ten sposób, że obniż kę do pół \ngodziny pomija się, a powyżej pół godziny liczy się za pełną godzinę.  \n8. Poza obniżeniem pensum dydaktycznego, o którym mowa w ust. 7, nauczyciel \nakademicki może skorzystać z obniżki pensum jeszcze z jednego tytułu.  \n9. Obniżenie pensum dydaktycznego, o  którym mowa w ust. 7 może być przyznane na \nokres dłuży niż jednego roku akademickiego.  \n10. Zatrudnienie w AGH w łącznym wymiarze przewyższającym pełny etat (1,0) nie może \nbyć podstawą obniżenia pensum dydaktycznego.  \n  \n\nStrona 27 z 53 Godziny zaliczane do obciążenia dydaktycznego nauczyciela akademickiego  \n§ 52. \n1. Do obciążenia dydaktycznego nauczyciela akademickiego wliczane są wszystkie \ngodziny obliczeniowe za prowadzenie zajęć dydaktycznych, o których mowa w § 49 \nust. 1 (tzw. godziny żywe) oraz dodatkowe godziny, o kt órych mowa w ust. 1a i 2.  \n1a. W przypadku prowadzenia zajęć w języku kongresowym, liczbę godzin dodatkowych  \nustala się przy zastosowaniu wzoru:  \nliczba godzin dodatkowych  = M x 0,3   \ngdzie M – liczba godzin zajęć prowadzonych w języku kongresowym.  \n2. Dziekan wydziału po zasięgnięciu opinii kolegium wydziału ustala dodatkową liczbę \ngodzin zaliczanych do obciążenia dydaktycznego nauczyciela akademickiego w danym \nroku akademickim z tytułu:  \n1) opieki nad:  \na)  projektem dyplomowym lub pracą dyplomową (rozpoczętych w jedn ym roku \nakademickim), po złożeniu zgodnie z wymogami określonymi w Regulaminie \nstudiów AGH, w liczbie nie większej niż określona w poniższym zestawieniu:  \nw roku akademickim \n2023/2024  19 prac i projektów dyplomowych, w tym nie więcej \nniż 9 na studiach drugi ego stopnia  \nw roku akademickim \n2024/2025  14 prac i projektów dyplomowych, w tym nie więcej \nniż 6 na studiach drugiego stopnia  \nod roku akademickiego \n2025/2026  10 prac i projektów dyplomowych, w tym nie więcej \nniż 4 na studiach drugiego stopnia  \nprzy zachowaniu możliwie równomiernego rozdziału pomiędzy nauczycieli \nakademickich:  \n− do 10 godz. – za pracę dyplomową na studiach pierwszego stopnia, \na w przypadku prac zespołowych – do 15 godz.;  \n− do 15 godz. – za pracę dyplomową na studiach drugiego stopnia, \na w przypadku prac zespołowych – do 30 godz.;  \nb) doktorantem:  \n– na studiach doktoranckich do 15 godz./rok przed otwarciem przewodu,  \na do 30 godz./rok po otwarciu przewodu, ale nie dłużej niż do roku po \nukończeniu studiów;  \n– w szkole doktorskiej do 15 godz./rok do uzyskania pozytywnej oceny \nśródokresowej (Rozdz. X Regulaminu Studiów Doktoranckich), a do 30 \ngodz./rok po uzyskaniu pozytywnej oceny śródokresowej, ale nie dłużej niż \ndo roku po ukończeniu szkoły;  \nc) studentem studiuj ącym w ramach indywidualnej organizacji studiów – do  \n10 godz./semestr;  \nd) kołem naukowym – do 45  godz./rok, w zależności od udokumentowanej \naktywności koła, po zaakceptowaniu sprawozdania przez dziekana wydziału;  \ne) studentem, stażystą lub stypendystą odbywając ym kształcenie w ramach \nprogramów krajo wych lub międzynarodowych – do 10  godz./semestr.  \n2) przeprowadzania egzaminów, przy zastosowaniu wzoru:  \nLiczba godzin dodatkowych = k * N, gdy N> N min \ngdzie:  \nN –  liczba egzaminowanych studentów;  \nK – współczynnik wybrany  przez dziekana po zasięgnięciu opinii kolegium \nwydziału ze zbioru: [0; 0,05; 0,1; 0,15; 0,2 ; 0,25; 0,3 ]. Dziekan po \nzasięgnięciu opinii kolegium wydziału może zdecydować o zróżnicowaniu \ntego współczynnika dla egzaminów ustnych i pisemnych; w tym przypadku  \nzaleca się, aby współczynnik dla egzaminów ustnych był większy niż dla \npisemnych;  \nNmin – minimalna liczba egzaminowanych studentów, ustalona przez Dziekana \npo zasięgnięciu opinii kolegium wydziału, powyżej której dziekan może \nustalić liczbę dodatkowo rozliczanych godzin za przeprowadzenie egzaminu.  \nSumaryczna l iczba godzin dodatkowych z tytułu przeprowadzenia egzaminu nie może \nprzekraczać 60 godzin/rok dla danego nauczyciela akademickiego.  \n\nStrona 28 z 53 2a. Do obciążenia dydaktycznego nauczyciela akademickiego posiadającego status tutora \nAGH wliczane są także godziny z tytułu realizacji kształcenia z wykorzystaniem metody \ntutoringu:  \n1) w ramach tutoringu rozwojowego i naukowego – 15 godz./sem. za jednego \nstudent a, \n2)  w ramach tutoringu przedmiotowego – 15 godz./sem. do trzech studentów . \n3. Za kierowanie lub sprawowanie opieki nad studenckimi praktykami zawodowymi \nnauczycielowi akademickiemu przysługuje dodatkowe wynagrodzenie, w wysokości \nokreślonej w odrębnych przepi sach. Godziny zajęć dydaktycznych prowadzonych  \nw ramach opieki nad studenckimi praktykami zawodowymi nie są wliczane do pensum \ndydaktycznego.  \n4. Decyzje o rozliczeniu dodatkowych godzin, o których mowa w ust. 2 w ramach \nobciążenia dydaktycznego nauczyciela a kademickiego podejmuje dziekan wydziału, \nkierując się zasadą, że nauczyciel akademicki zobowiązany jest zrealizować ustalone \ndla niego pensum dydaktyczne, które co najmniej w połowie musi być zrealizowane  \nw ramach zajęć dydaktycznych, o których mowa w § 49 ust. 1 (tj. w ramach tzw. \ngodzin żywych).  \n5. Skutki finansowe decyzji, o których mowa w ust. 4 powinny być zbilansowane  \nw budżetach wydziałów przy uwzględnieniu dochodów własnych.  \n6. Do obciążenia dydaktycznego nauczycieli akademickich Studium Języków Obcych  \nmogą być wliczane zajęcia językowe dla studentów uczestniczących w programach \nwymiany międzynarodowej oraz zajęcia z języka polskiego organizowane w Uczelni  \ni zlecane przez Rektora.  \n7. W czasie choroby lub innej nieprzewidzianej, usprawiedliwionej nieobecno ści \nnauczyciela akademickiego, w tym także w przypadku odwołania zajęć przez Rektora \nalbo dziekana wydziału, godziny zajęć dydaktycznych wynikające z pensum \ndydaktycznego, które według planu zajęć przypadałyby na okres tej nieobecności, \nzalicza się, dla ce lów ustalenia liczby godzin zajęć dydaktycznych, jako godziny \nprzepracowane zgodnie z planem.  \nKolejność rozliczania godzin  \n§ 53. \n1. Do obciążenia dydaktycznego nauczyciela akademickiego wliczane są wszystkie \ngodziny obliczeniowe według następującej kolejności : \n1) godziny za zajęcia dydaktyczne na studiach stacjonarnych pierwszego i drugiego \nstopnia oraz zajęcia dla doktorantów, o których mowa w § 49 ust. 1 (tzw. godziny \nżywe);  \n2) dodatkowe godziny realizowane na studiach stacjonarnych, o których mowa  \nw § 52 ust. 2;  \n3) godziny za zajęcia dydaktyczne i dodatkowe godziny realizowane na studiach \nniestacjonarnych.  \n2. Godziny wliczone do obciążenia dydaktycznego nauczyciela akademickiego \nprowadzone na studiach niestacjonarnych pierwszego i drugiego stopnia oraz zajęcia \ndla dokt orantów należy refinansować z opłat za studia uiszczanych przez studentów \nalbo doktorantów.  \nZajęcia dydaktyczne w godzinach ponadwymiarowych  \n§ 54. \n1. Godziny ponadwymiarowe to godziny, które wynikają z nadwyżki powierzonych  \ni faktycznie zrealizowanych godzin  zajęć dydaktycznych ponad faktycznie wykonane \npensum dydaktyczne, w wysokości ustalonej dla danego stanowiska, zgodnie z § 50  \nw danym roku akademickim.  \n2. W przypadku gdy w planie obciążenia dydaktycznego nie zaplanowano godzin \nponadwymiarowych, a nauczycie l akademicki korzysta z obniżek, o których mowa  \nw § 51, godziny zajęć dydaktycznych zrealizowane ponad obniżkę nie stanowią godzin \nponadwymiarowych i traktowane są jako godziny przepracowane zgodnie z pensum \ndydaktycznym ustalonym dla danego stanowiska na  podstawie § 50.  \n3. Godziny zaliczone z tytułu nieobecności nauczyciela akademickiego, o których mowa  \n\nStrona 29 z 53 w § 50 ust. 9 pkt 2 oraz § 52 ust. 7, nie mogą stanowić podstawy do ustalenia godzin \nponadwymiarowych. W tych przypadkach wymiar godzin ponadwymiarowych, za które \nprzysługuje dodatkowe wynagrodzenie ustalany na podstawie godzin faktycznie \nzrealizowanych po nad pensum dydaktyczne ustalone dla danego stanowiska zgodnie  \nz § 50 w danym roku akademickim, pomniejsza się o godziny zaliczone z tytułu tej \nnieobecności.  \n4. Nauczycielowi akademickiemu, który korzysta z obniżenia pensum dydaktycznego,  \no którym mowa w § 51, a także w stosunku do którego znajduje zastosowanie  \n§ 50 ust. 6  – 8, wynagrodzenie za godziny ponadwymiarowe przysługuje jedynie za \nzajęcia zrealizowane powyżej pensum dydaktycznego ustalonego dla danego \nstanowiska na podstawie § 50.  \n5. Za godziny ponadw ymiarowe nauczyciele akademiccy otrzymują wynagrodzenie \nobliczone na zasadach określonych w odrębnych przepisach.  \n6. Wynagrodzenie za pracę w godzinach ponadwymiarowych ustala się na podstawie \nnajwyższej ze stawek dla danego stanowiska obowiązujących w okresi e, którego \ndotyczy rozliczenie pensum dydaktycznego, z zastrzeżeniem ust. 7.  \n7. W przypadku zmiany stanowiska w trakcie trwania roku akademickiego wynagrodzenie \nza pracę w godzinach ponadwymiarowych ustalane jest na podstawie harmonogramu \nzajęć i zgodnie ze stawką dla danego stanowiska, obowiązującą w dniu, w którym \nzajęcia były faktycznie realizowane.  \n8. Wysokość stawki za godziny ponadwymiarowe za określone zajęcia ustala dziekan \nwydziału po zasięgnięciu opinii kolegium wydziału.  \n9. Wynagrodzenie za pracę w godzi nach ponadwymiarowych przyznaje się, po dokonaniu \nrozliczenia godzin zajęć dydaktycznych ustalonych zgodnie z planem,  \nz uwzględnieniem zasad wynikających z § 50 ust. 9 i § 52 ust. 7 Regulaminu pracy, \nraz w roku, w terminie określonym w §  6 ust. 3 Regulami nu wynagradzania \npracowników AGH , po przedłożeniu pełnego i prawidłowo sporządzonego sprawozdania \nz danego wydziału.  \n10. W szczególnych przypadkach, uzasadnionych koniecznością realizacji programu \nstudiów, nauczyciel akademicki może być obowiązany prowadzić za jęcia dydaktyczne \nw godzinach ponadwymiarowych, w rozmiarze nieprzekraczającym dla pracownika \nbadawczo -dydaktycznego ¼, a dla pracownika dydaktycznego ½ wymiaru pensum \ndydaktycznego ustalonego dla danego stanowiska na podstawie § 50, a w przypadku \nzatrudni enia nauczyciela akademickiego po rozpoczęciu roku akademickiego albo \nustania stosunku pracy przed zakończeniem roku akademickiego albo zatrudnienia  \nw niepełnym wymiarze czasu pracy – wynikających z ustalonego dla niego w tym roku \nakademickim pensum dydak tycznego.  \n11. Nauczycielowi akademickiemu, na zasadzie pełnej dobrowolności, za jego pisemną \nzgodą, może być powierzone prowadzenie zajęć dydaktycznych w wymiarze \nprzekraczającym liczbę godzin ponad wymiarowych określoną w ust. 10.  \n12. Nie można zatrudniać w godzinach ponadwymiarowych nauczyciela akademickiego  \nw ciąży lub wychowującego dziecko do ukończenia przez nie czwartego roku życia, bez \njego zgody.  \n13. Maksymalny dopuszczalny wymiar godzin ponadwymiarowych w przypadku nauczycieli \nzatrudnionych w pełnym wymiarze czasu pracy wynosi 70% pensum dydaktycznego \nustalonego na podstawie § 50 dla danego stanowiska w ramach godzin obliczeniowych \nza prowadzenie zajęć dydaktycznych, o których mowa w § 49 ust. 1 (tzw. godzin \nżywych), nie więcej jedn ak niż 100%. Do maksymalnego dopuszczalnego wymiaru \ngodzin ponadwymiarowych, o którym mowa w zdaniu pierwszym, nie uwzględnia się \ngodzin, o których mowa w § 52 ust. 2 pkt 1 lit. a (tj. z tytułu opieki nad prac ą \ndyplomową).  \n14. Dziekan wydziału (dyrektor centru m dydaktycznego) może obniżyć dopuszczalny \nwymiar godzin ponadwymiarowych, o którym mowa w ust. 13.  \n15. W przypadku zatrudnienia nauczyciela akademickiego po rozpoczęciu roku \nakademickiego albo ustania stosunku pracy przed zakończeniem roku akademickiego \nmaksy malny dopuszczalny wymiar godzin ponadwymiarowych ustalany jest na \npodstawie ustalonego dla niego w danym roku akademickim pensum dydaktycznego.  \n16. Rektor, na wniosek dziekana wydziału (dyrektora centrum dydaktycznego), może \nwyrazić zgodę na prowadzenie zajęć  dydaktycznych w godzinach ponadwymiarowych \n\nStrona 30 z 53 przez nauczyciela akademickiego zatrudnionego w niepełnym wymiarze czasu pracy  \nw wysokości do 50% ustalonego dla niego pensum dydaktycznego.  \n17. Nauczycielowi akademickiemu nie powierza się realizacji zajęć dydaktyc znych  \nw godzinach ponadwymiarowych, jeżeli pozostali nauczyciele akademiccy jednostki nie \nwykonują pensum dydaktycznego.  \nSzczegółowa organizacja i tryb rozliczania zajęć dydaktycznych oraz liczebność \ngrup studenckich  \n§ 55. \nRektor, w drodze zarządzenia, określi szczegółową organizację i tryb rozliczania zajęć \ndydaktycznych na wydziałach oraz w jednostkach pozawydziałowych.  \nRozdział III  \nCzas pracy pracowników niebędących nauczycielami akademickimi  \n§ 56. \n1. Pracownicy niebędący nauczycielami akademickimi wykonują pracę w następujących \nsystemach czasu pracy:  \n1) podstawowym;  \n2) równoważnym;  \n3) zadaniowym;  \n4) skróconeg o tygodnia pracy ; \n5) weekendowym.  \n2. W każdym systemie czasu pracy stosowane mogą być następujące rozkłady czasu \npracy:  \n1) ruchomy;  \n2) indywidualny.  \n3. W każdym systemie czasu dopuszczalna jest praca zmianowa.  \n4. Określenie pracownikowi systemu czasu pracy, w którym wykonuje on pracę oraz \nrozkładu czasu pracy należy do uprawnień pracodawcy związanych z kierowaniem \nzakładem pracy i organizacją procesu wykonywania pracy. Z zas trzeżeniem  \nust. 5 zmiana systemu, w którym pracownik wykonuje pracę nie wymaga zmiany \ntreści umowy o pracę ani regulaminu. Zmiany systemu czasu pracy oraz rozkładu \nczasu pracy dokonuje się na piśmie, co najmniej na 7 dni przed rozpoczęciem \nkolejnego okresu rozliczeniowego.  \n5. Zastosowanie do pracownika systemów czasu pracy, o których mowa w ust. 1 pkt 4 i 5 \nnastępuje na podstawie umowy o pracę, na wniosek pracownika.  \n6. Dla pracowników, których czas pracy regulują odrębne przepisy, czas pracy ustala \nRektor na wniosek kierownika jednostki organizacyjnej.  \nSystem podstawowy  \n§ 57. \n1. Pracownicy niebędący nauczycielami akademicki mi wykonują pracę w podstawowym \nsystemie czasu pracy, tj. 8 godzin dziennie i 40 godzin tygodniowo. Praca świadczona \njest w godzinach od 7 :30 do 15:30, od poniedziałku do piątku, z zastrzeżeniem  \nust. 2 oraz § 68 i 69 niniejszego Regulaminu.  Praca ponad 8 godzin na dobę stanowi \npracę w godzinach nadliczbowych.  \n2. Jeżeli jest to uzasadnione potrzebami dydaktycznymi, badawczymi lub \norganizacyjnym i Uczelni, kierownik jednostki organizacyjnej może wyznaczyć \npracownikowi inny rozkład czasu pracy. W takim przypadku łączna liczba dni wolnych \nod pracy w przyjętym okresie rozliczeniowym winna odpowiadać, co najmniej liczbie \nniedziel, świąt oraz dni wolny ch od pracy w  przeciętnie pięciodniowym tygodniu pracy \nprzypadających w tym okresie.  \n§ 58. \n1. Pracownicy zatrudnieni w niepełnym wymiarze czasu  pracy, świadczą pracę od \nponiedziałku do piątku w równej i proporcjonalnej do wymiaru zatrudnienia liczbie \n\nStrona 31 z 53 godzin. Godzinę rozpoczęcia pracy ustala kierownik jednostki organizacyjnej, biorąc \npod uwagę wnioski pracowników.  \n2. Pracownicy zatrudnieni w niepełnym wymiarze czasu  pracy, mogą świadczyć pracę  \nw indywidualnym rozkładzie czasu pracy, który nie musi obejmować wszys tkich dni \nroboczych tygodnia ani równej liczby godzin świadczonej pracy w poszczególnych \ndniach.  \n3. W przypadkach o których mowa w ust. 2, rozkład czasu pracy ustala kierownik \njednostki organizacyjnej, biorąc pod uwagę wnioski pracowników, w indywidualnych \nharmonogramach obejmujących co najmniej jeden miesiąc.  \n4. Indywidualne harmonogramy pracowników o których mowa w ust. 3, przekazywane są \ndo jednostki właściwej do spraw kadr.  \nSystem równoważny  \n§ 59. \n1. Jeżeli jest to uzasadnione rodzajem pracy i jej organizacją dopuszczalne jest \nstosowanie systemu równoważnego czasu pracy.  \n2. W uzasadnionych przypadkach, system równoważnego czasu pracy wprowadza Rektor, \nna wniosek kierownika jednostki organizacyjnej.  \n3. (skreślony) \n4. (skreślony ) \n5. Rozkład czasu pracy pracowników wykonujących pracę w systemie równoważnego \nczasu pracy określa kierownik jednostki organizacyjnej w indywidualnych \nharmonogramach pracy obejmujących co najmniej jeden miesiąc. Harmonogram \nprzekazywany jest  pracownikowi co najmniej 7 dni przed rozpoczęciem miesiąca nim \nobjętego.  \n6. Harmonogram o którym mowa ust. 5 przekazywan y jest do jednostki właściwej do \nspraw kadr.  \n§ 60. \n1. Dla pracowników zatrudnionych przy pilnowaniu mienia lub ochrony osób  \n(w szczególności dla portierów, strażników, recepcjonistów, inspektorów ochrony \nmienia itp.), wprowadza się system równoważnego czasu pracy, w którym jest \ndopuszczalne przedłużenie dobowego wymiaru czasu pracy, nie więcej jednak niż do \n12 godzin, w  okresie  rozliczeniowym nieprzekraczającym 1 miesiąca. Przedłużony \ndobowy wymiar czasu pracy jest równoważony krótszym dobowym wymiarem czasu \npracy w niektórych dniach lub dniami wolnymi od pracy.  \n2. Jako podstawowy rozkład czasu pracy dla pracowników zatrudnionych przy pilnowaniu \nmienia przyjmuje się 12 godzin pracy; praca od godziny 7:00 do 19:00 lub od godziny \n19:00 do 7:00 dnia następnego.  \n3. Jeżeli jest to uzasadnione potrzebami organizacyjnymi, kierownik jednostki \norganizacyjnej może ustalić pracownikowi inny rozk ład czasu pracy.  \n4. W rozkładzie czasu pracy o którym mowa w ust. 3 (ruchomy rozkład czasu pracy) \nponowne wykonywanie pracy w tej samej dobie nie stanowi pracy w godzinach \nnadliczbowych.  \n§ 61. \nPrzy pracach polegających na dozorze urządzeń lub związanych z czę ściowym \npozostawaniem w pogotowiu do pracy może być stosowany system równoważnego czasu \npracy, w którym jest dopuszczalne przedłużenie dobowego wymiaru czasu pracy, nie \nwięcej jednak niż do 16 godzin, w okresie rozliczeniowym nieprzekraczającym  \n1 miesiąca .  \nW tym systemie czasu pracy pracownikowi przysługuje, bezpośrednio po każdym okresie \nwykonywania pracy w przedłużonym dobowym wymiarze czasu pracy, odpoczynek przez \nczas odpowiadający co najmniej liczbie przepracowanych godzin, niezależnie od \nodpoczynku tygodniowego.  \n  \n\nStrona 32 z 53 § 62. \nDla pracowników zatrudnionych na Basenie AGH wprowadza się dla poszczególnych grup \npracowniczych (w miarę zaistniałych potrzeb) system równoważnego czasu pracy,  \nw którym jest dopuszczalne przedłużenie dobowego wymiaru czasu pracy, nie więcej \njednak niż do 12 godzin, w okresie rozliczeniowym nieprzekraczającym 1 miesiąca . \nPrzedłużony dobowy wymiar czasu pracy jest równoważony krótszym dobowym \nwymiarem czasu pracy w  niektórych dniach lub dniami wolnymi od pracy.  \n§ 63. \n1. Dla pracowników biblioteki wprowadza się możliwość stosowania ruchomego rozkładu \nczasu pracy w systemie równoważnego czasu pracy, w którym jest dopuszczalne \nprzedłużenie dobowego wymiaru czasu pracy, ni e więcej jednak niż do 12 godzin,  \nw okresie rozliczeniowym nieprzekraczającym 1 miesiąca . \n2. Praca rozpoczyna się pomiędzy godziną 6:30 a 13:00 i kończy się pomiędzy godziną \n13:30 a 20:00.  \n3. Indywidualne decyzje w zakresie rozkładu czasu pracy podejmuje kiero wnik jednostki \norganizacyjnej.  \n4. Stosowanie ruchomego czasu pracy w systemie równoważnego czasu pracy nie może \nnaruszać w szczególności przepisów o odpoczynku dobowym i tygodniowym oraz \ndoprowadzać do powstawania godzin nadliczbowych. Ponowne wykonywanie pr acy  \nw tej samej dobie nie stanowi pracy w godzinach nadliczbowych.  \n§ 64. \nDla pracowników zatrudnionych w Domu Gościnnym AGH „Sienkiewiczówka” wprowadza \nsię system równoważnego czasu pracy, w którym jest dopuszczalne przedłużenie \ndobowego wymiaru czasu pra cy, nie więcej jednak niż do 12 godzin, w okresie \nrozliczeniowym nieprzekraczającym 1 miesiąca. Przedłużony dobowy wymiar czasu pracy \njest równoważony krótszym dobowym wymiarem czasu pracy w niektórych dniach lub \ndniami wolnymi od pracy.  \nSystem zadaniowy  \n§ 65. \n1. W przypadkach uzasadnionych rodzajem pracy lub jej organizacją albo miejscem \nwykonywania pracy, Rektor na wniosek kierownika jednostki organizacyjnej może \nwprowadzić system zadaniowego czasu pracy.  \n2. System zadaniowego czasu pracy może być stosowany w  szczególności w jednostkach \norganizacyjnych i na stanowiskach pracy, dla których nie jest możliwe lub uzasadnione \nokreślenie z góry czasu i miejsca świadczenia pracy lub stałych obowiązków \nwykonywanych regularnie w sposób zorganizowany, a także w przypadk ach, gdy \nwykonywanie powierzonych zadań nie wymaga świadczenia pracy na terenie zakładu \npracy.  \n3. Pracodawca po porozumieniu z pracownikiem, ustala czas niezbędny do wykonania \npowierzonych zadań, uwzględniając wymiar czasu pracy wynikający z norm \nokreślonych w § 40 ust. 2 niniejszego Regulaminu.   \nSystem skróconego tygodnia pracy  \n§ 66. \n1. Na pisemny wniosek pracownika może być do niego stosowany system skróconego \ntygodnia pracy. W tym systemie jest dopuszczalne wykonywanie pracy przez \npracownika przez mniej niż 5 dni w ciągu tygodnia, przy równoczesnym przedłużeniu \ndobowego wymiaru czasu pracy, nie więcej niż do 12 godzin, w okresie rozliczeniowym \nnieprzekraczającym 1 miesiąca.  \n2. (skreślony ) \n  \n\nStrona 33 z 53 System pracy weekendowej  \n§ 67. \n1. Na pisemny wniosek pracownika może być do niego stosowany system czasu pracy,  \nw którym praca jest świadczona wyłącznie w piątki, soboty, niedziele i święta. W tym \nsystemie jest dopuszczalne przedłużenie dobowego wymiaru czasu pracy, nie więcej \njednak niż do 12 godzin, w okresie rozliczeniowym nieprzekraczającym 1 miesiąca.  \n2. (skreślony)  \nRuchomy czas pracy  \n§ 68. \n1. Rozkład czasu pracy może przewidywać różne godziny rozpoczynania pracy w dniach, \nktóre zgodnie z tym rozkładem są dla pracowników dniami pracy.  \n2. W przypadkach uzasadnionych potrzebami dydaktycznymi, badawczymi lub \norganizacyjnymi Uczelni, czas rozpoczynania i kończenia pracy może być \nindywidualnie ustalony pracownikowi przez kierownika jednostki organizacyjnej.  \n3. Ruchomy rozkład czasu pracy może być ta kże wprowadzony na pisemny wniosek \npracownika.  \n4. Rozkład czasu pracy może przewidywać przedział czasu, w którym pracownik decyduje \no godzinie rozpoczęcia pracy w dniu, który zgodnie z tym rozkładem jest dla \npracownika dniem pracy.  \n5. W rozkładach czasu pracy, o który ch mowa w ust. 2  – 4, ponowne wykonywanie pracy \nw tej samej dobie nie stanowi pracy w godzinach nadliczbowych.  \nIndywidualny rozkład czasu pracy  \n§ 69. \nNa pisemny wniosek pracownika kierownik jednostki organizacyjnej może ustalić \nindywidualny rozkład jego czasu pracy w ramach systemu czasu pracy, którym pracownik \njest objęty.  \nOchrona szczególna  \n§ 69a. \nW systemie równoważnego czasu pracy, systemie czasu pracy w ruchu ciągłym, systemie \nskróconego tygodnia pracy oraz systemie pracy weekendowej, czas pracy:  \n1) pracowników zatrudnionych na stanowiskach pracy, na których występują \nprzekroczenia najwyższych dopuszczalnych stężeń lub natężeń czynników \nszkodliwych dla zdrowia,  \n2) pracownic w ciąży,  \n3) pracowników opiekujących się dzieckiem do ukończenia przez nie 4 roku życia, bez \nich zgody  \n– nie może przekraczać 8 godzin. Pracownik zachowuje prawo do wynagrodzenia za czas \nnieprzepracowany w związku ze zmniejszeniem z tego powodu wymiaru jego czasu \npracy.  \nPraca w porze nocnej  \n§ 70. \n1. Pora nocna obejmuje 8 godzin i trwa  od godziny 23:00 do 7:00.  \n2. Pracownik, którego rozkład czasu pracy obejmuje w każdej dobie co najmniej \n3 godziny pracy w porze nocnej lub którego co najmniej 1/4 czasu pracy w okresie \nrozliczeniowym przypada na porę nocną, jest pracującym w nocy.  \n3. W porze n ocnej nie można za trudniać osoby niepełnosprawnej.  \n4. Przepis określony w ust. 3 nie dotyczy do osób zatrudnionych przy pilnowaniu \noraz gdy, na wniosek osoby zatrudnionej, lekarz przeprowadzający badania \nprofilaktyczne pracowników wyrazi na to zgodę.  \n5. W porze nocnej nie można zatrudniać kobiet w ciąży.  \n6. Pracodawca zatrudniający pracownicę w porze nocnej jest obowiązany na okres jej \nciąży zmienić rozkład czasu pracy w sposób umożliwiający wykonywanie pracy poza \n\nStrona 34 z 53 porą nocną, a jeżeli jest to niemożliwe lub niecelowe, przenieść pracownicę do innej \npracy, której wykonywanie nie wymaga pracy w porze nocnej. W razie braku takich \nmożliwości pracodawca jest obowiązany zwolnić pracownicę na czas niezbędny  \nz obowiązku świ adczenia pracy.  \n7. Czas pracy pracującego w nocy nie może przekraczać 8 godzin na dobę, jeżeli \nwykonuje prace szczególnie niebezpieczne albo związane z dużym wysiłkiem fizycznym \nlub umysłowym.  \n8. Przepis określony w ust. 7 nie dotyczy:  \n1) pracowników zarządzający ch w imieniu pracodawcy zakładem pracy;  \n2) przypadków konieczności prowadzenia akcji ratowniczej w celu ochrony życia lub \nzdrowia ludzkiego, ochrony mienia lub środowiska albo usunięcia awarii.  \n9. Możliwość wykonywania prac, o których mowa w ust. 7 powinna być uwzględniona  \nw karcie oceny ryzyka zawodowego pracownika.  \nRozdział IV  \nNiektóre uprawnienia dotyczące cza su pracy pracowników związane \nz rodzicielstwem oraz kobiet w ciąży i karmiących piersią  \n§ 71. \n1. Pracodawca jest obowiązany uwzględnić wniosek, złożony w postaci papierowej lub \nelektronicznej, o wykonywanie pracy w  przerywanym systemie czasu pracy lub \nruchomym albo indywidualnym rozkładzie czasu pracy:  \n1) pracownika -małżonka albo pracownika -rodzica dziecka w fazie prenatalnej, \nw przypadku ciąży powikłanej;  \n2) pracownika -rodzica dziecka posiadającego zaświadczenie, o którym mowa w art.  \n4 ust. 3 ustawy z dnia 4 listopada 2016 r. o wsparciu kobiet w ciąży i rodzin \n„Za życiem”;  \n3) pracownika -rodzica:  \na) dziecka legitymującego się orzeczeniem o niepełnosprawności albo or zeczeniem \no umiarkowanym lub znacznym stopniu niepełnosprawności określonym  \nw przepisach o rehabilitacji zawodowej i społecznej oraz zatrudnianiu osób \nniepełnosprawnych oraz  \nb) dziecka posiadającego odpowiednio opinię o potrzebie wczesnego wspomagania \nrozwoj u dziecka, orzeczenie o potrzebie kształcenia specjalnego lub orzeczenie \no potrzebie zajęć rewalidacyjno -wychowawczych, o których mowa w przepisach \nustawy z dnia 14 grudnia 2016 r. – Prawo oświatowe.  \n2. Pracodawca może odmówić uwzględnienia wniosku, o którym mowa w ust. 1, jeżeli \njego uwzględnienie nie jest możliwe ze względu na organizację pracy lub rodzaj pracy \nwykonywanej przez pracownika. O przyczynie odmowy uwzględnienia wniosku \npracodawca informuje pracownika w postaci papierowej lub elektronicznej.  \n3. Pracodawca jest zobowiązany uwzględnić wniosek pracownika, o którym mowa w ust. \n1 pkt 2 i 3, pracownicy w ciąży, a także pracownika wychowującego dziecko do \nukończenia przez nie 4 roku życia, o wykonywanie pracy zdalnej, chyba że nie jest to \nmożliwe ze względu  na organizację pracy lub rodzaj pracy wykonywanej przez \npracownika. O przyczynie odmowy uwzględnienia wniosku pracodawca informuje \npracownika w postaci papierowej lub elektronicznej w terminie 7 dni roboczych od dnia \nzłożenia wniosku przez pracownika.  \n4. Przepisy ust. 1  – 3 stosuje się do pracowników, o których mowa w ust. 1 pkt 2 i 3, \nrównież po ukończeniu przez dziecko 18 roku życia.  \n§ 71a . \n1. Pracownik wychowujący dziecko, do ukończenia przez nie 8 roku życia, może złożyć \nwniosek w postaci papierowej lub elektronicznej o zastosowanie do niego elastycznej \norganizacji pracy. Wniosek składa się w terminie nie krótszym niż 21 dni przed \nplanowanym rozpoczęciem korzystania z elastycznej organizacji pracy.  \n2. Za elastyczną organizację pracy, o której mowa w ust. 1, uważa się pracę zdalną, \nprzerywany system czasu pracy, system skróconego tygodnia czasu pracy, system \nweekendowy albo ruchomy lub indywidualny rozkład czasu pracy jak również  \nobniżenie wymiaru czasu pracy.  \n\nStrona 35 z 53 3. We wniosku wskazuje się:  \n1) imię i nazwisko oraz dat ę urodzenia dziecka;  \n2) przyczynę konieczności skorzystania z elastycznej organizacji pracy;  \n3) termin rozpoczęcia i zakończenia korzystania z elastycznej organizacji pracy;  \n4) rodzaj elastycznej organizacji pracy, z której pracownik planuje korzystać.  \n4. Pracodawca rozpatruje wniosek, uwzględniając potrzeby pracownika, w tym termin \noraz przyczynę konieczności korzystania z elastycznej organizacji pracy, a także \npotrzeby i możliwości pracodawcy, w tym konieczność zapewnienia normalnego toku \npracy, organizację pracy lu b rodzaj pracy wykonywanej przez pracownika.  \n5. Pracodawca informuje pracownika w postaci papierowej lub elektronicznej \no uwzględnieniu wniosku albo o przyczynie odmowy uwzględnienia wniosku, albo \no innym możliwym terminie zastosowania elastycznej organizacji  pracy niż wskazany \nwe wniosku, w terminie 7 dni od dnia otrzymania wniosku.  \n6. Pracownik korzystający z elastycznej organizacji pracy, o której mowa w ust. 1, może \nw każdym czasie złożyć wniosek w postaci papierowej lub elektronicznej o  powrót do \npoprzedniej  organizacji pracy przed upływem terminu, o którym mowa w ust. 3 pkt 3, \ngdy uzasadnia to zmiana okoliczności będąca podstawą do korzystania przez \npracownika z elastycznej organizacji pracy. Pracodawca, po rozpatrzeniu wniosku, \nz uwzględnieniem okoliczności , o których mowa w ust. 4, informuje pracownika \nw postaci papierowej lub elektronicznej o uwzględnieniu albo przyczynie odmowy \nuwzględnienia wniosku, albo o możliwym terminie powrotu do pracy, w terminie 7 dni \nod dnia otrzymania wniosku.  \n§ 71b . \n1. Czas pracy pracownic w ciąży nie może przekroczyć 8 godzin.  \n2. Pracownic w ciąży nie wolno zatrudniać w godzinach nadliczbowych ani w porze \nnocnej.  \n3. Pracownicy będącej nauczycielem akademickim, która jest w ciąży, nie można \nzatrudniać w godzinach ponadwymiarowych bez je j zgody.  \n4. Pracownicy w ciąży nie wolno bez jej zgody delegować poza stałe miejsce pracy ani \nzatrudniać w systemie przerywanego czasu pracy.  \n5. Czas pracy pracownicy w ciąży spędzony przy obsłudze monitora ekranowego nie \nmoże jednorazowo przekraczać 50 minut, p o którym to czasie powinna nastąpić co \nnajmniej 10 -minutowa przerwa, wliczana do czasu pracy.  \n6. Pracodawca jest obowiązany udzielać pracownicy w ciąży zwolnień od pracy na \nzalecone przez lekarza badania lekarskie przeprowadzane w związku z ciążą, jeżeli \nbadania te nie mogą być przeprowadzone poza godzinami pracy. Za czas nieobecności \nw pracy z tego powodu pracownica zachowuje prawo do wynagrodzenia.  \n7. Stan ciąży winien być stwierdzony świadectwem lekarskim.  \n8. Uprawnienia (przywileje), o których mowa w ust. 1, 2 i  5 mają charakter bezwzględny. \nPracodawca jest zobowiązany do ich przestrzegania z chwilą dostarczenia pracodawcy \nświadectwa lekarskiego, o którym mowa w ust. 7.  \n9. Pracownica karmiąca dziecko piersią ma prawo do dwóch półgodzinnych przerw \nw pracy wliczanych do czasu pracy. Pracownica karmiąca więcej niż jedno dziecko ma \nprawo do dwóch przerw w pracy, po 45 minut każda. Przerwy na karmienie mogą być \nna wniosek pracownicy udzielane łącznie. Pracownicy zatrudnionej przez czas krótszy \nniż 4 godziny dziennie przer wy na karmienie nie przysługują. Jeżeli czas pracy \npracownicy nie przekracza 6 godzin dziennie, przysługuje jej jedna przerwa na \nkarmienie. Przerwy na karmienie są udzielane na wniosek pracownicy na podstawie jej \noświadczenia, iż karmi dziecko piersią. Na żądanie pracodawcy obowiązana jest \nudokumentować ten fakt odpowiednim zaświadczeniem lekarskim.  \n10. Czas pracy pracowników opiekujących się dzieckiem do ukończenia przez nie 4. roku \nżycia nie może przekroczyć 8 godzin, chyba że pracownik wyrazi na to zgodę.  \n11. Nauczyciela akademickiego wychowującego dziecko do ukończenia przez nie 4. roku \nżycia, nie można zatrudniać w godzinach ponadwymiarowych bez jego zgody.  \n12. Pracownika wychowującego dziecko do ukończenia przez nie 8. roku życia nie wolno \nbez jego zgody zatrudn iać w godzinach nadliczbowych, w porze nocnej, w systemie \nprzerywanego czasu pracy oraz delegować poza stałe miejsce pracy.  \n\nStrona 36 z 53 13. Pracownikowi wychowującemu przynajmniej jedno dziecko w wieku do 14 lat \nprzysługuje w ciągu roku kalendarzowego zwolnienie od pracy w wymiarze 16 godzin \nalbo 2 dni, z zachowaniem prawa do wynagrodzenia. Zwolnienia od pracy udziela się \nna zasadach określonych w  § 32 regulaminu pracy . \n14. Jeżeli oboje rodziców lub opiekunów są zatrudnieni, z uprawnień określonych w ust. \n10, 12 i 13 może korz ystać jedno z nich.  \n15. Pracownik winien złożyć pracodawcy oświadczenie o korzystaniu z uprawnień, \no których mowa w ust. 10  – 13. Pracownik może uczynić to w stosunku do niektórych \nuprawnień lub do wszystkich łącznie. Pracownik może złożyć oświadczenie o  czaso wym \nkorzystaniu z konkretnych uprawnień, lub w określonych dniach itp.  \nDZIAŁ IV  \nWYPŁATA WYNAGRODZENIA ZA PRACĘ  \n§ 72. \n1. Pracownikowi przysługuje wynagrodzenie za pracę zgodnie z obowiązującymi \nprzepisami.  \n2. Wynagrodzenie przysługuje za pracę wykonaną. Za czas niewykonywania pracy \npracownik zachowuje prawo do wynagrodzenia tylko wówczas, gdy przepisy prawa tak \nstanowią.  \n3. Pracownik nie może zrzec się prawa do wynagrodzenia.  \n§ 73. \nNauczycielom akademickim wypłatę wynagrodzenia zasadniczego, dodatku za staż pracy, \ndodatku funkcyjnego, dodatku zadaniowego dokonuje się raz w miesiącu z góry,  \nw pierwszym dniu roboczym danego miesiąca. Pozostałe składniki wynagrodzenia \nwypłacane są z do łu, po dokonaniu rozliczenia pracy lub zadań.  \n§ 74. \n1. Wypłaty wynagrodzenia za pracę  pracowników niebędących nauczycielami \nakademickimi dokonuje się raz w miesiącu z dołu, w następujących terminach:  \n1) 27. dnia miesiąca za dany miesiąc dla pracowników zatrudnio nych na stanowiskach \npracowników obsługi i kierowców;  \n2) 29. dnia miesiąca za dany miesiąc dla pracowników zatrudnionych na stanowiskach \nbibliotecznych, naukowo -technicznych, inżynieryjno -technicznych, \nadministracyjnych i ekonomicznych;  \n3) 10. dnia miesiąca za miesiąc ubiegły dla pracowników zatrudnionych na \nstanowiskach robotniczych i portierów.  \n2. Jeżeli ustalony dzień wypłaty wynagrodzenia za pracę pracowników niebędących \nnauczycielami akademickimi jest dniem wolnym od pracy, wynagrodzenie wypłaca się \nw dniu pop rzedzającym.  \n§ 75. \n1. Wypłata wynagrodzenia jest dokonywana na wskazany przez pracownika rachunek \nbankowy, chyba że pracownik złoży wniosek o wypłatę wynagrodzenia do rąk \nwłasnych. Pracodawca nie odpowiada za opóźnienia wynikające z podania przez \npracownika b łędnego numeru rachunku.  \n2. Wypłata wynagrodzenia do rąk własnych pracownika następuje w ramach usługi \nAutowypłata  na podstawie okazanego dokumentu tożsamości (dowodu \nosobistego/paszportu) w Oddziale Banku Pekao S.A. przy Al. Mickiewicza 30. Wypłata \nwynagrodzenia w ramach usługi Autowypłata odbywa się również w Oddziale Banku \nPekao S.A. przy ul. Pijarskiej 1 w godzina ch jego otwarcia. Wypłata wynagrodzenia  \nw ramach usługi Autowypłata jest bezpłatna, pracownik nie ponosi żadnej opłaty  \nz tego tytułu.  \n  \n\nStrona 37 z 53 DZIAŁ V  \nDYSCYPLINA PRACY  \nRozdział I  \nOdpowiedzialność porządkowa pracowników  \n§ 76. \n1. Za nieprzestrzeganie przez pracownika ustalonej organizacji i porządku w procesie \npracy, przepisów bezpieczeństwa i higieny pracy, przepisów przeciwpożarowych,   \na także przyjętego sposobu potwierdzania przybycia i obecności w pracy oraz \nusprawiedliwiania nieobecności w pracy, pracod awca może stosować:  \n1) karę upomnienia,  \n2) karę nagany.  \n2. Na pracownika może zostać nałożona kara pieniężna na zasadach określonych  \nw art. 108 § 3 k.p. za:  \n1) nieprzestrzeganie przepisów bezpieczeństwa i higieny pracy lub przepisów \nprzeciwpożarowych;  \n2) opuszczenie pracy bez usprawiedliwienia;  \n3) stawienie się do pracy w stanie nietrzeźwości lub pod wpływem środków \nodurzających;  \n4) spożywanie alkoholu lub zażywanie środków odurzających w czasie pracy.  \n3. Wpływy z kar pieniężnych przeznaczone są na poprawę warunków bezpieczeńs twa  \ni higieny pracy.  \n4. Przewidziane w ust. 1 i 2 kary nie mogą być stosowane wobec pracownika po upływie \n2 tygodni od uzyskania wiadomości o naruszeniu obowiązku pracowniczego  \ni po upływie 3 miesięcy od  dopuszczenia się tego naruszenia przez pracownika.  \n5. Kara może być zastosowana tylko po uprzednim wysłuchaniu pracownika.  \n6. Jeżeli wysłuchanie pracownika nie jest możliwe z powodu jego nieobecności w pracy, \nbieg dwutygodniowego terminu określonego w ust. 4 nie rozpoczyna się, a rozpoczęty \nulega zawieszeniu do dnia stawienia się pracownika do pracy.  \n7. Kary wymierza Rektor z własnej inicjatywy lub na wniosek kierownika jednostki \norganizacyjnej.  \n8. O zastosowanej karze pracodawca zawiadamia pracownika na piśmie, wskazując \nrodzaj naruszenia obowiązków pracowniczych i da tę dopuszczenia się przez \npracownika tego naruszenia oraz informując go o prawie zgłoszenia sprzeciwu  \ni terminie jego wniesienia. Odpis zawiadomienia składa się do akt osobowych \npracownika.  \n9. Karę uważa się za niebyłą, a odpis zawiadomienia o ukaraniu usuwa  z akt osobowych \npracownika po roku nienagannej pracy. Pracodawca może, z własnej inicjatywy lub na \nwniosek reprezentującej pracownika zakładowej organizacji związkowej, uznać karę za \nniebyłą przed upływem tego terminu.  \n10. Nauczyciele akademiccy podlegają dod atkowo odrębnej odpowiedzialności \ndyscyplinarnej za przewinienie dyscyplinarne stanowiące czyn uchybiający \nobowiązkom nauczyciela akademickiego lub uchybienie godności zawodu nauczyciela \nakademickiego, na zasadach określonych w Ustawie.  \nRozdział II  \nOdpowiedzialność materialna pracowników  \n§ 77. \n1. Pracownik, który wskutek niewykonania lub nienależytego wykonania obowiązków \npracowniczych ze swej winy wyrządził pracodawcy szkodę, ponosi odpowiedzialność \nmaterialną na zasadach określonych w przepisach Kodek su pracy.  \n2. Odszkodowanie ustala się w wysokości wyrządzonej szkody, jednak nie może ono \nprzewyższać kwoty trzymiesięcznego wynagrodzenia przysługującego pracownikowi  \nw dniu wyrządzenia szkody.  \n3. Jeżeli pracownik umyślnie wyrządził szkodę, jest obowiązany do  jej naprawienia  \nw pełnej wysokości.  \n  \n\nStrona 38 z 53 § 78. \n1. Pracownikowi może zostać powierzona odpowiedzialność za:  \n1) pieniądze, papiery wartościowe lub kosztowności;  \n2) narzędzia i instrumenty lub podobne przedmioty, a także środki ochrony \nindywidualnej oraz odzież i obuwie robocze;  \n3) inne mienie pracodawcy  \n– z obowiązkiem zwrotu lub wyliczenia się.  \n2. Na zasadach określonych przepisami Kodeksu pracy pracownicy mogą przyjąć wspólną \nodpowiedzialność materialną za mienie powierzone im, łącznie z obowiązkiem \nwyliczenia się. Podstawą łącznego powierzenia mienia jest umowa  \no współodpowiedzialności materialne j, zawarta przez pracowników z pracodawcą na \npiśmie pod rygorem nieważności.  \n3. W przypadku, o którym mowa w ust. 1 pracownik odpowiada za powstałą szkodę  \nw pełnej wysokości.  \nRozdział III  \nPrzestrzeganie obowiązku trzeźwości oraz zakaz używania narkotyków i innych \nśrodków odurzających lub substancji psychotropowych  \n§ 79. \n1. Stawienie się do pracy w stanie po użyciu alkoholu albo spożywanie alkoholu w czasie \npracy, stanowi ciężkie naruszenie podstawowych obowiązków pracowniczych.  \n2. Stawienie się do pracy pod wpływe m narkotyków lub innych środków odurzających lub \nsubstancji psychotropowych lub ich używanie w czasie pracy, stanowi ciężkie \nnaruszenie podstawowych obowiązków pracowniczych.  \n3. Zakaz, o którym mowa w ust. 2 nie dotyczy leków i innych środków medycznych \nzaord ynowanych pracownikowi przez lekarza, pielęgniarkę lub położną, o ile ich \nużywanie nie przekracza zaleconej dawki. Pracownicy przyjmujący leki lub inne środki \nmedyczne zobowiązani są znać działania uboczne tych środków, które mogą mieć \nwpływ na wykonywanie  obowiązków pracowniczych.  \n4. Poza postanowieniami regulaminu pracy w sprawach określonych w ust. 1 i 2 stosuje \nsię przepisy o wychowaniu w trzeźwości i przeciwdziałaniu alkoholizmowi, a także \nprzepisy o przeciwdziałaniu narkomanii.  \n§ 80. \nPrzełożeni pracownik ów zobowiązani są do niedopuszczenia do wykonywania pracy oraz \ndo przebywania na terenie Uczelni pracowników naruszających zakazy określone w § 79  \nust. 1 i 2.  \n§ 81. \n1. Podstawą do podjęcia decyzji o niedopuszczeniu do pracy z konsekwencjami \nwynikającymi z K odeksu pracy i niniejszego regulaminu, jest uzasadnione podejrzenie \nwynikające z wyglądu, zapachu (woni) lub zachowania pracownika, że jest on pod \nwpływem alkoholu lub innych substancji, o których mowa w § 79 ust. 2. Okoliczności \nstanowiące podstawę takiej  decyzji powinny być podane pracownikowi do wiadomości.  \n2. Na żądanie pracownika pracodawca umożliwia przeprowadzenie badania stanu \ntrzeźwości za pomocą własnych środków technicznych pracodawcy lub przez policję. \nPracownik winien zostać dowieziony na policję.  \n3. W przypadku braku żądania pracownika, przełożony (lub uprawniony pracownik) za \nzgodą Rektora (lub kanclerza działającego w tym zakresie z upoważnienia Rektora) \nwzywa policję, celem przeprowadzenia badania trzeźwości lub znajdowania się pod \nwpływem innych substancji, o których mowa w § 79 ust. 2.  \n4. Wezwanie policji winno zostać dokonane jedynie w przypadku gdy wygląd, woń lub \nzachowanie (np. bełkotliwa mowa, chwiejny chód) pracownika budzi jakiekolwiek \nwątpliwości, że jest on pod wpływem alkoholu. W przypadku  braku wątpliwości należy \npoprzestać na sporządzeniu protokołu.  \n5. W przypadku , gdy zachodzi uzasadnione podejrzenie, że pracownik znajduje się pod \nwpływem substancji o których mowa w § 79 ust. 2 wzywa się policję . \n6. Koszty związane z badaniami określonymi w ust. 2 – 5 ponosi:  \n\nStrona 39 z 53 1) w przypadku ujemnego wyniku – pracodawca,  \n2) w przypadku dodatniego wyniku – pracownik.  \n7. Z czynności, o których mowa w ust. 1 – 3, przełożony pracownika, w obecności \nświadka, sporządza protokół. Protokół należy przedłożyć do zapoznania się  \ni podpisania przez pracownika. Protokół powinien w szczególności zawierać:  \n1) imię i nazwisko osoby zgłaszającej naruszenie zakazów, o których mowa  \nw § 79 ust. 1 i 2;  \n2) dane osobowe pracownika oraz opis sposobu i okoliczności naruszenia przez niego \nzakazów;  \n3) wskazanie dowodów, w tym wyniki badań, o których mowa w ust. 2 i 3;  \n4) datę sporządzenia protokołu oraz podpis osoby sporządzającej protokół i świadka \noraz pracownika, którego sprawa dotyczy.  \n8. W przypadku, gdy pracownik, którego sprawa dotyczy, odmawia podpisani a protokołu \nlub jego stan uniemożliwia dokonanie tej czynności, należy sporządzić odpowiednią \nnotatkę w protokole.  \n9. Protokół należy sporządzić niezwłocznie i przekazać do jednostki właściwej do spraw \nkadr, a jego odpis doręczyć pracownikowi.  \nDZIAŁ VI  \nBEZPI ECZEŃSTWO I HIGIENA PRACY ORAZ OCHRONA PRZECIWPOŻAROWA  \nRozdział I  \nPrawa i obowiązki pracodawcy w zakresie bhp i ppoż.  \n§ 82. \n1. Pracodawca i pracownicy obowiązani są do ścisłego przestrzegania przepisów i zasad \nbezpieczeństwa i higieny pracy oraz przepisów o ochronie przeciwpożarowej.  \n2. Pracodawca jest obowiązany chronić zdrowie i życie pracowników przez zapewnienie \nbezpiecznych i higienicznych warunków pracy przy odpowiednim wykorzystaniu \nosiągnięć nauki i techniki. W szczególności pracodawca jest obowiązany:  \n1) organizować pracę w sposób zapewniający bezpieczne i higieniczne warunki pracy \noraz określać główne kierunki działań w zakresie bezpieczeństwa i higieny pracy;  \n2) zapewniać przestrzeganie w zakładzie pracy przepisów oraz zasad bezpieczeństwa  \ni higieny pracy,  wydawać polecenia usunięcia uchybień w tym zakresie oraz \nkontrolować wykonanie tych poleceń;  \n3) reagować na potrzeby w zakresie zapewnienia bezpieczeństwa i higieny pracy oraz \ndostosowywać środki podejmowane w celu doskonalenia istniejącego poziomu \nochrony z drowia i życia pracowników, biorąc pod uwagę zmieniające się warunki \nwykonywania pracy;  \n4) analizować okoliczności i przyczyny wypadków związanych z pracą oraz zapewnić \nrozwój spójnej polityki zapobiegającej wypadkom przy pracy i chorobom \nzawodowym uwzględnia jącej zagadnienia techniczne, organizację pracy, warunki \npracy, stosunki społeczne oraz wpływ czynników środowiska pracy;  \n5) uwzględniać ochronę zdrowia młodocianych, pracownic w ciąży lub karmiących \ndziecko piersią oraz pracowników niepełnosprawnych w ramach  podejmowanych \ndziałań profilaktycznych;  \n6) zapewniać wykonanie nakazów, wystąpień, decyzji i zarządzeń wydawanych przez \norgany nadzoru nad warunkami pracy oraz zapewniać wykonanie zaleceń \nspołecznego inspektora pracy ; \n7) analizować i identyfikować zagrożenia dl a zdrowia i życia oraz oceniać  \ni dokumentować ryzyko związane z pracą w Uczelni, wynikające z realizowania \nzadań Uczelni, oraz podejmować działania profilaktyczne zmniejszające to ryzyko \noraz współpracować z organami właściwymi w sprawach bezpieczeństwa i  higieny \npracy oraz związkami zawodowymi reprezentującymi pracowników Uczelni . \n3. W ramach realizacji obowiązków dotyczących zapewnienia w Uczelni bezpiecznych  \ni higienicznych warunków pracy pracodawca zapewnia:  \n1) umieszczenie, w widocznych miejscach, w budynkach Uczelni:  \n\nStrona 40 z 53 a) informacji o sposobie bezpiecznego i higienicznego korzystania z pomieszczeń \nuczelni i wyposażenia technicznego oraz zasadach postępowania w razie \nwypadku lub awarii ; \nb) planów ewakuacji osób z budynków uczelni i oznaczenia dróg ewakuacyjny ch; \n2) udostępnienie na stronie internetowej Uczelni informacji, o której mowa  \nw pkt 1 lit. a, oraz informacji o sposobie:  \na) postępowania w przypadkach wystąpienia bezpośredniego zagrożenia dla \nzdrowia lub życia, zawierającą w szczególności numer telefonu alar mowego na \nterenie Uczelni oraz adres poczty elektronicznej, na które należy zgłaszać \ninformacje o tych zagrożeniach ; \nb) dokumentowania zgłoszonego lub stwierdzonego zagrożenia dla zdrowia lub \nżycia oraz sposobie jego usunięcia albo podjęcia działań zapobiegaj ących temu \nzagrożeniu.  \n4. Pracodawca zapewnia pracownikom nieodpłatnie w szczególności:  \n1) odpowiednie urządzenia higieniczno -sanitarne oraz niezbędne środki higieny \nosobistej;  \n2) środki ochrony indywidualnej zabezpieczające przed działaniem niebezpiecznych \ni szkodliwych dla zdrowia czynników występujących w  środowisku pracy;  \n3) odzież i obuwie robocze, spełniające wymagania określone w Polskich Normach, \njeżeli:  \na) odzież własna pracownika może ulec zniszczeniu lub znacznemu zabrudzeniu;  \nb) jest to konieczne ze względu na wymagania technologiczne, sanitarne lub \nbezpieczeństwa i higieny pracy.  \n5. Pracodawca może ustalić stanowiska lub rodzaje wykonywanych prac, na których \ndopuszcza się używanie przez pracowników, za ich zgodą, własnej odzieży i obuwia \nroboczego, spełniającyc h wymagania bezpieczeństwa i  higieny pracy.  \n6. Pracownikowi używającemu własnej odzieży i obuwia roboczego, zgodn ie z zasadami \nokreślonymi w ust.  5, pracodawca wypłaca ekwiwalent pieniężny w wysokości \nuwzględniającej ich aktualne ceny.  \n7. Zasady przydziału środk ów ochrony indywidualnej oraz odzieży i obuwia roboczego, \nnormy ich przydziału, sposób prowadzenia ewidencji, a także wykaz stanowisk lub \nrodzajów wykonywanych prac na których dopuszcza się używanie przez pracowników \nwłasnej odzieży i obuwia roboczego, z  uwzględnieniem pkt . 8, określa w odrębnym \nzarządzeniu Rektor.  \n8. Normy przydziału środków, o których mowa w ust. 4 pkt 2 i 3, a  także wysokość \nekwiwalentu, o którym mowa w ust. 6, pracodawca ustala w drodze odrębnego \nporozumienia z zakładowymi organizacjami z wiązkowymi.  \n9. Pracodawca nie może dopuścić do pracy pracownika:  \n1) bez aktualnego orzeczenia lekarskiego stwierdzającego brak przeciwwskazań do \npracy na określonym stanowisku w warunkach pracy opisanych w skierowaniu na \nbadania lekarskie,  \n2) do której wykonywania  nie posiada on wymaganych kwalifikacji lub potrzebnych \numiejętności, a także dostatecznej znajomości przepisów oraz zasad \nbezpieczeństwa i  higieny pracy, w tym nie posiada aktualnego przeszkolenia \nw zakresie bhp,  \n3) bez wyposażenia go w środki ochrony indywi dualnej oraz odzież i obuwie robocze, \nprzewidziane do stosowania na danym stanowisku pracy.  \n§ 83. \n1. Pracodawca jest obowiązany przekazywać pracownikom informacje o:  \n1) zagrożeniach dla zdrowia i życia występujących w zakładzie pracy, na \nposzczególnych stanowiskach pracy i przy wykonywanych pracach, w tym  \no zasadach postępowania w przypadku awarii i innych sytuacji zagrażających \nzdrowiu i życiu pracowników;  \n2) działaniach o chronnych i zapobiegawczych podjętych w celu wyeliminowania lub \nograniczenia zagrożeń, o których mowa w pkt . 1; \n3) pracownikach wyznaczonych do:  \na) udzielania pierwszej pomocy ; \nb) wykonywania działań w zakresie zwalczania pożarów i ewakuacji pracowników.  \n\nStrona 41 z 53 2. Informa cja o pracownikach, o których mowa w § 1 pkt 3, obejmuje:  \n1) imię i nazwisko;  \n2) miejsce wykonywania pracy;  \n3) numer telefonu służbowego lub innego środka komunikacji elektronicznej.  \n3. Pracodawca jest zobowiązany zapewnić łączność ze służbami zewnętrznymi \nwyspecjaliz owanymi w szczególności w zakresie udzielania pierwszej pomocy  \nw nagłych wypadkach, ratownictwa medycznego oraz ochrony przeciwpożarowej.  \n§ 84. \nPracodawca zobowiązany jest wykonywać oraz zapewnić wykonywanie na terenie Uczelni \ntakże pozostałych obowiązków w zakresie bezpieczeństwa i higieny pracy określonych  \nw odrębnych przepisach, w tym przepisach Działu X Kodeksu pracy oraz rozporządzenia \nminis tra właściwego do spraw szkolnictwa wyższego i nauki wydanego na podstawie  \nart. 51 ust. 2 Ustawy.  \nRozdział II  \nPrawa i obowiązki pracowników w zakresie bhp i ppoż.  \n§ 85. \n1. Każdy nowo przyjęty pracownik ma obowiązek odbyć szkolenie wstępne z zakresu bhp \ni ppoż. (z wyjątkiem sytuacji wskazanej w art. 2373 § 2 Kodeksu pracy) obejmujące:  \n1) instruktaż ogólny,  \n2) instruktaż stanowiskowy, wraz z zapoznaniem się z ryzykiem zawodowym \nzwiązanym z  wykonywaną pracą i z zasadami ochrony przed zagrożeniami (ocena \nryzyka zawo dowego),  \n3) przeszkolenie w zakresie ochrony przeciwpożarowej.  \n2. Pracownik potwierdza odbycie przeszkolenia i instruktaży, o których mowa w  ust.  \n1 przez złożenie podpisu na stosownych oświadczeniach (wg wzoru obowiązującego \nw Uczelni).  \n3. Przystąpienie do pracy  bez przeszkolenia i instruktaży, o których mowa w ust. 1 jest \nzabronione.  \n4. Pracownicy podlegają szkoleniom okresowym bhp, których częstotliwość i czas trwania \nokreśla pracodawca po konsultacji z zakładowymi organizacjami związkowymi.  \n5. Pracownicy mają obowią zek poddawania się wstępnym, okresowym i kontrolnym oraz \ninnym zaleconym badaniom lekarskim i stosow ać się do wskazań lekarskich.  \n§ 86. \n1. Przestrzeganie przepisów i zasad bezpieczeństwa i higieny pracy oraz ochrony \nprzeciwpożarowej jest podstawowym obowiązki em każdego pracownika,  \nw szczególności pracownik jest obowiązany:  \n1) znać przepisy i zasady bhp oraz ppoż., brać udział w szkoleniu i instruktażu z tego \nzakresu oraz poddawać się wymaganym egzaminom sprawdzającym;  \n2) wykonywać pracę w sposób zgodny z przepisami  bezpieczeństwa i higieny pracy \noraz ochrony przeciwpożarowej, a także przestrzegać wydawanych w tym zakresie \nzarządzeń i poleceń, w tym obowiązujących w miejscu pracy instrukcji i zarządzeń \ndotyczących bhp i ppoż.;  \n3) dbać o należyty stan urządzeń i sprzętu oraz porządek i ład w miejscu pracy;  \n4) używać przydzielonej mu odzieży ochronnej i roboczej oraz sprzętu ochrony \nindywidualnej zgodnie z ich przeznaczeniem;  \n5) poddawać się wstępnym, okresowym i kontrolnym badaniom lekarskim  \ni stosować się do wydanych zaleceń l ekarskich;  \n6) niezwłocznie zawiadomić przełożonego o zauważonym w Uczeni wypadku przy \npracy albo zagrożeniu życia lub zdrowia ludzkiego;  \n7) współdziałać z przełożonymi w wypełnianiu obowiązków dotyczących \nbezpieczeństwa i higieny pracy oraz ochrony przeciwpożaro wej. \n2. Pracownik  ma prawo :  \n1) powstrzymać się od wykonywania pracy, niezwłocznie zawiadamiając o tym \nbezpośredniego przełożonego, gdy warunki pracy nie odpowiadają przepisom \nbezpieczeństwa i higieny pracy lub ochrony przeciwpożarowej i stwarzają \n\nStrona 42 z 53 bezpośrednie zagrożenie dla zdrowia lub życia pracownika albo, gdy wykonywana \nprzez niego praca grozi takim niebezpieczeństwem innym osobom;  \n2) oddalić się z miejsca zagrożenia, niezwłocznie zawiadamiając o tym bezpośredniego \nprzełożonego, jeżeli powstrzymanie się od wyko nywania pracy nie usuwa \nzagrożenia;  \n3) do wynagrodzenia za czas powstrzymania od wykonywania pracy lub oddalenia się \nmiejsca zagrożenia w sytuacjach określonych w pkt . 1 i 2;  \n4) po uprzednim zawiadomieniu przełożonego, powstrzymywać się od wykonywania \npracy wyma gającej szczególnej sprawności psychofizycznej w przypadku, gdy jego \nstan psychofizyczny nie zapewnia bezpiecznego wykonywania pracy i stwa rza \nzagrożenie dla innych osób.  \n3. Za nieprzestrzeganie przez pracownika obowiązków związanych z zachowaniem \nbezpieczeńs twa i higieny pracy oraz ochrony przeciwpożarowej pracodawca ma prawo \nnałożyć na pracownika karę pieniężną.  \nDZIAŁ VII  \nPRACE WZBRONIONE KOBIETOM, KOBIETOM W CIĄŻY I KARMIĄCYM PIERSIĄ  \n§ 87. \nBiorąc pod uwagę obowiązujące przepisy prawa pracy, ustala się wykaz  prac \nwzbronionych kobietom, określony w załączniku nr 2 niniejszego regulaminu.  \n§ 88. \n1. (skreślony)  \n2. (skreślony)  \n3. Kobiety w ciąży nie mogą wykonywać prac uciążliwych, niebezpiecznych lub \nszkodliwych dla zdrowia, mogących mieć niekorzystny wpływ na ich zdrowie lub \nprzebieg ciąży, określonych w rozporządzeniu Rady Ministrów wydanym na podstawie \nart. 176 § 2 k.p.  \n4. Aktual ny wykaz prac o których mowa w ust. 3 określa załącznik nr 2 niniejszego \nregulaminu.  \n5. Pracodawca zatrudniający pracownicę w ciąży przy pracy wymienionej w przepisach \nwydanych na podstawie art. 176 § 2 k.p., wzbronionej takiej pracownicy bez względu \nna stop ień narażenia na czynniki szkodliwe dla zdrowia lub niebezpieczne, jest \nobowiązany przenieść pracownicę do innej pracy, a jeżeli jest to niemożliwe, zwolnić ją \nna czas niezbędny z obowiązku świadczenia pracy.  \n6. Pracodawca zatrudniający pracownicę w ciąży prz y pozostałych pracach wymienionych \nw przepisach wydanych na podstawie art. 176 § 2 jest obowiązany dostosować \nwarunki pracy do wymagań określonych w tych przepisach lub tak ograniczyć czas \npracy, aby wyeliminować zagrożenia dla zdrowia lub bezpieczeństwa p racownicy. \nJeżeli dostosowanie warunków pracy na dotychczasowym stanowisku pracy lub \nskrócenie czasu pracy jest niemożliwe lub niecelowe, pracodawca jest obowiązany \nprzenieść pracownicę do innej pracy, a w razie braku takiej możliwości zwolnić \npracownicę n a czas niezbędny z obowiązku świadczenia pracy.   \n7. Przepis ust. 6 stosuje się odpowiednio do pracodawcy w przypadku, gdy \nprzeciwwskazania zdrowotne do wykonywania dotychczasowej pracy przez pracownicę \nw ciąży wynikają z orzeczenia lekarskiego.  \n8. (skreślony)  \n9. Stan ciąży powinien być stwierdzony świadectwem lekarskim.  \n§ 89. \n1. Kobiety karmiące dziecko piersią nie mogą wykonywać prac uciążliwych, \nniebezpiecznych lub szkodliwych dla zdrowia, mogących mieć niekorzystny wpływ na \nich zdrowie lub karmienie dziecka piersią , określonych w rozporządzeniu Rady \nMinistrów wydanym na podstawie art. 176 § 2 k.p.  \n2. Aktualny wykaz prac wzbronionych kobietom oraz wykaz prac o których mowa w ust. \n1 określa załącznik nr 2 niniejszego regulaminu.  \n\nStrona 43 z 53 3. Do pracownic karmiących dziecko piersią stosuje się odpowiednio przepis  \n§ 88 ust. 5 – 7 regulaminu.  \n4. (skreślony)  \n5. (skreślony)  \nDZIAŁ VIIa  \nPRACOWNICY MŁODOCIANI  \n§ 90. \n1. W Uczelni nie zatrudnia się pracowników młodocianych.  \n2. W związku z postanowieniem ust. 1 odstępuje się od określenia w Regulaminie wykazu \nprac wzbronionych pracownikom młodocianym, rodzaju prac i wykazu stanowisk pracy \ndozwolonych pracownikom młodocianym w celu odbywania przygotowania \nzawodowego oraz wykazu lekkich prac dozwolonych pracownikom młodocianym \nzatrudnionym w innym celu niż  przygotowanie zawodowe.  \nDZIAŁ VIII  \nPRZECIWDZIAŁANIE DYSKRYMINACJI I MOBBINGOWI  \nRozdział I  \nPolityka antydyskryminacyjna i antymobbingowa  \n§ 91. \n1. Relacje pomiędzy pracodawcą i pracownikami oparte są na zasadzie szacunku  \ni tolerancji oraz poszanowaniu godności osobistej.  \n2. Decyzje pracodawcy, w szczególności dotyczące zatrudniania, awansowania, \nkierowania na szkolenia podwyższające kwalifikacje zawodowe, kształtowania \nwynagrodzenia są motywowane przede wszystkim obiektywną oceną wyników pracy, \numiejętnościami i kompetencjami oraz doświadczeniem zawodowym pracownika i jego \nkwalifikacjami.  \n3. Pracodawca nie akceptuje zjawiska dyskryminacji, mobbingu , ani żadnych innych form \nprzemocy psychicznej i fizycznej.  \n4. Działania lub zachowan ia wypełniające określone w przepisach prawa pracy  i innych \nprzepisach znamiona dyskryminacji lub mobbingu są zabronione.  \n5. Zabrania się wykorzystywania uprzywilejowanej pozycji zawodowej w relacji \nprzełożony – pracownik, w sposób sprzeczny z przepisami praw a pracy.  \n6. Wszelkie przejawy dyskryminacji i mobbingu zasługują na szczególne potępienie,  \nw szczególności w środowisku akademickim i w odniesieniu do wszystkich członków \nwspólnoty Uczelni.  \n7. Każdy zobowiązany jest do odpowiedniego reagowania na zauważone prze jawy \ndyskryminacji lub mobbingu mające miejsce w Uczelni i przeciwdziałania im.  \n8. Stwarzanie sytuacji zachęcających do dyskryminowania lub mobbingu , bądź \nstosowanie dyskryminacji lub mobbingu uznaje się za ciężkie naruszenie \npodstawowych obowiązków pracownic zych.  \n9. Pracownik, który uzna, że doświadczył jakiejkolwiek formy dyskryminacji czy \nmobbingu, uprawniony jest do zgłoszenia tego faktu pracodawcy, w formie pisemnego \nzawiadomienia.  \n10. Złożenie zawiadomienia nie może być podstawą niekorzystnego traktowania \nskładającego skargę, a także nie może powodować jakichkolwiek negatywnych \nkonsekwencji wobec osoby składającej zawiadomienie. Pracodawca zapewnia, że \nudzieli osobie będącej ofiarą dyskryminacji lub mobbingu wszelkiego niezbędnego \nwsparcia.  \nRozdział II  \nObowiązek  równego traktowania w zatrudnieniu  \n§ 92. \n1. Jakakolwiek dyskryminacja w zatrudnieniu, bezpośrednia lub pośrednia,  \nw szczególności ze względu na płeć, wiek, niepełnosprawność, rasę, religię, \n\nStrona 44 z 53 narodowość, przekonania polityczne, przynależność związkową, pochodzenie etniczne, \nwyznanie, orientację seksualną, zatrudnienie na czas określony lub nieokreślony, \nzatrudnienie w pełnym lub niepełnym wymiarze czasu pracy – jest niedopuszczalna.  \n2. Pracownicy powinni być równo traktowani w zakresie:  \n1) nawiązania i rozwiązania stosunku pracy ; \n2) warunków zatrudnienia ; \n3) awansowania;  \n4) dostępu do szkolenia w celu podnoszenia kwalifikacji zawodowych.  \n3. Równe traktowanie w zatrudnieniu, oznacza zakaz dyskryminowania w jakikol wiek \nsposób, bezpośredni lub pośredni, z przyczyn wyżej określonych.  \n4. Równe traktowanie w zatrudnieniu regulują zapisy rozdziału II A, działu I Kodeksu \npracy. Z ww. przepisami można zapoznać się w jednostce właściwej do spraw kadr . \nKodeks pracy dostępny jes t także w systemie informacji prawnej LEX, całodobowo na \nstronie głównej AGH w zakładce pracownicy/dokumenty.  \n5. Pracownik, który uzna, że jest dyskryminowany w  zatrudnieniu, powinien \npoinformować o tym Rektora. Powiadomienie powinno być dokonane w formie \npisemnej.  \n6. Rektor powołuje doraźny zespół do zbadania skargi pracownika lub przekazuje sprawę \ndo rozpatrzenia przez komisję właściwą do spraw pracowniczych.  \n7. Komisja przedstawia Rektorowi protokół z przeprowadzonego postępowania wraz  \nz wnioskami.  \n8. W przypadku u znania skargi za zasadną, Rektor podejmuje stosowne działania \nzmierzające do zadośćuczynienia poniesionej przez pracownika szkody oraz do \nprzeciwdziałania wystąpieniu podobnych praktyk w  przyszłości (łącznie ze środkami \ndyscyplinarnymi wobec winnych dyskry minowania).  \nRozdział III  \nPrzeciwdziałanie mobbingowi  \n§ 93. \n1. Przez mobbing  należy rozumieć działania lub zachowania dotyczące pracownika lub \nskierowane przeciwko pracownikowi, polegające na uporczywym i długotrwałym \nnękaniu lub zastraszaniu pracownika, wywołujące u niego zaniżoną ocenę przydatności \nzawodowej, powodujące lub mają ce na celu poniżenie lub ośmieszenie pracownika, \nizolowanie go lub wyeliminowanie z zespołu współpracowników.  \n2. Jakiekolwiek działania lub zachowania będące mobbingiem nie będą w żaden sposób \ntolerowane przez pracodawcę.  \n3. Każdy pracownik, który uzna, że zost ał poddany mobbingowi, powinien wystąpić  \nz pisemną skargą do Rektora. Skarga powinna zawierać przedstawienie stanu \nfaktycznego, czas i miejsce zdarzeń, dowody na poparcie przytoczonych okoliczności  \ni wskazanie sprawcy lub sprawców mobbingu.  \n4. Rektor powołu je komisję do zbadania skargi pracownika  lub przekazuje sprawę do \nrozpatrzenia przez komisję właściwą do spraw pracowniczych. Komisja działa  \nz poszanowaniem dóbr osobistych osób zainteresowanych.  \n5. Po wysłuchaniu wyjaśnień poszkodowanego pracownika i domnie manego sprawcy \n(sprawców) mobbingu oraz przeprowadzeniu postępowania dowodowego, komisja \ndokonuje ustaleń co do zasadności rozpatrywanej skargi.  \n6. Protokół z przeprowadzonego postępowania komisja przedstawia Rektorowi.  \n7. W przypadku uznania skargi za zasadną,  Rektor:  \n1) może wszcząć procedury zmierzające do dyscyplinarnego ukarania sprawcy \n(sprawców) mobbingu, a  w rażących przypadkach do rozwiązania stosunku pracy \nbez wypowiedzenia ; \n2) może w  miarę możliwości przenieść poszkodowanego pracownika, na jego wniosek \nlub za jego zgodą, na inne stanowisk o i/lub do innego miejsca pracy;  \n3) podejmuje wszelkie stosowne działania zmierzające do przeciwdziałania wystąpienia \npodobnych praktyk w  przyszłości.  \n \n  \n\nStrona 45 z 53 DZIAŁ IX  \nPRZEPISY PRZEJŚCIOWE  I KOŃCOWE  \n§ 94. \n1. Obowiązkowy wymiar czasu pracy dyplomowanych bibliotekarzy oraz dyplomowanych \npracowników dokumentacji i informacji naukowej, w okresie do dnia 30 września  \n2020 r., wynosi 36 godzin tygodniowo.  \n2. Szczególne obowiąz ki jako nauczycieli akademickich, dyplomowa nych bibliotekarzy \noraz dyplomowanych pracowników dokumentacji i informacji naukowej w okresie do \ndnia 30 września 2020 r., określają przepisy obowiązujące tę grupę pracowniczą  \nw dniu 30 września 2019 r.  \n3. Obowiązkowy wymiar czasu pracy pracowników bibliote cznych oraz pracowników \ndokumentacji i informacji naukowej, zatrudnionych na stanowiskach kustosza \nbibliotecznego oraz starszego bibliotekarza i starszego dokumentalisty z którymi \nzawarto stosunek pracy przed dniem 1 października 2019 r., w okresie do dnia   \n30 września 2020 r. wynosi 36 godzin tygodniowo.  \n§ 95. \nW roku akademickim 2019/2020 wykłady mogą być prowadzone wyłącznie przez \nnauczyciela akademickiego posiadającego co najmniej stopień naukowy doktora lub przez \nnauczyciela akademickiego, który w dniu 30 września 2019  r. był zatrudniony na \nstanowisku starszego wykładowcy lub wykładowcy.  \n§ 96. \n1. Z chwilą wejścia w życie niniejszego Regulaminu, traci moc Zarządzenie nr 30/2007 \nRektora Akademii Górniczo -Hutniczej im. St . Staszica w Krakowie z dnia  \n10 lipca 2007 r. (wraz z późniejszymi zmianami) w sprawie Regulaminu Pracy \nAkademii Górniczo -Hutniczej im. Stanisława Staszica w Krakowie.  \n2. Regulamin wchodzi w życie z dniem 1 października 2019 r., za wyjątkiem  \n§ 17 ust. 1 w części dotyczącej potwierdzani a czasu wyjścia z pracy, która wchodzi  \nw życie z dniem 1 stycznia 2020 r.  \n \n \n  \n\nStrona 46 z 53 Załącznik nr 1  do Regulaminu pracy  \nCele, zakres oraz sposób stosowania monitoringu wizyjnego  \nw Akademii Górniczo -Hutniczej im. Stanisława Staszica w Krakowie.  \n \n1. Na podstawie:  \n– art. 222 ustawy z dnia 26 czerwca 1974 r. Kodeks pracy (tekst jednolity: Dz.U.  \nz 2019 r., poz. 1040, z późn. zm.),  \n– art. 50 ust. 1 ustawy z dnia 20 lipca 2018 r. Prawo o szkolnictwie wyższym \ni nauce (Dz. U. poz. 1668, z późn. zm.)  \nw Akademii Górniczo -Hutniczej im. Stanisława Staszica w Krakowie, zwanej dalej \n„AGH” lub „Uczelnią”, funkcjonuje szczególny nadzór nad pomieszczeniami, budynkami \noraz terenem Uczelni, w postaci środków technicznych umożliwiających rejestrację \nobrazu (monitoring wizyj ny). \n2. Celem monitoringu wizyjnego jest zapewnienie bezpieczeństwa fizycznego członków \nspołeczności akademickiej AGH oraz innych osób, ochrony mienia oraz zachowania \nw tajemnicy informacji, których ujawnienie mogłoby narazić AGH na szkodę. Obraz \njest nagrywa ny w sposób ciągły. Wykorzystywany jest wyłącznie w przypadku \npotrzeby analizy incydentów naruszenia prawa oraz wyjaśniania sytuacji kryzysowych.  \n3. Monitoring wizyjny obejmuje powierzchnie ogólnie dostępne oraz wybrane \npomieszczenia dydaktyczno -naukowe i lab oratoryjne w obiektach, a także wybrane \nfragmenty terenu Uczelni, za szczególnym uwzględnieniem punktów dostępu  \nz zewnątrz (wejścia do budynków, furtki i bramy wjazdowe w ogrodzeniu \nzewnętrznym).  \n4. Monitoring wizyjny nie obejmuje:  \n− pomieszczeń sanitarnych,  \n− szatni pracowniczych,  \n− pomieszczeń socjalnych,  \n− pomieszczeń udostępnianych zakładowym organizacjom związkowym.  \n5. Przeglądu bieżącego zapisu monitoringu wizyjnego dokonują wyłącznie upoważnione \nosoby.  \n6. Pracownicy dozoru i ochrony mienia prowadzą ciągłą (na żywo) obserwację obrazu \nprzekazywanego z kamer służących do monitorowania, w ramach swojego zakresu \nobowiązków służbowych.  \n7. Realizując obowiązek informacyjny na podstawie art. 13 ust. 1 i 2 Rozporządzenia \nParlamentu Europejskiego i Rady (UE) nr 2016/679 z dnia 27  kwietnia 2016 r.  \nw sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych  \ni w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE \n(ogólne rozporządzenie o ochronie danych) [Dz.U. UE . L. 2016.119.1 z dnia 4 maja \n2016r.] informujemy, że administratorem danych osobowych przetwarzanych  \nw ramach systemu monitoringu wizyjnego jest Akademia Górniczo -Hutnicza im. \nStanisława Staszica z siedzibą w Krakowie przy Al. Mickiewicza  30, a z pełną treścią \nobowiązku informac yjnego można się zapoznać na stronie internetowej AGH \nhttps://www.agh.edu.pl/RODO .  \n  \n\nStrona 47 z 53 Załącznik nr 2  do Regulaminu pracy \nWykaz prac wzbronionych kobietom:  \n1. Prace, przy których wydatek energetyczny netto niezbędny do wykonywania pracy \nzwiązanej z wysiłkiem fizycznym, w tym z podnoszeniem i przenoszeniem \nprzedmiotów, w czasie zmiany roboczej przekracza 5000 kJ na zmianę roboczą \na przy pracy dorywczej – 20 kJ/mi n. \nRęczne przemieszczanie przedmiotów przez jedną pracownicę:  \n1. Masa przemieszczanych przedmiotów nie może przekroczyć:  \na) 12 kg przy pracy stałej,  \nb) 20 kg przy pracy dorywczej.  \n2. Masa przedmiotów podnoszonych przedmiotów na wysokość powyżej obręczy \nbarkowej nie może przekraczać:  \na) 8 kg przy pracy stałej,  \nb) 14 kg przy pracy dorywczej.  \n3. Przenoszenie przedmiotów na odległość przekraczającą 25 metrów o masie \nprzekraczającej 12 kg.  \n4. Przenoszenie przedmiotów o masie przekraczającej 12 kg pod górę po nierównej \npowierzchni, p ochylniach lub schodach, których maksymalny kąt nachylenia nie \nprzekracza 30°, a wysokość przekracza 4 metry, niezależnie od odległości, na jaką \nprzedmioty są przenoszone.  \n5. Przenoszenie przedmiotów pod górę po nierównej powierzchni, pochylniach lub \nschodach , których maksymalny kąt nachylenia przekracza 30°, a wysokość przekracza \n4 metry, niezależnie od odległości, na jaką przedmioty są przenoszone, to masa tych \nprzedmiotów nie może przekraczać:  \na) 8 kg przy pracy stałej,  \nb) 12 kg przy pracy dorywczej.  \n6. Oburęczne pr zemieszczanie przedmiotów, przy którym niezbędne do zapoczątkowania \nruchu przedmiotu jest użycie siły, która mierzona równolegle do podłoża przekracza:  \na) przy pchaniu – 120 N,  \nb) przy ciągnięciu – 100 N.   \n7. Wartości sił używanych do poruszania elementów urządzeń (w szczególności dźwigni, \nkorb, kół, przycisków, pedałów) nie mogą przekraczać następujących wartości:  \na) obsługa oburęczna: 50 N – praca stała; 100N – praca dorywcza,  \nb) obsługa jednoręczna: 20 N – praca stała; 50N – praca dorywcza,  \nc) obsługa nożna: 120 N – praca  stała; 200N – praca dorywcza.  \n8. Ręczne przetaczanie i wtaczanie przedmiotów o kształtach okrągłych (w szczególności \nbeczek, rur o dużych średnicach), przy nie  zachowaniu wymogów określonych  \nw pkt.  7, oraz:   \na) masa ręcznie przetaczanych przedmiotów, po tereni e poziomym o twardej i gładkiej \nnawierzchni, nie może przekraczać 80 kg,  \nb) masa ręcznie wtaczanych przedmiotów na pochylnie nie może przekraczać 20 kg.  \n9. Przenoszenie materiałów ciekłych  – gorących, żrących albo o właściwościach \nszkodliwych dla zdrowia, których masa wraz z naczyniem i uchwytem przekracza \n10kg.  \nZespołowe ręczne przemieszczanie przedmiotów:  \n1. Przenoszenie przedmiotów, których długość przekracza 4 m oraz masa przekracza  \n20 kg powinno odbywać się zespołowo, pod warunkiem , aby na jedną kobietę \nprzypadała masa nieprzekraczająca:  \na) 10 kg przy pracy stałej,  \nb) 17 kg  przy pracy dorywczej.  \n2. Siła niezbędna do zapoczątkowania ruchu przedmiotu, mierzona równolegle do \npodłoża, nie może przekraczać wartości:  \na) przy pchaniu – 100 N,  \nb) przy cią gnięciu – 80 N.  \n\nStrona 48 z 53 3. Przemieszczanie przedmiotów na odległość przekraczającą 25 m lub o masie \nprzekraczającej 200 kg.   \nPrzemieszczanie ładunków za pomocą poruszanych ręcznie wózków oraz taczek:  \n1. Przemieszczanego ładunku na wózku po terenie płaskim o twardej i gł adkiej \nnawierzchni, jeżeli masa ładunku łącznie z masą wózka, może przekraczać:  \na) po terenie o nachyleniu nieprzekraczającym 5%: 140 kg na wózkach 2 -kołowych  \ni 180 kg na wózkach 3 - i więcej kołowych,  \nb) po terenie o nachyleniu większym niż 5%: 100 kg na wózkach 2 -kołowych i 140 kg \nna wózkach 3 - i więcej kołowych.  \n2. Przemieszczanego ładunku na wózku po nawierzchni nierównej lub nieutwardzonej, \njeżeli masa ładunku łącznie z masą wózka, może przekraczać:  \na) po terenie o nachyleniu nieprzekraczającym 5%: 84 kg na wózkach 2 -kołowych \ni 108 kg na wózkach 3 - i więcej kołowych,  \nb) po terenie o nachyleniu większym niż 5%: 60 kg na wózkach 2 -kołowych i 84 kg na \nwózkach 3 - i więcej kołowych.  \n3. Przemieszczanie na wózku szynowy m, ładunku o masie łącznie z masą wózka, po \nterenie o nachyleniu:  \na) nieprzekraczającym 2% – 240 kg na jedną pracownicę,  \nb) większym niż 2% – 180 kg na jedną pracownicę.   \n4. Przemieszczanego na wózku jednokołowym (taczce), masy łącznie z masą taczki, po \nterenie pł askim o twardej i gładkiej nawierzchni o nachyleniu:  \na) nieprzekraczającym 5% – 40 kg,  \nb) większym niż 5% – 30 kg.   \n5. Przemieszczanego na wózku jednokołowym (taczce), masy łącznie z masą taczki, po \nterenie o nierównej lub nieutwardzonej nawierzchni o nachyleniu:  \na) nieprzekraczającym 5% – 24 kg,  \nb) większym niż 5% – 18 kg.  \nWykaz prac wzbronionych kobietom w ciąży:  \nPrace związane z nadmiernym wysiłkiem fizycznym, w tym ręcznym transportem \nciężarów:  \n1. Wszystkie prace, przy których najwyższe wartości obciążenia pracą fizyczną, mierzone \nwydatkiem energetycznym netto na wykonanie pracy, przekraczają 2900 kJ na zmianę \nroboczą, a przy pracy dorywczej (wykonywanej do 4 razy na godzinę, jeżeli łączny \nczas wyko nywania takiej pracy nie przekracza 4 godzin na dobę) – 7,5 kJ/min.  \n2. Ręczne podnoszenie i przenoszenie przedmiotów o masie przekraczającej 3 kg.  \n3. Ręczna obsługa elementów urządzeń (dźwigni, korb, kół sterowniczych itp.), przy \nktórej jest wymagane użycie siły przekraczającej:  \na) przy obsłudze oburęcznej – 12,5 N przy pracy stałej i 25 N przy pracy dorywczej, \nzdefiniowanej w pkt . 1,  \nb) przy obsłudze jedno ręcznej – 5 N przy pracy stałej i 12,5 N przy pracy dorywczej, \nzdefiniowanej w pkt . 1.  \n4. Nożna obsługa elementów urządzeń (pedałów, przycisków itp.), przy której jest \nwymagane użycie siły przekraczającej 30 N.  \n5. Ręczne przenoszenie pod górę:  \na) przedmiotów prz y pracy stałej,  \nb) przedmiotów o masie przekraczającej 1 kg przy pracy dorywczej, zdefiniowanej  \nw pkt . 1.  \n6. Oburęczne przemieszczanie przedmiotów, jeżeli do zapoczątkowania ich ruchu jest \nniezbędne użycie siły przekraczającej:  \na) 30 N – przy pchaniu,  \nb) 25 N – przy ciągnięciu.  \n7. Ręczne przetaczanie i wtaczanie przedmiotów o kształtach okrągłych oraz udział  \nw zespołowym przemieszczaniu przedmiotów.  \n\nStrona 49 z 53 8. Ręczne przenoszenie materiałów ciekłych – gorących, żrących lub o właściwościach \nszkodliwych dla zdrowia.  \n9. Przewożen ie ładunków na wózku jednokołowym (taczce) i wózku wielokołowym \nporuszanym ręcznie.  \n10. Prace w pozycji wymuszonej.  \n11. Prace w pozycji stojącej łącznie ponad 3 godziny w czasie zmiany roboczej, przy czym \nczas spędzony w pozycji stojącej nie może jednorazowo przekraczać 15 minut,  \npo którym to czasie powinna nastąpić 15 -minutowa przerwa.  \n12. Prace na stanow iskach z monitorami ekranowymi – w łącznym czasie przekraczającym \n8 godzin na dobę, przy czym czas spędzony przy obsłudze monitora ekranowego nie \nmoże jednorazowo przekraczać 50 minut, po którym to czasie powinna nastąpić co \nnajmniej 10 -minutowa przerwa, wliczana do czasu pra cy.  \nPrace w mikroklimacie zimnym, gorącym i zmiennym  \n1. Prace wykonywane w mikroklimacie gorącym w warunkach, w których wskaźnik PMV \n(przewidywana ocena średnia), określany zgodnie z Polską Normą dotyczącą tych \nprac, jest większy od 1,0.  \n2. Prace wykonywane w mikroklimacie zimnym w warunkach, w których wskaźnik PMV \n(przewidywana ocena średnia), określany zgodnie z Polską Normą dotyczącą tych \nprac, jest mniejszy od -1,0.  \n3. Prace wykonywane w środowisku o dużych wahaniach parametrów mikroklimatu, \nszczególnie przy występowaniu nagłych zmian temperatury powietrza w zakresie \nprzekraczającym 15 C, przy braku mo żliwości stosowania co najmniej 15 -minutowej \nadaptacji w pomieszczeniu o temperaturze po średniej.  \nPrace w narażeniu na hałas lub drgania  \n1. Prace w warunkach narażenia na hałas, którego:  \na) poziom ekspozycji odniesiony do 8 -godzinnego dobowego lub do przeciętnego \ntygodniowego, określonego w przepisach Kodeksu pracy, wymiaru czasu pracy \nprzekracza wartość 65 dB,  \nb) szczytowy poziom dźwięku C przekrac za wartość 130 dB,  \nc) maksymalny poziom dźwięku A przekracza wartość 110 dB.  \n2. Prace w warunkach narażenia na hałas infradźwiękowy, którego równoważny poziom \nciśnienia akustycznego skorygowany charakterystyką częstotliwościową G, odniesiony \ndo 8-godzinnego do bowego lub przeciętnego tygodniowego, określonego w przepisach \nKodeksu pracy, wymiaru czasu pracy przekracza wartość 86 dB.  \n3. Prace w warunkach narażenia na hałas ultradźwiękowy, którego:  \na) równoważne poziomy ciśnienia akustycznego w pasmach tercjowych  \no częstotliwościach środkowych od 10 kHz do 40 kHz, odniesione do 8 -godzinnego \ndobowego lub do przeciętnego tygodniowego, określonego w przepisach Kodeksu \npracy, wymiaru czasu pracy,  \nb) maksymalne poziomy ciśnienia akustycznego w pasmach tercjowych  \no często tliwościach środkowych od 10 kHz do 40 kHz  – przekraczają następujące \nwartości:  \nCzęstotliwość środkowa pasm \ntercjowych (kHz)  Równoważny poziom ciśnienia \nakustycznego odniesiony do 8 -\ngodzinnego dobowego lub do \nprzeciętnego tygodniowego, \nokreślonego w przepisach Kodeksu \npracy, wymiaru czasu pracy (dB)  Maksymalny poziom ciśnienia \nakustycznego (dB)  \n10; 12,5; 16  75 95 \n20 85 105 \n25 100 120 \n31,5; 40  105 125 \n\nStrona 50 z 53 4. Prace w warunkach narażenia na drgania działające na organizm przez kończyny \ngórne, których:  \na) wartość ekspozycji dziennej, wyrażonej w postaci równoważnej energetycznie dla  \n8 godzin działania sumy wektorowej skutecznych, skorygowanych częstotliwościowo \nprzyspieszeń drgań, wyznaczonych dla trzech składowych kierunkowych (a hwx, ahwy, \nahwz), przekrac za 1 m/s2,  \nb) wartość ekspozycji trwającej 30 minut i krócej, wyrażonej w postaci sumy \nwektorowej skutecznych, skorygowanych częstotliwościowo przyspieszeń drgań \nwyznaczonych dla trzech składowych kierunkowych (a hwx, ahwy, ahwz), przekracza  \n4 m/s2;  \n5. Wszystkie prace w warunkach narażenia na drgania o ogólnym oddziaływaniu \nna organizm człowieka.  \nPrace narażające na działanie pola elektromagnetycznego o częstotliwości  \nod 0 Hz do 300 GHz oraz promieniowania jonizującego  \n1. Prace w zasięgu pola elektromagnet ycznego o natężeniach przekraczających wartości \ndla strefy bezpiecznej, określone w przepisach w sprawie najwyższych dopuszczalnych \nstężeń i natężeń czynników szkodliwych dla zdrowia w środowisku pracy.  \n2. Prace w warunkach narażenia na promieniowanie jonizuj ące określonych w przepisach \nPrawa atomowego.  \nPrace w podwyższonym lub obniżonym ciśnieniu  \n1. Prace nurków, prace w zbiornikach ciśnieniowych oraz wszystkie prace w warunkach \npodwyższonego lub obniżonego ciśnienia.  \nPrace w kontakcie ze szkodliwymi czynnikami  biologicznymi  \n1. Prace stwarzające ryzyko zakażenia: wirusem zapalenia wątroby typu B, wirusem ospy \nwietrznej i półpaśca, wirusem różyczki, wirusem HIV, wirusem cytomegalii, pałeczką \nlisteriozy, toksoplazmą.  \n2. Prace przy obsłudze zwierząt dotkniętych chorobami zakaźnymi lub inwazyjnymi.  \n3. Prace w narażeniu na inne czynniki biologiczne zakwalifikowane do grupy 2 -4 \nzagrożenia, zgodnie z przepisami w sprawie szkodliwych czynników biologicznych dla \nzdrowia w środowis ku pracy oraz ochrony zdrowia pracowników zawodowo narażonych \nna te czynniki – jeżeli wyniki oceny ryzyka zawodowego, z uwzględnieniem działań \nterapeutycznych wymuszonych określonymi czynnikami biologicznymi, wskażą na \nniekorzystny wpływ na zdrowie kobiety  w ciąży lub przebieg ciąży, w tym rozwój \npłodu.  \nPrace w narażeniu na działanie szkodliwych substancji chemicznych  \n1. Prace w narażeniu na działanie substancji i mieszanin spełniających kryteria \nklasyfikacji zgodnie z rozporządzeniem Parlamentu Europejskiego i Rady (WE) nr \n1272/2008 z dnia 16 grudnia 2008 r. w sprawie klasyfikacji, oznakowania i pakowania \nsubstancji i mieszanin, zmieniającym i uchylającym dyrektywy 67/548/EWG  \ni 1999/45/WE oraz zmieniającym rozporządzenie (WE) nr 1907/2006 (Dz.Urz. UE L \n353 z 31.12.2008  r., str. 1, z późn. zm.) w jednej lub kilku z następujących klas lub \nkategorii zagrożenia wraz z jednym lub kilkoma następującymi zwrotami \nwskazującymi rodzaj zagrożenia:  \na) działanie mutagenne na komórki rozrodcze, kategoria 1A, 1B lub 2 (H340, H 341);  \nb) rakotwórczość, kategoria 1A, 1B lub 2 (H350, H350i, H351) ; \nc) działanie szkodliwe na rozrodczość, kategoria 1A, 1B lub 2 albo dodatkowa \nkategoria szkodliwego wpływu na laktację lub szkodliwego oddziaływania na dzieci \nkarmione piersią (H360, H360D, H360 FD, H360Fd, H360Df, H361, H361d, H361fd, \nH362) ;  \nd) działanie toksyczne na narządy docelowe – narażenie jednorazowe, kategoria 1 lub \n2 (H370, H371) – niezależnie od ich stężenia w środowisku pracy;  \n\nStrona 51 z 53 2. Prace w narażeniu na niżej wymienione substancje chemiczne n iezależnie od ich \nstężenia w środowisku pracy:  \na) czynniki chemiczne o znanym i niebezpiecznym wchłanianiu przez skórę ;  \nb) leki cytostatyczne ; \nc) mangan ; \nd) syntetyczne estrogeny i progesterony ; \ne) tlenek węgla ; \nf) ołów i jego związki organiczne i nieorganiczne ;  \ng) rtęć i jej związki organic zne i nieorganiczne.  \n3. Prace w narażeniu na działanie rozpuszczalników organicznych, jeżeli ich stężenia  \nw środowisku pracy przekraczają wartości 1/3 najwyższych dopuszczalnych stężeń, \nokreślonych w przepisach w sprawie najwyższych dopusz czalnych stężeń i natężeń \nczynników szkodliwych dla zdrowia w środowisku pracy.  \n4. Prace lub procesy technologiczne, w których dochodzi do uwalniania substancji \nchemicznych, ich mieszanin lub czynników o działaniu rakotwórczym lub mutagennym, \nwymienione w pr zepisach w sprawie substancji chemicznych, ich mieszanin, czynników \nlub procesów technologicznych o działaniu rakotwórczym lub mutagennym  \nw środowisku pracy.  \nPrace grożące ciężkimi urazami fizycznymi lub psychicznymi  \n1. Prace w wykopach oraz w zbiornikach i kanałach.  \n2. Prace pod ziemią we wszelkiego rodzaju kopalniach.  \n3. Prace w wymuszonym rytmie pracy (na przykład przy taśmie).  \n4. Inne prace stwarzające ryzyko ciężkiego urazu fizycznego lub psychicznego, w tym \ngaszenie pożarów, udział w akcjach ratownictwa chemi cznego, usuwanie skutków \nawarii, prace z materiałami wybuchowymi, prace przy uboju zwierząt hodowlanych \noraz obsłudze rozpłodników.  \n5. Praca na wysokości – poza stałymi galeriami, pomostami, podestami i innymi stałymi \npodwyższeniami, posiadającymi pełne zabez pieczenie przed upadkiem z wysokości \n(bez potrzeby stosowania środków ochrony indywidualnej przed upadkiem), oraz \nwchodzenie i schodzenie po drabinach i klamrach.  \nWykaz prac wzbronionych kobietom karmiącym dziecko piersią:  \nPrace związane z nadmiernym wysiłkiem fizycznym, w tym ręcznym transportem \nciężarów:  \n1. Wszystkie prace, przy których najwyższe wartości obciążenia pracą fizyczną, mierzone \nwydatkiem energetycznym netto na wykonanie pracy, przekraczają 4200 kJ na zmianę \nroboczą, a przy pracy dorywczej, zdefiniowanej w ust. 1 pkt 1 – 12,5 kJ/min.  \n2. Ręczne podnoszenie i przenoszenie przedmiotów o masie przekraczającej:  \na) 6 kg – przy pracy stałej,  \nb) 10 kg – przy pracy dorywczej, zdefiniowanej w ust. 1 pkt 1.  \n3. Ręczna obsługa elementów urządzeń (dźwigni, korb, kół sterowniczych itp.), przy \nktórej jest wymagane użycie siły przekraczającej:  \na) przy obsłudze oburęcznej – 25 N przy pracy stałej i 50 N przy pracy dorywczej, \nzdefiniowanej w ust. 1 pkt 1,  \nb) przy obsłudze j ednoręcznej – 10 N przy pracy stałej i 25 N przy pracy dorywczej, \nzdefiniowanej w ust. 1 pkt 1.   \n4. Nożna obsługa elementów urządzeń (pedałów, przycisków itp.), przy której jest \nwymagane użycie siły przekraczającej:  \na) 60 N – przy pracy stałej;   \nb) 100 N – przy pr acy dorywczej, zdefiniowanej w ust. 1 pkt 1.  \n5. Ręczne przenoszenie przedmiotów o masie przekraczającej 6 kg – na wysokość ponad \n4 m lub na odległość  przekraczającą 25 m.   \n6. Ręczne przenoszenie pod górę – po nierównej powierzchni, pochylniach, schodach, \nktóryc h maksymalny kąt nachylenia nie przekracza 30 ○, a wysoko ść 4 m – \n\nStrona 52 z 53 przedmiot ów o masie przekraczaj ącej 6 kg.  \n7. Ręczne przenoszenie pod górę – po nierównej powierzchni, pochylniach, schodach, \nktórych maksymalny kąt nachylenia przekracza 30 ○, a wysoko ść 4 m – przedmiot ów  \no masie przekraczaj ącej:  \na) 4 kg – przy pracy stałej ;  \nb) 6 kg – przy pracy dorywczej, zdefiniowanej w ust. 1 pkt 1.  \n8. Oburęczne przemieszczanie przedmiotów, jeżeli do zapoczątkowania ich ruchu jest \nniezbędne użycie siły przekraczającej:  \na) 60 N – przy pchaniu ;  \nb) 50 N – przy ciągnięciu . \n9. Ręczne przetaczanie i wtaczanie przedmiotów o kształtach okrągłych (w szczególności \nbeczek, rur o dużych średnicach), jeżeli:  \na) masa przetaczanych przedmiotów, po terenie poziomym o twardej i gładkiej \nnawierzchni, przekr acza 40 kg na jedną kobietę ;  \nb) masa przedmiotów wtaczanych na pochylnie przekracza 10 kg na jedną kobietę.  \n10. Udział w zespołowym przemieszczaniu przedmiotów.  \n11. Ręczne przenoszenie materiałów ciekłych – gorących, żrących lub o właściwościach \nszkodliwych dla zdrowia.  \n12. Przewożenie ładunków o masie przekraczającej:  \na) 20 kg – przy przewożeniu na taczce po terenie o nachyleniu nieprzekraczającym \n5% lub 15 kg – po terenie o nachyleniu większym niż 5% ; \nb) 70 kg – przy przewożeniu na wózku 2 -kołowym po terenie o nachyleniu \nnieprzekraczającym 5% lub 50 kg – po terenie o nachyleniu większym niż 5% ;  \nc) 90 kg – przy przewożeniu na wózku 3 - i więcej kołowym po terenie o nachyleniu \nnieprzekraczającym 5% lub 70 kg – po tereni e o nachyleniu większym niż 5%.  \nWyżej podane dopuszczalne masy ładunku obejmują również masę urządzenia \ntransportowego i dotyczą przewożenia ładunków po powierzchni równej, twardej  \ni gładkiej. W przypadku przewożenia ładunków po powierzchni nierównej lub  \nnieutwardzonej masa ładunku łącznie z masą urządzenia transportowego nie może \nprzekraczać 60% podanych wartości.  \n13. Przewożenie ładunków na wózku szynowym o masie przekraczającej, łącznie z masą \nwózka:  \na) 120 kg – przy przewożeniu po terenie o nachyleniu niepr zekraczającym 2%,  \nb) 90 kg – przy przewożeniu po tereni e o nachyleniu większym niż 2%.  \n14. Przewożenie ładunków:  \na) na taczce lub wózku wielokołowym po terenie o nachyleniu większym niż 8% ;  \nb) na taczce lub wózku wielokołowym na odległość przekraczającą 200 m ;  \nc) na wózku szynowym po terenie o nachyleniu większym niż 4% ; \nd) na wózku szynowym na odległość przekraczającą 400 m.  \nPrace w mikroklimacie zimnym, gorącym i zmiennym  \n1. Prace wykonywane w mikroklimacie gorącym w warunkach, w których wskaźnik PMV \n(przewidywana ocena średnia), określany zgodnie z Polską Normą dotyczącą tych \nprac, jest większy od 1,0.  \n2. Prace wykonywane w mikroklimacie zimnym w warunkach, w których wskaźnik P MV \n(przewidywana ocena średnia), określany zgodnie z Polską Normą dotyczącą tych \nprac, jest mniejszy od -1,0.  \n3. Prace wykonywane w środowisku o dużych wahaniach parametrów mikroklimatu, \nszczególnie przy występowaniu nagłych zmian temperatury powietrza w zak resie \nprzekraczającym 15 °C, przy braku mo żliwości stosowania co najmniej 15 -minutowej \nadaptacji w pomieszczeniu o temperaturze po średniej.  \nPrace narażające na działanie pola elektromagnetycznego o częstotliwości  \nod 0 Hz do 300 GHz oraz promieniowania joni zującego  \n1. Prace w warunkach narażenia na promieniowanie jonizujące określonych w przepisach \nPrawa atomowego.  \n\nStrona 53 z 53 Prace w podwyższonym lub obniżonym ciśnieniu  \n1. Prace nurków, prace w zbiornikach ciśnieniowych oraz wszystkie prace w warunkach \npodwyższonego lub obniżonego ciśnienia.  \nPrace w kontakcie ze szkodliwymi czynnikami biologicznymi  \n1. Prace stwarzające ryzyko zakażenia: wirusem zapalenia wątroby typu B, wiruse m ospy \nwietrznej i półpaśca, wirusem różyczki, wirusem HIV, wirusem cytomegalii, pałeczką \nlisteriozy, toksoplazmą.  \n2. Prace przy obsłudze zwierząt dotkniętych chorobami zakaźnymi lub inwazyjnymi.  \nPrace w narażeniu na działanie szkodliwych substancji chemicz nych \n1. Prace w narażeniu na działanie substancji i mieszanin spełniających kryteria \nklasyfikacji zgodnie z rozporządzeniem Parlamentu Europejskiego i Rady (WE) nr \n1272/2008 z dnia 16 grudnia 2008 r. w sprawie klasyfikacji, oznakowania i pakowania \nsubstancji i mieszanin, zmieniającym i uchylającym dyrektywy 67/548/EWG  \ni 1999/45/WE oraz zmieniającym rozporządzenie (WE) nr 1907/2006 (Dz.Urz. UE  \nL 353 z 31.12.2008, str. 1, z późn. zm.) w jednej lub kilku z następujących klas lub \nkategorii zagrożenia wraz z jedn ym lub kilkoma następującymi zwrotami \nwskazującymi rodzaj zagrożenia:  \na) działanie mutagenne na komórki rozrodcze, kategoria 1A, 1B lub 2 (H340, H341) ;  \nb) rakotwórczość, kategoria 1A, 1B lub 2 (H350, H350i, H351) ;  \nc) działanie szkodliwe na rozrodczość, kategoria  1A, 1B lub 2 albo dodatkowa \nkategoria szkodliwego wpływu na laktację lub szkodliwego oddziaływania na dzieci \nkarmione piersią (H360, H360D, H360FD, H360Fd, H360Df, H361, H361d, H361fd, \nH362) ;  \nd) działanie toksyczne na narządy docelowe – narażenie jednorazow e, kategoria 1 lub \n2 (H370, H371) – niezależnie od ich stężenia w środowisku pracy.  \n2. Prace w narażeniu na niżej wymienione substancje chemiczne niezależnie od ich \nstężenia w środowisku pracy:  \na) czynniki chemiczne o znanym i niebezpiecznym wchłanianiu przez skórę ;  \nb) leki cytostatyczne ;  \nc) mangan ;  \nd) syntetyczne estrogeny i progesterony ;  \ne) tlenek węgla ;  \nf) ołów i jego związki organiczne i nieorganiczne ;  \ng) rtęć i jej związki organiczne i nieorganiczne.  \n3. Prace w narażeniu na działanie rozpuszczalników organicznych, jeżeli  ich stężenia  \nw środowisku pracy przekraczają wartości 1/3 najwyższych dopuszczalnych stężeń, \nokreślonych w przepisach w sprawie najwyższych dopuszczalnych stężeń i natężeń \nczynników szkodliwych dla zdrowia w środowisku pracy.  \n4. Prace lub procesy technolog iczne, w których dochodzi do uwalniania substancji \nchemicznych, ich mieszanin lub czynników o działaniu rakotwórczym lub mutagennym, \nwymienione w przepisach w sprawie substancji chemicznych, ich mieszanin, czynników \nlub procesów technologicznych o działani u rakotwórczym lub mutagennym  \nw środowisku pracy.  \nPrace grożące ciężkimi urazami fizycznymi lub psychicznymi  \n1. Prace w wykopach oraz w zbiornikach i kanałach.  \n2. Prace pod ziemią we wszelkiego rodzaju kopalniach.  \n3. Prace w wymuszonym rytmie pracy (na przykład przy taśmie).  \n4. Inne prace stwarzające ryzyko ciężkiego urazu fizycznego lub psychicznego, w tym \ngaszenie pożarów, udział w akcjach ratownictwa chemicznego, usuwanie skutków \nawarii, prace z materiałami wybuchowym i, prace przy uboju zwierząt hodowlanych \noraz obsłudze rozpłodników.  \n\n", "metadata": {}}