{"metadata": {"url": "https://www.miasteczko.agh.edu.pl/ciekawostki.html", "title": "Miasteczko Studenckie AGH - Ciekawostki", "depth": 1, "duplicate": false, "content_hash": "f18163afe4b92ac824f25f52e26a1023", "word_count": 195, "headings": [{"level": 1, "text": "Ciekawostki"}, {"level": 1, "text": "Juwenalia"}]}, "content": "# Miasteczko Studenckie AGH - Ciekawostki\n\nURL: https://www.miasteczko.agh.edu.pl/ciekawostki.html\nCrawled: 2025-03-20 00:54:13\n\nCiekawostki\n\nNikogo nie zaskoczy wiadomość, iż większość naszych Mieszkańców pochodzi z południowych rejonów Polski, jednak śmiało można powiedzieć, że na MS znajdziemy ‘ambasadorów’ z wszystkich części naszego kraju. Mieszkają u nas studenci z Torunia, Białegostoku, Gdańska, Gorzowa Wielkopolskiego, Szczecina, Suwałk, Warszawy, Łodzi, Wałbrzycha i Lublina – wymieniać można bez końca, faktem jest, że na Miasteczku z łatwością można znaleźć przyjaciół z każdego zakątka Polski.\n\nPodczas gdy 35% studentów AGH to kobiety, na Miasteczku Panie radzą sobie jeszcze lepiej – prawie 40% naszych mieszkańców to płeć piękna. Najwięcej reprezentantek mają studentki WGGiOŚ: ponad 4% spośród wszystkich lokatorów to geolożki. Kolejną najliczniejszą grupą dziewcząt są studentki Wydziału Energetyki, a zaszczytne trzecie miejsce przypada Paniom z Wydziału Górnictwa i Geoinżynierii. Najmniej mieszkanek jest z Wydziału Odlewnictwa (ok. 0,7%) – w przyszłym roku liczymy na więcej! Największą męską grupę na Miasteczku stanowią studenci WIMiR - prawie 10% spośród wszystkich mieszkańców.\n\nJuwenalia\n\nPodczas Juwenaliów Miasteczko Studenckie AGH zamienia się w jeden ogromny plac grillowy, który przyciąga studentów wszystkich uczelni Krakowa. Bliskość akademików oraz najważniejszych scen koncertowych Juwenaliów Krakowskich (Strefy Plaża AGH, Klubu Studio i sceny pod Klubem Żaczek), sprawia, że w Juwenalia Miasteczko staje się epicentrum studenckich spotkań w plenerze."}