{"content": "# Rektor AGH Profesorem Honorowym kazachskiej uczelni-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/osiagniecia/info/article/rektor-agh-profesorem-honorowym-kazachskiej-uczelni/\nCrawled: 2025-03-19 21:59:27\n\nRektor AGH Profesorem Honorowym kazachskiej uczelni \n\n 21/01/2019 \n\nMiędzynarodowy Uniwersytet Humanitarno-Techniczny w Szymkencie nadał tytuł Profesora Honorowego Rektorowi AGH prof. Tadeuszowi Słomce.\n\nKazachska uczelnia przyznała tytuł w uznaniu za wkład przy rozwijaniu współpracy naukowej oraz kulturalnej między AGH oraz Międzynarodowym Uniwersytetem Humanitarno-Technicznym w Szymkencie.\n\nUroczystość nadania tytułu odbyła się 16 stycznia 2019 r. podczas wizyty delegacji Międzynarodowego Uniwersytetu Humanitarno-Technicznego w AGH. W trakcie ceremonii prof. Tadeusz Słomka podkreślił znaczenie współpracy polsko-kazachskiej oraz wyraził nadzieję na owocne rozwijanie wzajemnych relacji, które w przyszłości będą przynosiły jeszcze więcej obustronnych korzyści.\n\nDelegacja Międzynarodowego Uniwersytetu Humanitarno-Technicznego przebywała w Krakowie od 15 stycznia. W jej skład weszli m.in. Rektor prof. Kistaubayev Yermakhan, wiceprezydent Rady Uczelni Yerzhan Onalbekov, Prorektor prof. Madina Sabyrova czy Dziekan Wydziału Nauk Przyrodniczych i Technologii prof. Yusupbaev Zhaksylyk Shorabekuly.\n\nMiędzynarodowy Uniwersytet Humanitarno-Techniczny w Szymkencie powstał w 1998 r. jako Uniwersytet Południowego Kazachstanu. W 2018 r. Regionalny Instytut Innowacji dołączył do Międzynarodowego Instytutu Humanitarnego i Technicznego, a uniwersytet stał się jedną z najważniejszych uczelni w południowym Kazachstanie. Założycielami uczelni są profesorowie M. Zh. Zhurynov oraz Zh. K. Onalbek z Kazachskiej Akademii Nauk. Uczelnia kształci obecnie ok 15.000 studentów na pięciu wydziałach oraz posiada ok. 1000 pracowników. Uniwersytet jest jedną z wiodących uczelni kazachskich. Uczelnia wykorzystuje zaawansowaną technologię na poziomie międzynarodowym oraz innowacyjne metody, odpowiadające współczesnym wymaganiom edukacji i innowacji naukowych.\n\nPowrót\n\n Powiązane pliki\n\n szymkent_1.jpg \n 391 KB \n\n szymkent_3.jpg \n 376 KB \n\n rektor_agh_profesorem_honorowym_kazachskiej_uczelni.jpg \n 282 KB", "metadata": {"url": "https://www.agh.edu.pl/osiagniecia/info/article/rektor-agh-profesorem-honorowym-kazachskiej-uczelni/", "title": "Rektor AGH Profesorem Honorowym kazachskiej uczelni-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "47016548c231ad0459e8d36d7f9b0543", "word_count": 228, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}