{"content": "# O nas - AGH e-Sklep\n\nURL: https://sklep.agh.edu.pl/o-nas,17\nCrawled: 2025-03-19 21:17:47\n\nStrona główna\n  /\n\nO nas\n\nO nas\n\nAGH\n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie to nowoczesny uniwersytet techniczny, który aktywnie uczestniczy w budowaniu społeczeństwa opartego na wiedzy i wykorzystywaniu innowacyjnych technologii na rzecz rozwoju i wzrostu gospodarczego. Uczelnię tworzy dziś 16 wydziałów, wśród których znajdują się unikatowe jednostki w skali kraju i Europy. AGH jest liderem wśród polskich szkół wyższych w ilości zgłoszeń patentowych do Europejskiego Urzędu Patentowego. O tym, jak twórczym miejscem jest Akademia, świadczą również coroczne raporty Urzędu Patentowego Rzeczypospolitej Polskiej. \n\nWIEDZA\n – \nPASJA\n – \nWIĘŹ\n\nAGH to szczególne miejsce, w którym tworzą się silne więzi, co podkreślają zarówno obecni studenci, jak i pracownicy oraz absolwenci. W tradycję Akademii wpisały się wydarzania oraz imprezy integrujące społeczność akademicką i sprawiające, że jest ona bardzo zżyta. \n\nZależy nam, aby relacje powstałe w murach Akademii Górniczo-Hutniczej podtrzymywać i wzmacniać. Służą temu także takie ogólnouczelniane projekty jak Dzień AGH – Wielki Piknik Rodziny czy Klub Absolwentów AGH. \n\nCentrum Komunikacji i Marketingu\n\nSklep Internetowy AGH prowadzi Centrum Komunikacji i Marketingu, który planuje, koordynuje i realizuje działania informacyjno-promocyjne uczelni. Pracownicy działu m.in. organizują uroczystości ogólnouczelniane oraz imprezy kulturalne, opracowują wydawnictwa informacyjne i publikacje okolicznościowe, prowadza stronę internetową, koordynują projekt edukacyjny AGH Junior. \n\nW sprawach dotyczących Sklepu Internetowego AGH prosimy o kontakt za pośrednictwem poczty elektronicznej (e-mail: \nsklep@agh.edu.pl\n) lub telefoniczną (tel. 12 617 49 76).\n\nwww.promocja.agh.edu.pl\n\nZdjęcia produktów zostały wykonane przez \nKrakowską Studencką Agencję Fotograficzną AGH\n.", "metadata": {"url": "https://sklep.agh.edu.pl/o-nas,17", "title": "O nas - AGH e-Sklep", "depth": 2, "duplicate": false, "content_hash": "e9338d061a3e00d416e714c6f4e419dc", "word_count": 234, "headings": []}}