{"metadata": {}, "content": "Regulamin\nSekcji wyplat i rozliczen stypendi6w Dzialu Spraw Studenckich\n§1\n\nZgodnie z § 5 ust. 1 Regulaminu Centrum Spraw Studenckich, ktérego tekst jednolity stanowi\nZatacznik nr 1 do Zarzadzenia Nr 81/2020 Rektora AGH z dnia 27 pazdziernika 2020 r. Sekeja\nwyplat i rozliczeh stypendiéw wchodzi w sktad Dzialu Spraw Studenckich (DSS), ktéry jest\nkomorka organizacyjna Centrum Spraw Studenckich (CSS) Akademii Gorniczo-Hutniczej im.\nStanistawa Staszica w Krakowie (AGH).  - jednostki pomocniczej w rozumieniu § 30 ust. 1\npkt 2) Statutu AGH.\n\n3.\n\n§2\n\nSekcja wyplat i rozliczen stypendiéw (Sekeja) zajmuje sig realizacjq wyplat stypendi6w\ni innych $wiadezen o charakterze stypendialnym studentom i doktorantom Uczelni, z\nwylaczeniem Swiadezen wyplacanych przez Szkole Doktorska.\n\nDodatkowo, po uprzednim porozumieniu z Kwestura AGH, Sekcja realizuje wyplaty\nstypendiéw studentom spoza Uczelni.\n\nDo zakresu dziatalnosci Sekeji naleza, w szezegdlnosci:\n\na) przygotowywanie list wyplat stypendiéw: socjalnych, rektora, ministra, dla osdb\n\nniepelnosprawnych, zapomdg, stypendiéw stazowych, stypendidw z praktyk,\nstypendiéw fundowanych i innych na podstawie polecen wyplaty;\n\nb) przygotowywanie zestawien zbiorczych do podjeé bankowych i przelew6w bankowych;\nc) przygotowywanie list wyptat Swiadczen z dziatajacych w AGH funduszy;\nd) biezgca wspétpraca z pracownikami odpowiednich jednostek AGH, zaangazowanych w\n\nprocesy wskazane w ust. 1 i 2;\n\ne) biezaca kontrola wydatkowania srodk6w, ustalanie sald kont ksiggowych i bankowych\n\npodleglych funduszy;\n\nf) biezace monitorowanie zmian w zakresie obowiazujacych przepiséw w obszarze wyptat\n\nSwiadezen dla studentéw.\n§3\n\nPrzygotowanie list wyplat dotyezacych wszystkich swiadezen, o ktorych mowa w §2\nust. 1, dokonywane jest na podstawie otrzymanych polecefi wyplat z jednostek\nzlecajgcych dana wyptate.\n\nPolecenia wyptat kierowane do Sekeji powinny zawieraé nastepujace informacje:\n\nwskazanie jednostki, ktéra kieruje probe 0 wplate Swiadezenia, np. nazwa Wydziatu;\nwskazanie podstawy prawnej wyplacanego Swiadczenia, np. Zarzadzenie nr .../20...\nRektora z dnia (...) w sprawie (...);\n\nwskazanie podstawy prawnej zwolnienia Swiadezenia z podatku dochodowego od\noséb fizyeznych, np. stypendium (...) zwolnione z podatku dochodowego od oséb\nfizycznych na podstawie art. (...) Ustawy z dnia (...) 0 (..);\n\nwskazanie podstawy prawnej zwolnienia Swiadezenia ze skladek ZUS, np.\nstypendium zwolnione ze sktadek ZUS na podstawie art. (...) Ustawy z dnia (...) 0 (...);\nwskazanie rodzaju stypendium;\n\n\n\n— imienny wykaz os6b, kt6rym ma byé wyplacone Swiadczenie oraz niezbedne dane,\nnp.nralbumu, nr konta, itp.;\n\n— kwota przyznanego stypendium wraz z szczegdtowym rozpisaniem pochodnych;\n\n— wskazanie na jaki okres przyznano Swiadezenie;\n\n— wskazanie podstawy finansowania, np. z jakiej umowy (numer, kogo dotyczy);\n\n— informacja: Koszt ujety/zostanie ujety w planie finansowym jednostki;\n\n— podpis dysponenta srodkéw;\n\n— dane osoby sporzadzajacej polecenie.\n\n§4\n\n1. Wyptata wszystkich $Swiadezen pienieznych, o ktorych mowa w §2 ust. 1, dokonywana\njest w formie bezgot6wkowej na konto bankowe studenta w walucie PLN.\n\n2. Student zobowiazany jest do wskazania we wniosku o stypendium swojego osobistego\nnumeru konta bankowego w PLN, na ktore ma byé przekazywane stypendium.\n\n3. Nie dokonuje si¢ przelewow na konta innych osdb lub instytucji wskazanych przez\nstudenta.\n\n4. Jezeli studentowi zostalo przyznane wiecej niz jedno stypendium, to wszystkie\nprzyznane Swiadcezenia sa wyplacane na ten sam numer konta bankowego wskazany\nprzez studenta.\n\n5. W przypadku zmiany numeru konta bankowego student jest zobowiazany do\nniezwlocznego poinformowania o tym fakcie Dziatu Spraw Studenckich i podania\nnowego numeru konta.\n\n§5\n1. Sprawy nie ujete w niniejszym regulaminie rozstrzyga Prorektor ds. Studenckich\n\nsprawujacy nadzor nad dziatalnoscig CSS AGH.\n2. Regulamin obowiazuje od dnia ogtoszenia.\n\nOS. STUDENCKICH\n\n3b, inz. Rafat Danko\n(3)\n\nKoordynator\n\nSekcji Wyptat | Rozliczeh Stypendi6w .\nLe So ede\nTngr Agrileszka KowWalska\n\n\n\n"}