{"content": "# Emergency and medical care – Welcome Point\n\nURL: https://wtp.agh.edu.pl/medical-care/\nCrawled: 2025-03-19 21:24:04\n\nWelcome Point\n > \nLiving in Kraków\n > \nEmergency and medical care\n\nEmergency and medical care\n\nEmergency phone numbers\n\n112\n – Emergency number  → can be used even without SIM card!\n\n999\n – Ambulance →  if the incident is of a medical nature (danger to health and life)\n\n998\n – Fire Brigade → if you need the intervention of the fire brigade (fire, accident on the road, cat on the roof or in a manhole)\n\n997\n – Police →  if the event is of a criminal nature.\n\n981\n – Road Assistance\n\n986\n – Municipal Police (“Straż miejska”)\n\nOther useful numbers:\n\nPolish State Railways\nPKP Intercity Infoline:\n+ 48 703 200 200\n (press 9 for English)\n\nMDA Bus Station Infoline\n+48 703 40 33 40\n\nJohn Paul II International Airport Krakow-Balice information\n+48 12 295 58 00\n(press 1 for English)\n\nHospitals\n\nKrakowski Szpital Specjalistyczny im. Jana Pawla II\nul. Pradnicka 80, 31-202 Krakow, Poland. Phone: 126142000.\nWebsite: \nwww.szpitaljp2.krakow.pl\n\nSzpital Miejski Specjalistyczny im. Gabriela Narutowicza\nul. Pradnicka 35/ 37, 31- 202 Krakow. Phone: 124162266.\nWebsite: \nwww.narutowicz.krakow.pl\n\nSzpital Specjalistyczny im. Jozefa Dietla\nul. Skarbowa 4, 31-121 Krakow. Phone: 126333400.\nWebsite: \nwww.dietl.krakow.pl\n\nSzpital Specjalistyczny im. Stefana Zeromskiego SP ZOZ\nos. Na Skarpie 66, 31-913 Krakow. Phone: 126440144.\nWebsite: \nwww.zeromski-szpital.pl\n\nSzpital Zakonu Bonifratrow\nul. Trynitarska 11, 31-061 Krakow. Phone: 124305500.\nWebsite: \nwww.bonifratrzy.krakow.pl\n\nWojewodzki Szpital Specjalistyczny im. L. Rydygiera\nPostal address: Osiedle Zlotej Jesieni 1, 31-826 Krakow. Phone: 126468000.\nWebsite: \nwww.rydygier.tpnet.pl\n\nChildren’s hospitals\n\nWojewodzki Specjalistyczny Szpital Dzieciecy im. sw. Ludwika\nul. Strzelecka 2/4, 31-503 Krakow. Phone: 124211344. Phone: 124213765.\nWebsite: \nwww.wssdzkrakow.hg.pl\n\nUniwersytecki Szpital Dzieciecy\n\nul. Wielicka 265, 30-663 Krakow. Phone: 126582011.\nWebsite: \nwww.usd.krakow.pl\n\nMedical treatment\n\nIf you have a medical problem, you may register an appointment to a doctor or at \na clinic \n(in Polish: przychodnia), which has contract with the Polish public health insurance system (NFZ – National Health Fund). In this case, you do not have to pay for the consultation. If you have a private insurance, it would be necessary to get familiar with its conditions. You probably need to pay for a visit first, and after that you need to contact your health insurance company in order to receive refund.\n\nOnce you are at the doctor’s, show your \nEuropean Health Insurance Card or a replacement certificate\n in order to be examined or have a consultation. Have with you your valid ID card or passport – it can also be needed to identify you. In case it is necessary, you will receive a referral to diagnostic tests, to a specialist or to a hospital.\n\nWhen you come to a clinic, go directly to the \nregistration point\n (in Polish: rejestracja) and arrange an appointment with a family doctor (in Polish: internista / lekarz rodzinny), who will give you a prescription (in Polish: recepta) or refferal (in Polish: skierowanie) to diagnostic tests, to a specialist or to a hospital if needed.\n\nIn Poland a referral is required if you want to visit a specialist. However, no referral is required to following specialists: obstetrician, dentist, dermatologist, venereologist, oncologist, psychiatrist.\n\nWhen hospitalized, operations, diagnostic tests, and medicines are provided \nfree of charge\n.\n\nEmergency medical treatment\n\nIn case of needed urgent medical help after 06:00 p.m. till 8 a.m. or during the weekend go to the Night Care Point (in Polish: nocna i świąteczna opieka zdrowotna) – addresses are available \nhere\n.\n\nIn case of life-threatening conditions or immediate need for diagnosis and treatment you can go to Emergency Department (in Polish: SOR – Szpitalny Odział Ratunkowy), which you can find here:\n\nhttps://www.inyourpocket.com/krakow/directory/Emergency-Room\n\nhttps://krakow.naszemiasto.pl/szpitalne-oddzialy-ratunkowe-w-krakowie-telefony-adresy/ar/c3-2737262\n\nPharmacies\n\nUsually pharmacies (in Polish: apteka) close around 4-6 pm, but you can find several that are open 24 hours ad also on the weekends (in Polish: apteka całodobowa) which can be found \nhere\n.", "metadata": {"url": "https://wtp.agh.edu.pl/medical-care/", "title": "Emergency and medical care – Welcome Point", "depth": 3, "duplicate": false, "content_hash": "3ad6a057ac32a98e4a01088ffac9ab4c", "word_count": 622, "headings": [{"level": 1, "text": "Emergency and medical care"}, {"level": 2, "text": "Other useful numbers:"}]}}