{"content": "# Tekst źródłowy strony Ho Chi Hung – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Ho_Chi_Hung&action=edit\nCrawled: 2025-03-19 22:27:15\n\nTekst źródłowy strony Ho Chi Hung\n\n← \nHo Chi Hung\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nTekst źródłowy strony można podejrzeć i skopiować.\n\n{{Infobox scientist\n|family-name=Ho Chi\n|given-name=Hung\n|honorific-prefix=Mgr inż.\n|image=Ho Chi Hung.jpg\n|birth_date=8 lipca 1945\n|birth_place=Ngean\n|fields=maszyny i urządzenia górnicze\n|awards=Krzyż Komandorski z Gwiazdą Orderu Zasługi Rzeczypospolitej Polskiej\n|honorAGH=Konsul Honorowy AGH\n}}\nMgr inż. '''Ho Chi Hung''' (1945-)\n\nDyscyplina/specjalności: maszyny i urządzenia górnicze\n\n== Nota biograficzna ==\nUrodził się 8 lipca 1945 roku w Ngean (Wietnam). \n\nW latach 1966-1972 studiował na Wydziale Maszyn Górniczych i Hutniczych AGH (obecnie Wydział Inżynierii Mechanicznej i Robotyki). Po powrocie do Wietnamu rozpoczął pracę zawodową w Katedrze Technologii Maszynoznawstwa w Hanojskim Uniwersytecie Górnictwa i Geologii jako wykładowca. Później został kierownikiem Działu Ogólnych Spraw i Współpracy z Zagranicą tamże. W 1994 roku objął stanowisko Zastępcy Dyrektora Departamentu Kształcenia Kadry Naukowej w Ministerstwie Nauki, Technologii i Środowiska Wietnamu, a następnie Naczelnego Dyrektora Biura Zarządu Hoalac Hightech Park przy Ministerstwie Nauki i Technologii.\n\nWiceprzewodniczący-Sekretarz Generalny Towarzystwa Przyjaźni Wietnamsko-Polskiej. Przewodniczący Koła Wychowanków AGH w Hanoi. Generalny Sekretarz Wietnamskiego Stowarzyszenia Związków Zawodowych w Dziedzinie Środowiska Miast i Stref Przemysłowych.\n\nZasłużony dla AGH, od wielu lat wspiera działania AGH w Wietnamie, jest przewodniczącym Koła Wychowanków AGH w Hanoi. Współredaktor publikacji „Przyjaźń polsko-wietnamska: wietnamscy absolwenci Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie”.\n\nBył organizatorem wizyt władz naszej uczelni w Wietnamie m.in. byłych Rektorów AGH: prof. Jerzego Niewodniczańskiego, prof. Jana Janowskiego, prof. Antoniego Tajdusia oraz obecnego Rektora AGH Tadeusza Słomki, a także wielu delegacji z wydziałów AGH. \n\nW 2016 roku otrzymał tytuł Konsula Honorowego AGH (Uchwałą nr 114/2014 Senatu AGH z dnia 29 października 2014 roku). Został uhonorowany za promocję Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie i integrację środowiska wychowanków AGH w Socjalistycznej Republice Wietnamu oraz za działalność na rzecz umacniania przyjaźni i współpracy między Socjalistyczną Republiką Wietnamu i Rzeczpospolitą Polską.\nObecnie na emeryturze.\n\n==== Odznaczenia i nagrody ==== \n[[Krzyż Komandorski z Gwiazdą Orderu Zasługi Rzeczypospolitej Polskiej]]\n\n== Źródła do biogramu ==\n==== Książki ====\n* Przyjaźń polsko-wietnamska : wietnamscy absolwenci Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie. Red. M. Foryś, Hô' Chí Hu'ng. Kraków 2015, s. 50-52, [foto]\n\n==== Artykuły ====\n* Kopia A.: Dzień Hutnika 2016. ''Biuletyn AGH'' 2016, nr 101, s. 16, [foto]\n* [''Protokół z Posiedzenia Senatu AGH''... 29.10.2014], s. 3, 19-20, 67\n* Ho Chi Hung: Wspomnienia z okresu studiów. ''Biuletyn AGH'' 2018, nr 126-127, s. 9-10, [foto] \n\n==== Inne ====\n* Ho Chi Hung otrzymał tytuł Konsula Honorowego AGH, [foto] [online] [przeglądany 22.01.2018]. Dostępny w: http://www.agh.edu.pl/aktualnosci/info/article/ho-chi-hung-otrzymal-tytul-konsula-honorowego-agh/\n\n{{DEFAULTSORT:Ho Chi, Hung}}\n[[Category:Biogramy]]\n\n'''''<span style=\"color:red;\">stan na dzień 23.01.2023</span>'''''\n\nSzablon użyty w tym artykule:\n\nSzablon:Infobox scientist\n (\ntekst źródłowy\n) \nWróć do \nHo Chi Hung\n.\n\nŹródło: „\nhttp://historia.agh.edu.pl/wiki/Ho_Chi_Hung\n”", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Ho_Chi_Hung&action=edit", "title": "Tekst źródłowy strony Ho Chi Hung – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "9388ec087e16651b321c183826a6143c", "word_count": 456, "headings": [{"level": 1, "text": "Tekst źródłowy strony Ho Chi Hung"}]}}