{"content": "# Tytuł „Diamentowego Inżyniera” dla Rektora AGH-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/aktualnosci/detail/tytul-diamentowego-inzyniera-dla-rektora-agh\nCrawled: 2025-03-19 21:58:43\n\nTytuł „Diamentowego Inżyniera” dla Rektora AGH \n\n 05/03/2024 \n\n nagrody \n\n Prof. dr hab. inż. Jerzy Lis, Rektor AGH, specjalista w dziedzinie inżynierii materiałowej i technologii chemicznej otrzymał tytuł Diamentowego Inżyniera 2023 w XXX plebiscycie „Złoty Inżynier” organizowanym przez redakcję „Przeglądu Technicznego”. \n\nWśród laureatów plebiscytu znalazły się jeszcze dwie osoby z AGH. Prof. dr hab. inż. Ryszard Tadeusiewicz, Rektor AGH w latach 1998–2005, automatyk i informatyk, popularyzator nauki został uhonorowany tytułem Inżyniera 30-lecia. Dr inż. Annie Zielińskiej z Wydziału Zarządzania, która specjalizuje się w zagadnieniach związanych z blockchainem i elektromobilnością, przyznano tytuł Młody Inżynier 2023.\n\nNazwiska laureatów i laureatek zostały ogłoszone 4 marca 2024 r. w ramach obchodów Światowego Dnia Inżyniera, obchodzonego w tym roku pod hasłem „Inżynierskie rozwiązania dla zrównoważonego świata”.\n\nRedakcja „Przeglądu Technicznego” przyznała tytuły Złotych, Srebrnych, Młodych, Wyróżnionych i Honorowych Inżynierów, a także tytuły Inżyniera 30-lecia. „Złote” tytuły przyznano w następujących kategoriach: konstrukcje, innowacje, infrastruktura, nauka, zarządzanie, menedżer, a „Srebrne”: innowacje, nauka, energetyka, infrastruktura, technika medyczna, działacz stowarzyszeniowy.\n\nWśród laureatów i laureatek organizowanego od 30 lat plebiscytu znajdują się wynalazcy, autorzy innowacyjnych rozwiązań oraz projektów wprowadzających rewolucyjne zmiany w światowej nauce i technice, naukowcy, jak i praktycy – menedżerowie, nauczyciele i działacze ruchu stowarzyszeniowego.\n\nLista laureatów i laureatek\n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/aktualnosci/detail/tytul-diamentowego-inzyniera-dla-rektora-agh", "title": "Tytuł „Diamentowego Inżyniera” dla Rektora AGH-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "194439a6b098ac1d22f905b7b1274291", "word_count": 199, "headings": [{"level": 1, "text": "Tytuł „Diamentowego Inżyniera” dla Rektora AGH"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}