{"content": "#  Regulamin Konferencji -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/konferencja-2025/regulamin-konferencji\nCrawled: 2025-03-19 22:38:44\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Regulamin Konferencji \n\nRegulamin Konferencji\n\nSłowa – kluczem. Social media, marketing i komunikacja w bibliotekach\n 23-24.09.2025 r.\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\n§ I Postanowienia ogólne\n\nPrzepisy niniejszego Regulaminu mają zastosowanie wobec Uczestników konferencji Słowa – kluczem. Social media, marketing i komunikacja w bibliotekach (Konferencja), której Organizatorem jest Biblioteka Główna Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie.\n\nOrganizator zastrzega sobie prawo wprowadzania zmian w programie Konferencji i zobowiązuje się do publikacji na stronie internetowej aktualnych informacji.\n\nPrzez następujące określenia użyte w niniejszym Regulaminie rozumie się:\n\nUczestnik: osoba fizyczna zarejestrowana na Konferencję poprzez Formularz Zgłoszeniowy, dostępny online na stronie internetowej Konferencji.\n\nPotwierdzenie udziału: potwierdzenie wysyłane przez Organizatora Konferencji w odpowiedzi na zgłoszenie dokonane poprzez Formularz Zgłoszeniowy.\n\nKonferencja: Słowa – kluczem. Social media, marketing i komunikacja w bibliotekach.\n\nStrona internetowa Konferencji: \nbg.agh.edu.pl/konferencja_2025\n.\n\n§ II Zgłoszenie udziału\n\nWarunkiem uczestnictwa w Konferencji jest zgłoszenie udziału w Konferencji poprzez poprawne wypełnienie Formularza Zgłoszeniowego, dostępnego na stronie internetowej Konferencji. W Formularzu Zgłoszeniowym osoba chcąca uczestniczyć w Konferencji będzie zobowiązana wskazać następujące dane: imię i nazwisko, tytuł naukowy/stanowisko, miasto, dane instytucji, adres mailowy, numer telefonu, dane do faktury, a także potwierdzić zapoznanie się z Regulaminem Konferencji oraz zobowiązać się do uiszczenia opłaty konferencyjnej.\n\nUczestnik zobowiązuje się do poprawnego oraz zgodnego ze stanem rzeczywistym wypełnienia Formularza Zgłoszeniowego.\n\nUczestnik ma prawo dokonać zmiany danych, które zapisał w Formularzu Zgłoszeniowym poprzez zgłoszenie takiej zmiany drogą elektroniczną na adres: konferencja(at)bg.agh.edu.pl.\n\nPola tekstowe (nie będące polami wyboru) Formularza Zgłoszeniowego należy wypełnić używając pełnych nazw, bez użycia skrótów.\n\nOrganizator nie ponosi odpowiedzialności za szkody wynikające z wprowadzenia do Formularza Zgłoszeniowego błędnych danych przez Uczestnika.\n\nWypełnienie Formularza Zgłoszeniowego jest jednoznaczne z wyrażeniem zgody na przesłanie Uczestnikowi środkami komunikacji elektronicznej informacji związanej z Konferencją.\n\nPo dokonaniu rejestracji drogą elektroniczną Uczestnik otrzyma potwierdzenie rejestracji.\n\nPo dokonaniu rejestracji drogą elektroniczną Uczestnik otrzyma dane niezbędne do dokonania płatności za udział w Konferencji.\n\nDatą wniesienia opłaty konferencyjnej jest data zaksięgowania środków na koncie bankowym AGH.\n\nKażdy zarejestrowany Uczestnik otrzymuje podczas Konferencji materiały konferencyjne oraz identyfikator.\n\nRejestracja udziału zostaje zamknięta 20.08.2025 lub po osiągnięciu limitu miejsc (180 osób). Decyduje kolejność zgłoszeń.\n\n§ III Płatności\n\nWarunkiem uczestnictwa w Konferencji jest wniesienie, przed rozpoczęciem Konferencji, opłaty konferencyjnej zgodnie z wybraną opcją:\n\n500 zł – uczestnictwo w dwóch dniach Konferencji obejmuje: sesje w dniach 23-24.09.2025 r., przerwy kawowe, obiady,\n\n300 zł – uczestnictwo w jednym dniu Konferencji obejmuje: sesje w dniach 23.09.2025 lub 24.09.2025 r., przerwy kawowe i obiad w wybranym dniu.\n\nOpłaty można dokonać przelewem na konto bankowe Organizatora. Szczegóły dotyczące płatności Uczestnik otrzyma w osobnej wiadomości po przyjęciu formularza rejestracyjnego.\n\n§ IV Rezygnacja z uczestnictwa\n\nUczestnik ma prawo do rezygnacji z udziału w Konferencji po przesłaniu informacji o rezygnacji drogą elektroniczną na adres e-mail: konferencja(at)bg.agh.edu.pl.\n\nWykreślenie z listy Uczestników następuje niezwłocznie po przesłaniu potwierdzenia ze strony Organizatora.\n\nW przypadku rezygnacji zgłoszonej do 8.09.2025 r. uczestnikom przysługuje zwrot opłaty. W przypadku rezygnacji po tym terminie uczestnikom nie przysługuje zwrot opłaty.\n\n§ V Ochrona danych osobowych Uczestników\n\nRealizując obowiązek informacyjny na podstawie art. 13 ust. 1 i 2 Rozporządzenia Parlamentu Europejskiego i Rady (UE) nr 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych) [Dz. U. UE L. 2016.119.1 z dnia 4 maja 2016 r.], zwanego dalej: RODO, informujemy, że:\n\nadministratorem danych osobowych Uczestników jest Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie, Al. Mickiewicza 30, 30-059 Kraków, zwana dalej AGH;\n\nw sprawach dotyczących organizacji Konferencji Uczestnik może skontaktować się pod adresem email: konferencja(at)bg.agh.edu.pl;\n\nw sprawach dotyczących wyłącznie przetwarzania danych osobowych Uczestnik może skontaktować się z Inspektorem Ochrony Danych Osobowych: e-mail: iodo(at)agh.edu.pl, tel.: 12 617 53 25;\n\nDane osobowe Uczestnika będą przetwarzane:\n\nw trybie art. 6 ust. 1 lit. e) RODO w związku z ustawą z dnia 20 lipca 2018 r. Prawo o szkolnictwie wyższym i nauce (t.j. Dz. U. z 2021 r. poz. 478 z późn. zm.) oraz realizowaną przez Uczelnię na jej podstawie misją, jaką jest prowadzenie działalności naukowej, upowszechnianie i pomnażanie osiągnięć nauki, uczestnictwo w rozwoju społecznym, a także kształtowanie postaw obywatelskich oraz tworzenie gospodarki opartej na innowacjach; \n\nw trybie art. 6 ust. 1 lit b) RODO tj. - przetwarzanie jest niezbędne do zawarcia i wykonania umowy, której przedmiotem jest udział w Konferencji; \n\nw trybie art. 6 ust. 1 lit c) RODO tj. przetwarzanie jest niezbędne dla wywiązania się przez Administratora z obowiązków prawnych w zakresie dokumentacji finansowo-księgowej i sprawozdawczej.\n\nAdministrator zastrzega sobie prawo do wykonywania zdjęć i filmów w trakcie spotkań, które może wykorzystać w celach promocyjnych w publikacjach drukowanych oraz elektronicznych oraz w mediach społecznościowych na profilach jednostek organizacyjnych Administratora. Zgodnie z art. 81 ust. 2 pkt. 2 z dnia 4 lutego 1994 r. ustawy o prawie autorskim i prawach pokrewnych (tj. Dz. U. 2021 poz. 1062 ze zm.) rozpowszechnianie wizerunku osoby stanowiącej jedynie szczegół całości, takiej jak zgromadzenie, krajobraz czy publiczna impreza nie wymaga jej zezwolenia.\n\nZ pełną treścią informacji o przetwarzaniu danych osobowych można zapoznać się na stronie głównej AGH w zakładce Ochrona Danych Osobowych (\nhttps://www.agh.edu.pl/ochrona-danych-osobowych/informacja-administratora-o-przetwarzaniu-danych-osobowych/uczestnik-wydarzenia-naukowego\n).\n\n§ VI Postanowienia końcowe\n\nOrganizator zastrzega sobie prawo, w przypadku zaistnienia okoliczności od niego niezależnych, do odwołania lub zmiany terminu Konferencji.\n\nW sprawach nieuregulowanych niniejszym Regulaminem stosuje się odpowiednio przepisy Kodeksu Cywilnego.\n\nOrganizator nie ponosi odpowiedzialności za rzeczy Uczestników, które mogą zostać zgubione, zniszczone lub skradzione podczas Konferencji.\n\nNiniejszy Regulamin wchodzi w życie z dniem 17.03.2025 r.\n\nOrganizator ma prawo do zmiany postanowień Regulaminu. Zmiany wchodzą w życie w terminie trzech dni od dnia publikacji na stronie internetowej Konferencji.\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/konferencja-2025/regulamin-konferencji", "title": " Regulamin Konferencji -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "bf06d4108d02ab4583508bd9b688f358", "word_count": 1007, "headings": [{"level": 1, "text": "Regulamin Konferencji"}, {"level": 2, "text": "Stopka"}]}}