{"content": "# Ogłoszenie o publicznym kolokwium habilitacyjnym - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/ogloszenie-o-publicznym-kolokwium-habilitacyjnym/\nCrawled: 2025-03-19 21:37:28\n\nAktualności\n\nOgłoszenie o publicznym kolokwium habilitacyjnym\n\n                czwartek, 24 października, 2024            \n\nPrzewodnicząca Rady Dyscypliny Nauki Socjologiczne Akademii Górniczo – Hutniczej im. Stanisława Staszica w Krakowie uprzejmie zawiadamia, że w dniu \n05 listopada 2024 roku o godz. 11.30 w sali nr 512, bud. C7 WH AGH, V piętro\n, odbędzie się publiczne kolokwium habilitacyjne dra Seweryna Rudnickiego. Kolokwium odbędzie się w trybie hybrydowym.\n\nOsiągnięcie naukowe będące podstawą ubiegania się o nadanie stopnia doktora habilitowanego w dziedzinie nauk społecznych, w dyscyplinie nauki socjologiczne stanowi monografia naukowa „Wystarczająco dobra wiedza. Badania user experience a wytwarzanie praktycznie użytecznej wiedzy o świecie społecznym” (wydana w 2023 r. w Warszawie przez Wydawnictwo Naukowe SCHOLAR).\n\nRecenzenci:\n\nProf. dr hab. Marek Krajewski – Uniwersytet Adama Mickiewicza w Poznaniu\n\ndr hab. Danuta Zalewska, prof. UWr – Uniwersytet Wrocławski\n\ndr hab. Marek Czyżewski, prof. UŁ – Uniwersytet Łódzki\n\ndr hab. Krzysztof Pietrowicz, prof. UMK – Uniwersytet Mikołaja Kopernika w Toruniu\n\nPrzewodniczącą Komisji habilitacyjnej jest prof. dr hab. Mirosława Marody\n\nWięcej informacji w Biuletynie Informacji Publicznej.", "metadata": {"url": "https://wh.agh.edu.pl/ogloszenie-o-publicznym-kolokwium-habilitacyjnym/", "title": "Ogłoszenie o publicznym kolokwium habilitacyjnym - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "21d232e463ff6414a0d8ab4f53e674c7", "word_count": 164, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Ogłoszenie o publicznym kolokwium habilitacyjnym"}, {"level": 3, "text": "%20"}]}}