{"content": "#  Wizja i misja -- Akademickie Centrum Materiałów i Nanotechnologii \n\nURL: https://acmin.agh.edu.pl/o-acmin/wizja-i-misja\nCrawled: 2025-03-19 21:38:06\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Wizja i misja \n\nNaszą misją jest wszechstronny rozwój naukowy w dziedzinie nanotechnologii oraz nowoczesnych materiałów. W tym celu realizujemy interdyscyplinarne projekty badawcze i poszukujemy innowacyjnych rozwiązań dla zrównoważonej gospodarki. Dzięki naszemu doświadczeniu i infrastrukturze badawczej, chcemy aby Centrum służyło badaczom, przedsiębiorcom, studentom oraz upowszechniało wiedzę w zakresie nanotechnologii, zaawansowanych technik badawczych i nowatorskich materiałów.\n\nAkademickie Centrum Materiałów i Nanotechnologii AGH jest miejscem w którym realizujemy interdyscyplinarne badania łącząc ze sobą \ninżynierię materiałową\n, \nfizykę\n, \nchemię materiałów\n oraz \nbiotechnologię\n. Główne obszary badań dotyczą projektowania i wytwarzania materiałów funkcjonalnych, charakterystyki ich właściwości z wykorzystaniem nowoczesnych technik mikroskopowych i spektroskopowych oraz badania zjawisk zachodzących w nanoskali. Zajmujemy się nanoukładami półprzewodnikowymi na bazie tlenków metali do zastosowań fotokatalitycznych oraz do przetwarzania informacji, efektami kwantowymi zachodzącymi w nanostrukturach,  nanomagnetyzmem, a także rozwijaniem teorii układów kwantowych, zbudowanych z nadprzewodników, warstw grafenu oraz materiałów z silną korelacją elektronową. Realizujemy także badania dotyczące cienkich warstw, w tym materiałów polimerowych oraz  materiałów hybrydowych, znajdujących zastosowanie w terapii przeciwnowotworowej, terapii genowej i inżynierii środowiska.\n\nWIĘCEJ\n\nDysponujemy unikatowym sprzętem do wytwarzania i charakteryzacji materiałów w skali ogólnopolskiej. Jesteśmy obecni na Polskiej Mapie Infrastruktury Badawczej zrzeszającej 70 najlepszych infrastruktur badawczych w Polsce. Nasze zaplecze stanowią pomieszczenia wysokiej klasy czystości (tzw. \nclean room\n) do \nlitografii elektronowej\n, urządzenia umożliwiające \nwytwarzanie nanocząstek\n, \nnanostruktur oraz cienkich warstw\n (\nPVD\n, \nPLD\n). Oferujemy możliwość badania właściwości fizykochemicznych z wykorzystaniem wysokiej klasy mikroskopów elektronowych oraz mikroskopów ze skanującą sondą (\nFIB-SEM\n, \nTEM\n, \nAFM\n, \nSTM\n), spektrometrów (\nUV-Vis-NIR\n, \nFTIR\n) i \ndyfraktometrów\n. Posiadamy także aparaturę dedykowaną do pomiarów magnetycznych, optycznych i fotoelektrycznych oraz \nchłodziarkę helową\n umożliwiającą badania zjawisk przepływu ciepła i właściwości elektrycznych w ultraniskich temperaturach.\n\nBAZA APARATURY\n\nWykorzystujemy potencjał badawczy aktywnie uczestnicząc \nw krajowych i międzynarodowych projektach badawczych\n. Realizujemy własne projekty oraz we współpracy z innymi uczelniami i jednostkami naukowo-badawczymi, korzystając zarówno \nz funduszy europejskich, ogólnopolskich, jak i regionalnych\n. Oferujemy \nwspółpracę z przedsiębiorstwami\n w zakresie projektów o charakterze badawczo-wdrożeniowym, wykorzystując nabytą wiedzę i doświadczenie. Nasz zakres działalności obejmuje również \nkomercyjne usługi naukowo-badawcze.\n Oferujemy udostępnianie aparatury, specjalistyczne ekspertyzy, czy wsparcie merytoryczne. Wykorzystując najnowsze osiągnięcia naukowe, dążymy do realizacji powierzonych nam zadań na najwyższym poziomie, przyczyniając się jednocześnie do rozwoju nauki oraz gospodarki opartej na wiedzy. Nasze działania są zgodne ze strategicznymi priorytetami badawczymi, wnosząc istotny wkład w rozwój nauki i technologii.\n\nWIĘCEJ\n\nStopka\n\nDla pracowników AGH\n\nBiblioteka Główna AGH\n\nUczelnia badawcza IDUB AGH\n\nCentrum Obsługi Projektów e-COP AGH\n\n © 2024 Akademickie Centrum Materiałów i Nanotechnologii\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://acmin.agh.edu.pl/o-acmin/wizja-i-misja", "title": " Wizja i misja -- Akademickie Centrum Materiałów i Nanotechnologii ", "depth": 3, "duplicate": false, "content_hash": "d225ad28d443a7a25d2c3028237ad512", "word_count": 424, "headings": [{"level": 1, "text": "Wizja i misja"}, {"level": 2, "text": "Stopka"}]}}