{"content": "# Grant na wsparcie zespołu badawczego dla naukowca z AGH-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/aktualnosci/detail/grant-na-wsparcie-zespolu-badawczego-dla-naukowca-z-agh\nCrawled: 2025-03-19 21:14:21\n\nfot. Dreamstime \n\n Grant na wsparcie zespołu badawczego dla naukowca z AGH \n\n 04/03/2025 \n\n granty \n badania i nauka \n\n Narodowe Centrum Nauki ogłosiło wyniki konkursu SONATA BIS 14. W gronie laureatek i laureatów, którzy utworzą nowe zespoły badawcze, jest naukowiec z AGH. Dr hab. Piotr Kotko, prof. AGH z Wydziału Fizyki i Informatyki Stosowanej otrzyma 1 969 690 zł na wsparcie zespołu badawczego realizującego projekt pt. „Nowe perturbacyjne i nieperturbacyjne metody QCD w reżimie gęstej materii gluonowej”. \n\nOpis projektu\n\nWszystkie znane cząstki elementarne oraz oddziaływania (z wyjątkiem grawitacji) są zawarte w tzw. Modelu Standardowym. Dostarcza on matematycznego opisu tych sił przy pomocy pól kwantowych. Oprócz znanych z życia codziennego oddziaływań elektromagnetycznych, opisanych polami elektronów i fotonów, oraz oddziaływań tzw. słabych, które np. są odpowiedzialne za niektóre rozpady radioaktywne, Model Standardowy opisuje oddziaływania silne, rządzące strukturą tzw. hadronów, czyli cząstek zbudowanych z kwarków i gluonów. Sama teoria oddziaływań kwarków i gluonów jest nazywana chromodynamiką kwantową (ang. \nquantum chromodynamics\n, QCD). Kwarki są cząstkami nieco podobnymi do elektronów, ale oprócz mniejszego (ułamkowego) ładunku elektrycznego, mają dodatkowy rodzaj ładunku, zwany kolorem. Gluony wymieniają kolor między kwarkami, czyli są odpowiedzialne za oddziaływania kolorowe kwarków. Ponadto, gluony mogą oddziaływać ze sobą, co czyni QCD teorią bardzo skomplikowaną. Interesującym aspektem teorii, jest to, że cząstki zbudowane z kwarków i gluonów obserwowane w przyrodzie, nie posiadają koloru. Jest to tzw. uwięzienie koloru.\n\nInną cechą hadronów, bezpośrednio związaną z tematem projektu, jest ich tajemnicze zachowanie przy zderzeniach zachodzących z prędkością bliską prędkości światła. Wyobraźmy sobie cząstkę próbkującą taki rozpędzony hadron. Może to być kwark lub gluon z innego rozpędzonego hadronu, lub np. foton. Cząstka próbkująca typowo zderza się z jednym kwarkiem lub gluonem, ale okazuje się, że gęstość gluonów szybko rośnie z energią zderzenia, aż w końcu gluony dominują i „wypełniają” cały hadron. Można zadać pytanie, co stanie się, gdy wciąż będziemy zwiększać energię? Obliczenia teoretyczne pokazują, że gluony tworzą rodzaj kondensatu, który ma pewne kolektywne właściwości. Przy dalszym zwiększaniu energii, gęstość gluonów przestaje rosnąć– jest to tzw. zjawisko saturacji glonów. Jest ono związane z fundamentalną własnością pól gluonowych, które są rządzące nieliniowymi równaniami pola. Najważniejszym obecnym eksperymentem z hadronami rozpędzonymi do bardzo dużej prędkości jest Large Hadron Collider (LHC) w CERN, ale nie każde zderzenie zachodzi z udziałem hadronu, który jest w stanie saturacji gluonów. Takie przypadki można odfiltrować dzięki detektorom (a właściwie ich częścią, zwaną kalorymetrem) cząstek wyprodukowanych pod małymi kątami. Planuje się rozszerzenie niektórych obecnych detektorów o takie kalorymetry o doskonałej rozdzielczości. Innym kluczowym eksperymentem w kontekście poszukiwań efektów saturacji jest Electron Ion Collider (EIC), który zostanie zbudowany w USA. Mimo podjętych prób, nie udało się do tej pory jednoznacznie potwierdzić istnienia staturacji gluonów, choć można się doszukać jej znamion w danych eksperymentalnych.\n\nProjekt ma na celu stworzenie nowych narzędzi teoretycznych, które umożliwią obliczenia z dużą precyzją wielkości mierzalnych czułych na saturację gluonów, które następnie będzie można porównać z wynikami doświadczeń. Metody te muszą obejmować opis procesów z elementarnymi cząstkami oddziaływań silnych (kwarki, gluony), jak i opis samych hadronów przy wysokich energiach. Aby tego dokonać, zespół rozszerzy najnowsze metody kwantowej teorii pola, oraz pewne istniejące metody, nieużywane do tej pory w reżimie saturacji gluonów. Celem projektu jest jednak nie tylko budowanie formalizmu teoretycznego, ale również jego implementacja w postaci programu komputerowego umożliwiającego obliczenia obserwowalnych efektów saturacji gluonów w zderzaczu LHC oraz EIC. Obliczenia takie są niezbędne, aby było możliwe odkrycie tego fascynującego stanu materii.\n\n***\n\nPodstawowym celem konkursu SONATA BIS jest wsparcie utworzenia nowych zespołów badawczych, prowadzących badania naukowe o charakterze podstawowym. Jego 14. edycja była skierowana do badaczek i badaczy, którzy uzyskali stopień doktora w okresie od 1 stycznia 2012 r. do 31 grudnia 2019 r. Aby wziąć w nim udział, musieli wykazać w swoim dorobku co najmniej opublikowaną lub przyjętą do druku pracę, a w przypadku działalności naukowej w zakresie twórczości i sztuki – przynajmniej jedną pracę opublikowaną lub przyjętą do druku lub przynajmniej jedno dokonanie artystyczne bądź artystyczno-naukowe.\n\nNa konkurs spłynęło 417 wniosków. Granty przyznano 63 naukowczyniom i naukowcom. Budżet wszystkich sfinansowanych projektów to łącznie niemal 206 mln zł.\n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/aktualnosci/detail/grant-na-wsparcie-zespolu-badawczego-dla-naukowca-z-agh", "title": "Grant na wsparcie zespołu badawczego dla naukowca z AGH-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "a66542351f4ce2d38cb37ac6a0e1ba49", "word_count": 665, "headings": [{"level": 1, "text": "Grant na wsparcie zespołu badawczego dla naukowca z AGH"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}