{"content": "# Minerały z kolekcji prof. Karola Bohdanowicza, wybitnego geologa XX wieku i niezwykłej osobowości w dziejach AGH-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/wydarzenia/detail/s/mineraly-z-kolekcji-prof-karola-bohdanowicza-wybitnego-geologa-xx-wieku-i-wybitnej-osobowosci-w-dziejach-agh-wernisaz-wystawy\nCrawled: 2025-03-19 21:07:16\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nWydarzenia w AGH\n\nWydarzenia w AGH\n\nMinerały z kolekcji prof. Karola Bohdanowicza, wybitnego geologa XX wieku i niezwykłej osobowości w dziejach AGH\n\n Pobierz plik iCal \n\nDodaj do kalendarza Google\n\nDodaj do kalendarza Outlook\n\nDodaj do kalendarza Office 365\n\nDodaj do kalendarza Yahoo\n\n Do końca kwietnia 2025 r. w holu wystawowym Biblioteki Głównej AGH oglądać można wystawę zatytułowaną „Minerały z kolekcji prof. Karola Bohdanowicza, wybitnego geologa XX wieku i niezwykłej osobowości w dziejach AGH”. \n\n O wydarzeniu \n\nW roku 2024 minęła 160. rocznica urodzin prof. Karola Bohdanowicza, a w bieżącym roku 80. rocznica uzyskania przez niego tytułu doktora honoris causa AGH i tytułu honorowego profesora. Na wystawie pokazano po raz pierwszy ponad 100 minerałów z olbrzymiej kolekcji (6000 okazów skał i minerałów) podarowanej uczelni.\n\nWystawa zorganizowana przez Fundację dla AGH, Katedrę Geologii Złożowej i Górniczej na Wydziale Geologii Geofizyki i Ochrony Środowiska oraz Bibliotekę Główną AGH inauguruje obchody 80-lecia Stowarzyszenia Wychowanków AGH.\n\n ***\n\nProf. dr hab. inż. Karol Bohdanowicz urodził się 29 października 1864 r. w Lucynie koło Witebska (obecnie Ludza w Łotwie). W 1886 r. ukończył studia geologiczne, mineralogiczne i górnicze w Instytucie Górniczym w Petersburgu i rozpoczął działalność naukową i badawczą, biorąc udział w licznych ekspedycjach geologicznych w Azji. Jego badania przyczyniły się do odkrycia wielu złóż surowców, w tym węgla, nefrytu, a także złóż naftowych.\n\nProfesor Instytutu Górniczego w Petersburgu. Działacz Polskiej Narady Ekonomicznej w Piotrogrodzie (1917). Jesienią 1921 r. objął wykłady w Akademii Górniczej w Krakowie. Twórca i kierownik Katedry Geologii Stosowanej Wydziału Górniczego AG, dyrektor Państwowego Instytutu Geologicznego w Warszawie.\n\nW Akademii Górniczej w 1935 r. uzyskał tytuł profesora honorowego. W tym samym roku otrzymał również doktorat honoris causa AG za wybitną działalność naukową, organizacyjną i pedagogiczną.\n\nAutor ponad 200 prac. Członek PAU oraz licznych stowarzyszeń naukowych polskich i zagranicznych.\n\nZmarł 5 czerwca 1947 r. w Warszawie i tam też został pochowany w Alei Zasłużonych na Cmentarzu Powązkowskim.\n\nW budynku Głównym AGH A-0 (II piętro) znajdują się dwie tablice poświęcone prof. Karolowi Bohdanowiczowi.\n\nInne artykuły z kategorii Nauka\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Jak profilaktyka może cię uchronić przed rakiem? | Bunkier Nauki odc. 69\t\n\n Grant na wsparcie zespołu badawczego dla naukowca z AGH\t\n\n Jak być świadomym użytkownikiem SOCIAL MEDIÓW? | Bunkier Nauki odc. 68\t\n\n Pierwsze w historii selfie zrobione za pomocą satelity. To dzieło studentów AGH\t\n\nNajnowsze artykuły\n\n Interdisciplinary Science Research Survey\t\n\n Idea Warm Up – dołącz i działaj!\t\n\n „Kolejka na Kasprowy i kontrowersje” – felieton\t\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Ambasador Wietnamu z wizytą w AGH\t\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/wydarzenia/detail/s/mineraly-z-kolekcji-prof-karola-bohdanowicza-wybitnego-geologa-xx-wieku-i-wybitnej-osobowosci-w-dziejach-agh-wernisaz-wystawy", "title": "Minerały z kolekcji prof. Karola Bohdanowicza, wybitnego geologa XX wieku i niezwykłej osobowości w dziejach AGH-- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "97c241eb72986f6938ff5ad04de6fb85", "word_count": 501, "headings": [{"level": 1, "text": "Wydarzenia w AGH"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}