{"content": "#  Kształcenie w liczbach -- Centrum Obsługi Kształcenia AGH \n\nURL: https://www.cok.agh.edu.pl/ksztalcenie-w-liczbach\nCrawled: 2025-03-19 22:40:41\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Kształcenie w liczbach \n\n Statystyka za 2024 r. \n\nW roku akademickim 2024/2025 kształcenie w AGH jest prowadzone na 17 wydziałach i 88 kierunkach.\n\nLiczba studentów Akademii Górniczo-Hutniczej (stan na dzień 31 grudnia 2024 r.) wynosi 18 894, w tym:\n\n- na studiach stacjonarnych: 16 879\n - na studiach niestacjonarnych: 2 015\n\nStudenci według kierunków studiów (stan na 31.12.2024 r.)\nAbsolwenci według kierunków studiów (stan na 31.12.2024 r.)\n\n Statystyka za 2023 r. \n\nW roku akademickim 2023/2024 kształcenie w AGH jest prowadzone na 17 wydziałach i 81 kierunkach.\n\nLiczba studentów Akademii Górniczo-Hutniczej (stan na dzień 31 grudnia 2023 r.) wynosi 18 074, w tym:\n - na studiach stacjonarnych: \n15 962\n - na studiach niestacjonarnych: \n2 112\n\nStudenci według kierunków studiów (stan na 31.12.2023 r.)\nAbsolwenci według kierunków studiów (stan na 31.12.2023 r.)\n\n Statystyka za 2022 r. \n\nW roku akademickim 2022/2023 kształcenie w AGH jest prowadzone na 16 wydziałach i 76 kierunkach.\n\nLiczba studentów Akademii Górniczo-Hutniczej (stan na dzień 31 grudnia 2022 r.) wynosi 18 468, w tym:\n - na studiach stacjonarnych: \n16 207\n - na studiach niestacjonarnych: \n2 261\n\nStudenci według kierunków studiów (stan na 31.12.2022 r.)\nAbsolwenci według kierunków studiów (stan na 31.12.2022 r.)\n\n Statystyka za 2021 r. \n\nW roku akademickim 2021/2022 kształcenie w AGH jest prowadzone na 16 wydziałach i 75 kierunkach.\n\nLiczba studentów Akademii Górniczo-Hutniczej (stan na dzień 31 grudnia 2021 r.) wynosi 19 512, w tym:\n - na studiach stacjonarnych: \n16 766\n - na studiach niestacjonarnych:\n 2 746\n\nStudenci według kierunków studiów (stan na 31.12.2021 r.)\nAbsolwenci według kierunków studiów (stan na 31.12.2021 r.)\n\n Statystyka za 2020 r. \n\nW roku akademickim 2020/2021 kształcenie w AGH jest prowadzone na 16 wydziałach i 70 kierunkach.\n\nLiczba studentów Akademii Górniczo-Hutniczej (stan na dzień 31 grudnia 2020 r.) wynosi \n20 676,\n w tym:\n - na studiach stacjonarnych: \n17 680\n - na studiach niestacjonarnych: \n2 996\n\nStudenci według kierunków studiów (stan na 31.12.2020 r.)\nAbsolwenci według kierunków studiów (stan na 31.12.2020 r.)\n\n Statystyka za 2019 r. \n\nW roku akademickim 2019/2020 kształcenie w AGH jest prowadzone na 16 wydziałach, na 65 kierunkach i ponad 200 specjalnościach.\n Liczba studentów Akademii Górniczo-Hutniczej (stan na dzień 31 grudnia 2019 r.) wynosi \n22 093\n, w tym:\n - na studiach stacjonarnych: \n18 841\n - na studiach niestacjonarnych: \n3 252\n\nStudenci według kierunków studiów (stan na 31.12.2019 r.)\nAbsolwenci według kierunków studiów (stan na 31.12.2019 r.)\n\n Statystyka za 2018 r. \n\nW roku akademickim 2018/2019 kształcenie w AGH jest prowadzone na 16 wydziałach, na 60 kierunkach i ponad 200 specjalnościach.\n Liczba studentów Akademii Górniczo-Hutniczej (stan wg sprawozdania S-10 dla Głównego Urzędu Statystycznego na dzień 31 grudnia 2018 r.) wynosi \n23 909\n, w tym:\n - na studiach stacjonarnych: \n20 412\n - na studiach niestacjonarnych: \n3 497\n\nStudenci według kierunków studiów (stan na 31.12.2018 r.)\nAbsolwenci według kierunków studiów (stan na 31.12.2018 r.)\n\n Statystyka za 2017 r. \n\nW roku akademickim 2017/2018 kształcenie w AGH jest prowadzone na 16 wydziałach, na 58 kierunkach i ponad 200 specjalnościach.\n Liczba studentów Akademii Górniczo-Hutniczej (stan wg sprawozdania S-10 dla Głównego Urzędu Statystycznego na dzień 30 listopada 2017 r.) wynosi \n26 349\n, w tym:\n - na studiach stacjonarnych: \n22 339\n - na studiach niestacjonarnych: \n4 010\n\nStudenci według kierunków studiów (stan na 30.11.2017 r.)\nAbsolwenci według kierunków studiów (stan na 30.11.2017 r.)\n\n Statystyka za 2016 r. \n\nW roku akademickim 2016/2017 kształcenie w AGH jest prowadzone na 16 wydziałach, na 58 kierunkach i ponad 200 specjalnościach.\n Liczba studentów Akademii Górniczo-Hutniczej (stan wg sprawozdania S-10 dla Głównego Urzędu Statystycznego na dzień 30 listopada 2016 r.) wynosi \n28 653\n, w tym:\n - na studiach stacjonarnych: \n24 030\n - na studiach niestacjonarnych: \n4 623\n\nStudenci według kierunków studiów (stan na 30.11.2016 r.)\nAbsolwenci według kierunków studiów (stan na 30.11.2016 r.)\n\n Statystyka za 2015 r. \n\nW roku akademickim 2015/2016 kształcenie w AGH jest prowadzone na 16 wydziałach, na 57 kierunkach i ponad 200 specjalnościach.\n Liczba studentów Akademii Górniczo-Hutniczej (stan wg sprawozdania S-10 dla Głównego Urzędu Statystycznego na dzień 30 listopada 2015 r.) wynosi \n30 262\n, w tym:\n - na studiach stacjonarnych: \n25 193\n - na studiach niestacjonarnych: \n5 069\n.\n\nStudenci według kierunków studiów (stan na 30.11.2015 r.)\nAbsolwenci według kierunków studiów (stan na 30.11.2015 r.)\n\n Statystyka za 2014 r. \n\nW roku akademickim 2014/2015 kształcenie w AGH jest prowadzone na 16 wydziałach, na 57 kierunkach i ponad 200 specjalnościach.\n Liczba studentów Akademii Górniczo-Hutniczej (stan wg sprawozdania S-10 dla Głównego Urzędu Statystycznego na dzień 30 listopada 2014 r.) wynosi \n32 245\n, w tym:\n - na studiach stacjonarnych: \n26 314\n - na studiach niestacjonarnych: \n5 931\n\nStudenci według kierunków studiów (stan na 30.11.2014 r.)\nAbsolwenci według kierunków studiów (stan na 30.11.2014 r.)\n\n Statystyka za 2013 r. \n\nW roku akademickim 2013/2014 kształcenie w AGH jest prowadzone na 16 wydziałach, na 54 kierunkach i ponad 200 specjalnościach.\n Liczba studentów Akademii Górniczo-Hutniczej (stan wg sprawozdania S-10 dla Głównego Urzędu Statystycznego na dzień 30 listopada 2013 r.) wynosi \n33 244\n, w tym:\n - na studiach stacjonarnych: \n26 461\n - na studiach niestacjonarnych: \n6 783\n.\n\nStudenci według kierunków studiów (stan na 30.11.2013 r.)\nAbsolwenci według kierunków studiów (stan na 30.11.2013 r.)\n\n Statystyka za 2012 r. \n\nW roku akademickim 2012/2013 kształcenie w AGH było prowadzone na 16 wydziałach.\n Liczba studentów Akademii Górniczo-Hutniczej (stan wg sprawozdania S-10 dla Głównego Urzędu Statystycznego na dzień 30 listopada 2012 r.) wynosiła  \n35 569\n, w tym:\n - na studiach stacjonarnych: \n27 516\n - na studiach niestacjonarnych: \n8 053\n\nStudenci według kierunków studiów (stan na 30.11.2012 r.)\nAbsolwenci według kierunków studiów (stan na 30.11.2012 r.)\n​​​​​​​\n\nStopka\n\nKanał AGH w serwisie YouTube\nFanpage AGH w serwisie Facebook\nFanpage AGH w serwisie Linkedin\nKanał AGH w serwisie Twitter\nFanpage AGH w serwisie Instagram\nFanpage AGH w serwisie Tiktok\n\nBack", "metadata": {"url": "https://www.cok.agh.edu.pl/ksztalcenie-w-liczbach", "title": " Kształcenie w liczbach -- Centrum Obsługi Kształcenia AGH ", "depth": 3, "duplicate": false, "content_hash": "f5fcde57a976e32642fc1f0bc510de49", "word_count": 945, "headings": [{"level": 1, "text": "Kształcenie w liczbach"}, {"level": 2, "text": "Stopka"}]}}