{"content": "# Gadgets   - Comarch e-Sklep\n\nURL: https://sklep.agh.edu.pl/en/products/gadgets,2,6\nCrawled: 2025-03-19 21:24:19\n\nHome Page\n  /\n\nProducts\n  /\n\nGadgets  \n\nProducts\n\nGadgets  \n\nAvailability\n\nIn Stock (4)\n\nRating\n\nNone (4)\n\nother\n\nImages (4)\n\nPromotion (2)\n\nRecommended Product (2)\n\nGreat Quality (1)\n\nBest Rated (2)\n\nExpand\n\nCollapse\n\nPrice\n\n15\n\nPLN\n\n-\n\n147\n\nPLN\n\nFILTER\n\nShow Filters\n\nSort: \n\nName (A-Z)\n\nTop Sellers\n\nMost Viewed\n\nName (A-Z)\n\nName (Z-A)\n\nPrice by Ascending\n\nPrice by Descending\n\nManufacturer (A-Z)\n\nDefault\n\nRecently Added\n\nRecently Modified\n\n1\n-\n4\nfrom\n4\n\n|\n\nPromotion\n\nAGH UST pouffe\n\nThree original cube-shaped pouffes in three university colours, each one different – with words forming part of university image project: “KNOWLEDGE – PASSION – BOND”. Each pouffe features different words: letter “A” and word “WIEDZA” (English: KNOWLEDGE) on green pouffe, letter “G” and word “PASJA” (English: PASSION) on black pouffe, and letter “H” and word “WIĘŹ” (English: BOND) on red pouffe. Common elements of all cubes are logo “AGH” and Internet address of university website. Pouffes are v\n\n+\n\n147,00 PLN\n\n187,00 PLN\n\nPromotion\n\nGreat Quality\n\nPlaying cards\n\nA set of 2 decks of playing cards designed at the AGH University and made by the Trefl Playing Card Company with card game enthusiasts in mind. Classical figures on the obverse, an AGH University graphic on the reverse and the box. Decks consist of 55 cards, size 58 x 88 mm, weight of 300 grams. Perfect for bridge (100% symmetrical), poker, rummy, canasta, as well as other games. ECO-FRIENDLY GAME – the transparent packaging material is fully compostable. Remember to throw it in the bio-waste bi\n\n+\n\n39,00 PLN\n\nRecommended Product\n\nBest Rated\n\nWooden jigsaw puzzle\n\nEco-friendly puzzle in the shape of the main building of the AGH University in Krakow (building A-0). Great gift for enthusiasts of puzzles and the AGH University. Creative form of entertainment perfect for cosy evenings, lazy Sundays, and meetings with friends. Unique shape, pieces precisely cut into shapes associated with the AGH University and Krakow. Puzzle packed in a cotton bag and a wooden box. Made from wood offcuts from furniture production. Product information colour: multicoloured mat\n\n+\n\n99,00 PLN\n\nRecommended Product\n\nBest Rated\n\nWooden magnet\n\nWooden magnet in the shape of the main building of the AGH University in Krakow (building A-0). Unique shape, designed and cut with attention to detail. Great gift for the AGH University supporters. Made from wood offcuts from furniture production. Product information colour: multicoloured material: wood product dimensions: 13.3 cm X 6.5 cm age: 6+\n\n+\n\n15,00 PLN\n\nGadgets  \n\nGo to Cart\n\nStay on Page\n\nRemember my selection", "metadata": {"url": "https://sklep.agh.edu.pl/en/products/gadgets,2,6", "title": "Gadgets   - Comarch e-Sklep", "depth": 3, "duplicate": false, "content_hash": "6455311900a4d1a8e02f5dafd5cabd36", "word_count": 413, "headings": [{"level": 2, "text": "AGH UST pouffe"}, {"level": 2, "text": "Playing cards"}, {"level": 2, "text": "Wooden jigsaw puzzle"}, {"level": 2, "text": "Wooden magnet"}, {"level": 1, "text": "Gadgets"}]}}