{"content": "#  University Council -- AGH UST \n\nURL: https://agh.edu.pl/en/university/governance-1/university-council\nCrawled: 2025-03-19 21:07:31\n\nSkip to content ↓\n\n University Council \n\n Bogusław Ochab – Chairperson \n\nBogusław Ochab graduated from two AGH University faculties: the Faculty of Electrical Engineering, Automatics and Electronics (1983) and the Faculty of Mining (1990). Since 1983, he has been associated with ZGH “Bolesław” (a mining and smelting complex) and since 1994 has served as its president.\n\nInitially, his actions aimed to restructure and modernise the company; subsequently, he consolidated zinc producers in Poland and created a zinc group responsible for the production of nearly 7% of zinc on the European market. He is a meticulous and competent person with the necessary skills to lead a large company, and his ability to establish connections and maintain dialogue with various partners, including social ones, is unparalleled.\n\nHe is a member of the Scientific Council of Institute of Non-Ferrous Metals in Gliwice, the Chamber Council of the Economic Chamber of Non-Ferrous Metals and Recycling in Katowice, and for more than a dozen years, until recently, he was Chairperson of the Division of the Polish Association of Mining Engineers and Technicians (SITG).\n\nBogusław Ochab was also one of the chief initiators of the Gas and Electricity Consumers Forum (FOEEiG), an entity that represents the largest Polish energy-consuming companies and one that actively works to provide lower energy prices for Polish entrepreneurs, increasing their competitiveness in markets worldwide.\n\nThe indisputable achievement of Bogusław Ochab was his actions during the process of recovering the financial situation of the Huta Cynku ‘Miasteczko Śląskie’ SA company. As a consequence, it has reclaimed accounting liquidity and is now a dynamically operating entity with a stable position in the market, which continuously searches for new and innovative solutions in terms of production and product offer expansion.\n\nDuring his working life, he has been given numerous awards and decorations. He is a co-creator of a number of patents, which later found practical applications and their use brings measurable benefits. Currently, he is the chairperson of the Economic Chamber of Non-Ferrous Metals and Recycling in Katowice, an organisation congregating the largest companies in the non-ferrous metals industry. He is also a member of the Supervisory Board of the Economic Chamber of Non-Ferrous Metals in Gliwice.\n\n Dr Philippe J.S. De Brouwer \n\nDoctor Philippe J.S. De Brouwer is director of HSBC Krakow, Honorary Consul of Belgium in Krakow, and a guest lecturer at the AGH University, University of Warsaw, and the Cracow University of Economics. He is also a member of the scientific council of the International School of Krakow, as well as a member of the AGH University Council.\n\nDoctor De Brouwer has taught a number of subjects, such as finance, behavioural economics, decision making, Big Data, bank management, structured finance, corporate banking, financial markets, financial instruments, team building, and leadership. One course that stands out is the one related to data and analytics. His main research interests include investment management and data analysis.\n\nIn 2016, when he joined HSBC Krakow, he established a Centre of Excellence in Risk Management in their service centre in Krakow. The team supervises all most important models used in the bank worldwide. Doctor De Brouwer is an ambitious director and has more than 20 years of experience in banking and asset management, he has held numerous executive-level positions and is currently director of HSBC Service Delivery Europe where he supervises diverse activities related to risk management (e.g., managing, models review, compliance with regulations). He specialises in team work, leadership, big data, analytics, risk management, and investment counselling.\n\nIn all his activities, he aims to connect communities for which he works and to contribute to establishing bonds between academic communities and the world of industry and diplomacy. His newest book, published in October 2020, is titled \nThe big R-book: from data science to learning machines and big data\n.\n\n Professor Magdalena Hasik \n\nProfessor Magdalena Hasik is a full professor in the field of chemistry. For more than 30 years, she has been associated with the AGH University Faculty of Materials Engineering and Ceramics.\n\nShe has been a leader of national and international research projects, a member of the organisation committees for international scientific conferences, a member of the Faculty Team for Education Quality; she served as chairperson of the Committee for Awards and Decorations of the Faculty of Materials Engineering and Ceramics Council, a member of the Committee for Awards and Decorations of the Scientific Discipline Council for Chemical Sciences, and a member of the Rector’s Team for Awards and Decorations.\n\nProfessor Hasik authored / co-authored nearly 200 scientific publications, highly valued in the scientific community, which is represented in the number of citations in other researchers’ works. She has developed programmes of study and teaches classes to students from several AGH University faculties. For her didactic achievements, she was awarded the Medal of the Commission of National Education.\n\n Przemysław Powalacz \n\nPrzemysław Powalacz is a graduate of the SGH Warsaw School of Economics. He has got an Executive MBA diploma from a joint programme by the University of Warsaw and University of Illinois. He attended postgraduate courses at the London Business School, INSEAD Business School, Harvard Business School, Columbia Business School, HEC Paris, and University of St.Gallen.\n\nIn 2004, he started working for Sanitec, a company overtaken by the Geberit Group in 2015. He was deputy marketing director until 2005, when he joined the company’s management board and became marketing director CEE. In 2006, he took the position of sales and marketing director CEE. In 2008-2016, he was managing director and president of the board of Sanitec Kolo, and senior vice president CEE.\n\nIn 2015-2023, he served as managing director and president of the board of the Polish Geberit.\n\nIn 2016-2023, he was a supervisory board member of OTCF S.A.\n\nSince 2023, he has been group CEO of Grupa Zasada.\n\n Professor Kazimierz Wiatr \n\nProfessor Kazimierz Wiatr was born on February 18, 1955, in Krakow. In 1980, he graduated from the AGH University Faculty of Electrical Engineering, Automatics, Computer Science and Electronics. In 1987, he received a doctor’s degree; in 1999, he obtained postdoctoral qualifications; and in 2002, he was conferred the title of professor.\n\nHe has been working at the AGH University since 1980, currently as a professor in the field of computer science and electronics and head of the Reconfigurable Computing Systems Team. He is also director of the AGH University Academic Computer Centre CYFRONET, and he chairs the Council of the PIONIER – Polish Optical Internet. He supervises the projects of the PL-Grid Polish Infrastructure for Supporting Computational Science in the European Research Space. Within the framework of the projects, the largest supercomputers in Poland were constructed, including CYFRONET’s Zeus and Prometheus, which were ranked multiple times among the first 100 supercomputers in the world.\n\nProfessor Wiatr is a specialist in the fields of computer process control, multiprocessor systems, programmable systems, reconfigurable computing systems, and hardware acceleration. He has been the leader of numerous research projects, including those within the framework of grants awarded by notable Polish research institutions. His works include the following books: \nBuilding a National Distributed e-Infrastructure – PL-Grid \n(Springer-Verlag) and \nAkceleracja obliczeń w systemach wizyjnych \n(WNT), more than 300 articles, papers, and patents. He serves as a reviewer in international journals. He accomplished more than 30 implementations related to computer control of technological lines and industrial robots, as well as the automation of measurement processes. He received numerous awards for his research and didactic work, including an award by the Minister of Science and Higher Education.\n\nProfessor Wiatr was associated with the democratic dissident movement. He co-created an independent scouting movement. During martial law in Poland (1981-1983) and later, he worked in the governing body of the conspiratorial Scouting Movement of the Republic of Poland. For this activity, he had suffered at the hands of the communist regime. After 1989, he co-organised the Scouting Association of the Republic of Poland and was its president. He is the Chancellor of the Chapter of the Honorary Cross of the Scouting Association of the Republic of Poland.\n His works include numerous articles and reports on the upbringing and situation of children and adolescents; he co-authored a report on the state of Polish families (1998) and a programme of the state’s pro-family policy (1999).\n\nIn 1990, for his activities in the interest of independence, he was decorated with the Knight’s Cross Order of Polonia Restituta, awarded by Ryszard Kaczorowski, the President in exile of the Republic of Poland.\n\nHe is president of the Tarnów Scientific Society, a member of the Polish Information Processing Society, EUROMICRO (The European Organisation for Information and Microelectronics), IEEE (The Institute of Electrical and Electronics Engineering), and IEEE – Computer Society.\n\nHe has been a Senator of the Polish Parliament for the VI, VII, VIII, IX, and X terms of office and is also a chairperson of the Senate Science, Education and Sports Committee.\n\nHe has a wife, three children, and six grandchildren.\n\n Kamila Kochan \n\nKamila Kochan was born on 16 September 2001 in Stalowa Wola, where she attended high school, and it was there that her school government journey has started.\n Currently, she is a fourth-year student of Production and Quality Engineering at the Faculty of Non-Ferrous Metals. Since her second year of studies, she has been active in university government structures. In 2023, she was elected president of the Faculty of Non-Ferrous Metals Student Government. Meanwhile, she also began working within the University Student Government as a member of the Committee for Project Logistics.\n On 13 June 2024, she was elected president of the AGH University Student Government. She started performing the role on 1 September the same year, becoming a member of the AGH University Council pursuant to the University Statute.\n\nEvaluating the proposal for the university strategy\n\nEvaluating the proposal for the university statute\n\nMonitoring the financial management of the university\n\nMonitoring the overall management of the university\n\nNominating candidates for the position of Rector, with the Senate's opinion\n\nEvaluating the report concerning the implementation of the university strategy\n\nGranting approvals for the disposal of fixed assets whose market value or the market value of the subject of a legal transaction exceeds PLN 2,000,000\n\nStopka\n\nWelcome to AGH University\n\nAGH University Strategy\n\nExcellence Initiative – Research University\n\nUNIVERSEH\n\nResearch offer\n\nBusiness offer\n\nCentre for International Affairs\n\nWelcome Point\n\nFaculties\n\nMain Library\n\nAGH University Student Campus\n\nCareers Centre\n\nContact\n\nMap of the AGH University Campus\n\nAGH University e-Shop\n\nEmployee Search\n\nHRS4R\n\nEquality statement\n\nPersonal data protection\n\nMake a donation\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/university/governance-1/university-council", "title": " University Council -- AGH UST ", "depth": 2, "duplicate": false, "content_hash": "8df8b7f32e3eb96ccf188450bcde9bfa", "word_count": 1740, "headings": [{"level": 1, "text": "University Council"}, {"level": 2, "text": "Stopka"}]}}