{"content": "# Katedra Metrologii i Elektroniki AGH | Akademia Górniczo-Hutnicza w Krakowie\n\nURL: http://www.kmet.agh.edu.pl/\nCrawled: 2025-03-19 21:30:08\n\nKierunek: \n Metrologia i Inżynieria Pomiarów\n\nDowiedz się więcej\n\nO Katedrze\n\nPoczątki Katedry Metrologii i Elektroniki sięgają roku 1957 kiedy to na Wydziale Elektryfikacji Górnictwa i Hutnictwa istniało 8 katedr a wśród nich Katedra Maszyn i Pomiarów Elektrycznych obejmująca 2 zakłady: Zakład Maszyn Elektrycznych i Zakład Pomiarów Elektrycznych (kierowany przez prof. Tomasza Słuszkiewicza). W 1969 r na wydziale wprowadzono 3 instytuty. Jednym z nich był Instytut Maszyn i Sterowania Układów Elektroenergetycznych obejmujący 4 zakłady, w tym Zakład Metrologii Przemysłowej. W 1978 r zakład zmienia nazwę na Zakład Metrologii i nadal pozostaje w strukturze Instytutu MiSUE, a jego kierownikiem w 1983 r zostaje prof. Michał Szyper. W 1993 r. na wydziale zostają zniesione instytuty, a w ich miejsce powstają katedry i zakłady wydziałowe. Od tego momentu Zakład Metrologii funkcjonuje jako samodzielna jednostka na Wydziale EAIiE. Pierwszym kierownikiem zakładu w nowej strukturze był prof. Michał Szyper. W 1999 r kierownikiem Zakładu Metrologii zostaje prof. Janusz Gajda, a w 2003 r. Zakład Metrologii zostaje przekształcony w Katedrę Metrologii (prof. Janusz Gajda). W 2012 r następuje restrukturyzacja i podział wydziału, a katedra zmienia nazwę na Katedrę Metrologii i Elektroniki i funkcjonuje w ramach struktur Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej. W 2016 r. kierownikiem Katedry Metrologii i Elektroniki zostaje prof. Paweł Gryboś, a dotychczasowy zastępca kierownika katedry prof. Ryszard Sroka zostaje dziekanem Wydziału EAIiIB.  Obecnie Katedra Metrologii i Elektroniki liczy 40 pracowników, w tym 5 profesorów tytularnych, 9 doktorów habilitowanych, 17 doktorów, 4 magistrów i 5 pracowników inżynieryjno-technicznych.\nOd 2024 kierownikiem Katedry jest prof. Ryszard Sroka, a jego zastępcą prof. Andrzej Skalski.\n\nKatedra od lat prowadzi badania interdyscyplinarne, co wiąże się z łacińskim powiedzeniem wpisanym w znak katedry „Metri semper et ubique necesse est”. Badania te obejmują takie obszary jak :\nElektrotechnika:\n– pomiary parametrów ruchu drogowego,\n– pomiary i estymacja częstotliwości,\n– pomiary w elektroenergetyce,\n– modelowanie i badania symulacyjne układów i systemów pomiarowych.\nElektronika:\n– projektowanie specjalizowanych układów scalonych dla potrzeb detekcji promieniowania X, fizyki wysokich energii i neurobiologii,\n– badania systemów opartych na obsłudze zdarzeń (np. asynchroniczne ADC).\nInżynieria biomedyczna:\n– przetwarzanie, analiza, wizualizacja obrazów i sygnałów medycznych,\n– zastosowania mieszanej rzeczywistości, np. przy rozpoznawaniu chorób neurodegeneracyjnych,\n– zastosowanie sztucznej inteligencji w medycynie.", "metadata": {"url": "http://www.kmet.agh.edu.pl/", "title": "Katedra Metrologii i Elektroniki AGH | Akademia Górniczo-Hutnicza w Krakowie", "depth": 3, "duplicate": false, "content_hash": "39a244f1a4c9e38ac8269ae70fbe0664", "word_count": 362, "headings": [{"level": 2, "text": "Kierunek:Metrologia i Inżynieria Pomiarów"}, {"level": 2, "text": "O Katedrze"}]}}