{"content": "#  Projekty -- Centrum Współpracy i Transferu Technologii -- Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \n\nURL: https://cwitt.agh.edu.pl/projekty\nCrawled: 2025-03-19 22:39:57\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Projekty \n\nCentrum Współpracy i Transferu Technologii realizuje projekty związane z przygotowaniem technologii do wdrożenia, przygotowywując je do zaistnienia w przestrzeni komercyjnej.\n\nCWiTT wspiera także twórców podczas aplikowania do projektów (Lider, Tango, Smart itp.) w kwestiach związanych z aspektrami ochrony własności intelektualnej jak i w opracowaniu planu potencjalnego wdrożenia technologii do przemysłu.\n\nPotrzebujesz wsparcia? - koniecznie skontaktuj sie z nami.\n\n Inkubator Włączenia Społecznego 2.0 \n\nCelem projektu pn. Inkubator Włączenia Społecznego 2.0 (IWS 2.0) jest zwiększenie wykorzystania innowacji społecznych w procesie szeroko rozumianego włączenia społecznego osób zagrożonych ubóstwem lub wykluczeniem społecznym (w tym dzieci) poprzez inkubację i akcelerację nowych produktów, usług, metod pracy, rozwiązań IT.\n\nProjekt realizowany jest w ramach partnerstwa: Regionalnego Ośrodka Polityki Społecznej w Krakowie (Lider) oraz Krakowskiego Centrum Innowacyjnych Technologii INNOAGH sp. z o.o. (Partner)\n\nW projekcie planujemy udzielić wsparcia w zakresie:\n\nopracowania i przetestowania nowych pomysłów,\n\nakceleracji dotychczasowych nowatorskich rozwiązań,\n\na następnie upowszechnienie oraz podjęcie działań w zakresie włączenia do praktyki tych rozwiązań, które podczas testu sprawdziły się najlepiej.\n\nGrupę docelową IWS 2.0 stanowią grantobiorcy (innowatorzy społeczni), czyli osoby fizyczne, podmioty prywatne lub publiczne (w tym przedsiębiorstwa, NGO) oraz grupy nieformalne, mające pomysł na innowacyjne narzędzie, usługę, metodę, która przyczyni się do poprawy włączenia społecznego. Docelowo z powstałych w projekcie innowacji społecznych będą mogły korzystać osoby wykluczone i zagrożone wykluczeniem (min. z powodu wieku, niepełnosprawności, miejsca zamieszkania czy statusu na rynku pracy).\n\nGłównym rezultatem Projektu będzie: opracowanie i przetestowanie 32 innowacyjnych rozwiązań (w procesie inkubacji), przeprowadzenie procesu akceleracji dla 12 innowacji oraz upowszechnienie minimum 9 innowacji, które będą najskuteczniejszą odpowiedzią na zagrożenia związane z wykluczeniem społecznym.\n\nOkres realizacji Projektu:\n 1 stycznia 2024 r. do 30 czerwca 2028 r.\n\nWartość Projektu:\n 9 882 950,00 PLN\n\n Inkubator Innowacyjności 4.0 \n\nProjekt \"Inkubator Innowacyjności 4.0\" ma na celu promocję osiągnięć naukowych, rozwój innowacyjności oraz wzmocnienie współpracy między środowiskiem naukowym, a biznesem.\n\nProjekt ten realizowany jest na Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie w ramach konsorcjum ze Spółką Celową INNOAGH Sp. Z o.o. Liderem projektu jest AGH.\n\n Strefa Pomysłodawcy \n\nCelem projektu Strefa Pomysłodawcy – Wsparcie 4.0 było wsparcie indywidualnych wynalazców i osób zainteresowanych wdrożeniem innowacyjnych rozwiązań poprzez utworzenie dostępnej, przyjaznej przestrzeni przeznaczonej do eksperymentowania, doświadczania, testowania, pracy nad innowacyjnymi rozwiązaniami, a także weryfikacji potencjału komercjalizacyjnego, technologicznego i biznesowego pomysłów.  Dodatkowym celem programu było wykorzystanie ww. przestrzeni dla rozwoju zainteresowań nauką, technologią, kreowaniem nowych rozwiązań wśród młodych ludzi, studentów, rodzin z dziećmi.\n\nDziałania w ramach programu „Strefa Pomysłodawcy\" realizowane były w ramach konsorcjum „Innowatorzy 2021\", w skład którego wchodzili: \n\nPuławski Park Naukowo-Technologiczny Sp. z o.o. (Lider konsorcjum);\n\nUniwersytet Przyrodniczy w Poznaniu (Członek konsorcjum);\n\nKrakowskie Centrum Innowacyjnych Technologii INNOAGH Sp. z o.o (Członek konsorcjum)\n\nWartość Projektu wynosi: \n5 424 465,00 PLN.\n\nOkres realizacji:\n IX 2021 – VI 2023\n\nWybrane wskaźniki sukcesu:\n\nLiczba pomysłów ogółem przyjętych do Strefy Pomysłodawcy: 212;\n​\n\nLiczba Pomysłodawców wspieranych w I fazie inkubacji: 92;\n​\n\nLiczba Menadżerów Inkubacji w INNOAGH: 2;\n​\n\nLiczba Ekspertów-Recenzentów w INNOAGH: 6;\n​\n\nLiczba Ekspertów-Doradców w INNOAGH: 6.\n\n Inkubator Innowacyjności + \n\nInkubator Innowacyjności\n\nProjekt dedykowany rozwiązaniom na wysokim pozmiomie wdrożeniowym - wymagającym ostatniego “szlifu” \nprzygotowywującego do wdrożenia na rynek. \n\nWysokość Wsparcia\n\ndo 100000 zł\n\nDla kogo:\n\nPracownicy AGH, twórcy innowacyjnych rozwiązań będących blisko wdrożenia.\n\nStopka\n\n © 2024 Centrum Współpracy i Transferu Technologii\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://cwitt.agh.edu.pl/projekty", "title": " Projekty -- Centrum Współpracy i Transferu Technologii -- Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie ", "depth": 3, "duplicate": false, "content_hash": "b7625cf621e019e4a1e7cb1fd7e4b6e9", "word_count": 541, "headings": [{"level": 1, "text": "Projekty"}, {"level": 2, "text": "Stopka"}]}}