{"content": "#  Regulamin -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/nauka/spotkania/regulamin\nCrawled: 2025-03-19 21:12:16\n\nSkip to content ↓\n\n Regulamin \n\nRegulamin\n „AGH NAUKA spotkania”\n zwany dalej \n„Regulaminem”\n\n§ 1. Postanowienia ogólne\n\n Zadaniem projektu „AGH NAUKA spotkania”, zwanego dalej \n„Projektem”\n, jest działalność zmierzająca do kształtowania społeczeństwa opartego o wiedzę poprzez popularyzację nauki oraz ukazywanie jej praktycznych zastosowań.\n\nProjekt upowszechnia naukę w formie publicznych wykładów oraz wywiadów (zwanych dalej \n„spotkaniami”\n), których nagrania audio-wideo mogą być również udostępniane w Internecie za pośrednictwem dedykowanych w tym celu i powszechnie dostępnych platform.\n\nOrganizatorem Projektu jest Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie:\n Adres: al. Mickiewicza 30,\n 30-059 Kraków,\n Regon: 000001577,\n NIP: 6750001923,\n zwana dalej \n„Organizatorem”\n.\n\nJednostką odpowiedzialną za realizację Projektu jest Centrum Komunikacji i Marketingu AGH, Sekcja redakcji i popularyzacji nauki, zwana dalej \n„Centrum”\n (al. Mickiewicza 30, 30-059 Kraków, bud. A-0, pok.112).\n\nW kwestiach merytorycznych Centrum wspiera Rada Programowa, zwana dalej \n„Radą”\n. Skład osobowy Rady dostępny jest na stronie internetowej \nwww.spotkania.agh.edu.pl/rada-programowa\n.\n\n§ 2. Rada Programowa\n\nRada składa się z 3 pracowników naukowo-dydaktycznych Akademii Górniczo-Hutniczej oraz Dyrektora Centrum.\n\nCzłonków Rady powołuje Rektor AGH.\n\nDo kompetencji Rady należy doradztwo oraz wsparcie Centrum w sprawach merytorycznych związanymi z Projektem, a przede wszystkim w:\n a.    wyborze tematyki spotkań,\n b.    doborze prelegentów,\n c.    prowadzeniu spotkań.\n\nRada w zakresie powierzonych kompetencji ściśle współpracuje z wyznaczonymi przez Dyrektora Centrum pracownikami Centrum odpowiedzialnymi za realizację projektu.\n\nRadę powołuje Rektor AGH na okres trwania swojej kadencji.\n\nCzłonkowie Rady mogą zostać odwołani przez Rektora AGH przed upływem kadencji.\n\n§ 3. Udział w spotkaniach\n\nWydarzenia z cyklu „AGH NAUKA spotkania\" mają charakter otwarty, a z tytułu udziału w nich nie są pobierane żadne opłaty.\n\nTerminy oraz miejsca spotkań wraz z zaplanowanymi tematami Organizator będzie publikował na stronie internetowej www.spotkania.agh.edu.pl/terminy.\n\nOrganizator zastrzega sobie prawo do odwołania zaplanowanego spotkania w każdej chwili bez podania przyczyny. Informacje na ten temat zostaną umieszczone na stronie internetowej www.spotkania.agh.edu.pl.\n\nUczestnik spotkania zobowiązany jest do przestrzegania postanowień niniejszego Regulaminu oraz do zachowania się w sposób niezagrażający bezpieczeństwu innych uczestników, w szczególności do:\n a. przestrzegania przepisów BHP,\n b. przepisów przeciwpożarowych,\n c. stosowania się do poleceń Organizatora i służb porządkowych.\n\nOrganizator zastrzega sobie prawo do usunięcia ze spotkania uczestników, zachowujących się w sposób, który:\n a. zagraża bezpieczeństwu innych uczestników,\n b. zakłóca porządek i narusza ogólnie przyjęte normy zachowania w miejscach publicznych,\n c. narusza zasady kultury osobistej i przeszkadza innym uczestnikom w odbiorze spotkań.\n\nOrganizator zastrzega sobie możliwość odmowy udziału w spotkaniu osobom znajdującym się pod wpływem środków odurzających.\n\n§ 4. Rejestracja spotkań\n\nOrganizator zastrzega sobie prawo do wykonywania zdjęć i filmów w trakcie spotkań, które może wykorzystać w celach promocyjnych w publikacjach drukowanych oraz elektronicznych oraz w mediach społecznościowych na profilach Organizatora.\n\nZgodnie z art. 81 ustawy z dnia 4 lutego 1994 r. ustawy o prawie autorskim i prawach pokrewnych (t.j. Dz.U. 2021 poz. 1062) zezwolenia nie wymaga rozpowszechnianie wizerunku:\n a. osoby powszechnie znanej, jeżeli wizerunek wykonano w związku z pełnieniem przez nią funkcji publicznych, w szczególności politycznych, społecznych, zawodowych;\n b. osoby stanowiącej jedynie szczegół całości takiej jak zgromadzenie, krajobraz, publiczna impreza.\n\n§ 5. Postanowienia końcowe\n\nRegulamin „AGH NAUKA spotkania” dostępny jest w siedzibie Centrum oraz na stronie internetowej \nwww.spotkania.agh.edu.pl/regulamin\n.\n\nOrganizator zastrzega sobie prawo zmiany Regulaminu, o czym każdorazowo będzie informować na stronie internetowej \nwww.spotkania.agh.edu.pl\n.\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/nauka/spotkania/regulamin", "title": " Regulamin -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "bd6b58412367c9ca4d399944d857c47a", "word_count": 596, "headings": [{"level": 1, "text": "Regulamin"}, {"level": 2, "text": "Stopka"}]}}