{"content": "# \n            Władze Wydziału\n            | Wydział Informatyki AGH\n        \n\nURL: https://www.informatyka.agh.edu.pl/pl/wydzial/kierownictwo/\nCrawled: 2025-03-19 21:37:43\n\nDziekan Wydziału Informatyki:\n\nprof. dr hab. inż. Marek Kisiel-Dorohinicki\n\nTelefon:\n 12-328-34-00\nFax:\n  12-617-51-72\nAdres:\n D-17, pokój 2.31\n\nProf. dr hab. inż. Marek Kisiel-Dorohinicki\n pracuje naukowo w obszarze systemów agentowych i obliczeń metaheurystycznych. Interesują go również problemy inżynierii oprogramowania. Od wielu lat prowadzi prestiżowe projekty finansowane przez NCBiR w obszarze Bezpieczeństwa i Obronności, realizując wiele wdrożeń opracowanego oprogramowania. Pełni szereg funkcji organizacyjnych zarządczych w strukturze Uczelni, będąc między innymi Dyrektorem Centrum Zarządzania Wdrożeniami oraz Centrum Technologii Bezpieczeństwa AGH.\n\nOd kilku lat mocno zaangażowany w program digitalizacji obiegu dokumentów w AGH.\n\nProdziekan ds. Nauki i Współpracy:\n\nprof. dr hab. inż. Aleksander Byrski\n\nTelefon:\n 12-328-33-30\nAdres:\n D-17, pokój 3.12\n\nProf. dr hab. inż. Aleksander Byrski\n\npracuje w obszarze obliczeń metaheurystycznych ze szczególnym uwzględnieniem systemów agentowych. Interesują go również symulacje i obliczenia wykorzystujące infrastrukturę HPC. W pracy zawodowej szczególnie koncentruje się na współpracy ze studentami w ramach realizacji projektów, prac dyplomowych magisterskich oraz doktorskich, której owocami są liczne publikacje naukowe. Od wielu lat angażuje się on również w prace organizacyjne (wewnątrz i poza uczelnią), pełniąc m.in. rolę przewodniczącego Komisji ds. Etyki Badań z Udziałem Człowieka AGH. Jest również jednym z najdłużej pracujących sekretarzy czasopisma Computer Science oraz członkiem prezydium Komitetu Informatyki PAN.\n\nProdziekan ds. Kształcenia:\n\ndr inż. Marek Gajęcki, prof. AGH\n\nTelefon:\n\n12-328-33-93\nAdres:\n\nD-17, pokój 1.23\n\nDr inż. Marek Gajęcki\n\njest jednym z najbardziej doświadczonych i cenionych dydaktyków na Wydziale Informatyki AGH. Posiada kilkunastoletnie doświadczenie w pracy dziekańskiej, jest lubianym i cenionym opiekunem wielu pokoleń studentów, wprowadzając ich w arkana Informatyki podczas pierwszych semestrów studiów.\n\nProdziekan ds. Rozwoju:\n\ndr hab. inż. Renata Słota, prof. AGH\n\nTelefon:\n\n12-328-33-35\nAdres:\n\nD-17, pokój 3.34\n\nDr hab. inż. Renata Słota, prof. AGH\n pracuje naukowo w obszarze przechowywania, udostępniania i zarządzania danymi w dużych infrastrukturach obliczeniowych, w tym infrastrukturach typu HPC. Interesują ją środowiska rozproszone. Zajmuje się również obliczeniami równoległymi, w tym przetwarzaniem dużej ilości danych. Prowadzi zajęcia w zakresie programowania współbieżnego i programowania równoległego.\n\nAngażuje się również w prace organizacyjne. Między innymi pełniła funkcje: w latach 2016-2020 funkcję Prodziekana Wydziału Informatyki, Elektroniki i Telekomunikacji; w latach 2020-2024 funkcję Koordynatora ds. Jakości Kształcenia w dyscyplinie Informatyka Techniczna i Telekomunikacja. Aktualnie jest członkiem Zespołu doradczego ds. programu „Doktorat wdrożeniowy” przy Ministerstwie Nauki i Szkolnictwa Wyższego.\n\nDyrektor Administracyjny Wydziału Informatyki:\n\nmgr Kinga Grzesik-Staroń\n\nTelefon:\n\n12-328-34-16\nAdres:\n\nD-17, pokój 2.12\n\nMgr Kinga Grzesik-Staroń\n jest absolwentką Wydziału Zarządzania Uniwersytetu Ekonomicznego w Krakowie. Posiada wieloletnie doświadczenie w pracach administracyjnych - pracowała w Biurze Administracyjnym Wydziału Informatyki, Elektroniki i Telekomunikacji na stanowisku odpowiedzialnym za sprawy kadrowe, sprawozdawczość i rozliczanie działań finansowanych, następnie na stanowisku kierowniczym Działu Ewaluacji Nauki i Stopni Naukowych w Centrum Obsługi \nNauki jako osoba odpowiedzialna na poziomie Uczelni za procedury awansowe - równolegle prowadząc sprawy Rady Dyscypliny Informatyka Techniczna i Telekomunikacja. Obecnie pełni funkcję Dyrektor Administracyjnej najmłodszego Wydziału AGH.", "metadata": {"url": "https://www.informatyka.agh.edu.pl/pl/wydzial/kierownictwo/", "title": "\n            Władze Wydziału\n            | Wydział Informatyki AGH\n        ", "depth": 3, "duplicate": false, "content_hash": "60d9e6332bc225d21774c70f807b7356", "word_count": 458, "headings": [{"level": 1, "text": "Władze Wydziału"}, {"level": 3, "text": "Dziekan Wydziału Informatyki:"}, {"level": 2, "text": "prof. dr hab. inż. Marek Kisiel-Dorohinicki"}, {"level": 3, "text": "Prodziekan ds. Nauki i Współpracy:"}, {"level": 2, "text": "prof. dr hab. inż. Aleksander Byrski"}, {"level": 3, "text": "Prodziekan ds. Kształcenia:"}, {"level": 2, "text": "dr inż. Marek Gajęcki, prof. AGH"}, {"level": 3, "text": "Prodziekan ds. Rozwoju:"}, {"level": 2, "text": "dr hab. inż. Renata Słota, prof. AGH"}, {"level": 3, "text": "Dyrektor Administracyjny Wydziału Informatyki:"}, {"level": 2, "text": "mgr Kinga Grzesik-Staroń"}, {"level": 5, "text": "Informacja o cookies"}]}}