{"content": "# Inżynieria Produkcji i Jakości (IPJ)\n\nURL: http://wmn.agh.edu.pl/inzynieria_produkcji\nCrawled: 2025-03-19 21:34:07\n\nStrona główna\nKształcenie\nInżynieria Produkcji i Jakości (IPJ)\nInżynieria Produkcji i Jakości (IPJ)\nLiczba absolwentów\n80\n rocznie\nLat nauki\n5\n lat\nStopień naukowy\nMagister\nOpis kierunku\nInżynieria Produkcji i Jakości (IPJ) to kierunek kształcenia na Wydziale Metali Nieżelaznych, który pozwala studentom zdobyć wiedzę w zakresie zasad projektowania wyrobów i procesów ich wytwarzania oraz przemysłowej efektywnej realizacji tych procesów. Duża różnorodność materiałów metalicznych i ich wzajemnych kompozycji chemicznych przekłada się na potrzebę uniwersalnej wiedzy na poziomie inżynierskim i magisterskim o materiałach i technologiach ich wytwarzania i przetwarzania, logistyce i kosztach wytwarzania, jakości i systemach monitorowania produkcji, specyfice i rynku metali, zapotrzebowaniu i horyzontalnych potrzebach poszczególnych gałęzi przemysłu i gospodarki jako całości, konkurencji lokalnej i globalnej. \n\nDzięki modułowej konstrukcji programu kształcenia i dużej liczbie przedmiotów obieralnych kierunek Inżynieria Produkcji i Jakości umożliwia kształcenie w kierunku ekonomiczno-technicznym, dających umiejętność wykonywania zawodu zarówno inżyniera, jak i ekonomisty. Efekty uczenia się są ulokowane w dyscyplinie inżynieria materiałowa (dyscyplina wiodąca) i w dyscyplinie Nauki o Zarządzaniu i Jakości (dyscyplina dodatkowa).\n\nKierunek kształcenia Inżynieria Produkcji i Jakości na Wydziale Metali Nieżelaznych jest jedynym w Polsce i unikatowym w skali światowej miejscem umożliwiającym uzyskanie wiedzy z zakresu nowoczesnych systemów inżynierii produkcyjnej i inżynierii jakości w zakładach branży metali nieżelaznych i branż pokrewnych.\n\nAbsolwent tego kierunku jest przygotowany do podjęcia pracy zawodowej we wszystkich krajowych i zagranicznych zakładach przemysłowych projektowania i przetwórstwa metali nieżelaznych w charakterze menager produkcji, pracownik laboratoriów w zakładach przemysłowych i i instytutach badawczych, działach R&D oraz w jednostkach naukowo-dydaktycznych. \nKształcenie realizowane jest na studiach I i II stopnia\n Studia na kierunku Inżynieria produkcji i jakości dają szansę na zdobycie interdyscyplinarnej wiedzy, kompetencji inżynierskich oraz szerokich perspektyw zawodowych.... \nStudia pierwszego stopnia\n\n Studia pierwszego stopnia trwają 7 semestrów i kończą się uzyskaniem stopnia inżyniera. Rekrutacja na studia pierwszego stopnia odbywa się raz w roku, w miesiącach: czerwiec–wrzesień. \n Kształcenie jest realizowane na dwóch ścieżkach dyplomowania:  Zarządzanie jakością oraz Inżynieria produkcji i logistyka \n\nStudia drugiego stopnia\n\n Studia drugiego stopnia trwają 3 semestry i kończą się uzyskaniem stopnia magistra. \n Rekrutacja na studia drugiego stopnia odbywa się raz w roku, w miesiącach:  styczeń–luty. \n\nKształcenie w ścisłej współpracy z przemysłem ....\nAbsolwent kierunku znajdzie pracę jako ...\n\ninżynier  ds. organizacji i zarządzania produkcją\n\ninżynier ds. kontroli jakości\n\ninżynier ds. badań i rozwoju\n\ninżynier  ds. planowania produkcji\n\ninżynier rozwoju i opracowania nowych produktów,\n\ninżynier ds. przygotowania produkcji i wytwarzania produktów,\n\ninżynier ds. utrzymania ruchu\n\nspecjalista ds. zarządzania badaniami naukowym", "metadata": {"url": "http://wmn.agh.edu.pl/inzynieria_produkcji", "title": "Inżynieria Produkcji i Jakości (IPJ)", "depth": 3, "duplicate": false, "content_hash": "a1ef721d2d073652c0b2f83362cb724f", "word_count": 396, "headings": [{"level": 1, "text": "Inżynieria Produkcji i Jakości (IPJ)"}, {"level": 2, "text": "80rocznie"}, {"level": 2, "text": "5lat"}, {"level": 2, "text": "Magister"}, {"level": 1, "text": "Opis kierunku"}, {"level": 1, "text": "Kształcenie realizowane jest na studiach I i II stopnia"}, {"level": 2, "text": "Studia pierwszego stopnia"}, {"level": 2, "text": "Studia drugiego stopnia"}, {"level": 1, "text": "Kształcenie w ścisłej współpracy z przemysłem ...."}, {"level": 1, "text": "Absolwent kierunku znajdzie pracę jako ..."}]}}