{"content": "# Autonomia, kompetencje, relacje - klucz do skutecznej współpracy ze studentami - CeLiID AGH\n\nURL: https://www.cel.agh.edu.pl/webinar/autonomia-kompetencje-relacje-klucz-do-skutecznej-wspolpracy-ze-studentami/\nCrawled: 2025-03-19 22:37:16\n\nCeLiID AGH\n > \nRozwijaj się w dydaktyce\n > \nWspółpracuję z osobami studiującymi\n > \nAutonomia, kompetencje, relacje – klucz do skutecznej współpracy ze studentami\n\nProwadzą:\nJoanna Pitura (Instytut Filologii Angielskiej UKEN), Ewa Zarzycka-Piskorz (CeLiID)\n\n19 czerwiec 2024, godz. 10:00 \n\nCzy współpraca dydaktyka ze studentami daje komuś i jakie korzyści? W jakiej formie może być realizowana? Jakie są jej zalety? A może stawia wymagania? Czy wnosi wartości? Czy pozwala wypracować zasady skoncentrowane np. na rozwoju kompetencji?\n\nGościnią naszego kolejnego webinaru była \nJoanna Pitura\n – \nspecjalistka ds. zarządzania wiedzą osobistą\n. Podzieliła się z nami doświadczeniem pracy i współpracy w ramach Studencko-Doktoranckiego Koła Naukowego SNEC Uniwersytetu Komisji Edukacji Narodowej w Krakowie. \n\nW ciągu wielu lat udało się jej stosować różne formy i strategie organizowania \nwspółpracy ze studentami\n. W trakcie webinaru omówiła \nkorzyści i ograniczenia\n z tym związane, dokonała analizy \nwartości angażowania się\n w tego rodzaju działania (wskazała korzyści – zarówno dla studentów, dydaktyków, opiekunów kół naukowych, jak i dla uczelni). \n\nWieloletnia praktyka, obserwacja i refleksja tego procesu doprowadziła Joannę do przekonania, że wspólne wypracowanie zasad dobrej współpracy tworzy środowisko sprzyjające zaangażowaniu studentów. Poznacie zatem \nteorię samostanowienia\n (ang. \nself-determination theory\n) i trzy kluczowe jej elementy – \nwspieranie autonomii, kompetencji i relacji społecznych\n. To one zwiększają \nwewnętrzną motywację\n studentów do działania i budują ich \ndobrostan\n.\n\nDodatkowo na przykładzie cyklicznego seminarium \nCyfrowe czwartki\n Joanna opowiedziała nam jak studenci mogą pomóc w \nrozwijaniu kompetencji cyfrowych \nczynnych nauczycieli oraz jak angażować studentów w projekty ukierunkowane na rozwiązywanie problemów w praktyce.\n\n____________\n\nJoanna Pitura\n jest doktorem nauk humanistycznych w zakresie językoznawstwa. Obecnie pracuje jako adiunkt na Uniwersytecie Komisji Edukacji Narodowej (wcześniej Uniwersytet Pedagogiczny im. KEN) w Krakowie, w Instytucie Filologii Angielskiej, Katedrze Cyfrowej Edukacji Językowej. Prowadzi wykłady i ćwiczenia dotyczące, m.in. dydaktyki cyfrowej, sztucznej inteligencji, gamifikacji, metodologii badań naukowych oraz zarządzania wiedzą osobistą. Jest też opiekunem naukowym \nStudencko-Doktoranckiego Koła Naukowego SNEC\n działającego w ramach Instytutu Filologii Angielskiej UKEN. Jej aktualne zainteresowania badawcze obejmują proces nauczania i uczenia się języka angielskiego w oparciu o symulacje i poważne gry, wspomagany sztuczną inteligencją, z wykorzystaniem rzeczywistości wirtualnej, koncentrując się na efektywności procesu nauczania i uczenia się tego języka. Autorka monografii „Gamification for engagement with language learning tasks”, wydanej przez Wydawnictwo Naukowe Uniwersytetu Pedagogicznego w Krakowie w 2022 roku.\n\nSpotkanie prowadziła \nEwa Zarzycka-Piskorz\n.\n\nWebinaroteka\nKategorie\nNadchodzące webinary\n\nTreści tej strony dostępne są na licencji\nCreative Commons\n\nUznanie autorstwa - Na tych samych warunkach 4.0 Międzynarodowe\n\nMoże Cię też zainteresować\n\nAutonomia, kompetencje, relacje – klucz do skutecznej współpracy ze studentami\nwebinar\n19 czerwiec 2024, godz. 10:00 \nInżynier Plus. O kompetencjach społecznych na uczelni technicznej\nwebinar\n10 listopada 2020 \nDigCompEdu – narzędzie “naszych czasów”\nartykuł\nCyfrowa podróż – Historia rozwoju kompetencji cyfrowych 1.1\nartykuł\nI Kongres Kompetencji Cyfrowych\nartykuł", "metadata": {"url": "https://www.cel.agh.edu.pl/webinar/autonomia-kompetencje-relacje-klucz-do-skutecznej-wspolpracy-ze-studentami/", "title": "Autonomia, kompetencje, relacje - klucz do skutecznej współpracy ze studentami - CeLiID AGH", "depth": 3, "duplicate": false, "content_hash": "d928af514e6c2e6461354bbe1ceae055", "word_count": 449, "headings": [{"level": 1, "text": "Może Cię też zainteresować"}, {"level": 3, "text": "Autonomia, kompetencje, relacje – klucz do skutecznej współpracy ze studentami"}, {"level": 3, "text": "Inżynier Plus. O kompetencjach społecznych na uczelni technicznej"}, {"level": 3, "text": "DigCompEdu – narzędzie “naszych czasów”"}, {"level": 3, "text": "Cyfrowa podróż – Historia rozwoju kompetencji cyfrowych 1.1"}, {"level": 3, "text": "I Kongres Kompetencji Cyfrowych"}]}}