{"content": "#  Projects -- Space Technology Centre \n\nURL: https://www.ctk.agh.edu.pl/en/project\nCrawled: 2025-03-19 21:25:00\n\nSkip to content\n\nSkip to footer\n\n Projects \n\nThe Space Technology Center actively participates in international research projects as well as initiatives aimed at popularizing space knowledge and supporting education. Key projects we are involved in include UNIVERSEH – a European university alliance focused on advancing space technology education, and NAWA – a program promoting international academic collaboration. Through these initiatives, we contribute to the development of the space sector, inspire new generations of scientists and engineers, and build strong international partnerships.\n\nUNIVERSEH is a consortium formed by seven European universities from seven different countries, including AGH University of Krakow. UNIVERSEH was established in November 2020.\n\nmore info...\n\nThe NAWA agency works to develop international research cooperation and academic exchange, enabling scientists, students, and university staff to share knowledge, experiences, and discoveries. It supports the organization of scientific events such as the Space Resources Conference 2025 and European Rover Challenge 2025, as well as international exchange programs that foster academic career development and the establishment of global partnerships.\n\nmore info...\n\nThe Space Technology Centre has participated in several international initiatives, such as UNIVERSEH BEYOND, which expanded cooperation in space education, and UNIVERSEH for Ukraine, which supported students and researchers from Ukraine by facilitating their integration into the European academic environment. These projects have contributed to the development of space education, international collaboration, and support for the academic community in challenging circumstances.\n\nmore info...\n\nStopka\n\nResearch\n\nProjects\n\nContact\n\nLogo to download\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/en/project", "title": " Projects -- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "c0994bb4b6205bfdcbfac0c3ba297187", "word_count": 240, "headings": [{"level": 1, "text": "Projects"}, {"level": 2, "text": "Stopka"}]}}