{"content": "# zarządzanie studia  inżynieria produkcji  kontorla jakości\n\nURL: http://wmn.agh.edu.pl/materialy-i-technologie-metali-niezelaznych\nCrawled: 2025-03-19 21:34:05\n\nStrona główna\nKształcenie\nMateriały i Technologie Metali Nieżelaznych (MiTMN)\nMateriały i Technologie Metali Nieżelaznych (MiTMN)\nLiczba absolwentów\n40\n rocznie\nLat nauki\n2\n lat\nStopień naukowy\nMagister\nOpis kierunku\nCelem kształcenia na kierunku Materiały i Technologie Metali Nieżelaznych jest wypromowanie kadry inżynierskiej na potrzeby polskiego przemysłu branży metali nieżelaznych, w szczególności dla strategicznych działów gospodarki.\n\nProgram studiów na kierunku Materiały i Technologie Metali Nieżelaznych uwzględnia potrzeby społeczno-gospodarcze kraju poprzez wprowadzenie do programu przedmiotów kluczowych dla nowoczesnych gałęzi przemysłu metali nieżelaznych i przemysłów pokrewnych pracujących dla strategicznych sektorów polskiej gospodarki, a mianowicie: elektroenergetyki, transportu (lotnictwo, motoryzacja, kolej), przemysłu budowlanego i medycyny. W tym zakresie program uwzględnia przedmioty typu: nowe materiały i technologie dla elektroenergetyki, nowoczesne materiały i technologie dla lotnictwa, kolejnictwa, budownictwa, motoryzacji oraz nowoczesne materiały i technologie dla medycyny. Program uwzględnia również przedmioty o charakterze społecznym, humanistycznym i ekonomicznym, co się dobrze wpisuje w nowoczesne trendy dynamicznego rozwoju polskiej gospodarki w warunkach jej reindustrialnej transformacji, czyli transformacji opartej na intensywnych intelektualnie technologiach, które stanowią podstawę wysokiej wartości dodanej.\n\nAbsolwent tego kierunku jest przygotowany do podjęcia pracy zawodowej we wszystkich krajowych i zagranicznych zakładach przemysłowych projektowania i przetwórstwa metali nieżelaznych, laboratoriach i instytutach badawczych, działach R&D oraz jednostkach naukowo-dydaktycznych.\n\nOferta kształcenia na studiach II stopnia obejmuje cztery (do wyboru) ścieżki dyplomowania:\n\nścieżka 1 – Zaawansowane Materiały i Technologie w lotnictwie, motoryzacji i kolejnictwie\n\nścieżka 2 – Zaawansowane materiały i technologie w budownictwie\n\nścieżka 3 – Zaawansowane materiały i technologie w medycynie\n\nścieżka 4 - Zaawansowane materiały i technologie w elektroenergetyce\n\nKształcenie realizowane jest na studiach II stopnia\nStudia drugiego stopnia\n Studia drugiego stopnia trwają 3 semestry i kończą się uzyskaniem stopnia magistra. Rekrutacja na studia drugiego stopnia odbywa się raz w roku, w miesiącach: styczeń–luty. \nKształcenie w ścisłej współpracy z przemysłem ....\nPerspektywy pracy zawodowej ...\nAbsolwent tego kierunku jest przygotowany do podjęcia pracy zawodowej we wszystkich krajowych i zagranicznych\nzakładach przemysłowych projektowania i przetwórstwa metali nieżelaznych, laboratoriach i instytutach badawczych,\ndziałach R&D oraz jednostkach naukowo-dydaktycznych.", "metadata": {"url": "http://wmn.agh.edu.pl/materialy-i-technologie-metali-niezelaznych", "title": "zarządzanie studia  inżynieria produkcji  kontorla jakości", "depth": 3, "duplicate": false, "content_hash": "8e70dd3d563486b59d047f29bd0928f4", "word_count": 324, "headings": [{"level": 1, "text": "Materiały i Technologie Metali Nieżelaznych (MiTMN)"}, {"level": 2, "text": "40rocznie"}, {"level": 2, "text": "2lat"}, {"level": 2, "text": "Magister"}, {"level": 1, "text": "Opis kierunku"}, {"level": 1, "text": "Kształcenie realizowane jest na studiach II stopnia"}, {"level": 2, "text": "Studia drugiego stopnia"}, {"level": 1, "text": "Kształcenie w ścisłej współpracy z przemysłem ...."}, {"level": 1, "text": "Perspektywy pracy zawodowej ..."}]}}