{"content": "# Seminarium: Biotechnology Space Support Center-- Centrum Technologii Kosmicznych \n\nURL: https://ctk.agh.edu.pl/wydarzenia/detail/s/seminarium-biotechnology-space-support-center\nCrawled: 2025-03-19 21:40:23\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nWydarzenia\n\nWydarzenia\n\nSeminarium: Biotechnology Space Support Center\n\n 26.03.2025 \n\n Pobierz plik iCal \n\nAdd to Google Calendar\n\nAdd to Outlook Calendar\n\nAdd to Office 365 Calendar\n\nAdd to Yahoo Calendar\n\n Dołącz do nas na kolejnym Seminarium Kosmicznym, które poprowadzi dr Bernd Rattenbacher, menedżer w BIOTESC. \n\n Opis \n\nBIOTESC \n\nBIOTESC (Biotechnology Space Support Center) to centrum badawcze zajmujące się przestrzenią kosmiczną, działające w ramach Europejskiej Agencji Kosmicznej i związane z Lucerne University of Applied Sciences and Arts (HSLU). \n\nBIOTESC specjalizuje się w badaniach kosmicznych i biotechnologiach: na zlecenie Europejskiej Agencji Kosmicznej centrum oferuje wsparcie w przygotowaniu, przeprowadzeniu oraz analizie wielu eksperymentów kosmicznych związanych głównie z biotechnologią lub technologiami informacyjnymi. \n\nBIOTESC doradza naukowcom, którzy planują przeprowadzić eksperymenty biologiczne w warunkach mikrograwitacji na pokładzie Międzynarodowej Stacji Kosmicznej (ISS) w laboratorium kosmicznym Columbus, oraz wspiera astronautów przeprowadzających eksperymenty. \n\nSzczegóły \n\nPrelegent: Dr Bernd Rattenbacher, menedżer w BIOTESC \n\nKiedy? 26.03.2025 o 15:00 \n\nGdzie? Online przez MsTeams (nie wymagana wcześniejsza rejestracja) \n\nSpotkanie online – \nLINK\n\nStopka\n\nBack", "metadata": {"url": "https://ctk.agh.edu.pl/wydarzenia/detail/s/seminarium-biotechnology-space-support-center", "title": "Seminarium: Biotechnology Space Support Center-- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "45f8bf3fa7d902081b4db045caad304d", "word_count": 163, "headings": [{"level": 1, "text": "Wydarzenia"}, {"level": 2, "text": "BIOTESC"}, {"level": 2, "text": "Szczegóły"}, {"level": 2, "text": "Stopka"}]}}