{"content": "# Staff Week in Namur, Belgium-- Space Technology Centre \n\nURL: https://www.ctk.agh.edu.pl/en/events/detail?tx_sfeventmgt_pieventdetail%5Baction%5D=detail&tx_sfeventmgt_pieventdetail%5Bcontroller%5D=Event&tx_sfeventmgt_pieventdetail%5Bevent%5D=546&cHash=aa202991c13a5963784b2d308a45e60d\nCrawled: 2025-03-19 21:25:13\n\nSkip to content\n\nSkip to footer\n\nEvents\n\nEvents\n\nStaff Week in Namur, Belgium\n\n 07.04.2025 \n\n 11.04.2025 \n\n Download iCal file \n\nAdd to Google Calendar\n\nAdd to Outlook Calendar\n\nAdd to Office 365 Calendar\n\nAdd to Yahoo Calendar\n\n Join the European Staff Training Week organized by the University of Namur as part of the UNIVERSEH project, happening in Namur from April 7-11, 2025. \n\n Description \n\nEuropean Staff Training Week: Building a Joint Programme: Challenges and Opportunities?\n\nWe invite you to participate in the European Staff Training Week organized by the University of Namur as part of the \nUNIVERSEH\n 2.0 project. The event will take place in Namur from April 7 to April 11, 2025, with three online sessions in March (March 7, 14, and 21 – to be confirmed).\n\nThis week-long training will be an opportunity to exchange experiences and discuss the challenges and opportunities of building joint academic programs.\n\nScope \n\nThe objective of this staff training week is to address the conceptualization, implementation, organization and adaptation of joint programmes. Assessment and quality assurance will also be addressed. \n\nTarget Audience \n\nThe staff week is intended for all staff members involved in the design and implementation of teaching and learning programmes at both central and faculty levels, particularly those working with joint and dual, or even multiple degrees. \n\nParticipants are welcome from various departments or services, including: \n\nAcademic management \n\nProgramme directors & managers \n\nAdmission and enrolment offices (including financial departments if pertinent) \n\nAdministration(s) issuing the diplomas \n\nJoint programmes coordinators \n\nQuality-assurance, evaluation and legal offices \n\nQuality-assurance officers and managers \n\nAdministrations in charge of the follow-up of accreditations \n\nLegal departments \n\nInternational Relations \n\nInternational Relations officers \n\nEuropean project managers \n\nFind out more:\n\n Registration deadline: \nFebruary 16, 2025\n\nThe cost of the trip is covered by the participant from their own funds. It is possible to cover the trip with funding from the home institution if the candidate receives such support. For this, the candidate should contact the Dean of the Faculty, the Head of the Department, the Unit Manager, the budget holder, etc., appropriate for their place of employment.\n\nIt is possible to use a grant from the Erasmus+ program, but this applies only to university employees who received such funding in the most recent call. If Erasmus+ funds are used, all formalities required by the program must be fulfilled by the participants.\n\nDisclaimer: Filling out the form and submitting the application does not equal acceptance or participation in the staff week.\n\nDo not miss this unique opportunity to gain new knowledge and network in an international environment!\n\nStopka\n\nResearch\n\nProjects\n\nContact\n\nLogo to download\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/en/events/detail?tx_sfeventmgt_pieventdetail%5Baction%5D=detail&tx_sfeventmgt_pieventdetail%5Bcontroller%5D=Event&tx_sfeventmgt_pieventdetail%5Bevent%5D=546&cHash=aa202991c13a5963784b2d308a45e60d", "title": "Staff Week in Namur, Belgium-- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "7afdce6a79f31509f6c6d465e2d560c0", "word_count": 428, "headings": [{"level": 1, "text": "Events"}, {"level": 1, "text": "European Staff Training Week: Building a Joint Programme: Challenges and Opportunities?"}, {"level": 2, "text": "Scope"}, {"level": 2, "text": "Target Audience"}, {"level": 2, "text": "Find out more:"}, {"level": 2, "text": "Stopka"}]}}