{"metadata": {}, "content": "A G H AKADEMIA G6RNICZO-HUTNICZA\nIM. STANIStAWA STASZICA W KRAKOWIE\nprof. dr hab. inz.\nRafat Danko\n\nPROREKTOR BS, STUDENCKICH\n\nCSS-sspm.4410-5/2023 Krakow, dnia 12.05.2023 r.\n\nSzanowni Panstwo\nDziekani oraz Prodziekani ds. Studenckich\nWydziatow AGH\n\nw miejscu\n\nSranown Pans Ae2,\n\nW zwiazku z opublikowaniem przez MEIN informacji 0 wysokosci\ndotacji na Swiadczenia dla student6w i doktorant6w w roku 2023\ninformuje, ze aktualny stan Funduszu stypendialnego pozwala na\nwydtuzenie okresu przyznania Swiadczen w roku akademickim 2022/2023\ndo 10 miesiecy.\n\nStypendium socjalne, stypendium dla oséb niepetnosprawnych oraz\nstypendium rektora zostanie wyptacone w miesiacu lipcu studentom\nstudiéw I i II stopnia:\n\n1) kt6rym wydano decyzje administracyjna o przyznaniu swiadczenia\nz Funduszu stypendialnego do czerwca br. oraz\n\n2) ktérzy w miesiacu lipcu beda posiadaé status studenta, zgodnie z § 45\nust. 8 Regulaminu Swiadczen dla student6w AGH oraz\n\n3) ktérzy wyraza zgode na zmiane decyzji w zakresie okresu przyznania\nprzedmiotowego Swiadczenia.\n\nWyrazenie zgody na zmiane decyzji moze odby¢ sie w formie\nelektronicznej — w przypadku stypendium socjalnego i stypendium dla\noséb niepetnosprawnych zgode nalezy potwierdzié w systemie USOSweb,\nnatomiast w przypadku stypendium rektora nalezy przekazac tres¢ zgody\ndroga mailowa z adresu zarejestrowanego w domenie Uczelni\n(@student.agh.edu.pl).\n\nPracownikéw Wydzialéw prosze o wystanie do zainteresowanych\nstudentéw wiadomosci z trescia zgody na zmiane decyzji oraz niezwtoczne\nprzygotowanie decyzji administracyjnych zmieniajacych okres przyznania\npowyzszych stypendiéw.\n\nPrzewodniczacy Przypominam, ze podstawa wyptaty Swiadczenia, zgodnie z § 7\nUczelnianej Rady ust. 8 Regulaminu Swiadczen, jest odbiédr przez studenta decyzji\nadministracyjnej.\n\nZz \\ iaadeniont id\n\nOtrzymuja:\nKIERGWNIK 1. JM Rektor AGH, a\nDZIALU SPRA 2. Kwestor AGH,\nW STUDENCKICH 3. Dyrektor MS AGH,\nS. Dede, 4. URSS i URSD AGH,\nmgr Karollna Sachacka 5. SWIRS DSS,\n6. aa,\n\nal. A. Mickiewicza 30, 30-059 Krakéw, tel.: +48 12 617 20 10\ne-mail: prorektor.studenci@agh.edu.pl, www.agh.edu. pl\n\n\n\n"}