{"content": "#  Edukacja Kosmiczna -- Centrum Technologii Kosmicznych \n\nURL: https://www.ctk.agh.edu.pl/grupy-badawcze/edukacja-kosmiczna\nCrawled: 2025-03-19 21:40:20\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Edukacja Kosmiczna \n\n<meta charset=\"UTF-8\" />\n\nMisją SpaceEduLab jest budowanie świadomości młodzieży na temat kosmosu poprzez aktywizowanie i angażowanie młodych ludzi w naukę i doświadczanie zagadnień związanych z przestrzenią kosmiczną, a także rozwijanie zainteresowań i kompetencji w tej dziedzinie. Realizacja tej misji opiera się na specjalistycznej infrastrukturze edukacyjnej, która jest niezbędna do tworzenia działań rozwijających, przekazujących i popularyzujących tę wiedzę oraz postawy. Cztery cele SpaceEduLab można sformułować następująco:\n\nOrganizowanie interaktywnej i cyfrowej edukacji kosmicznej dla uczniów i studentów\n\nOpracowywanie innowacyjnych metod edukacji kosmicznej\n\nPrzygotowywanie angażujących materiałów dydaktycznych do edukacji kosmicznej\n\nPopularyzacja edukacji kosmicznej wśród społeczności szkolnych\n\nBeneficjenci:\n\nGłówną grupą docelową SpaceEduLab będą studenci i nauczyciele szkół wyższych i średnich. Najważniejszą grupą zainteresowania będą osoby młode, zgodnie z definicją UE (15-29 lat).\n\nInne potencjalne zainteresowane strony SpaceEduLab to: przedszkola, szkoły podstawowe, instytuty badawcze, startupy, media, organizacje pozarządowe, instytucje publiczne oraz przedsiębiorstwa z sektora edukacji, badań naukowych i przemysłu kosmicznego. SpaceEduLab będzie otwarty dla wszystkich zainteresowanych podmiotów, działając zgodnie z zasadami użyteczności, dostępności i włączenia społecznego.\n\nDziałania:\n\nOrganizowanie zajęć edukacyjnych stacjonarnych i zdalnych dla studentów UNIVERSEH i AGH\n\nProwadzenie badań nad wiodącymi metodami edukacyjnymi w dziedzinie edukacji kosmicznej\n\nOpracowywanie innowacyjnych narzędzi edukacyjnych o charakterze eksperymentalnym\n\nOrganizowanie otwartych wydarzeń dla studentów i młodzieży na temat technologii kosmicznych\n\nPublikowanie materiałów edukacyjnych, takich jak podręczniki czy gry o tematyce kosmicznej\n\nNagrywanie wykładów, webinariów, podcastów oraz krótkich filmów na tematy związane z kosmosem\n\nKomunikacja na temat technologii kosmicznych z wykorzystaniem narzędzi online i interaktywnych\n\nOrganizowanie Letnich Szkół Kosmicznych dla studentów z Polski i zagranicy\n\nNawiązywanie współpracy poprzez staże w wiodących centrach kosmicznych\n\nRealizacja wspólnych projektów z innymi instytucjami akademickimi w Polsce i za granicą\n\nOrganizowanie warsztatów i konferencji naukowych na temat edukacji kosmicznej\n\nPromowanie SpaceEduLab w jego otoczeniu społeczno-gospodarczym w Polsce i na świecie\n\nStopka\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/grupy-badawcze/edukacja-kosmiczna", "title": " Edukacja Kosmiczna -- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "fd3dd9e39297d8480397e598de3fd981", "word_count": 295, "headings": [{"level": 1, "text": "Edukacja Kosmiczna"}, {"level": 2, "text": "Stopka"}]}}