{"content": "# Artykuły biurowe - AGH E-sklep-Produkty\n\nURL: https://sklep.agh.edu.pl/produkty/artykuly-biurowe,2,27\nCrawled: 2025-03-19 21:17:32\n\nStrona główna\n  /\n\nProdukty\n  /\n\nArtykuły biurowe\n\nProdukty\n\nArtykuły biurowe\n\nDostępność\n\nod zaraz (8)\n\nDostępny na zamówienie (1)\n\nOcena\n\nBrak (9)\n\npozostałe\n\nZdjęcia (9)\n\nNowość (8)\n\nTowar polecany (4)\n\nSuper cena (1)\n\nRekomendacja sprzedawcy (3)\n\nRozwiń\n\nZwiń\n\nCena\n\n3\n\nPLN\n\n-\n\n335\n\nPLN\n\nFILTRUJ\n\nPokaż filtry\n\nSortuj: \n\nNazwa (A-Z)\n\nNajczęściej kupowane\n\nNajczęściej oglądane\n\nNazwa (A-Z)\n\nNazwa (Z-A)\n\nCena rosnąco\n\nCena malejąco\n\nProducent (A-Z)\n\nDomyślnie\n\nOstatnio dodane\n\nOstatnio zmodyfikowane\n\n1\n-\n9\nz\n9\n\n|\n\nNowość\n\nTowar polecany\n\nDługopis ALI\n\nCzarny, automatyczny długopis z literami AGH wygrawerowanymi na korpusie. Kolor grawerunku odpowiada kolorowi końcówki długopisu. Przesunięcie klipsa wysuwa wkład. Długopis dostępny w trzech kolorach końcówek: zielonym, czerwonym i czarno-srebrnym. Wkład piszący w kolorze niebieskim. Opis produktu: kolor końcówki i kolor grawerunku: zielony, czerwony, czarno-srebrnym znakowanie: grawer długość: 13,8 cm\n\n+\n\n7,00 PLN\n\nNowość\n\nTowar polecany\n\nDługopis Combi Metall\n\nMetalowy długopis z dodatkową funkcją: miękką, czarną gumową końcówką do obsługi ekranów dotykowych tj. smartfonów, tabletów itp. Przesunięcie klipsa wysuwa wkład piszący. Korpus dostępny w trzech kolorach: zielonym, czarnym i czerwonym, a na nim grawer liter AGH. Wkład z tuszem w kolorze niebieskim. Opis produktu kolor korpusu: zielony, czerwony, czarny znakowanie: grawer długość: 14,3 cm\n\n+\n\n11,00 PLN\n\nNowość\n\nRekomendacja sprzedawcy\n\nDługopis Pelikan w kasetce\n\nSmukły i zaprojektowany w minimalistycznym stylu długopis Pelikan ma pokryty metalicznym lakierem korpus w kolorze czerwonym, zielonym lub czarnym. Na nim grawer liter AGH. Elementem, który wyróżnia długopis, jest asymetryczna skuwka bez klipsa, kryjąca obrotowy mechanizm wysuwania wkładu. Długopis Pelikan Ineo zapakowany jest w metalową kasetę. Opis produktu: kolor: czarny, czerwony lub zielony znakowanie: grawer długość długopisu: 14 cm wkład: tusz niebieski\n\n+\n\n115,00 PLN\n\nNowość\n\nDługopis Sheaffer Gift Collection\n\nDługopis posiada błyszczący czerwony lub czarny korpus oraz skuwkę pokrytą szczotkowanym chromem i niklowane wykończenia. Na klipsie znajduje się biała kropka – znak towarowy Sheaffer, która stanowi symbol jakości i niezawodności produktu. Długopis ma wymienny wkład w kolorze czarnym. Długopis zapakowany jest w elegancką kasetę prezentową. Opis produktu: kolor: czarno-stalowy i czerwono-stalowy znakowanie: grawer długość długopisu: 14 cm\n\n+\n\n125,00 PLN\n\nSuper cena\n\nOłówek z gumką\n\nDrewniany ołówek z gumką w trzech kolorach do wyboru: zielonym, czerwonym i czarnym. Ozdobiony logo AGH. Opis produktu kolor: zielony, czerwony lub czarny długość: 19 cm\n\n+\n\n3,00 PLN\n\nNowość\n\nRekomendacja sprzedawcy\n\nPióro Pelikan w metalowej kasetce\n\nSmukłe i zaprojektowane w minimalistycznym stylu pióro Pelikan ma pokryty metalicznym lakierem korpus w kolorze czerwonym, zielonym lub czarnym. Na nim grawer liter AGH.Elementem, który wyróżnia pióro, jest asymetryczna skuwka bez klipsa. Stalówka wykonana jest zwysokiej jakości stali nierdzewnej. Pióro działa na krótkie i długie naboje o uniwersalnym wejściu. Pióro Pelikan Ineo zapakowane jest w metalową kasetę. Opis produktu: kolor: czarny, czerwony lub zielony znakowanie: grawer długość pióra\n\n+\n\n125,00 PLN\n\nNowość\n\nTowar polecany\n\nPióro wieczne Sheaffer Gift Collection\n\nPióra posiada błyszczący czerwony lub czarny korpus oraz skuwkę pokrytą szczotkowanym chromem i niklowane wykończenia. Stalówka wykonana jest z najwyższej jakości stali. Na klipsie znajduje się biała kropka – znak towarowy Sheaffer, która stanowi symbol jakości i niezawodności produktu. Dwufunkcyjny system napełniania pozwala używać firmowych naboi lub konwertera, który umożliwia korzystanie z atramentu w kałamarzu. Pióro zapakowane jest w elegancką kasetę prezentową. Opis produktu: kolor: czarn\n\n+\n\n199,00 PLN\n\nNowość\n\nRekomendacja sprzedawcy\n\nPióro wieczne Sheaffer Gift Collection 300 czarno-złote\n\nKorpus i skuwka pióra pokryte są czarnym, błyszczącym lakierem. Dodatkowo posiadają złocone wykończenia. Kształt pióra zbliżony jest do kształtu cygara. Całość wykonana jest niesłychanie precyzyjnie. Na klipsie znajduje się biała kropka – znak towarowy, który stanowi symbol jakości i niezawodności produktu. Pióro zapakowane jest w ekskluzywne etui. Do zestawu dołączone zostały dwa naboje startowe. Pióro jest przystosowane do użytkowania z nabojami oraz z atramentem z kałamarza – tłoczek należy d\n\n+\n\n335,00 PLN\n\nNowość\n\nTowar polecany\n\nZestaw prezentowy pióro i długopis Sheaffer VFM\n\nW skład zestawu wchodzą pióro i długopis w eleganckim pudełku. Korpusy pióra i długopisu pokryte są wysokiej jakości tworzywem w kolorze czarnym. Wykończenia są niklowane. Posiadają zaokrąglony profil, który zapewnia użytkownikowi komfort pisania. Długopis włączany jest za pomocą niezawodnego systemu przyciskowego. Wkład w kolorze czarnym. Pióro posiada stalówkę wykonaną ze stali nierdzewnej. Do pióra dołączone zostały dwa naboje startowe. Na klipsie znajduje się biała kropka – znak towarowy She\n\n+\n\n165,00 PLN\n\nArtykuły biurowe\n\nPrzejdź do koszyka\n\nZostań na stronie\n\nZapamiętaj mój wybór", "metadata": {"url": "https://sklep.agh.edu.pl/produkty/artykuly-biurowe,2,27", "title": "Artykuły biurowe - AGH E-sklep-Produkty", "depth": 2, "duplicate": false, "content_hash": "66f5c7416637b5e79b39f23685719594", "word_count": 699, "headings": [{"level": 2, "text": "Długopis ALI"}, {"level": 2, "text": "Długopis Combi Metall"}, {"level": 2, "text": "Długopis Pelikan w kasetce"}, {"level": 2, "text": "Długopis Sheaffer Gift Collection"}, {"level": 2, "text": "Ołówek z gumką"}, {"level": 2, "text": "Pióro Pelikan w metalowej kasetce"}, {"level": 2, "text": "Pióro wieczne Sheaffer Gift Collection"}, {"level": 2, "text": "Pióro wieczne Sheaffer Gift Collection 300 czarno-złote"}, {"level": 2, "text": "Zestaw prezentowy pióro i długopis Sheaffer VFM"}, {"level": 1, "text": "Artykuły biurowe"}]}}