{"content": "#  Materiały i Konstrukcje -- Centrum Technologii Kosmicznych \n\nURL: https://www.ctk.agh.edu.pl/grupy-badawcze/materialy-i-konstrukcje\nCrawled: 2025-03-19 21:40:19\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Materiały i Konstrukcje \n\nGrupa Badawcza Materiałów i Konstrukcji koncentruje się na opracowywaniu nowoczesnych materiałów przeznaczonych do zastosowań kosmicznych. W skład grupy wchodzą trzy laboratoria wyposażone w zaawansowaną aparaturę badawczą.\n\nPrace w nich prowadzone będą przez wykwalifikowaną kadrę, która aktywnie uczestniczy w międzynarodowej współpracy, dążąc do rozwoju badań nad materiałami i strukturami dla technologii kosmicznych.\n\nLaboratorium prowadzi badania nad nowymi metamateriałami, które posiadają wyjątkowe właściwości przewyższające te spotykane w materiałach naturalnych, szczególnie w zastosowaniach kosmicznych. Badania obejmują projektowanie, analizę, produkcję i testowanie metamateriałów w trzech obszarach: mechaniki, elektromagnetyzmu i termodynamiki. Grupa dąży do opracowania materiałów o dostosowanych właściwościach, korzystając z technik analitycznych i numerycznych oraz zaawansowanych technologii, takich jak druk 3D do prototypowania. Przykładowe zastosowania obejmują anteny kierunkowe z regulacją termiczną, metamateriały strukturalne o specyficznych właściwościach filtrujących oraz elementy umożliwiające obliczenia analogowe.\n\nBadania w laboratorium koncentrują się na opracowywaniu zaawansowanych nanomateriałów do sensorów stosowanych w aplikacjach kosmicznych. Badane są materiały takie jak MXeny, grafen i nanorurki węglowe pod kątem ich zdolności do detekcji w ekstremalnych warunkach przestrzeni kosmicznej. Laboratorium specjalizuje się w precyzyjnych technikach nanoszenia materiałów, takich jak sitodruk, druk atramentowy i natryskiwanie. Ponadto, duży nacisk kładzie się na kondycjonowanie sygnału oraz hermetyzację sensorów, aby zapewnić ich wytrzymałość i integrację z systemami kosmicznymi.\n\nLaboratorium zajmuje się badaniem właściwości różnych materiałów w warunkach przypominających te panujące w przestrzeni kosmicznej, w tym w niskich i wysokich temperaturach, próżni oraz pod wpływem promieniowania kosmicznego. Testowane są różne materiały, od metalicznych po nanomateriały, pod kątem ich właściwości mechanicznych, chemicznych, magnetycznych, termicznych, optycznych i strukturalnych. Celem jest ocena przydatności materiałów do budowy struktur kosmicznych. Laboratorium prowadzi również badania nad biokompatybilnością materiałów do zastosowań medycznych, takich jak sensory do analizy wydychanego przez człowieka powietrza.\n\nStopka\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/grupy-badawcze/materialy-i-konstrukcje", "title": " Materiały i Konstrukcje -- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "ab0801f5838bf81419ce9707ff856fb3", "word_count": 285, "headings": [{"level": 1, "text": "Materiały i Konstrukcje"}, {"level": 2, "text": "Stopka"}]}}