{"metadata": {}, "content": " \n \n \nREGULAMIN STUDIÓW  WYŻSZYCH  \nAKADEMII GÓRNICZO -HUTNICZEJ  \nIM. STANISŁAWA STASZICA  W KRAKOWIE  \n \n– TEKST JEDNOLITY – \nw brzmieniu obowiązującym od 1 października 2023 r. 1) \n \n§ 1. WSTĘP  ................................ ................................ ................................ ................................ ................................ ..............................  1 \n§ 2. PRZEPISY OGÓLNE  ................................ ................................ ................................ ................................ ................................ ..............  3 \n§ 3. STU DIA W  UCZELNI  ................................ ................................ ................................ ................................ ................................ ............  4 \n§ 4. PRZYJĘCIE NA ST UDIA ................................ ................................ ................................ ................................ ................................ ........  5 \n§ 5. PRAWA I  OBOWIĄZ KI STUDENTA  ................................ ................................ ................................ ................................ ..........................  5 \n§ 6. ORGANIZACJA ROK U AKADEMICKIEGO  ................................ ................................ ................................ ................................ ..................  7 \n§ 7. WARUNKI ODBYWAN IA STUDIÓW: PROGRAM STUDIÓW  I ZASADY STUDIOWANIA  ................................ ................................ ....................  8 \n§ 8. SEMESTRALNE PLA NY ZAJĘĆ  ................................ ................................ ................................ ................................ ............................... 10 \n§ 9. INDYWIDUALNA OR GANIZACJA STUDIÓW  ................................ ................................ ................................ ................................ ............ 11 \n§ 10. PRZEDMIOTY, MO DUŁY ZAJĘĆ I  SYLABUS Y................................ ................................ ................................ ................................ .......... 12 \n§ 11. ZAJĘCIA  ................................ ................................ ................................ ................................ ................................ .......................... 13 \n§ 12. SYSTEM PUNKTOW Y I PRZENOSZENIE OSI ĄGNIĘĆ  ................................ ................................ ................................ ............................... 15 \n§ 13. SKALA OCEN  ................................ ................................ ................................ ................................ ................................ ................... 16 \n§ 14. ŚREDNIA OCEN  ................................ ................................ ................................ ................................ ................................ ................ 17 \n§ 15. ZALICZENIA ZAJ ĘĆ ................................ ................................ ................................ ................................ ................................ .......... 17 \n§ 16. EGZAMINY  ................................ ................................ ................................ ................................ ................................ ...................... 18 \n§ 16a. ZALICZENIE PRAKTYK I ZAWODOWEJ  ................................ ................................ ................................ ................................ ................ 20 \n§ 17. ZALICZENIA SEM ESTRU STUDIÓW,  WPIS  NA SEMESTR STUDIÓW  ................................ ................................ ................................ ........ 21 \n§ 18. POWTARZANIE MO DUŁU ZAJĘĆ LUB PRZED MIOTU  ................................ ................................ ................................ ............................... 22 \n§ 19. POWTARZANIE SE MESTRU STUDIÓW  ................................ ................................ ................................ ................................ ................. 23 \n§ 20. URLOP OD ZAJĘĆ  ................................ ................................ ................................ ................................ ................................ ............. 23 \n§ 21. SKREŚLENIE Z  LISTY STUDENTÓW  ................................ ................................ ................................ ................................ ..................... 24 \n§ 22. WZNOWIENIE STU DIÓW  ................................ ................................ ................................ ................................ ................................ ...26 \n§ 23. ZMIANA UCZELNI , KIERUNKU I  FORMY S TUDIÓW  ................................ ................................ ................................ ................................ 26 \n§ 24. NAGRODY,  WYRÓŻ NIENIA, KARY  ................................ ................................ ................................ ................................ ....................... 27 \n§ 25. PROJEKTY DYPLO MOWE I  PRACE DYPLOMO WE ................................ ................................ ................................ ................................ ....28 \n§ 26. EGZAMINY DYPLO MOWE  ................................ ................................ ................................ ................................ ................................ ...30 \n§ 27. UKOŃCZENIE STUDI ÓW ................................ ................................ ................................ ................................ ................................ ....33 \n§ 28. DOKUMENTACJA P RZEBIEGU STUDIÓW  ................................ ................................ ................................ ................................ .............. 34 \n§ 29. PRZEPISY PRZEJ ŚCIOWE  ................................ ................................ ................................ ................................ ................................ ...34 \n§ 29a. PRZEPISY EPIZODYCZ NE ................................ ................................ ................................ ................................ ................................ .35 \n§ 29b. PRZEPISY EPIZODYCZ NE  ................................ ................................ ................................ ................................ ................................ 35 \n§ 30. PRZEPISY KOŃCO WE ................................ ................................ ................................ ................................ ................................ ........ 35 \n \n                                                \n1)  Tekst jednolity ustalony uchwałą nr 40/2023 Senatu AGH z dnia 2 6 kwietnia 202 3 r. \n\n \n \n \n \n \n- 1 - § 1. WSTĘP  \n1. Regulamin studiów  wyższych  Akademii Górniczo -Hutniczej im. Stanisława Staszica  w Krakowie, \nzwany dalej Regulaminem, określa  w szczególności organizacj ę studiów  oraz związane  z nimi prawa  \ni obowiązki studentów , oraz znajduje zastosowanie do wszystkich kierunków, poziomów , profili  i form \nstudiów wyższych prowadzonych  w Uczelni . \n2. Niniejszy Regulamin obowiązuje wszystkich studentów,  pracowników Uczelni,  w tym w szczególności \nnauczycieli akademickich , oraz inne osoby prowadzące zajęcia ze studentami.  \n3. Użyte  w Regulaminie określenia oznaczają : \n1) charakterystyki efektów uczenia się – efekty uczenia się zdefiniowane  w postaci \ncharakterystyk dla poziomów 6  i 7 drugiego stopnia typowych dla kwalifikacji uzyskiwanych  \nw ramach systemu szkolnictwa wyższego określone  w ustawie  z dnia 22 grudnia 2015 r.  \no Zintegrowanym Systemie Kwalifikacji, zwanej dalej ustawą  o ZSK, oraz rozporządze niach \nwykonawczych;  \n2) Dziekan Wydziału  – kierownik podstawowej jednostki organizacyjnej Uczelni, która \nprowadzi kształcenie na danym kierunku studiów, poziomie  i profilu;  \n3) efekty uczenia się – zasób wiedzy, umiejętności  i kompetencji społecznych uzyskanych  \nw procesie kształcenia przez studenta;  \n4) forma studiów – studia stacjonarne lub studia niestacjonarne;  \n5) harmonogram zajęć – szczegółowy rozkład modułów zajęć  w konkretnym semestrze studiów \nwraz z informacją  o miejscu  i czasie odbywania zajęć;  \n6) języki kongresowe  – język: angielski, niemiecki, francuski, hiszpański, rosyjski;  \n7) kierunek inżynierski  – kierunek studiów prowadzący do uzyskania tytułu zawodowego \ninżyniera lub magistra inżyniera;  \n8) kierune k studiów  – wyodrębniona  w ramach studiów wyższych forma kształcenia , \nrealizowana  w Uczelni  w sposób określony przez program studiów  w ramach 6  i 7 poziomu \nPolskiej Ramy Kwalifikacji;  \n9) kierunkowe efekty uczenia się – efekty uczenia się zdefiniowane dla danego kierunku \nstudiów, poziomu  i profilu;  \n10) moduł zajęć – wyodrębniona jednostka realizacji  programu studiów  i dokumentacji \nprzebiegu studiów, wymagana  w ramach danego semestru studiów bądź będąca jednym  \nz warunków ukończenia studiów, której przypisane są  w szczególności zakładane efekty \nuczenia się, treści programowe oraz li czba punktów ECTS; moduł zajęć może stanowić w \nszczególności przedmiot, praktyka zawodowa, projekt dyplomowy lub praca dyplomowa , a \ntakże praca w kole naukowym oraz udział w badaniach naukowych ; \n11) modułowe efekty uczenia się – efekty uczenia się zdefiniowane  dla poszczególnych \nmodułów zajęć;  \n11a) opiekun pracy – opiekun pracy dyplomowej albo opiekun projektu dyplomowego;  \n12) plan studiów – rozkład modułów zajęć  w poszczególnych semestrach, wraz  z przypisanymi \ndo nich punktami ECTS, formami zajęć  i ich wymiarem,  a także liczbą punktów ECTS \nwymaganą do zaliczenia danego semestru;  \n13) Polska Rama Kwalifikacji [PRK] – opis ośmiu wyodrębnionych poziomów kwalifikacji \nodpowiadających odpowiednim poziomom europejskich ram kwalifikacji,  o których mowa  \nw ustawie  o ZSK, sformu łowany za pomocą ogólnych charakterystyk efektów uczenia się dla \nkwalifikacji na poszczególnych poziomach, ujętych  w kategoriach wiedzy, umiejętności  \ni kompetencji społecznych;  \n14) poziom 6 PRK – poziom Polskiej Ramy Kwalifikacji odpowiadający poziomowi studió w \npierwszego stopnia;  \n\n \n \n \n \n \n- 2 - 15) poziom 7 PRK – poziom Polskiej Ramy Kwalifikacji odpowiadający poziomowi studiów \ndrugiego stopnia;  \n16) poziom studiów  – studia pierwszego stopnia lub studia drugiego stopnia;  \n17) profil – profil praktyczny lub profil ogólnoakademicki  w ramach  danego kierunku studiów;  \n18) profil ogólnoakademicki  – profil, na którym ponad połowa liczby punktów ECTS wymagana \ndo ukończenia studiów jest przypisana zajęciom związanym  z prowadzoną  w Uczelni \ndziałalnością naukową  w dyscyplinie lub dyscyplinach, do których  przyporządkowany jest \nkierunek studiów,  i uwzględnia udział studentów  w zajęciach przygotowujących do \nprowadzenia działalności naukowej lub udział  w tej działalności;  \n19) profil praktyczny  – profil, na którym ponad połowa liczby punktów ECTS wymagana do \nukońc zenia studiów jest przypisana zajęciom kształtującym umiejętności praktyczne;  \n20) program studiów  – opis zakładanych dla danego kierunku studiów, poziomu  i profilu \nkierunkowych efektów uczenia się wraz  z opisem procesu prowadzącego do ich uzyskania;  \n21) prowadzący  przedmiot – nauczyciel akademicki albo  inna osoba prowadząca zajęcia \nposiadająca kompetencje  i doświadczenie pozwalające na prawidłową realizację zajęć, któremu  \nDziekan Wydziału powierzył prowadzenie przedmiotu przewidzianego  w programie studiów;  \n22) prowadzący zajęcia – nauczyciel akademicki albo inna osoba posiadająca kompetencje  \ni doświadczenie pozwalające na prawidłową realizację zajęć albo doktorant odbywający praktyki \nzawodowe  w formie prowadzenia zajęć, któremu Dziekan Wydziału powierzył prowadz enie zajęć \nwchodzących  w skład danego przedmiotu, zgodnie  z planem obciążenia dydaktycznego;  \n23) przedmiot  – najmniejszy wyodrębniony element  w programie studiów, realizowany  w Uczelni, \nskładający się  z co najmniej jednej formy zajęć dydaktycznych, któremu prz ypisane są zakładane \nefekty uczenia się oraz liczba punktów ECTS, realizowany przez nauczyciela akademickiego \nzatrudnionego  w Uczelni albo inną osobę posiadającą kompetencje  i doświadczenie pozwalające \nna prawidłową realizację zajęć;  \n24) punkty ECTS  – punkty z definiowane  w europejskim systemie akumulacji  i transferu \npunktów zaliczeniowych (European Credit Transfer System) jako miara średniego nakładu \npracy studenta, niezbędnego do uzyskania zakładanych efektów uczenia się;  \n25) rocznik kształcenia – rocznik studentó w rozpoczynających studia na pierwszym semestrze \nstudiów  w danym roku akademickim, zgodnie  z programem studiów obowiązującym na danym \nkierunku studiów, poziomie  i profilu;  \n26) różnice programowe – moduły zajęć, które student zobowiązany jest zaliczyć dodatkowo  ze \nwzględu na przeniesienie się  z innej uczelni, zmianę kierunku studiów lub formy studiów, \npowtarzanie semestru, urlop od zajęć, wznowienie studiów;  \n27) specjalność – sposób zróżnicowania organizacji kształcenia  w ramach kierunku studiów \nprowadzonego na pozi omie studiów drugiego stopnia;  \n28) Statut  – Statut Akademii Górniczo -Hutniczej im. Stanisława Staszica  w Krakowie;  \n29) student  – osoba kształcąca się na studiach, przyjęta na studia zgodnie  z przepisami \nobowiązującymi  w Uczelni;  \n30) studia  – studia wyższe prowadzone na poziomie studiów pierwszego stopnia oraz na \npoziomie studiów drugiego stopnia;  \n31) sylabus – szczegółowy opis modułu zajęć ustalony przez nauczyciela akademickiego albo inną \nosobę posiadającą kompetencje  i doświadczenie pozwalają ce na prawidłową realizację zajęć \nzgodnie  z obowiązującym na danym kierunku studiów, poziomie  i profilu programem studiów,  \nw porozumieniu  z Dziekanem Wydziału;  w przypadku przedmiotu sylabus określa prowadzący \nprzedmiot;  \n31a) system USOS  – Uniwersytecki System Obsługi Studiów : system informatyczny \nwspomagający obsługę procesu dydaktycznego w Uczelni ; \n\n \n \n \n \n \n- 3 - 32) ścieżka dyplomowania – sposób zróżnicowania organizacji kształcenia  w ramach kierunku \nstudiów na studiach pierwszego stopnia lub studiach drugiego stopnia;  \n33) ścieżka kształcenia  – sposób zróżnicowania organizacji kształcenia  w ramach kierunku \nstudiów prowadzonego wspólnie przez co najmniej dwa wydziały Uczelni na poziomie studiów \npierwszego stopnia;  \n34) Uczelnia  – Akademia Górniczo -Hutnicza im. St anisława Staszica  w Krakowie  (AGH);  \n35) Ustawa  – ustawa  z dnia 20 lipca 2018 r. - Prawo  o szkolnictwie wyższym  i nauce;  \n36) warunki odbywania studiów – wymagania określone  w Uczelni związane  z realizacją \nprogramu studiów na danym kierunku studiów, poziomie  i profilu warunkujące ukończenie \nstudiów  i uzyskanie dyplomu ukończenia studiów;  \n37) zasady studiowania – szczegółowe zasady realizacji programu studiów ustalone przez \nDziekana Wydziału . \n4. Ilekroć  w niniejszym Regulaminie jest mowa  o Dziekanie Wydziału należy  przez to  rozumieć  również  \nProdziekana Wydziału, do którego zakresu kompetencji , zgodnie  z upoważnieniem Rektora,  należą \nsprawy studenckie lub kształcenia określone  w niniejszym Regulaminie.  \n \n§ 2. PRZEPISY OGÓLNE  \n1. Studenci , doktoranci  i pracownicy Uczelni  stanowią wspólnotę Uczelni ; jako jej członkowie \nwspółdecydują  o sprawach Uczelni  i są współodpowiedzialni za realizację jej zadań.  \n2. Wszystkie rozstrzygnięcia  podejmowane  w oparciu  o przepisy Regulaminu powinny wypływać ze \nzrozumienia potrzeb, praw  i obowiązków młod zieży akademickiej  i być zgodne  z dobrem społecznym,  \nz Ustawą oraz Statutem.  \n3. Przełożonym studentów  w Uczelni jest Rektor,  a na Wydziale  – Dziekan . \n3a. Na straży praw i obowiązków studentów określonych w  Regulaminie oraz w  innych przepisach \nobowiązujących w Uczelni stoi Rzecznik Praw Studenta.  \n3b. Zakres i  sposób działania Rzecznika Praw Studenta określa Rektor w  drodze zarządzenia.  \n4. W indywidualnych sprawach studentów określonych  w niniejszym Regulaminie wydawane są decyzje \nadministracyjne oraz rozstrzygnię cia wewnątrzzakładowe, które nie mają charakteru decyzji \nadministracyjnych (tzw. rozstrzygnięcia).  \n5. W przypadku decyzji administracyjnych,  o których mowa  w ust. 4:  \n1) decyzje administracyjne wydaje Rektor; Rektor może upoważnić Prorektora ds. Kształcenia, \nDziekana Wydziału lub Prodziekana Wydziału do wydawania decyzji administracyjnych \nnależących do jego kompetencji;  \n2) od decyzji administracyjnych wydanych przez Rektora przysługuje wniosek  o ponowne \nrozpatrzenie sprawy;  \n3) wniosek  o ponowne rozpatrzenie sprawy wnosi się na piśmie  w terminie 14 dni od dnia doręczenia \ndecyzji administracyjnej;  \n4) jeżeli decyzja administracyjna została wydana  z upoważnienia Rektora wniosek  o ponow ne \nrozpatrzenie sprawy wnosi się za pośrednictwem upoważnionego Dziekana Wydziału lub \nProdziekana Wydziału, który wydał decyzję administracyjną;  \n5) do decyzji administracyjnych  i wniosków  o ponowne rozpatrzenie sprawy,  o których mowa  \nw niniejszym ustępie, st osuje się przepisy kodeksu postępowania administracyjnego.  \n6. W przypadku rozstrzygnięć,  o których mowa  w ust. 4:  \n1) rozstrzygnięcia wydaje Dziekan Wydziału, chyba że postanowienia niniejszego Regulaminu \nstanowią inaczej; Rektor może upoważnić Prodziekana Wydziału do wydawania rozstrzygnięć \nokreślonych  w Regulaminie należących do zakresu działania Dziekana Wydziału;  \n\n \n \n \n \n \n- 4 - 2) od rozstrzygnięć przysługuje odwołanie do Prorektora ds. Kształcenia, chyba że postanowienia \nniniejszego Regulaminu stanowią inaczej;  \n3) odwołani e wnosi się na piśmie  w terminie 14 dni od dnia doręczenia lub ogłoszenia \nrozstrzygnięcia, za pośrednictwem Dziekana Wydziału lub Prodziekana Wydziału, który wydał \nrozstrzygnięcie, chyba że postanowienia niniejszego Regulaminu stanowią inaczej;  \n4) od rozstrzy gnięć Prorektora ds. Kształcenia nie przysługuje dalsze odwołanie;  \n5) do rozstrzygnięć  i odwołań,  o których mowa  w niniejszym ustępie, nie stosuje się przepisów \nkodeksu postępowania administracyjnego.  \n7. Jeżeli postanowienia niniejszego  Regulamin u wymaga ją wnios ku, należy go złożyć na piśmie  nie \npóźniej niż na 7 dni przed rozpoczęciem zajęć  w danym semestrze  zgodnie ze szczegółową \norganizacją roku akademickiego obowiązującą  w danym roku akademickim , chyba że Regulamin \nstanowi inaczej . \n8. W indywidualnych sprawach  studentów,  z wyłączeniem spraw,  o których mowa  w § 22  i  \n§ 23, dopuszcza się  możliwość składania wniosków przez studentów  w postaci elektronicznej . \nProrektor ds. Kształcenia określi sposób składania wniosków studentów w  postaci elektronicznej.  \n8a. W  sprawach związanych z organizacją studiów oraz realizacją procesu kształcenia  studenci, \npracownicy Uczelni, w tym w szczególności nauczyciele akademiccy oraz inne osoby prowadzące \nzajęcia ze studentami, są zobowiązani korzystać  wyłącznie z poczty elektroni cznej zarejestrowanej \nw domenie Uczelni.  \n9. Reprezentantem ogółu studentów Uczelni s ą organy Samorządu S tuden tów, które są uprawnione do \nwyrażania stanowiska we wszystkich sprawach dotyczących studentów.  \n10. Organy Uczelni zobowiązane  są, w miarę możliwości,  podejmowa ć działania  zmierzając e do \ndostosowania organizacji  i właściwej realizacji procesu dydaktycznego do szczególnych potrzeb \nstudentów z niepełnosprawnościami , w tym dostosowania warunków odbywania studiów do rodzaju \nniepełnosprawności.  W Uczelni jed nostką odpowiedzialną za wsparcie oraz koordynację działań na \nrzecz osób z niepełnosprawnościami jest Biuro ds. Osób Niepełnosprawnych AGH.  \n11. Uczelnia może zorganizować dla studentów pierwszego roku studiów stacjonarnych  \ni niestacjonarnych dobrowolne kursy uzupełniające  z matematyki, fizyki  i chemii  w zakresie \nprogram u obowiązującego  w szkole średniej . Szczegółowe zasady organizacji  takich  kursów określa \nRektor  w drodze zarządzenia . \n \n§ 3. STUDIA  W UCZELNI  \n1. Studia  w Uczelni prowadzone są  w formie  stacjonarne j lub niestacjonarne j jako: \n1) studia pierwszego stopnia :  \na) inżynierskie – prowadzące  do uzyskania tytułu zawodowego inżyniera , trwające co najmniej \n7 semestrów,  \nb) licencjackie – prowadzące do uzyskania  tytułu zawodowego l icencjata , trwające co najmniej \n6 semestrów ; \n2) studia drugiego stopnia : \na) magisterskie  inżynierskie – prowadzące  do uzyskania tytułu zawodowego magistra inżyniera , \ntrwające od 3 do 5 semestrów,  w zależności od programu studiów obowiązującego na danym \nkierunku studiów, poziomie  i profilu , \nb) magisterskie – prowadzące do uzyskania tytułu zawodowego magistra , trwające od 4 do 5 \nsemestrów,  w zależności od programu studiów obowiązującego na danym kierunku studiów, \npoziomie  i profilu . \n2. Łączny czas trwania studiów stacjonarnych pierwszego  i drugiego stopnia dla poszczególnych \nkierunków powinien wynosić nie mniej  niż 10 semestrów.  \n\n \n \n \n \n \n- 5 - 3. Studia niestacjonarne mogą trwać jeden lub dwa semestry dłużej niż odpowiednie studia stacjonarne,  \nw zależności od programu studiów obowiązującego na danym kierunku studiów, poziomie  i profilu.  \n4. Do okresu studiów pierwszego  i drugiego  stopnia zalicza się praktykę zawodową studenta, jeżeli \nprogram  studiów obowiązujący na danym kierunku studiów, poziomie  i profilu  przewiduje praktyki.  \n5. W przypadku powtarzania semestru studiów, uzyskania urlopu  od zajęć , a także zmiany formy \nstudiów rzeczywisty czas trwania studiów może ulec  odpowiedniemu przedłużeniu.  \n6. W przypadku studiów  pierwszego stopnia,  w ramach których zajęcia kończą  się w semestrze \nzimowym , ostatni rok studiów trwa jeden semestr, zaś  w przypadku studió w drugiego stopnia,  \nw ramach których zajęcia rozpoczynają  się w semestrze letnim , ostatni rok studiów trwa dwa \nsemestry . \n \n§ 4. PRZYJĘCIE NA STUDIA  \n1. Przyjęcie na studia  następuje przez:  \n1) rekrutację, zgodnie  z przepisami obowiązującymi  w Uczelni,  a w szczególności uchwałą  Senatu  \nokreślającą  warunk i, tryb oraz termin rozpoczęcia  i zakończenia rekrutacji na pierwszy rok \nstudiów  w danym roku akademickim ; \n2) potwierdze nie efektów uczenia się, na zasadach określ onych w odrębnej uchwale Senatu;  \n3) przeniesienie się  z innej uczelni,  w tym także zagranicznej, na zasadach określonych  \nw niniejszym Regulaminie;  \n4) wznowienie studiów, na zasadach określonych  w niniejszym Regulaminie.  \n2. Osoba przyjęta na studia rozpoczyna studia  i nabywa prawa s tudenta  z chwilą złożenia ślubowania.  \n3. Odmowa przyjęcia na studia następuje  w drodze decyzji administracyjnej.  \n \n§ 5. PRAWA  I OBOWIĄZKI STUDENTA  \n1. Student ma prawo do:  \n1) zdobywania wiedzy na wybranym przez siebie kierunku studiów ; \n2) udziału  w zajęciach dydaktycznych  i przystępowania do egzaminów  i zaliczeń  przewidzianych  \nw program ie studiów;  \n3) studiowania według indywidualne j organizacji  studiów , po spełnieniu wymagań określonych przez \nDziekana Wydziału ; \n4) zmiany Uczelni, kierunku lub formy studiów, na zasadach określonych  w niniejszym Regulaminie;  \n5) przenoszenia  i uznawania punktów ECTS, na zasadach określonych  w niniejszym Regulaminie;  \n6) usprawiedliwiania nieobecności na zajęciach, urlopów od zajęć oraz urlopów od zajęć  \nz możliwością przystąpienia do weryf ikacji uzyskanych efektów uczenia się określonych  \nw programie studiów, na zasadach określonych  w niniejszym Regulaminie;  \n7) przystąpienia do egzaminu komisyjnego przy udziale wskazanego przez niego obserwatora, na \nzasadach określonych  w niniejszym Regulaminie ; \n8) powtarzania określonych zajęć  z powodu niezadowalających wyników  w nauce, na zasadach \nokreślonych  w niniejszym Regulaminie;  \n9) realizacji części studiów  w innej uczelni,  w tym również poza granicami kraju, na warunkach \nokreślonych  w porozumieniach lub umowach zawartych przez Uczelnię, lub  z własnej inicjatywy \npo spełnieniu warunków określonych  w Regulaminie;  \n10) wyrażania opinii  o prowadzonych zajęciach dydaktycznych,  w tym oceniania zajęć dydaktycznych \nwedług zasad określonych  w odrębnych przepisach ; \n\n \n \n \n \n \n- 6 - 11) zgłaszania do Władz Uczelni postulatów dotyczących procesu kształcenia  i wychowania oraz \nfunkcjonowania Uczelni;  \n12) wyboru Władz Uczelni,  w zakresie  i w sposób określony Ustawą  i Statutem,  a także wyboru \nswoich przedstawicieli do organów kolegialnych Uczelni;  \n13) współdecydowania poprzez organy Samorządu Studentów  w sprawach związanych  z procesem \nkształcenia  i wychowania, przyznawaniem świadczeń dla studentów  oraz nagród  i wyróżnień,  \na także podziałem środków przeznaczonych na cele studenckie;  \n14) zrzeszania się  w uczelnia nych organizacjach studenckich;  \n15) otrzymywania nagród  i wyróżnień;  \n16) otrzymywania świadczeń dla studentów według zasad określonych odrębnymi przepisami;  \n17) rozwijania zainteresowań naukowych, kulturalnych, turystycznych  i sportowych na zasadach \nokreślonych  w Uczelni . \n1a. Student może realizować k ształcenie w Uczelni z wykorzystaniem metody tutoringu na zasadach \nobowiązujących w Uczelni.  W ramach t utoring u uwzględni ane są  potrzeby i zainteresowania \nnajzdolniejszych studentów, zwłaszcza  w kierunku rozwoju i dostosowani a metod pracy do \nkonkretnego studenta (tutoranta) zgodnie z jego zainteresowaniami, predyspozycjami i \nmożliwościami pod opieką wybranego przez siebie nauczyciela akademickiego (tutora).  \n2. Student może podjąć kolejny  kierun ek studiów wyłącznie  w drodze postępowania rekrutacyjne go. \nPodejmując studia na kilku kierunkach studiów, student określa , który z nich jest pierwszym bądź \nkolejnym. Student jest zobowiązany poinformować na piśmie Dziekan ów Wydziałów wszystkich \nkierunków studiów, na których studiuje , o dokonanym wyborze pierwszego  i kolejnego kierunku \nstudiów.  \n3. Student może podjąć dodatkową ścieżkę kształcenia , ścieżkę dyplomowania  lub specjalność  \nw ramach studiowanego kierunku studiów wyłącznie za zgodą Dziekan a Wydziału, który określa \nszczegółowe zasady ich realizacji . Podjęcie dodatkowej ścieżki kształcenia, ścieżki dyplomowania  lub \nspecjalności  nie może prowadzić do przedłużenia czasu trwania studiów  w ramach studiowanego  \nkierunku studiów . W przypadku uzyskan ia zgody na podjęcie dodatkowej ścieżki kształcenia, ścieżki \ndyplomowania  lub specjalności  student zobowiązany jest zrealizować pełny zestaw modułów zajęć  \nustalony dla danej ścieżki kształcenia, ścieżki dyplomowania  lub specjalności  zgodnie  z wymogami \nokreślonymi  w program ie studiów . Realizacja zajęć  w ramach dodatkowej ścieżki kształcenia, ścieżki \ndyplomowania  lub specjalności  traktowana jest jako korzystanie  z zajęć nieobjętych programem  \nstudiów.  \n4. (uchylony ). \n5. (uchylony ). \n6. Student zobowiązany jest  postępować  zgodnie  z treścią złożonego ślubowania  i przepisami \nobowiązującymi  w Uczelni,  a w szczególności : \n1) postępować  etycznie , zgodnie  z Kodeksem Etyki Studenta ; \n2) odbywać studia zgodnie  z programem studiów,  w tym uczestniczyć  w zajęciach  przewidzianych  \nw programie studiów dla danego kierunku studiów, poziomu i profilu , na zasadach okreś lonych  \nw niniejszym Regulaminie;  \n3) składa ć egzamin y i uzyskiwać zaliczenia , odbywa ć praktyk i zawodow e i spełnia ć inne wymagania  \nprzewidzian e w programie studiów ; \n4) kultywować tradycje Uczelni ; \n5) godnie zachowywać się w Uczelni  i poza jej murami;  \n6) szanowa ć mienie Uczelni;  \n7) dbać o dokumenty studencki e. \n7. (uchylony ). \n\n \n \n \n \n \n- 7 - 8. (uchylony ). \n9. Student zobowiązany jest , nie później niż  w terminie 7 dni , powiadomić Dziekan a Wydziału  \no wszelkich zmianach dotyczących danych osobowych,  w szczególności dotyczących stanu cywilnego, \nnazwiska , adresu zamieszkania, adresu  do korespondencji , adresu poczty elektronicznej  oraz \ndokumentu tożsamości,  a także o zmianie warunków materialnych, jeżeli wpływają one na \nprzyznanie  i wysokość świadczeń dla studentów . W razie niewywiązania się  z tego obowiązku \nwszelkie negatywne konsekwencje  ponosi student.  \n10. Student zobowiązany  jest do terminowego wnoszenia opłat za usługi  edukacyjne wskazane  w Ustawie \nna zasadach , w trybie  i w wysokości określonej  w odrębnych przepisach . \n11. Prawa  i obowiązki studenta wygasają  z dniem ukończenia studiów albo ostatecznego  skreślenia  z listy \nstudentów . \n12. (uchylony ). \n \n§ 6. ORGANIZACJA ROKU AK ADEMICKIEGO  \n1. Rok akademicki rozpoczyna się 1 października  i trwa do 30 września następnego roku \nkalendarzowego.   \n2. Rok akademicki składa się  z dwóch semestrów: zimowego  i letniego oraz obejmuje:  \n1) okres odbywania zajęć dydaktycznych  w każdym  z semestrów ; \n2) dwie sesje egzaminacyjne wolne od zajęć  dydaktycznych , trwające łącznie nie krócej niż sześć \ntygodni:  \na) zimową  (podstawową  i poprawkową) , po zakończeniu zajęć semestru zimowego , \nb) letnią  (podstawową  i poprawkową) , po zakończeniu zajęć semestru letniego;  \n3) wakacje zimowe, wiosenne  i letnie, trwające  w sumie nie mniej  niż sześć tygodni,  w tym co \nnajmniej cztery tygodnie nieprzerwanych wakacji letnich;  \n4) przerwę mi ędzysemestralną , trwającą nie krócej niż tydzień.  \n3. Szczegółową organizację roku akademickiego ustala Rektor  po zasięgnięciu opinii  uczelnianego \norganu Samorządu Studentów  i podaje do wiadomości nie później niż  na 90 dni przed rozpoczęciem \nroku akademickiego.  \n4. W przypadku studentów ostatniego semestru studiów pierwszego stopnia Dziekan  Wydziału  za zgodą \nRektora  i w porozumieniu  z wydziałow ym organ em Samorządu Studentów może wprowadzić zmiany  \nw organizacji roku akademickiego ustalonej przez Rektora, dokonując przesunięć terminów , \no których mowa  w ust. 2. Nie dotyczy to terminu rozpoczęcia  i zakończenia roku akademickiego.  \n5. Zjazdy studiów niestacjonarnych odbywają się według harmonogramów ustalonych  i ogłoszonych  \nprzez Dziekan a Wydziału  nie później niż na 7 dni przed rozpoczęciem zajęć . Organizacja zjazdów \nstudiów niestacjonarnych nie może naruszać organizacji roku akademickiego,  o której m owa w ust. \n2.  \n6. W uzasadnionych przypadkach,  w szczególności wynikających  z układu kalendarza  w danym roku \nakademickim , dopuszcza się możliwość organizacji zjazdu studiów niestacjonarnych przed \nrozpoczęciem roku akademickiego,  o którym mowa  w ust. 1.  \n7. Rektor  dla Uczelni,  a dla Wydziału Dziekan  za zgodą Rektora, może ustanowić  w ciągu roku \nakademickiego dni lub godziny wolne od zajęć. Odpowiednie organy Samorządu Studentów Uczelni  \nmają prawo wnoszenia propozycji ustanowienia takich dni  i godzin.  \n8. Prowadzenie albo odrobienie zajęć przypadających  w trakcie dni lub godzin wolnych od zajęć,  \no których mowa  w ust. 7, możliwe  jest za zgodą Dziekana Wydziału  w uzgodnieniu pomiędzy \nprowadzącym te zajęcia oraz uczestniczącymi  w nich studentami.  \n \n\n \n \n \n \n \n- 8 - § 7. WARUNKI ODBYWANIA STUDIÓW : PROGRAM  STUDIÓW   \nI ZASADY STUDIOWANIA  \n1. Studia  w Uczelni  są prowadzone na określonym kierunku studiów, poziomie  i profilu zgodnie  \nz warunkami odbywania studiów, na które składają się:  \n1) program studiów , ustalony przez Senat AGH, po zasięgnięciu opinii  uprawnionego wydziałowego \norgan u Samorządu Studentów wyrażonej  w formie pisemnej ; \n2) zasady studiowania , ustalone przez Dziekana Wydziału , po zasięgnięciu opinii uprawnionego \nwydziałowego organ u Samorządu Studentów wyrażonej  w formie pisemnej . \n2. Program studió w dla danego kierunku studiów, poziomu  i profilu określa:  \n1) kierunkowe efekty uczenia się;  \n2) opis procesu prowadzącego do uzyskania zakładanych efektów uczenia się.  \n3. W przypadku prowadzenia studiów na danym kierunku, poziomie  i profilu  w formie stacjonarnej  \ni niestacjonarnej,  a także w przypadku zróżnicowania kształcenia  w ramach ścieżek kształcenia, \nścieżek dyplomowania lub specjalności, program studiów zakłada uzyskanie takich samych \nkierunkowych efektów uczenia się.  \n4. Programy studiów  w Uczelni ustalane są  z uwzględnieniem przepisów Ustawy  i przepisów \nwykonawczych do Ustawy oraz wytycznych ustalonych przez Senat.  \n5. Program studiów dla danego kierunku studiów, poziomu  i profilu  w ramach opisu procesu \nprowadzącego do uzyskania zakładanych efektów uczenia się,  o którym mowa  w ust. 2 określa:  \n1) formę studiów (stacjonarne lub niestacjonarne);  \n2) czas trwania studiów (liczbę semestrów);  \n3) liczbę punktów ECTS wymaganą  do ukończenia studiów na danym poziomie;  \n4) tytuł zawodowy nadawany absolwentom;  \n5) dziedzinę/dziedziny oraz dyscyplinę/dyscypliny (w tym także dyscyplinę wiodącą), do której/ -ych \nprzyporządkowany jest kierunek studiów, zgodnie  z rozporządzeniem MNiSW  w sprawie dziedzin \nnauki i dyscyplin naukowych oraz dyscyplin artystycznych  i na zasadach określonych  w Ustawie;  \n6) moduły zajęć,  z wyszczególnieniem modułów obowiązkowych  i obieralnych,  w tym także  \nw ramach ścieżki kształcenia, ścieżki dyplomowania lub specjalności, wraz  z przypisaniem do nich \nmodułowych efektów uczenia się oraz liczby punktów ECTS;  \n7) łączną liczbę godzi n zajęć;  \n8) sposoby weryfikacji  i oceny efektów uczenia się osiągniętych przez studenta  w ramach \nposzczególnych modułów zajęć;  \n9) plan studiów;  \n10) łączną liczbę punktów ECTS, którą student musi uzyskać  w ramach zajęć:  \na) prowadzonych  z bezpośrednim udziałem nauczycie li akademickich lub innych osób \nprowadzących zajęcia,  \nb) z zakresu nauk podstawowych właściwych dla danego kierunku studiów,  \nc) o charakterze praktycznym, kształtujących umiejętności praktyczne,  w tym zajęć \nlaboratoryjnych, projektowyc h, praktycznych  i warsztato wych,  \nd) z dziedziny nauk humanistycznych lub nauk społecznych – w przypadku kierunków studiów \nprzyporządkowanych do dyscyplin  w ramach dziedzin innych niż odpowiednio nauki \nhumanistyczne lub nauki społeczne,  \ne) z języka obcego;  \n11) wymiar, zasady  i formę odbywania praktyk zawodowych oraz liczbę punktów ECTS, jaką student \nmusi uzyskać  w ramach tych praktyk.  \n\n \n \n \n \n \n- 9 - 6. W programie studiów pierwszego stopnia prowadzonych  w formie studiów stacjonarnych określa się \nrównież zajęcia  z wychowania fizycznego, którym nie przypisuje się ani efektów uczenia się, ani liczby \npunktów ECTS.  \n7. Program studiów umożliwia studentowi wybór modułów zajęć, którym przypisano punkty ECTS  \nw wymiarze nie mniejszym niż 30% liczby punktów ECTS wymaganej do ukończenia studiów na \ndanym poziomie.  \n8. Program studió w może również określać moduły zajęć,  w których udział i/lub zaliczenie \nuwarunkowane jest wcześniejszym zaliczeniem odpowiednich modułów zajęć (tzw. sekwencyjność \nmodułów zajęć).  \n9. Program studiów realizowanych  w języku polskim może dopuszczać prowadzenie zajęć w językach \nkongresowych,  w tym także egzaminów lub innych form weryfikacji zakładanych efektów uczenia się. \nMogą one dotyczyć wyłącznie przedmiotów obieralnych lub prowadzonych równolegle  z zajęciami  \nw języku polskim.  \n10. W przypadku studiów prowadzonych  na danym kierunku studiów, poziomie  i profilu  w formie \nstacjonarnej  i niestacjonarnej, plan studiów sporządzany jest odrębnie dla każdej  z tych form.  \n11. Na studiach stacjonarnych tygodniowy wymiar zajęć nie może przekraczać 30 godzin (licząc bez \npraktyk  i zajęć terenowych).  \n12. W przypadku studiów stacjonarnych liczba godzin dydaktycznych przypadająca na jeden dzień \npowinna być tak określona, aby liczba tych godzin przypadająca na jeden dzień nie przekraczała 10 \ngodzin . \n13. W przypadku studiów niestacjonarnych nomina lna liczba semestrów oraz liczba zjazdów  w semestrze \npowinna być tak określona, aby liczba godzin dydaktycznych przypadająca na jeden dzień zjazdowy \nnie przekraczała 10  godzin . \n14. Program  studiów dla kierunku studiów  o profilu praktycznym obejmuje zajęcia kształtujące \numiejętności praktyczne  w wymiarze większym niż 50% liczby punktów ECTS wymaganej do \nukończenia studiów na danym poziomie.  \n15. Program  studiów dla kierunku  o profilu ogólnoakademickim obejmuje zajęcia związane  z prowadzoną  \nw Uczelni działalnością naukową  w dyscyplinie lub dyscyplinach, do których przyporządkowany jest \nkierunek studiów,  w wymiarze większym niż 50% liczby punktów ECTS wymaganej do ukończenia \nstudiów na danym poziomie  i uwzględnia udział studentów  w zajęciach przygotowujących do \nprowa dzenia działalności naukowej lub udział  w tej działalności.  \n16. Program studiów obowiązujący na danym kierunku studiów, poziomie  i profilu może przewidywać \nzróżnicowanie kształcenia  w ramach ścieżek kształcenia, ścieżek dyplomowania lub specjalności.  \n17. Zasady studiowania określają  w szczególności:  \n1) zasady wpisu na kolejny semestr,  w tym w ramach tzw. dopuszczalnego deficytu punktowego  \ndef P K; \n2) organizację zajęć  w ramach tzw. bloków zajęć , tj. taką organizację przedmiotów lub \nposzczególnych form zajęć określoną  w harmonogramie zajęć,  o którym mowa  w ust. 21, która \nzakłada odstępstwa od cykliczności prowadzenia zajęć  w poszczególnych tygodniach  w danym \nsemestrze studiów ; \n3) semestry kontrolne, tj. wybrane semestry  w okresie studiów, przy których zaliczeniu \ndokonywana j est zarówno ocena punktowa, jak  i ocena programowa dotychczasowego przebiegu \nstudiów studenta,  w szczególności stopnia zaawansowania zaliczenia obowiązkowych modułów \nzajęć;  zaleca się, aby jednym  z nich był bezpośrednio poprzedzający semestr dyplomowy;  \n4) szczegółowe warunki odbywania  studiów według  indywidualne j organizacji  studiów;  \n5) warunki realizacji praktyk,  w tym w szczególności system kontroli praktyk  i ich zaliczania;  \n6) zasady obieralności modułów zajęć;  \n7) zasady obieralności ścieżek kształcenia, ścieżek dyplomowania lub specjalności albo kwalifikacji \nna nie;  \n\n \n \n \n \n \n- 10 - 8) warunki  i wymagania związane  z przygotowaniem projektów dyplomowych  i prac dyplomowych \noraz realizacją procesu dyplomowania,  w szczególności szczegółowe zasady dyplomowania \nzwiązane  z organizacją  i przebiegiem egzaminu dyplomowego,  o których mowa  w § 26 ust. 11;  \n9) inne wymagania związane  z realizacją programu studiów oraz ukończeniem studiów wynikające  \nz niniejszego Regulaminu albo  z innych przepisów obowiązujących  w Uczelni.  \n18. W semestrach kontrolnych , o których mowa  w ust. 17  pkt 3,  Dziekan  Wydziału  może dokonać korekty \nsemestralnych planów zajęć studenta, biorąc pod uwagę jego dotychczasowe osiągnięcia.  \n19. Program studiów wraz  z uchwałą Senatu  w sprawie ustalenia programu studiów na określonym \nkierunku s tudiów, poziomie  i profilu Uczelnia udostępnia  w Biuletynie Informacji Publicznej na stronie \npodmiotowej Uczelni nie później niż  w terminie 14 dni od dnia jego przyjęcia  i nie później niż na 3 \nmiesiące przed rozpoczęciem studiów przez rocznik kształcenia  w danym roku akademickim.  \n20. Zasady studiowania ogłasza D ziekan Wydziału na stronie internetowej wydziału najpóźniej na 1 \nmiesiąc przed rozpoczęciem studiów przez rocznik kształcenia  w danym roku akademickim.  \n21. Dziekan W ydziału ustala  i ogłasza harmonogram zaj ęć w danym semestrze nie później niż na 7 dni \nprzed rozpoczęciem semestru.  \n \n§ 8. SEMESTRALNE PLAN Y ZAJĘĆ  \n1. Każdy student   odbywa zajęcia w danym semestrze w oparciu o własny , indywidualny plan zajęć \n(tzw. semestralny plan zajęć) przygotowany w systemie USOS . \n2. Semestralny plan zajęć  należy sporządzić w taki sposób, aby stwarzał on możliwość uzyskania \nminimalnej liczby punktów, która uprawnia do zaliczenia semestru studiów oraz do uzyskania wpisu \nna kolejny semestr studiów.  \n3. Semestralny plan zajęć obejmuje : \n1) wszystkie obowiązkowe oraz obieralne moduły zajęć, które student zamierza realizować  i zaliczyć  \nw danym semestrze,  a przyporządkowana im liczba punktów ECTS nie może być mniejsza niż \nliczba punktów ECTS przewidziana planem studiów dla danego semestru studi ów, mieszcząca się  \nw granicach od 27 do 33 punktów ECTS , i nie może być mniejsza niż 60 punktów ECTS dla \ndanego roku studiów, jeżeli trwa dwa semestry,  z zastrzeżeniem § 12 ust. 10  i 11. \n2) moduły zajęć stanowiące ewentualne różnice program owe, określone przez Dziekan a Wydziału ; \n3) powtarzane  przedmioty  i moduły zajęć,  z zachowaniem wymagań określonych  w § 18 ust. 1.  \n3a. Student ma obowiązek zweryfikować poprawność wszystkich modułów zajęć zawartych w \nsemestralnym planie zajęć w systemie USOS w terminie 14 dni od dnia rozpoczęcia zajęć w danym \nsemestrze.  Zastrzeżenia lub niezgodności w zakresie semestralnego planu zajęć należy zgłaszać w \ndziekanacie Wydziału.  \n4. Student za zgodą Dziekana Wydziału może realizować również zajęcia nieobjęte programem  \nstudiowanego kierunku studiów,  z tym że  z chwilą ich umieszczenia  w semestralnym planie zajęć \nstudent zobowiązany jest je zaliczyć zgodnie  z wymogami określonymi  w Regulaminie, programie \nstudiów, oraz przez prowadzącego przedmiot  w sylabusie,  o którym mowa  w § 10 ust. 6 , zaś \nzwiązane  z tym punkty ECTS nie są uwzględniane przy zaliczeniu semestru studiów, ale są \nuwzględniane jako dodatkowe osiągnięcia studenta  w suplemencie . \n5. Semestralny plan zajęć na studiach drugiego stopnia nie może obejmować modułów z ajęć zaliczonych \nna studiach pierwszego stopnia.  \n6. (uchylony ). \n7. Zmiana semestralnego planu zajęć dopusz czalna jest wyłącznie za zgodą  Dziekan a Wydziału.  \n \n\n \n \n \n \n \n- 11 - § 9. INDYWIDUAL NA ORGANIZACJA STUDI ÓW \n1. Student ma prawo do odbywania studiów na określonym kierunku studiów, poziomie  i profilu według \nindywidualnej organizacji studiów ( dalej jako IOS) za zgodą Dziekan a Wydziału . \n2. W przypadku  studiów stacjonarnych  student ce będącej  w ciąży,  studentce  lub student owi będących \nrodzicami n ie można odmówić zgody na odbywanie studiów na określonym kierunku studiów, \npoziomie  i profilu według IOS do czasu ich ukończenia . \n3. O IOS mogą się ubiegać  w szczególności  studenci : \n1) szczególnie uzdolni eni i wyróżniający się  w nauce;  \n2) z niepełnosprawnościami ; \n3) znajdujący się  w trudnej sytuacji życiowej ; \n4) biorący udział  w zawodach sportowych na poziomie krajowym lub międzynarodowym;  \n5) pragnący odbyć część studiów  w innej uczelni;  \n6) studiujący na więcej niż jednym kierunku studiów;  \n7) wybrani  do kolegialnego organu Uczelni;  \n8) w stosunku do których potwierdz ono efekty uczenia się ; \n9) cudzoziemc y odbywający kurs języka polskiego . \n3a. O IOS może ubiegać się także student pragnący zrealizować projekt badawczy lub projekt naukowy \nw ramach badawczej ścieżki kształcenia w ramach Projektu „Inicjatywa Doskonałości Uczelnia \nBadawcza (IDUB)”.2) \n4. IOS może polegać  w szczególności na:  \n1) indywidualny m doborze  modułów zajęć, metod  i form kształcenia;  \n2) modyfikacji formy zaliczeń  i egzaminów;  \n3) modyfikacji liczby punktów ECTS wymaganych do zaliczenia semestru studiów;  \n4) modyfikacji tygodniowego harmonogramu  zajęć, w miarę możliwości , poprzez wybór grup y \nzajęciowej i/lub godzin zajęć  w sposób umożliwiający realizację obowiązującego program u \nstudiów  z dostosowaniem do możliwości czasowych studenta;  \n5) zmianach terminów egzaminów  i zalicze ń w porozumieniu  z prowadzącym przedmiot lub zajęcia . \n5. IOS może dotyczyć zajęć  w ramach jednego lub kilku semestrów albo całego toku studiów.  \n6. Wniosek  o przyznanie IOS należy złożyć do Dziekan a Wydziału wraz z uzasadnieniem , bezpośrednio \npo zaistnieniu przyczyny stanowiącej podstawę do jego udzielenia , a w przypadku,  o którym mowa  \nw ust. 2 wniosek należy odpowiednio udokumentować.  \n7. Zasady odbywania studiów według IOS, określa Dziekan Wydziału , przy czym odbywanie takich \nstudiów nie może prowadzić do zmiany  w zakresie kierunkowych efektów uczenia się  oraz modułów \nzajęć uznanych  w programie studiów  za obowiązkowe na danym kierunku studiów, poziomie  i profilu , \nani do przedłużenia terminu ukończenia studiów. Zasady te powinny określać  w szczególności \nprocedurę wnioskowania, zakres indywidualizacji, rolę opiekuna naukowo -dydaktycznego  studenta  \noraz sposób zatwierdzania semestralnych planów zajęć. \n8. Student pragnący odbyć część studiów  w innej uczelni ubiegając się o IOS przed wyjazdem jest \nzobowiązany dopełnić następujących warunków:  \n1) przygotować porozumienie  o planie zajęć zawierające zestawienie modułów zajęć , jakie student \nzamierza realizować  w innej uczelni  i ich odpowiedniki  w obowiązującym program ie studiów;  \n                                                \n2) W § 9 ust. 3a dodany uchwałą nr 43/2021 Senatu AGH z dnia 28 kwietnia 2021 r.  \n\n \n \n \n \n \n- 12 - Dziekan  Wydziału zatwierdza porozumienie , określając, jakie moduły zajęć  będą mogły być \nzaliczone studentowi po powrocie;  \n2) uzyskać urlop od zajęć na czas odbywania studiów poza Uczelnią, chyba że nie jest to wymagane  \nz uwagi na formułę wyjazdu (np.  w ramach zorganizowanych program ów). \n9. W przypadku,  o którym mowa  w ust. 8: \n1) zaliczenie okresu studiów zrealizowanego  poza Uczelnią dokonywane jest po powrocie studenta  \ni przedłożeniu przez niego dokumentów  z innej uczelni zawierających potwierdzenie zaliczonych \nmodułów zajęć  z wyszczególnieniem i ch program u, liczby uzyskanych punktów ECTS, liczby \ngodzin zaliczon ych zajęć oraz uzyskanych ocen;  \n2) zaliczenia modułów zajęć  realizowanych  w innej uczelni dokonuje Dziekan  Wydziału  \nz uwzględnieniem zasad określonych  w § 12 ust. 8; \n3) student zobowiązany jest złożyć dokumenty , o których mowa  w pkt 1 niezwłocznie po powrocie, \nnie później jednak niż  w terminie właściwym do uzyskania wpisu na kolejny semestr , chyba że \nDziekan  Wydziału ustali inny termin ze względu na organizację zajęć  w innej uczelni . \n10. Organizację potwierdzania efektów uczenia się określa Senat  w drodze odrębnej uchwały.  \n \n§ 10. PRZEDMIOTY, MODUŁY ZAJĘĆ  I SYLABUSY  \n1. Moduły zajęć  rozliczane są semestralnie.  \n2. Z zastrzeżeniem § 12 ust. 4 oraz § 13 ust. 6 z modułu zajęć w każdym semestrze wystawia na jest \nocena  końcow a, zgodnie ze skalą ocen określoną  w niniejszym Regulaminie , na zasadach określonych  \nw sylabusie , i wpisywana  do systemu USOS . \n3. Ocenę  końcow ą wystawia się wyłącznie  w przypadku spełnienia wszystkich warunków do zaliczenia \nmodułu zajęć określonych  w sylabusie.  Niespełnienie wszystkich warunków do zaliczenia modułu \nzajęć określonych  w sylabusie należy odnotować  w systemie USOS . \n4. Ocena końcowa  może być wyłącznie  oceną pozytywną.  \n5. Oceny końcowej nie wystawia się  z zajęć z wychowania fizycznego.  \n6. Sylabus określa  w szczególności:  \n1) elementy wchodzące  w skład programu studiów:  \na) nazwę modułu zajęć,  \nb) liczbę punktów ECTS (ze wskazaniem sposobu jej wyznaczenia),  \nc) modułowe efekty uczenia się wraz  z ich odniesieniem do kierunkowych efektów uczenia s ię, \nd) treści programowe zapewniające uzyskanie tych efektów,  \ne) formy zajęć  w ramach modułu zajęć wraz z ich odniesieniem do modułowych efektów uczenia \nsię, \nf) liczbę  godzin zajęć  w ramach poszczególnych form zajęć,  \ng) sposoby weryfikacji  i oceny efektów uczenia się osiągniętych przez studenta  w ramach \nposzczególnych form zajęć  i dla całego modułu zajęć;  \n2) dodatkowe elementy,  w szczególności:  \na) szczegółowe treści kształcenia  w ramach poszczególnych form zajęć (szczegółowy program \nwykładów  i pozostałych zajęć),  \nb) metody  i techniki kształcenia,  \nc) warunki  i sposób zaliczenia poszczególnych form zajęć,  w tym zasady zaliczeń \npoprawkowych,  a także warunki dopuszczenia do egzaminu, ich formę oraz szczegółowe \nzasady dotyczące organizacji egzaminu,  \n\n \n \n \n \n \n- 13 - d) zasady udziału  w poszczególnych zajęc iach, ze wskazaniem, czy obecność studenta na \nwykładzie  w przypadku , o którym mowa  w § 11 ust. 3 zdanie drugie,  jest obowiązkowa,  \ne) sposób ustalenia oceny końcowej (zasady  i kryteria przyznawania oceny,  a także sposób \nobliczania oceny  w przypadku przedmiotu,  w skład którego wchodzi więcej niż jedna forma \nzajęć,  z uwzględnieniem wszystkich form zajęć dydaktycznych oraz wszystkich terminów \negzaminów  i zaliczeń,  w tym także poprawkowych),  \nf) sposób  i tryb wyrównywania zaległości powstałych wskutek  usprawiedliwionej  nieobecności \nstudenta na zajęciach,  \ng) wymagania wstępne  i dodatkowe,  z uwzględnieniem sekwencyjności modułów zajęć,  \no której mowa  w § 7 ust. 8  oraz z zastrzeżeniem ust. 8 , \nh) zalecaną literaturę  i pomoce naukowe,  \ni) publikacje naukowe osób prowadzących zajęcia związane  z tematyką modułu.  \n7. Zaliczenie modułu zajęć dopuszczalne jest wyłącznie na podstawie wymogów określonych  \nw sylabusie , opracowanym  i opublikowanym zgodnie  z zasadami obowiązującymi  w Uczelni .  \n8. Prowadzący przedmiot  i prowadzący zajęcia mają obowiązek  dopuścić studenta do  udziału  \nw zajęciach lub do zaliczenia  zajęć w ramach danego przedmiotu,  jeżeli w program ie studiów nie \nokreśl ono modułów  zajęć,  w których udział i/lub zaliczenie uwarunkowane jest wcześniejszym \nzaliczeniem odpowiednich modułów zajęć  (tzw. sekwencyjności modułów zajęć) . \n9. Sylabusy publikowane są na stronie internetowej Uczelni najpóźniej na 2 tygodnie przed \nrozpoczęciem semestru, w  którym dany przedmiot podlega zaliczeniu.  Sylabus należy omówić \nna pierwszych zajęciach.  \n10.  Praca studenta w kole naukowym, w projekcie badawczym lub projekcie naukowym, a także w \nbadaniach naukowych, może stanowić obieralny moduł zajęć, za który można przypisać punkty ECTS, \nzgodnie z zasadami, o których mowa w § 12 ust. 6 i ust. 7 pkt 1 . \n11.  Moduły zajęć, o których  mowa w ust. 10, mogą być realizowane w ramach badawczej ścieżki \nkształcenia w ramach Projektu „Inicjatywa Doskonałości Uczelnia Badawcza (IDUB) .3) \n12. Przy weryfikacji  modułowych efektów uczenia się  w ramach poszczególnych form zajęć,  w tym \ntakże  w ramach kolokwiów, sprawdzianów  i projektów nie jest dopuszczalne stosowanie tzw. \nujemnych punktów.  \n13. Wyniki kolokwiów cząstkowych, sprawdzianów, projektów w ramach poszczególnych zajęć \nogłaszane są studentom nie później niż na następnych zajęciach . \n14. Liczba dopuszcza lnych nieobecności studenta na zajęciach , jeśli nie została  określona  \nw sylabusie , jest ustalana  przez prowadzącego zajęcia  w porozumieniu ze studentami.  \n15. (uchylony ). \n16. (uchylony ). \n \n§ 11. ZAJĘCIA  \n1. Zajęcia dydaktyczne  w Uczelni  prowadzone są w następujących  formach : \n1) wykłady;  \n2) ćwiczenia audytoryjne;  \n3) ćwiczenia laboratoryjne, których celem jest samodzielne wykonanie przez studenta \neksperymentów  i badań  w zakresie  określonym  w sylabusie,  o którym mowa  w § 10 ust. 6 ; \n                                                \n3) W § 10 ust. 11 zmieniony uchwałą nr 43/2021 Senatu AGH z dnia 28 kwietnia 2021 r.  \n\n \n \n \n \n \n- 14 - 4) ćwiczenia projektowe polegające na opracowaniu pod kierunkiem prowadzącego zajęcia \nzasadniczych części projektów przewidzianych  w sylabusie  w celu nabycia odpowiednich \numiejętności;  \n5) konwersatoria, będące połączeniem wykładów  i ćwiczeń;  \n6) zajęcia seminaryjne , w szczególności  rozwijające treści wykładów przy czynnym udziale \nstudentów  lub mające na celu przygotowanie do złożenia pracy dyplomowej  lub projektu \ndyplomowego ; \n7) lektoraty, których celem jest opanowanie umiejętności posługiwania się językiem obcym  na \nodpowiednim poziomi e Europejskiego Systemu Opisu Kształcenia Językowego;  \n8) zajęcia praktyczne, których celem jest wykształcenie  u studentów umiejętności praktycznego \nwykorzystania zdobywanej wiedzy;  \n9) zajęcia warsztatowe, będące połączeniem ćwiczeń audytoryjnych, laboratoryjnych , projektowych \nlub zajęć praktycznych ; \n10) zajęcia terenowe;  \n11) prace kontrolne  i przejściowe, polegające na samodzielnym opracowaniu tematu zadanego  \nw ramach pracy własnej;  \n12) zajęcia  z wychowania fizycznego.  \n2. Dopuszcza się także możliwość prowadzenia konsultacji  w ramach przedmiotu , które polegają na \nudzielaniu przez prowadzącego zajęcia wyjaśnień, informacji  i wskazówek  w zakresie problemów \nzgłaszanych przez studentów  i związanych  z treścią zajęć dydaktycznych . \n3. Obecność studenta jest obowiązkowa  na zajęciach,  o których mowa  w § 11 ust. 1 pkt 2 -12. \nW przypadku przedmiotów,  w ramach których jedyną formą prowadzenia zajęć jest wykład , \nprowadzący przedmiot może uznać, że obecność  studenta  na wykład zie z takiego przedmiotu  jest \nobowiązkowa , mając na uwadze konieczność uzyskania wszystkich zakładanych efektów uczenia się . \n4. W przypadku nieobecności na zajęciach obowiązkowych student ma obowiązek usprawiedliwić swoją \nnieobecność  u prowadzącego zajęcia najpóźniej  w terminie 7 dni od ustania przy czyny uzasadniającej \ntę nieobecność.  \n5. Nieusprawiedliwienie nieobecności na zajęciach może stanowić podstawę do niezaliczenia zajęć, jeżeli \nstudent nie wyrównał zaległości  powstałych wskutek swojej nieobecności , zgodnie  z zasadami \nokreślonymi  w sylabusie.  \n6. W zajęciach mogą uczestniczyć asystenci studentów z niepełnosprawnościami , w tym tłumacze \njęzyka migowego. Osoby pomagające studentom z niepełnosprawnościami powinny posiadać zgodę \nProrektora ds. Kształcenia na uczestniczenie  w zajęciach.  \n7. W zależności od r odzaju niepełnosprawności stwarza się  odpowiednie warunki odbywania zajęć,  \nw szczególności ich zaliczania.  \n8. Studenci mogą wykonywać notatki z zajęć wyłącznie na użytek własny. Utrwalanie z wykorzystaniem \nurządzeń w jakikolwiek sposób obrazu, dźwięku, treści  lub materiałów prezentowanych lub \nprzekazywanych w ramach zajęć dydaktycznych dopuszczalne jest wyłącznie za zgodą prowadzącego \nzajęcia . \n9. (uchylony ). \n10.  Kształcenie na studiach wyższych w AGH może być prowadzone z  wykorzystaniem metod i  technik \nkształcenia na odległość. Szczegółowe zasady organizacji i prowadzenia takiego kształcenia, \nzwłaszcza w zakresie organizacji i prowadzenia zajęć dydaktycznych, wymagań, jakie należy spełnić, \naby prowadzić takie zajęcia, weryfikacji osiągniętych efektów uczenia się okr eślonych w programie \nstudiów, w szczególności w ramach zaliczeń kończących zajęcia i egzaminów, w tym także \ndyplomowych, przy użyciu środków komunikacji elektronicznej, określa Rektor w drodze zarządzenia.  \n11. W przypadku gdy  w trakcie zajęć student jest narażony na działanie czynników szkodliwych, \nuciążliwych lub niebezpiecznych dla zdrowia warunkiem dopuszczenia studenta do zajęć jest \n\n \n \n \n \n \n- 15 - przedłożenie aktualnego zaświadczenia lekarskiego, wydanego zgodnie  z przepisami  o służbie \nmedycyny pracy oraz  w sprawie  badań lekarskich kandydatów do szkół wyższych  i studentów.  \n12. Zajęcia na studiach stacjonarnych , z wyłączeniem zajęć terenowych, odbywają się od poniedziałku \ndo piątku . \n12a. Jeżeli  program studiów obowiązujący na danym kierunku stud iów, poziomie i profilu przewiduje \nobowiązkowe zajęcia terenowe, to mogą one odbywać się w terminach ustalonych przez \nDziekana Wydziału w porozumieniu  z prowadzącym te zajęcia oraz uczestniczącymi w  nich \nstudentami . \n13. Zajęcia na studiach niestacjonarnych odbywają się od piątku do niedzieli.  \n14. Przeprowadzenie zajęć  w dni tygod nia inne niż określone  w ust. 12 albo ust. 13  możliwe jest za zgodą \nDziekana Wydziału , w uzgodnieniu pomiędzy prowadzącym te zajęcia oraz uczestnicz ącymi  w nich \nstudentami.  \n15. Zajęcia powinny  odbywać się  w godzinach od 7.30 do 20. 30. \n16. W przypadku dłuższej nieobecności prowadzącego dane zajęcia Dziekan Wydziału powinien \nwyznaczyć zastępstwo do prowadzenia tych zajęć.  \n \n§ 12. SYSTEM PUNKTOWY  I PRZENOSZENIE OSIĄGNIĘĆ  \n1. Osiągnięcia studenta wyrażane są zgodnie  z Europejskim Systemem Transferu  i Akumulacji Punktów \n(ECTS) .  \n2. Student  w trakcie studiów  kumuluje punkty ECTS przypisane  modułom zajęć , obowiązkowym oraz \nobieralnym,  przewidzianym  w program ie studiów.  \n3. Każdemu modułowi zajęć  w każdym semestrze jest przypisana całkowita liczba punktów ECTS , \nokreślona  w programie studiów , z zastrzeżeniem ust. 4. \n4. Lektoratom  przypis ywane są jednakowe punkty ECTS w skali całej Uczelni. Zasady nauki języków \nobcych,  w tym liczbę punktów ECTS, określa Senat  w odrębnej uchwale.  \n5. Punktów ECTS nie przypisuje się  poszczególnym formom zajęć  dydaktycznych wymienionym  w § 11 \nust. 1  i ust. 2 . \n6. Jeden punkt ECTS odpowiada 25 –30 godzinom pracy studenta obejmującym zajęcia \norganizowane pr zez Uczelnię oraz jego indywidualną pracę związaną  z tymi zajęciami.  \n7. Punkty ECTS przyznawane są za:  \n1) zaliczenie każdego modułu zajęć przewidzianego  w programie studiów, przy czym liczba punktów \nECTS nie zależy od uzyskanej oceny,  a warunkiem ich przyznania  jest spełnienie przez studenta \nwymagań dotyczących uzyskania zakładanych efektów uczenia się określonych  w sylabusie ; \n2) przygotowanie  i złożenie projektu dyplomowego albo pracy dyplomowej,  w zależności od \npoziomu studiów.  \n8. W przypadku zajęć zaliczonych  na innym kierunku studiów  albo poza Uczelnią , w tym również na \nstudiach zagranicznych , stosuje się następujące zasady : \n1) punkty ECTS uznaje się bez ponownej weryfikacji efektów uczenia się , jeżeli kształcenie odbywało \nsię zgodnie  z porozumieniem zawartym pomiędzy  uczelniami;  \n2) punkty ECTS mogą zostać uznane  w miejsce  modułów zajęć określonych  w program ie studiów  \nw przypadku stwierdzenia zbieżności uzyskanych efektów uczenia się  po zasięgnięciu opinii \nprowadzącego przedmiot ; \n3) student otrzymuje na Wydziale p rzyjmując ym taką liczbę punktów ECTS, jaka jest przypisana \nefektom uczenia się  uzyskiwanym  w wyniku realizacji odpowiednich modułów zajęć  na tym \nWydziale ; \n4) Dziekan Wydziału decyduje  o uznaniu  (przeniesieniu)  określonych modułów zajęć, punktów ECTS  \noraz o konwersji uzyskanych ocen na skal ę ocen, o której mowa  w § 13 ust. 1 , na wniosek \n\n \n \n \n \n \n- 16 - studenta  lub osoby przyjętej na studia , po zapoznaniu się  z przedstawioną dokumentacją \nprzebiegu studiów  z innego kierunku studiów albo uczelni ; \n5) zajęciom , którym nie przypisano punktów ECTS, punkty przypisuje Dziekan  Wydziału, kierując \nsię zasadami określonymi  w niniejszym  Regulaminie oraz obowiązującym  na danym kierunku \nstudiów, poziomie  i profilu  program em studiów . \n8a. Dziekan Wydziału, na wniosek studenta, może uznać (przenieś ć) zajęcia zaliczone w ramach innej niż \nstudia wyższe form y kształcenia  wraz z uzyskaną liczbą punktów ECTS  jako zajęcia nieobjęte \nprogramem studiów , po zapoznaniu się z  dokumentacją umożliwiającą weryfikację  osiągniętych \nefektów uczenia się oraz liczby pu nktów ECTS. Uzyskane oceny oraz punkty ECTS nie są \nuwzględniane przy zaliczeniu semestru studiów oraz do średniej ocen, ale są uwzględniane jako \ndodatkowe osiągnięcia studenta w  suplemencie.  \n9. Liczba punktów ECTS przewidziana planem studiów dla danego semestru studiów wynosi  od 27 do \n33 punktów ECTS  i nie może być  mniejsza niż 60 punktów ECTS dla danego roku studiów, jeżeli trwa \ndwa semestry . \n10. Jeśli czas trwania studiów niestacjonarnych jest dłuższy niż czas trwania odpowiednich stu diów \nstacjonarnych, to liczba punktów ECTS przewidzianych planem studiów dla semestru  studiów \nniestacjonarnych ulega odpowiedniemu zmniejszeniu.  \n11. W celu ukończenia studiów  i uzyskania dyplomu ukończenia studiów na danym kierunku, \npoziomie  i profilu  student jest zobowiązany uzyskać:  \n1) na studiach pierwszego stopnia licencjackich – co najmniej 180 punktów ECTS;  \n2) na studiach pierwszego stopnia inżynierskich – co najmniej 210 punktów ECTS;  \n3) na studiach drugiego stopnia magisterskich – co najmniej: 120 albo 1 50 punktów ECTS , \nw zależności od czasu trwania studiów ; \n4) na studiach drugiego stopnia magisterskich inżynierskich  – co najmniej: 90 albo 120 albo \n150 punktów ECTS , w zależności od czasu trwania studiów . \n \n§ 13. SKALA OCEN  \n1. W Uczelni  przy weryfikacji efektów uczenia się , w szczególności  w ramach zaliczeń  i egzaminów,  \nstosuje się następując ą skalę  ocen:  \n1) od 90%  bardzo dobry (5.0);  \n2) od 80%  plus dobry (4.5);  \n3) od 70%  dobry (4.0);  \n4) od 60%  plus dostateczny (3.5);  \n5) od 50%  dostateczny (3.0);  \n6) poniżej 50%  niedostateczny (2.0).  \n2. Przez ocenę pozytywną należy rozumieć oceny określone  w ust. 1 pkt 1 -5. \n3. W ramach  przedmiotu wystawiane są oceny  z zaliczeń zajęć obowiązkowych  i z egzaminu, jeżeli \nprzewiduje go program  studiów,  z zastrzeżeniem ust. 4.  \n4. Przy zaliczeniach zajęć  z wychowania fizycznego, ze względu na specyfikę tego przedmiotu, stosuje \nsię wyłącznie  zapisy:  \n1) zaliczono  („zal.”) – dla studentów, którzy uzyskali minimum wymagane do zaliczenia zajęć  \nz wychowania fizycznego ; \n2) nie zaliczono  („nzal.” ) – dla studentów, którzy nie uzyskali minimum wymaganego do zaliczenia \nzajęć z wychowania fizycznego ; \n3) zwolnienie lekarskie  („zw. lek.” ).  \n\n \n \n \n \n \n- 17 - 5. W przypadku niespełnienia wszystkich warunków do zaliczenia przedmiotu określonych  w sylabusie, \nfakt ten należy odnoto wać w systemie USOS  przy użyciu zapisu nie zaliczono ( „nzal.”). \n6. Projekt dyplomowy, p raca dyplomowa oraz praktyki zawodowe, jako moduły zajęć, podlegają  \nzaliczeniu przy użyciu zapisu zaliczono ( „zal.”) albo nie zaliczono ( „nzal.”). \n7. Zapis słowny „ zal.” nie ma żadnego odpowiednika  w ocenie liczbowej  i nie może być uwzględniany \nprzy obliczeniu średniej ocen za określony okres studiów . \n \n§ 14. ŚREDNIA OCEN  \n1. Średnia  ocen za określony okres studiów jest miarą postępów  w nauce studenta  w tym okresie  i może \nbyć wyznaczana za jeden semestr, kilka semestrów  i cały okres studiów.  \n2. W każdym przypadku średnia  ocen jest średnią ważoną wszystkich ocen końcowych  z przedmiotów \nzaliczonych  w danym okresie. Współczynnikami wagi są liczby punktów ECTS przyporządkowane \nprzedmi otom:   \nśrednia ocen=Ʃ punkty za przedmiot * ocena końcowa  z przedmiotu\nƩ punkty za przedmioty uwzględniane do obliczenia średniej ocen \n \n3. Średnia  ocen ustalana jest do dwóch miejsc po przecinku, bez zaokrągleń.  \n4. Z obliczania średniej  ocen wyłączone są przedmioty dodatkowe , tj. takie, które student studiuje za \nzgodą Dziekan a Wydziału  spoza programu  studiów , oraz zaliczon e bez oceny końcowej . Z obliczania \nśredniej  ocen wyłączone są także przedmioty  realizowane przez studenta zamiast zajęć  z wychowania \nfizycznego . \n5. Z obliczania średniej ocen wyłączone są także praktyki zawodowe , projekt dyplomowy  oraz praca \ndyplomow a. \n \n§ 15. ZALICZENIA ZAJĘĆ  \n1. Zaliczenia zajęć dokonuje prowadzący zajęcia zgodnie  z zasadami określonymi przez  prowadzącego \nprzedmiot  w sylabusie , o którym mowa  w § 10 ust. 6 . Prowadzący zajęcia ma obowiązek wpisać \nocenę  z zaliczenia zajęć  w systemie USOS . \n2. Podstawowym terminem uzyskania zaliczenia jest koniec tych zajęć w danym semestrze.   \n3. Student, który w terminie podstawowym nie uzyskał zaliczenia, ma prawo do zaliczenia w dwóch \nterminach poprawkowych, chyba że ich przeprowadzenie jest niemożliwe z uwagi na \nuwarunkowania technologiczne danych zajęć lub student nie brał udziału w danych zajęciach . \nZasady przeprowadzania zaliczeń , w tym tak że w terminach poprawkowych  określ a prowadząc y \nprzedmiot  w sylabusie,  o którym mowa  w § 10 ust. 6 . \n3a. Należy umożliwić studentom uzyskanie zaliczenia w terminie poprawkowym przed każdym \negzaminem w terminie poprawkowym, chyba, że nie jest to możliwe z  uwagi na uwarunkowania \ntechnologiczne  danych zajęć.  \n4. Harmonogram zaliczeń ustala prowadzący zajęcia  w porozumieniu ze studentami  i ogłasza na stronie \ninternetowej , nie później niż na 3 tygodnie przed zakończeniem  tych zajęć w danym semestrze.  \nHarmonogram zaliczeń należy tak ustalić, aby zaliczenie  odbywało się  nie później niż na 48 godzin \nprzed  najbliższym  terminem egzaminu.  \n5. W przypadku nieprzystąpienia przez studenta do zaliczenia  w ustalonym terminie prowadzący zajęcia  \nodnotowuje ten fakt  w systemie USOS  poprzez wpisanie daty  tego zaliczenia , na którym nie stawił \nsię student,  a w rubryce „ ocena ” poprzez wpisanie adnotacji „ nb”. \n6. Wyniki zaliczenia ogłaszane są studentom  w systemie USOS przez prowadzącego zajęcia  nie później \nniż w ciągu 5 dni od dnia przeprowadzenia zaliczenia  i nie później niż na 48 godzin przed \nrozpoczęciem kolejnego ustalonego terminu zal iczenia  lub egzaminu . Termin ogłoszenia wyników \ndanego zaliczenia należy podać do wiadomości studentów podczas tego zaliczenia.  \n\n \n \n \n \n \n- 18 - 7. Prowadzący zajęcia może uznać za usprawiedliwione nieprzystąpienie do zaliczenia zajęć na wniosek \nstudenta złożony najpóźniej  w terminie 7 dni od ustalonego terminu zalicze nia. Jeżeli z przyczyn \nlosowych student nie wykorzystał przysługujących mu terminów, Dziekan Wydziału  w porozumieniu  \nz prowadzącym zajęcia wyznacza dodatkowy  termin  zaliczenia.  \n8. W sprawach dotyczących zaliczeń studentowi przysługuje odwołanie do Dziekan a Wydziału  w ciągu 7 \ndni od daty przeprowadzenia zaliczenia.  \n9. Dziekan  Wydziału może zarządzić na wniosek studenta, prowadzącego zajęcia lub prowadzącego \nprzedmiot,  a także z własnej inicjatywy przeprowadzenie zaliczenia  w formie komisyjnej.  \n10. Wniosek  w sprawie przeprowadzenia zaliczenia  w formie komisyjnej należy złożyć najpóźniej  \nw terminie 5 dni od daty przeprowadzenia kwestionowanego zaliczenia, przedstawiając szczegółowe \nuzasadnienie zarzutów.  \n11. Zaliczenie  w formie komisyjnej odbywa się  w terminie  i na zasadach ustalonych przez Dziekan a \nWydziału.  \n12. Prowadzący zajęcia ma obowiązek dbać  o prawidłowy przebieg zaliczenia.  \n12a. Weryfikacja określonych w programie studiów efektów uczenia się w ramach zaliczeń kończących \nzajęcia może odbywać się zdalnie przy użyciu środków komunikacji elektronicznej zgodnie z \nzasadami ustalonymi przez Rektora w drodze zarządzenia, o którym mowa w § 11 ust. 10 oraz \nzgodnie z zasadami ustalonymi w syl abusie, o którym mowa w § 10 ust. 6.  \n13. Jeżeli prowadzący zajęcia stwierdzi niesamodzielność pracy studenta , w szczególności  w zakresie  \nkorzystania  przez niego  z niedozwolonych materiałów , urządzeń, metod lub środków , student \notrzymuje ocenę niedostateczną  z tego zaliczenia  i traci prawo do poprawkowego  zaliczenia, co \nskutkuje niezaliczeniem całego przedmiotu  i odnotowaniem  w systemie USOS  przy użyciu zapisu nie \nzaliczono („nzal.”) . \n14. W przypadku,  o którym mowa  w ust. 13: \n1) prowadzący zajęcia ma obowiązek  niezwłocznie  o tym fakcie zawiadomić  Dziekan a Wydziału;  \n2) student ma prawo złożyć odwołanie  do Dziekan a Wydziału  od rozstrzygnięcia  prowadzącego \nzajęcia  w terminie 7 dni od dnia poinformowania go  o stwierdzeniu niesamodzielności jego pracy.  \n15. Student ma prawo  do wglądu do swoich ocenionych prac  w terminach wskaza nych przez \nprowadzącego zajęcia,  w szczególności  w ramach konsultacji , o których mowa  w § 11 ust. 2 , nie \npóźniej niż na jeden dzień  przed kolejnym wyznaczonym terminem zaliczenia poprawkowego . \n16. W zaliczeniach mogą uczestniczyć asystenci  studentów z niepełnosprawnościami , w tym tłumacze \njęzyka migowego. Osoby pomagające studentom z niepełnosprawnościami po winny posiadać zgodę \nProrektora ds. Kształcenia na uczestniczenie  w zaliczeniach . \n17. Prowadzący zajęcia ma obowiązek przechowywać prace,  o których mowa  w ust. 15, przez okres co \nnajmniej 1 roku  od dnia ich złożenia lub przeprowadzenia zaliczenia . \n \n§ 16. EGZAMINY  \n1. Warunki dopuszczenia do egzaminu określ one są  w sylabusie,  o którym mowa  w § 10 ust. 6 . \n1a. Warunkiem dopuszczenia do egzaminu jest obowiązek uzyskania zaliczenia zajęć.  \n2. Z zastrzeżeniem ust. 2a, s tudent ma prawo do trzykrotnego przystąpienia do egzaminu  \nw zaplanowanych terminach,  w tym jeden raz  w terminie podstawowym  i dwa razy  w terminie \npoprawkowym. Nieusprawiedliwiona nieobecność na egzaminie  w danym terminie powoduje utratę \ntego terminu.  \n2a. Brak zaliczenia zajęć w ustalonym terminie nie usprawiedliwia nieobecności na egzaminie \ni skutkuje utratą prawa do egzaminu w ustalonym  terminie.  \n3. Termin  podstawowy  egzaminu odbywa się  w sesji podstawowej, zaś co najmniej jeden termin \npoprawkowy egzaminu  w sesji poprawkowej , z zastrzeżeniem ust. 7. \n\n \n \n \n \n \n- 19 - 4. Egzaminatorem jest prowadzący przedmiot.  W uzasadnionych przypadkach Dziekan  Wydziału  może \nwyznaczyć na egzaminatora innego nauczyciela akademickiego.  \n5. Harmonogram egzaminów zawierający termin podstawowy  i dwa poprawkowe ustala egzaminator  \nw porozumieniu ze studentami  oraz Dziekan em Wydziału  nie później niż na 3 tygodnie przed \nrozpoczęciem sesji egzaminacyjnej  i ogłasza na stronie internetowej , z zastrzeżeniem ust. 7 . \n6. Harmonogramy egzaminów powinny być tak ustalone, aby na jeden dzień sesji nie przypadał więcej \nniż jeden egzamin.  \n7. W przypadku realizacji program u studiów  w ramach tzw. bloków zajęć egzaminy mogą odbywać się  \nprzed sesją egzaminacyjną.  W tym przypadku harmonogram egzaminów zawierający termin \npodstawowy  i dwa poprawkowe ustala egzaminator  w porozumieniu ze studentami oraz Dziekan em \nWydziału nie później niż na dwa tygodnie  po rozpoczęciu  zajęć w ramach  tego bloku . \n8. Student może przystępować do egzamin u w tzw. terminie zerowym  na zasadach określonych przez \nprowadzącego przedmiot  w sylabusie,  o którym mowa  w § 10 ust. 6 . Termin zerowy odbywa  się \nprzed sesją egzaminacyjną . Egzamin  w terminie zerowym nie jest wliczany do liczby terminów \negzaminów,  o których mowa  w ust. 2.  \n9. Wynik i egzaminu,  w tym także zerowego, ogłaszane są studentom  przez prowadzącego przedmiot \nw systemie USOS  nie później niż  w ciągu 5 dni od dnia przeprowadzenia egzaminu  i nie później niż \nna 48 godzin  przed rozpoczęciem kolejnego ustalonego terminu egzaminu. Termin ogłoszenia \nwyników danego egzaminu należy podać do wiadomości studentów podczas tego egzaminu.  \n10. (uchylony ). \n11. Egzamin poprawkowy  w celu poprawy oceny pozytywnej  nie jest dopuszczalny.  \n12. W przypadku nieprzystąpienia przez studenta do egzaminu  w ustalonym terminie egzaminator \nodnotowuje ten fakt  w systemie USOS  poprzez wpisanie daty tego egzaminu , na którym nie stawił \nsię student,  a w rubryce „ ocena ” poprzez wpisanie adnotacji „ nb”. \n13. Egzaminator może uznać za usprawiedliwione nieprzystąpienie do egzaminu na wniosek studenta \nzłożony najpóźniej  w terminie 7 dni od ustalonego terminu egzaminu.  \n14. Jeżeli z przyczyn losowych student  nie wykorzystał przysługujących mu terminów  egzaminu , Dziekan  \nWydziału  w porozumieniu  z prowadzącym przedmiot wyznacza dodatkowe terminy egzaminu, \nodpowiadające liczbie usprawiedliwionych nieobecności studenta na terminach ustalonych przez \nprowadzącego . \n15. W egzaminach mogą uczestniczyć asystenci  studentów z niepełnosprawnościami , w tym tłumacze \njęzyka migowego. Osoby pomagające studentom z niepełnosprawnościami po winny posiadać zgodę \nProrektora ds. Kształcenia na uczestniczenie  w egzaminach.  \n16. Dziekan  Wydział u może zarządzić przeprowadzenie egzaminu komisyjnego  w formie pisemnej albo  \nw formie ustnej , na wniosek studenta, organu Samorządu Studentów lub egzaminatora,  a także \nz własnej inicjatywy,  w przypadku gdy:  \n1) w trakcie egzaminu doszło do nieprawidłowości  w jego przeprowadzeniu;  \n2) zakres przeprowadzonego egzaminu wykracza poza zakres określony przez prowadzącego  \nprzedmiot  w sylabusie,  o którym mowa  w § 10 ust. 6 ; \n3) w innych uzasadnionych przypadkach . \n17. Wniosek  w sprawie przeprowadzenia egzaminu komisyjnego należy z łożyć najpóźniej  w terminie 5 \ndni od daty przeprowadzenia  kwestionowanego egzaminu, przedstawiając szczegółowe uzasadnienie \nzarzutów.  \n18. Egzamin komisyjny odbywa się przed komisją złożoną  z przewodniczącego, którym jest Dziekan  \nWydziału  lub osoba wyznaczona przez Dziekan a Wydziału , oraz członków komisji, którymi są: \nprowadzący przedmiot  lub inny nauczyciel akademicki wyznaczony  przez Dziekan a Wydziału , \nspecjalista  z zakresu przedmiotu objętego egzaminem lub pokrewnego wyznaczony przez Dziekana \nWydziału oraz przedstawiciel studentów. Komisji egzaminacyjnej nie może przewodniczyć \n\n \n \n \n \n \n- 20 - prowadzący przedmiot.  Podczas egzaminu komisyjnego dodatkowo jest obecny , o ile został \nwskazany,  obserwator wskazany przez studenta  na zasadach uzgodnionych  z Dziekan em Wydziału . \n19. Egzamin komisyjny przeprowadza specjalista  z zakresu przedmiotu objętego egzaminem lub \npokrewnego wyznaczony przez Dziekan a Wydziału.  \n20. W przypadku złożenia egzaminu komisyjnego  z wyniki em pozytywnym ocena  z tego egzaminu \nuwzględniana jes t zamiast oceny  z kwestionowanego egzaminu.  \n21. W odniesieniu do egzaminów  z języka obcego obowiązują zasady określone  w uchwale Senatu , \no której mowa  w § 12 ust. 4 . \n22. Egzaminator ma obowiązek dbać  o prawidłowy przebieg egzaminu.  \n23. Jeżeli egzaminator stwierdzi niesamodzielność pracy studenta , w szczególnośc i w zakresie \nkorzystania  przez niego  z niedozwolonych materiałów , urządzeń, metod lub środków , student \notrzymuje ocenę niedostateczną  z tego egzaminu  i traci prawo do egzaminu  w terminie \npoprawkowym , co skutkuje niezaliczeniem całego przedmiotu  i odnotowaniem  w systemie USOS  przy \nużyciu zapisu nie zaliczono („nzal.”) . \n24. W przypadku,  o którym mowa  w ust. 23: \n1) egzaminator ma obowiązek niezwłocznie  o tym fakcie zawiadomić  Dziekan a Wydziału;  \n2) student ma prawo złożyć odwołanie do Dziekan a Wydziału od rozstrzygnięcia  egzaminatora  \nw terminie 7 dni od dnia poinformowania go  o stwierdzeniu  niesamodzielności jego pracy.  \n25.  Weryfikacja określonych w programie studiów efektów uczenia się w ramach egzaminów może \nodbywać się zdalnie przy użyciu środków komunikacji elektronicznej zgodnie z zasadami \nustalonymi przez Rektora w drodze zarządzenia, o którym mowa w § 11 ust. 10 oraz zgodnie z \nzasadami ustalonymi w sylabusie, o którym mowa w § 10 ust. 6 . \n26. Student ma prawo do wglądu do swojej pracy egzaminacyjnej na zasadach określonych przez \nprowadzącego przedmiot  nie później niż na jeden dzień  przed kol ejnym terminem egzaminu, zaś  \nw przypadku ostatniego terminu egzaminu  – nie później niż przed zakończeniem semestru . \n27. Prowadzący przedmiot ma obowiązek przechowywać prace  egzaminacyjne  przez okres co najmniej \n1 roku  od dnia przeprowad zenia egzaminu . \n \n§ 16a. ZALICZENIE PRAKTYK I ZAWODOWEJ  \n1. Praktyki zawodowe stanowią integralną część procesu kształcenia i podlegają obowiązkowemu \nzaliczeniu, jeżeli program studiów obowiązujący na danym kierunku  studiów , poziomie i profilu \nprzewiduje obowiązek zaliczenia takich praktyk.  \n2. W trakcie realizacji praktyki zawodowej student zobowiązany jest w szczególności:  \n1) godnie reprezentować Uczelnię;  \n2) przestrzegać wszelkich przepisów obowiązujących na terenie podmiotu , w któr ym odbywa \npraktykę zawodową ; \n3) realizować praktykę zawodową zgodnie z ustalonym programem praktyki i przydzielonymi \nobowiązkami;  \n4) usprawiedliwić swoją nieobecno ść i uzgodnić sposób jej odrobienia z opiekunem praktyk i \npodmiotem, w którym odbywana jest praktyka zawodow a. \n3. Student ma obowiązek posiadać ubezpieczenie od następstw nieszczęśliwych wypadków oraz od \nodpowiedzialności cywilnej w okresie odbywania praktyk zawodowych w przypadku gdy podmiot, \nw którym student ma odbywać praktykę, uzależnia przyjęcie studenta na praktykę od posiadania \ntakiego ubezpieczenia.  \n4. Praktyka zawodowa  może być realizowana w terminach ustalonych przez opiekuna praktyk , przy \nczym podlega zaliczeniu w semestrze, w którym program studiów  obowiązujący na danym \nkierunku studiów, poziomie i profilu przewiduje  obowiązek jej zaliczenia . \n\n \n \n \n \n \n- 21 - 5. Zaliczenia praktyk i zawodowej dokonuje opiekun praktyk wyznaczony przez Dziekana Wydziału.  \n6. Zaliczenie praktyki zawodowej jest odnotowywane przez opiekuna praktyk w terminach \nustalonych w Uczelni dla wprowadzania ocen z zaliczeń i egzaminów w danym semestrze  w \nsystemie USOS . \n7. Opiekun praktyk  może zaliczyć na poczet praktyki zawodowej czynności wyk onywane przez \nstudenta  w szczególności w ramach zatrudnienia, stażu lub wolontariatu, jeżeli : \n1) umożliwiły one uzyskanie efektów uczenia się przypisanych do praktyki zawodowej \nokreślonych w programie studiów obowiązującym na danym kierunku studiów, poziomie i \nprofilu;  \n2) okres wykonywania tych czynności nie jest krótszy niż wymiar praktyki zawodowej określon y \nw programie studiów obowiązującym na danym kierunku studiów, poziomie i profilu;  \n3) czynności te były wykonywane nie później niż w okresie ostatnich trzech la t przed złożeniem \nwniosku przez studenta .  \n8. Jeżeli okres wykonywania czynności, o których mowa w ust. 7 jest krótszy niż wymiar praktyki \nzawodowej określony w programie studiów obowiązującym na danym kierunku studiów, poziomie \ni profilu , opiekun praktyki może je zaliczyć na poczet części wymaganej praktyki.  \n9. Zaliczenie praktyki zawodowej na podstawie ust. 7 dopuszczalne jest wyłącznie na wniosek \nstudenta, do którego należy  dołączyć  dokument potwierdzający wykonywanie określonych  \nczynności oraz uzyskanie efektów uczenia się przypisanych do praktyki określonych w programie \nstudiów obowiązującym na danym kierunku studiów, poziomie i profilu.  \n10. W sprawach dotyczących zaliczeń praktyk zawodowych studentowi przysługuje odwołanie do \nDziekana Wydział u w ciągu 7 dni od daty niezaliczenia albo odmowy  zaliczenia  praktyki . \n \n§ 17. ZALICZENIA SEMESTRU  STUDIÓW,  \nWPIS NA SEMESTR STUD IÓW \n1. Okresem rozliczeniowym  w Uczelni jest semestr studiów . \n2. Zaliczeniu podlegają kolejne semestry studiów zgodnie  z planem studiów  obowiązującym  \nw ramach programu studiów na danym kierunku studiów, poziomie  i profilu .  \n3. Warunkiem zaliczenia semestru  studiów jest:  \n1) zaliczenie  wszystkich modułów zajęć  określonych  w programie studiów  obowiązującym na \ndanym kierunku studiów, poziomi e i profilu , przewidzianych  w planie tego semestru  studiów , \nz zastrzeżeniem ust. 5;  \n2) uzyskanie przez studenta  co najmniej od 27 do 33 punktów ECTS , w zależności od liczby \npunktów ECTS przewidzianej planem studiów dla danego semestru studiów . \n4. W przypadku gdy czas trwania studiów niestacjonarnych jest dłuższy niż czas trwania \nodpowiednich studiów stacjonarnych, liczba punktów ECTS wymaganych do zaliczenia  semestr u \nstudiów niestacjonarnych ulega odpow iedniemu zmniejszeniu zgodnie  z programem studiów \nobowiązującym na danym kierunku studiów, poziomie  i profilu . \n5. Warunkiem zaliczenia ostatniego semestru studiów jest zaliczenie  wszystkich modułów zajęć  \nokreślonych  w programie studiów obowiązującym na danym kierunku studiów, poziomie  i profilu, \nprzewidzianych  w planie tego semestru studiów , z wyłączeniem projektu dyplomowego lub pracy \ndyplomowej.  \n6. Zaliczenie semestru studiów oraz potwierdzenie uzyskania wpisu na kolejny semestr studiów \ndokonywane jest  w systemie USOS  nie później niż  w ciągu tygodnia od rozpoczęcia kolejnego \nsemestru studiów . Potwierdzenie uzyskania wpisu na kolejny semestr dokonywane jest również  \nw karcie okresowych osiągnięć studenta.  \n7. Student zobowiązany jest powiadomić Dziekan a Wydziału  w formie pisemnej  o przerwaniu lub \nzaniechaniu studiów  w terminie,  o którym mowa  w ust. 6. \n\n \n \n \n \n \n- 22 - 8. W przypadku niespełnienia warunków,  o których mowa  w ust. 3 lub 4, student może ubiega ć się \no wpis na kolejny semestr studiów  z tzw. dopuszczalnym łącznym deficytem punktów def P K. \nWniosek  w tej sprawie należy złożyć  do Dziekan a Wydziału.  \n9. Dopuszczalny łączny deficyt  punktów  def P K, mieszczący się  w granicach od 6 do 15 punktów  ECTS, \nokreśla Dziekan  Wydziału  w zasadach studiowania,  o których mowa  w § 7 ust. 17 . \n10. Różnice program owe uwzględniane są do deficytu punktów def P K dopiero  w przypadku ich \nniezaliczenia.  \n11. Warunkiem zaliczenia semestr u kontroln ego jest spełnienie przez studenta dodatkowych  \nwymagań  określonych przez Dziekana Wydziału  w zasadach studiowania , o których mowa  w § 7 \nust. 17. \n12. Udzielenie wpisu na ostatni semestr studiów  pierwszego stopnia  dopuszczalne jest pod \nwarunkiem zaliczenia wszystkich wymaganych planem wcześniejszych semestrów studiów \nmodułów zajęć oraz braku jakichkolwiek zaległości  w nauce.  \n13. W przypadku nieuzyskania  w terminie wpisu na dany semestr student traci prawo udziału  \nw zajęciach . \n14. W stosunku do studenta, który nie  zaliczył semestru studiów bądź nie  uzyskał wpisu na dany \nsemestr  w terminie określonym  w ust. 6 , Dziekan  Wydziału  decyduje  o powtarzaniu przez \nstudenta semestru studiów , o udzieleniu urlopu  od zajęć  albo o podjęciu czynności  w przedmiocie  \nskreślenia  z listy studentów , w zależności od dotychczasowego przebiegu studiów . \n \n§ 18. POWTARZANIE MODU ŁU ZAJĘĆ LUB PRZEDMIOTU  \n1. W przypadku niespełnienia warunków do zaliczenia modułu zajęć lub przedmiotu  w danym \nsemestrze  student zobowiązany jest go powtórzyć  w terminie określonym przez Dziekan a \nWydziału.  Wniosek  w tej sprawie należy złożyć do Dziekan a Wydziału . \n2. Powtarzanie przedmiotu wiąże się z konieczności ą ponownego udziału  w zajęciach  z przedmiotu, \nktórego student mimo obowiązku zaliczenia  nie zaliczył  zgodnie  z program em studiów \nobowiązującym na danym kierunku studiów,  poziomie  i profilu , uzyskując tym samym \nniezadowalający wynik  w nauce , oraz  w procedurze weryfikacji efektów uczenia się  \nzdefiniowanych dla powtarzanego przedmiotu , z zastrzeżeniem ust. 5 . \n3. W razie braku możliwości powtórzenia tego samego przedmiotu  z przyczyn nieleżących po stronie \nstudenta , jako powtarzany przedmiot , student  zobowiązany jest zaliczyć inny przedmiot  \no nominalnej liczbie godzin  i punktów ECTS odpowiadającej  liczbie godzin  i punktów ECTS \nniezaliczonego przedmiotu , wyznaczony przez Dziekan a Wydziału , mając na uwadze konieczność \nuzyskania wszystkich zakłada nych efektów uczenia się . \n4. Przy dokonywaniu wpisu student umieszcza powtórnie zaliczany przedmiot  w swoim \nsemestralnym planie zajęć,  o którym mowa  w § 8 ust. 1 .  \n5. W przypadku przedmiotów powtórnie zaliczanych  Dziekan  Wydziału  w porozumieniu  \nz prowadzący m przedmiot  na wniosek studenta może go zwolnić  z obowiązku ponownego udziału  \nw niektórych zajęciach  z tego przedmiotu, przepisując mu oceny  z zaliczonych zajęć , jeżeli  \nw międzyczasie nie nastąpiły zmiany  w efektach uczenia się  uzyskiwanych  w ramach ich \nrealizacji. \n6. Dopuszcza się również możliwość powtarzania przedmiotu  w ramach tzw. grupy pościgowej. \nSzczegółowe zasady organizacji grup pościgowych określa Dziekan  Wydziału.  \n7. W przypadku powtarzania przedmiotu student zobowiązany jest wnieść opłatę zgodnie  \nz zarządzeniem Rektora.  \n8. W przypadku niezaliczenia modułu zajęć  w postaci praktyki zawodowej  w terminie ustalonym \nzgodnie  z planem studiów student ma obowiązek powtórzyć ten moduł  w terminie wyznaczonym \nprzez Dziekana Wydziału . \n\n \n \n \n \n \n- 23 - 9. W przypadku niezaliczenia moduł u zajęć  w postaci projektu dyplomowego lub pracy dyplomowej  \nw terminie ustalonym zgodnie  z planem studiów  student ma obowiązek powtórzyć ten moduł  \nw terminie wyznaczonym przez Dziekana Wydziału.  \n10. Przy powtarzaniu  moduł u zajęć w postaci  projektu dyplomowego lub  pracy dyplomowej Dziekan \nWydziału może zobowiązać studenta do powtórzenia zajęć seminaryjnych ( seminarium \ndyplomowego ). \n \n§ 19. POWTARZANIE SEMESTR U STUDIÓW  \n1. Powtarzanie semestru studiów może być spowodowane zaległościami  w nauce , w szczególności gdy  \nbrak jest podstaw do udzielenia  wpisu na kolejny semestr studiów  z tzw. dopuszczalnym łącznym \ndeficytem punktów def P K albo do zaliczenia ostatniego semestru studiów.   \n2. Powtarzanie semestru studiów dopuszczalne jest za zgodą Dziekan a Wydziału na wniosek studenta.  \n3. Powtarzanie semestru studiów  z powodu zaległości  w nauce możliwe jest tylko jeden raz na każdym \nstopniu studiów , z zastrzeżeniem ust. 4 .  \n4. W wyjątkowych, szczególnie uzasadnionych przypadkach Dziekan  Wydziału może jeden raz na \nkażdym stopniu  studiów wyrazić zgodę na ponowne powtarzanie semestru studiów.  \n5. Zasada,  o której mowa  w ust. 3 i 4, nie dotyczy  studentów  studiów niestacjonarnych.  \n6. Powtarza jąc semestr studiów , student nie powtarza zaliczonych już przedmiotów.  \n7. Student nie ma prawa powtarzania pierwszego semestru.  \n8. Powtarzając semestr studiów , student studiuje według programu studiów obowiązującego dany \nrocznik  kształcenia  w semestrze, na który uzyskał wpis.  \n9. Wyrażając zgodę na powtarzanie semestru,  w razie konieczności, Dziekan Wydziału ustala na piśmie \nróżnice programowe  i terminy ich uzupełnienia.  \n10. Powtarzając semestr studiów, za zgodą Dziekana Wydziału, student może brać udział tylko  \nw niektórych zajęciach przewidzianych programem studiów dla kolejnego semestru  w ramach tzw. \nawansu oraz przystępować do weryfikacji uzyskanych efektów uczenia się  w ramach tych zajęć,  \nw tym w szczególności przystępować do zaliczeń  i egzaminów.  \n \n§ 20. URLOP  OD ZAJĘĆ  \n1. Dziekan Wydziału udziela  studentowi urlopu od zajęć  w Uczelni na okres nie dłuższy niż jeden rok,  \nz zastrzeżeniem ust. 4  i 5: \n1) urlopu macierzyńskiego – w przypadku studentki będącej  w ciąży;  \n2) urlopu wychowawczego – w przypadku studentki lub studenta będących rodzicami  w celu \nsprawowania opieki nad dzieckiem.  \n2. W przypadku,  o którym mowa  w ust. 1 pkt 1 odpowiednio udokumentowany wniosek należy złożyć \npo zaistnieniu przyczyny stanowiącej podstawę do jego udzielenia, nie później niż  w terminie 7 dni \nod daty jej zaistnienia.  \n3. W przypadku,  o którym mowa  w ust. 1 pkt 2 odpowiednio udokumentowany wniosek  można złożyć  \nw okresie jednego roku od dnia urodzenia dziecka.  \n4. Urlopu , o którym mowa  w ust. 1 pkt 1 udziela się na okres do dnia urodzenia dziecka,  z tym że jeżeli \nkoniec tego urlopu przypada  w trakcie trwania semestru, urlopu udziela się do końca tego semestru \nstudiów.  \n5. Urlopu, o którym mowa  w ust. 1 pkt 2 udziela się na okres do jednego roku,  z tym że jeżeli koniec \ntego urlopu przypada  w trakcie semestru, urlopu udziela się do końca tego semestru studiów.  \n6. Dziekan  Wydziału  może udzielić studentowi u rlopu od zajęć  w Uczelni na okres nie dłuższy niż jeden \nrok:  \n\n \n \n \n \n \n- 24 - 1) urlopu zdrowotnego  – w przypadku długotrwałej choroby potwierdzonej zaświadczeniem komisji \nlekarskiej;  \n2) urlopu okolicznościowego  – z powodu ważnych okoliczności losowych lub wynikającego  z toku \nstudiów;  \n3) urlopu zawodowego  – w przypadku wyjazdu na studia zagraniczne lub realizację praktyk  lub \nstaży w ramach program ów międzynarodowych;  \n4) urlopu bez podania przyczyny – udzielanego  jeden raz  w czasie studiów po wypełnieniu przez \nstudenta wszystkich wymagań koniecznych do:  \na) uzyskania wpisu na trzeci semestr  studiów – w przypadku studiów pierwszego stopnia,  \nb) uzyskania wpisu na drugi semestr studiów – w przypadku studiów drugiego stopnia.  \n7. Student ubiegając się  o udzielenie urlopu  od zajęć,  o którym mowa  w ust. 6,  składa wniosek do \nDziekana Wydziału bezpośrednio po zaistnieniu przyczyny stanowią cej podstawę do jego udzielenia, \nnie później niż  w terminie 7 dni od daty jej zaistnienia , a w przypadku urlopu bez podania przyczyny \n– w terminie wyznaczonym do ubiegania się  o wpis na dany semestr . \n8. Przedłużenie urlopu od zajęć  z tej samej przyczyny możliwe jest wyłącznie za zgodą , działającego  \nz upoważnienia Rektora, Prorektora ds. Kształcenia.  \n9. W przypadku udzielenia urlopu bez podania przyczyny  w wymiarze króts zym niż jeden rok, student \ntraci prawo do pozostałego niewykorzystanego urlopu.  \n10. Student studiujący równocześnie więcej niż jeden kierunek studiów  może ubiegać się  o urlop od zajęć  \nna każdym  z kierunków niezależnie od przebiegu studiów na innym kierunku.  \n11. Udzielenie urlopu od zajęć po zaliczeniu ostatniego semestru studiów lub po zakończeniu realizacji \nzajęć w ostatni m semestr ze studiów nie jest dopuszczalne.  \n12. Udzielenie urlopu od zajęć potwierdza się stosownym wpisem  w systemie USOS . \n13. W okresie urlopu od zajęć student zachowuje uprawnienia studenckie , z tym że uprawnienia do \npomocy materialnej  w tym okresie regulują odrębne przepisy dotyczące pomocy materialnej  \nobowiązujące  w Uczelni . \n14. W trakcie urlopu od zajęć , z wyłączeniem urlopu zdrowotnego,  za zgodą  Dziekan a Wydziału , student \nmoże brać udział tylko  w niektórych zajęciach przewidzianych programem studiów dla kolejnego \nsemestru  w ramach tzw. awansu oraz przystępować do weryfikacji uzyskanych efektów uczenia się  \nw ramach tych zajęć,  w tym w szczególności przystępować do zaliczeń  i egzaminów.   \n15. Dziekan  Wydziału  w uzasadnionych przypadkach , na wniosek studenta , może s krócić urlop od zajęć , \nprzy czym s krócenie urlop u w trakcie trwania semestru nie jest dopuszczalne.   \n16. Warunkiem podjęcia studiów po  urlopie  od zajęć  jest zgłoszenie się  w dziekanacie Wydziału  \ni uzyskanie stosownego wpisu  w systemie USOS , a w przypadku urlopu zdrowotnego – dodatkowo \nprzedłożenie Dziekan owi Wydziału zaświadczenia lekarskiego  o braku przeciwskazań do kontynuacji \nstudiów po urlopie  od zajęć .  \n17. Po powrocie  z urlopu  od zajęć  student studiuje według programu studiów obowiązującego dany \nrocznik  kształcenia  w semestrze, na który uzyskał wpis.  W razie konieczności Dziekan  Wydziału ustala \nna piśmie różnice program owe i terminy ich  uzupełnienia.  \n \n§ 21. SKREŚLENIE  Z LISTY STUDENTÓW  \n1. Dziekan  Wydziału , działający  z upoważnienia Rektora,  skreśla studenta  z listy studentów  \nw przypadku:  \n1) niepodjęcia studiów;  \n2) rezygnacji ze studiów ; \n3) niezłożenia  pracy dyplomowej  w terminie , o którym mowa  w § 25 ust. 15 lub ust. 16,  lub \negzaminu dyplomowego  w terminie,  o którym mowa  w § 26 ust. 2 lub ust. 3 ; \n\n \n \n \n \n \n- 25 - 4) ukarania karą dyscyplinarną wydalenia  z Uczelni.  \n1a. Niezłożenie projektu dyplomowego w terminie, o którym mowa w § 25 ust. 15 lub ust. 16 traktowane \njest jako niezłożenie pracy dyplomowej, o którym mowa w ust. 1 pkt 3.  \n2. Dziekan  Wydziału , działający  z upoważnienia Rektora,  może skreślić studenta  z listy studentów  \nw przypadku:  \n1) stwierdzenia braku udziału  w obowiązkowych zajęciach bez usprawiedliwionej przyczyny;  \n2) stwierdzenia braku postępów  w nauce;  \n3) nieuzyskania zaliczenia semestru  w terminie  określonym  w § 17 ust. 6 ; \n4) niewniesienia opłat związanych  z odbywaniem studiów . \n3. Niepodjęcie studiów stwierdza się  w razie: \n1) nieprzystąpieni a do zajęć dydaktycznych, przewidzianych  w programie  studiów, w terminie \nmiesiąca od dnia rozpoczęcia zajęć  w danym semestrze ; \n2) niezgłoszenia się studenta do dziekanatu po zakończeniu  urlopu od zajęć celem uzyskania \nstosownego wpisu  w systemie USOS  w terminie określonym  w § 17 ust. 6; \n3) niezłożenia ślubowania,  o którym mowa  w § 4 ust. 2  w terminie dwóch tygodni  od rozpoczęcia \nzajęć w danym semestrze zgodnie ze szczegółową orga nizacją roku akademickiego obowiązującą  \nw danym roku akademickim.  \n4. W przypadku rezygnacji ze studiów student składa rezygnację ze studiów  w formie pisemnej  \nw dziekanacie Wydziału, na którym odbywa studia.  \n5. Brak postępów  w nauce można stwierdzić  w przypadku : \n1) nieuzyskania  wpisu na kolejny semestr studiów , w szczególności ze względu na  przekroczenie \ndopuszczalnego łącznego deficytu punktów def P K, określonego na podstawie § 17 ust. 9; \n2) wielokrotne go powtarzania  tego samego przedmiotu  lub modułu zajęć ;  \n3) niespełnienia warunków do zaliczenia semestru kontrolnego ; \n4) niezłożenia  w terminie określonym przez Dziekan a Wydziału tzw. ogólnego egzaminu \nkierunkowego,  o którym mowa  w § 26 ust. 10 ; \n5) (uchylony ). \n6. Procedura skreślania rozpoczyna się od zawiadomienia studenta  w formie elektronicznej  \no przewidywanym skreśleniu  z listy studentów  i wyznaczenia terminu , w jakim może wyjaśnić \nzaistniałą sytuację.  \n7. W przypadku braku podstaw do wycofania się  z zamiaru skreślenia Dziekan  Wydziału , działając  \nz upoważnienia Rektora, podejmuje decyzję  o skreśleniu  z listy studentów  i doręcza ją studentowi  \nz pouczeniem  o prawie wniesienia wniosku  o ponowne rozpatrzenie sprawy  do Rektora  w terminie 14 \ndni od dnia jej doręczenia.  \n8. Osoba skreślona  z listy studentów ma obowiązek rozliczyć się  z Uczelnią,  w szczególności uiścić \nzaległe opłaty . \n9. Skreślenie  z listy studentów następuje  w drodze decyzji administracyjnej.  \n10. Decyzja  o skreśleniu  z listy studentów wywoł uje skutki prawne dopiero od chwili jej doręczenia.  \n11. Decyzja  o skreśleniu  z listy studentów jest doręczana zgodnie  z przepisami kodeksu postępowania \nadministracyjnego.  \n12. Decyzja  o skreśleniu  z listy studentów staje się ostateczna : \n1) w dniu następującym po dniu,  w którym upłynął termin do wniesienia wniosku  o ponowne \nrozpatrzenie sprawy , albo  \n2) z dniem doręczenia Uczelni oświadczenia  o zrzeczeniu się prawa do wniesienia wniosku  \no ponowne rozpatrzenie sprawy , albo \n\n \n \n \n \n \n- 26 - 3) z dniem doręczenia studentowi decyzji utrzymującej  w mocy decyzję  o skreśleniu  z listy \nstudentów  wydanej  w wyniku rozpatrzenia wniosku  o ponowne rozpatrzenie sprawy . \n \n§ 22. WZNOWIENIE STUDIÓW  \n1. Ponowne przyjęcie na studia osoby, która została skreślona  z listy studentów na pierwszym \nsemestrze studiów , odbywa się zgodnie  z przepisami obowiązującymi  w Uczelni,  a w szczególności \nuchwałą Senatu określającą warunki, tryb oraz termin rozpoczęcia  i zakończenia  rekrutacji  na \npierwszy rok studiów  w danym roku akademickim . \n2. W uzasadnionych przypadkach Dziekan  Wydziału , działający  z upoważnienia Rektora,  na wniosek \nosoby skreślonej  z listy studentów na drugim lub wyższym semestrze  może wyrazić zgodę na \nwznowienie studiów, po zapoznaniu się  z wcześniejszymi osiągnięciami studenta (tzw. reaktywacja \nna studia).   \n3. Warunkiem podjęcia studiów  w ramach reaktywacj i jest dokonanie wpisu na listę studentów.  \n4. Reaktywacja  na studia dopuszczalna jest jeden raz na każdym stopniu studiów  na kierunku studiów, \nw ramach którego student studiował przed skreśleniem z listy studentów , z zastrzeżeniem ust. 6.  \n5. Student reaktywowany na studia, który przed skreśleniem  z listy studentów powtarzał semestr \nstudiów  z powodu niezadowalających wyników  w nauce, po reaktywacji traci prawo do powtarzania \nsemestru studiów.  \n6. W wyjątkowych, szczególnie uzasadnionych przypadkach Dziekan  Wydziału może jeden raz na \nkażdym stopniu studiów wyrazić zgodę na ponowną reaktywację na studia.  \n7. (uchylony ). \n8. Reaktywacja na studia nie jest dopuszczalna : \n1) po rozpoczęciu zajęć  w danym semestrze;  \n2) w przypadku osoby skreślonej  z listy studentów  w innej uczelni;  \n3) w przypadku osoby skreślonej  z listy studentów  z powodu ukarania karą dyscyplinarną wydalenia  \nz Uczelni ;  \n4) po upływie 5 lat od dnia,  w którym decyzja  o skreśleniu stała się ostateczna ; \n5) w przypadku gdy  w Uczelni nie jest już prowadzony dany kierunek  studiów,  z zastrzeżeniem \nzmiany nazwy , o której mowa  w § 29 ust. 8 pkt 1 . \n9. Dziekan  Wydziału może zobowiązać osobę ubiegającą się  o wznowienie studiów do złożenia egzaminu \nsprawdzającego,  w szczególności  w razie wątpliwości dotyczących uzyskanych dotychczas efektów \nuczenia się . Zasady  i zakres takiego egzaminu określa Dziekan  Wydziału.  \n10. W przypadku uzyskania zgody na reaktywację student studiuje według  program u studiów  \nobowiązującego dany rocznik  kształcenia  w semestrze, na który uzyskał wpis .  \n11. Wyrażając zgodę na reaktywację na studia , Dziekan  Wydziału określa semestr, od którego st udent \nbędzie kontynuował studia , a także w razie konieczności ustala na piśmie różnice program owe \ni terminy ich uzupełnienia .  \n12. Reaktywacja na studia możliwa jest na semestr studiów, na który wymagana liczba punktów ECTS \nodpowiada liczbie punktów uzyskanych przez studenta przed skreśleniem  z listy studentów.  \n \n§ 23. ZMIANA UCZELNI, KIER UNKU  I FORMY STUDIÓW  \n1. Student może przenieść się  z innej u czelni  albo zmienić kierunek studiów  w AGH za zgodą Dziekan a \nWydziału przyjmującego,  o ile wypełnił wszystkie obowiązki wobec uczelni  i Wydziału , któr y \nopuszcza , w szczególności gdy zaliczył wszystkie przewidziane dotychczas program em studiów \nmoduły zajęć . \n\n \n \n \n \n \n- 27 - 1a. W przypadku zmiany kierunku studiów skutkującej zmianą Wydziału w AGH wymagana jest pisemnie \npotwierdzona wiedza Dziekana Wydziału, który student opuszcza.  \n2. Przeniesienie się na inną uczelnię dopuszczalne jest, jeżeli student wypełnił wszystkie obowiązki \nwynikające  z przepisów obowiązujących  w AGH. Student ma obowiązek poinformować  Dziekana \nWydziału  o planowanym zamiarze przeniesienia się na inną uczelnię.  \n3. Warunkiem podjęcia studiów  w ramach przeniesienia  z innej uczelni albo zmiany kierunku studiów \njest dokonanie wpisu na listę studentów.  \n4. Zmiana uczelni  w ramach przeniesienia  z innej uczelni  albo zmiana kierunku studiów  w AGH stanowi \nkontynuację studiów  i odbywa się na wniosek studenta nie wcześniej niż po uzyskaniu wpisu na co \nnajmniej drugi semestr  w ramach dotychczasowych studiów.  Zmiana nie jest dopuszczalna po \nrozpoczęciu zajęć  w danym semestrze.  \n5. W wyjątkowych, szczególnie uzasadnionych przypadkach Prorektor ds. Kształcenia , działający  \nz upoważnienia Rektora,  może odstąpi ć od zasady określonej  w ust. 4 . \n6. Student innej uczelni wraz  z wnioskiem,  o którym mowa  w ust. 4, zobowiązany jest załączyć aktualne \nzaświadczenie potwierdzające status studenta w uczelni macierzystej wraz z adnotacją, że jest ono \nwydawane na potrzeby przeniesienia się na studia w AGH oraz dokumenty poświadczające \ndotychczasowy przebieg studiów.  \n7. W przypadku uzyskania zgody na z mianę,  o której mowa  w ust. 4, student studiuje według programu \nstudiów obowiązującego dany rocznik  kształcenia  w semestrze, na który uzyskał wpis . \n8. Dziekan  Wydziału przyjmującego , wyrażając zgodę,  o której mowa  w ust. 1, ustala na piśmie różnice \nprogram owe i terminy ich uzupełnienia.  \n9. Przeniesienie się  z innej uczelni  albo zmiana kierunku studiów  w ramach AGH  na ostatni semes tr \nstudiów nie jest dopuszczalne . \n10. Po przeniesieniu  się z innej uczelni  albo zmianie kierunku studiów  w ramach AGH  w systemie USOS  \nnależy odnotować:  \n1) dotychczasową nazwę wydziału (uczelni) i kierunku studiów oraz datę przeniesienia;  \n2) zaliczone tam moduły zajęć  wraz z przyporządkowanymi im punktami ECTS,  a uznane przez \nDziekan a Wydziału  przyjmującego na zasadach określonych  w § 12 ust. 8, oraz łączną liczbę \npunktów ECTS uzyskaną do chwili przeniesienia;  \n3) urlopy  od zajęć  i powtarzane okresy studiów.  \n11. Dziekan  Wydziału  przyjmującego może określić szczegółowe warunki  i zasady zmiany uczelni bądź \nkierunku studiów , w szczególności  w zakresie min imalnej średniej  ocen. \n12. Student  w uzasadnionych przypadkach jeden raz na każdym stopniu studiów może ubiegać się  \no zmianę formy studiów . W tym przypadku postanowienia ust. 1 -11 stosuje się odpowiednio.  \n13. Zmiana formy studiów wraz  z dopuszczalnym łącznym deficytem punktów def P K jest dopuszczalna  \nw przypadku przeniesienia ze studiów stacjonarnych na studia niestacjonarne w ramach tego samego \nkierunku studiów , poziomu  i profilu.   \n \n§ 24. NAGRODY , WYRÓŻNIENIA , KARY  \n1. Studentom wyróżniającym się szczególnymi wynikami  w nauce , wzorowym wypełnianiem swoich \nobowiązków  mogą być przyznawane wyróżnienia:  \n1) pochwała lub wyróżnienie ; \n2) stypendia  i nagrody Rektora ; \n3) nagrody  i stypendia ufundowane przez instytucje państwowe, towarzystwa naukowe, \nstowarzyszenia branżowe, organizacje społeczne  i inne zgodnie  z regulaminami obowiązującymi \ndla tych nagród.  \n2. Tryb i zasady przyznawania stypendiów  i nagród Rektora określają odrębne zarządzenia Rektora.  \n\n \n \n \n \n \n- 28 - 3. Laureatami nagród,  o których mowa  w ust. 1 pkt 3, mogą być również wyróżniający się absolwenci.  \n4. Studenci  i absolwenci osiągający najlepsze wyniki  w nauce, wyróżniający się osiągnięciami  w pracy  \nw ramach studenckiego ruchu naukowego lub  w innych zespołach badawczych, działalnością na rzecz \nUczelni, wybitnymi osiągnięciami kulturalnymi lub sportowymi mogą być również wyróżniani  \nw sposób przewidziany  w odrębnych przepisach obowiązujących  w Uczelni . \n5. Za naruszenie przepisów obowiązujących  w Uczelni oraz za czyny uchybiające godności studenta \nstudent pono si odpowiedzialność dyscyplinarną na zasadach określonych  w Ustawie.  \n6. Za czyn uchybiający godności studenta uznaje się  w szczególności korzystanie przez niego  \nz niedozwolonych  materiałów,  urządzeń, metod lub środków podczas weryfikacji efektów uczenia się , \na także zak łócanie  jej prawidłowego przebiegu.  \n7. Karami dyscyplinarnymi są:  \n1) upomnienie;  \n2) nagana;  \n3) nagana  z ostrzeżeniem;  \n4) zawieszenie  w określonych prawa ch studenta na okres do jednego roku;  \n5) wydalenie  z Uczelni.  \n8. Za przewinienia mniejszej wagi Rektor może , z pominięc iem komisji dyscyplinarnej , wymierzyć \nstudentowi karę upomnienia , po uprzednim wysłuchaniu obwinionego  studenta  lub jego obrońcy.  \n9. Dziekan Wydziału kieruje wniosek o  wszczęcie postępowania dyscyplinarnego wobec studenta do \nRektora, który niezwłoczni e poleca przeprowadzenie postępowania wyjaśniającego w szczególności \nw razie:  \n1) podejrzenia popełnienia przez studenta czynu, o  którym mowa w  art. 287 ust. 2 pkt 1 -5 Ustawy;  \n2) stwierdzenia zastosowania manipulacji w  tekście pracy dyplomowej mających na celu uk rycie \nniesamodzielności pracy dyplomowej;  \n3) w razie potwierdzenia przez Dziekana Wydziału okoliczności, o  których mowa w  § 15 ust. 13, § \n16 ust. 23 i  w § 26 ust. 15 Regulaminu.  \n10. W przypadku  uzasadnionego podejrzenia popełnien ia przez studenta przestępstwa , Rektor \njednocześnie  z poleceniem przeprowadzenia postępowania wyjaśniającego może zawiesić studenta  \nw prawach studenta do czasu wydania orzeczenia przez komisję dyscyplinarną.  \n11. Jeżeli w wyniku postępowania wyjaśniającego  zebrany materiał potwierdza po pełnien ie czynu,  \no którym  mowa  w ust. 9, Rektor wstrzymuje postępowanie  o nadanie tytułu zawodowego do czasu \nwydania orzeczenia przez komisję dyscyplinarną oraz składa zawiadomienie  o popełnieniu \nprzestępstwa.  \n \n§ 25. PROJEKTY DYPLOMOWE  I PRACE DYPLOMOWE  \n1. W przypadku studiów pierwszego stopnia obowiązkowym elementem programu studiów jest \nwykonanie przez studenta projektu dyplomowego.  \n2. W przypadku studiów drugiego stopnia o bowiązkowym elementem program u studiów jest wykonanie  \nprzez studenta  pracy dyplomowej , która jest samodzielnym opracowaniem ok reślonego zagadnienia \nnaukowego, artystycznego lub praktycznego albo dokonaniem technicznym lub artystycznym, \nprezentującym ogólną wiedzę  i umiejętności studenta związane ze studiami na danym kierunk u \nstudiów, poziomi e i profilu  oraz umiejętności samodzielnego analizowania  i wnioskowania.  \n3. Pracę dyplomową lub projekt dyplomowy może stanowić  w szczególności praca pisemna, \nopublikowany artykuł, praca projektowa,  w tym projekt  inżynierski, wykonanie program u lub \nsystemu komputerowego, oraz praca konst rukcyjna , technologiczna lub artystyczna . \n4. Projekt inżynierski stanowi udokumentowaną realizację praktycznego przedsięwzięcia projektowego \n(w tym także zespołowego)  i obejmuje dokumentację techniczną określonego  w temacie zadania.  \n\n \n \n \n \n \n- 29 - 5. Uczelni przysługuje pierwszeństwo  w opublikowaniu pracy dyplomowej studenta. Jeżeli Uczelnia nie \nopublikowała pracy dyplomowej  w terminie 6 miesięcy od dnia jej obrony, autor może ją opublikować, \nchyba że praca jest częścią utworu zbiorowego.  \n6. Uczelnia może korzystać bez wynagrodzenia  i bez konieczności uzyskania zgody autora  z utworu \nstworzonego przez studenta  w wyniku wykonywania obowiązków związanych  z odbywaniem studiów, \nudostępniać utwór ministrowi właściwemu do spraw szkolnictwa wyższego  i nauki oraz korzystać  \nz utworów znajdujących się  w prowadzonych przez niego bazach danych,  w celu sprawdzania  \nz wykorzystaniem Jednolitego Systemu Antyplagiatowego  (dalej jako JSA) . \n7. Jeśli praca  dyplomowa lub projekt dyplomowy  zawiera ją wyniki badań, które są objęte tajemnicą ze \nwzględu na wymogi ochrony prawnej, publikacja może nastąpić dopiero po zapewnieniu ich ochrony.  \n8. Projekt dyplomowy może być przygotowywany pod kierunkiem opiekuna pracy będącego \nnauczyciel em akademicki m posiadając ym co najmniej stopień doktora. W uzasadnionych \nprzypadkach Dziekan Wydziału może wyrazić zgodę na przygotowanie projektu pod kierunkiem \ninnej osoby posiadającej kompetencje i  doświadczenie pozwalające na prawidłową jego \nrealizację.  \n9. Praca dyplomowa może by ć przygotowywana pod kierunkiem opiekuna pracy będącego \nnauczyciel em akademicki m posiadając ym co najmniej stopień doktora habilitowanego. W \nuzasadnionych przypadkach Dziekan Wydziału może wyrazić zgodę na przygotowanie pracy pod \nkierunkiem nauczyciela akad emickiego posiadającego stopień doktora albo pod kierunkiem innej \nosoby posiadającej stopień doktora posiadającej kompetencje i  doświadczenie pozwalające na \nprawidłową realizację pracy dyplomowej.  \n9a. Projekt dyplomowy lub praca dyplomowa mogą być przygoto wywane także przy udziale opiekuna \npomocniczego. Tryb i zasady powoływania oraz sprawowania opieki przez takiego opiekuna \nokreśla Dziekan Wydziału w szczegółowych zasadach dyplomowania, o których mowa w § 26 ust. \n11. Opiekun pomocniczy zobowiązany jest do sprawowania opieki w sposób umożliwiający \nterminowe złożenie przez studenta projektu dyplomowego lub pracy dyplomowej.  \n10. (uchylony ). \n11. (uchylony ). \n12. Opiekun pracy  określa tryb oraz harmonogram realizacji umożliwiający jej terminowe złożenie przez \nstudenta . Opiekun pracy zobowiązany jest także do weryfikacji pisemnej pracy dyplomowej  lub \nprojektu dyplomowego z wykorzystaniem JSA. Szczegółowe zasady obsługi prac dyplomowych  \nz wykorzystaniem JSA w systemie USOS  określa Rektor  w drodze zarządzenia.  \n13. W razie dłuższej nieobecności opiekuna pracy, która mogłaby wpłynąć na opóźnienie przygotowania  \nlub złożenia w ustalonym terminie , a także w innych uzasadnionych przypadkach, student może \nzłożyć wniosek do Dziekana Wydziału  o zmianę opiekuna pracy . Nowego opiekuna pracy wyznacza \nDziekan  Wydziału  po zasięgnięciu opinii kierownika jednostki organizacyjnej,  w której realizowana \njest praca  dyplomowa lub projekt dyplomowy . \n14. Student zobowiązany jest wybrać temat projektu dyplomowego – nie później niż na jeden semestr, \na w przypadku pracy dyplomowej – nie później niż na jeden rok przed planowym terminem \nukończenia studiów. Niespełnienie tego warunku może być przyczyną odmowy wpisu na semestr \ndyplomowy lub odpowiednio na semestr poprzedzający semestr dyplomowy. W  przypadku umów \nokreślających zasady współpracy w  ramach studiów wspólnych zawartych z  innymi uczelniami \nterminy wyboru tematów określają te umowy.  \n14a. W przypadku gdy praca dyplomowa lub projekt dyplomowy są przygotowywane także przy udziale \nopiekuna pom ocniczego, należy to zaznaczyć przy temacie projektu dyplomowego lub pracy \ndyplomowej.  \n15. Student zobowiązany jest złożyć na studiach pierwszego stopnia – projekt dyplomowy, a na studiach \ndrugiego stopnia – pracę dyplomową w postaci elektronicznej (w ustalony m formacie) za \npośrednictwem systemu USOS  nie później niż w terminie:  \n1) do końca lutego – w przypadku studiów kończących się  w semestrze zimowym;  \n2) do końca września – w przypadku studiów kończących się  w semestrze letnim.  \n\n \n \n \n \n \n- 30 - 16. W wyjątkowych szczególnie uzasadnionych przypadkach Dziekan Wydziału, na wniosek studenta \nzłożony przed upływem terminu,  o którym mowa  w ust. 15, może wyrazić zgodę na przedłużenie \nterminu złożenia pracy dyplomowej lub projektu dyplomowego nie więcej jednak niż  o dwa miesiące.  \n17.  Projekt dyplomowy lub praca dyplomowa uznawane są za złożone w terminie, o  którym mowa w  ust. \n15 lub ust. 16, po spełnieniu łącznie następujących warunków:  \n1) po zaliczeniu wszystkich przewidzianych programem studiów modułów zajęć;  \n2) po wprowadzeniu przez studenta  do systemu USOS ostatecznej wersji projektu dyplomowego \nlub pracy dyplomowej wyłącznie w postaci elektronicznej;  \n3) po weryfikacji projektu dyplomowego lub pracy dyplomowej w postaci elektronicznej z \nwykorzystaniem JSA;  \n4) po wprowadzeniu recenzji projektu  dyplomowego lub pracy dyplomowej przez opiekuna \npracy i  recenzenta w systemie USOS ; \n5)  po wystawieniu oceny pozytywnej przez opiekuna i  recenzenta w systemie USOS.  \n17a. Od negatywnej oceny projektu dyplomowego lub pracy dyplomowej studentowi przysługuje \nodwołanie do Dziekana Wydziału w  ciągu 14 dni od dnia wystawienia oceny.  \n18. (uchylony ). \n19. Oceny pracy dyplomowej lub projektu dyplomowego dokonują niezależnie opiekun pracy oraz \nrecenzent.  W przypadku rozbieżności ocen opiekuna  pracy  i recenzenta , ostateczna ocena  pracy  \ndyplomowej  lub projektu dyplomowego  ustalana jest na podstawie średniej arytmetycznej ocen \nopiekuna pracy i  recenzenta wyliczonej  do dwóch miejsc po przecinku, bez zaokrągleń na \nposiedzeniu komisji egzaminu dyplomowego  zgodnie z zasadą określoną w §  27 ust. 5 .  \n20. Student ma prawo zapoznać się  z treścią recenzji  pracy dyplomowej  lub projektu dyplomowego . \n21. Punkty ECTS za przygotowanie  i złożenie pracy dyplomowej  lub projektu dyplomowego  przyznawane \nsą przez Dziekana Wydziału po spełnieniu wszystkich warunków, o których mowa w ust. 17 . \n22. Praca dyplomowa  lub projekt dyplomowy  mogą być przygotowa ne w jednym  z języków \nkongresowych za zgodą opiekuna pracy  w uzgodnieniu  z Dziekan em Wydziału .  \n23. Praca dyplomowa  lub projekt dyplomowy  może być pracą zespołową, pod warunkiem że udział \nkażdego  z jej wykonawców jest szczegółowo określony.  \n24. W uzasadnionych przypadkach  każdy  z wykonawców,  o których mowa  w ust. 23, może bronić \noddzielnie swojej części pracy  dyplomowej  lub projektu dyplomowego . \n25. Pracę dyplomową lub projekt dyplomowy (lub ich część) student wykonuje osobiście  i samodzielnie, \nco potwierdza oświadczeniem , którego treść określa Rektor  w zarządzeniu,  o którym mowa  w ust. \n12. \n26. Warunki  i wymagania związane  z przygotowaniem projektów dyp lomowych  i prac dyplomowych oraz \nrealizacją procesu dyplomowania określa Dziekan Wydziału  w zasadach studiowania,  o których mowa  \nw § 7 ust. 17 . \n27. Praca dyplomowa  i projekt dyplomowy przechowywane  są przez okres  i w sposób określony \nodrębnymi przepisami.  \n \n§ 26. EGZAMINY DYPLOMOWE  \n1. Do egzaminu dyplomowego może zostać dopuszczony student, który:  \n1) zaliczył wszystkie przewidziane program em studiów moduły zajęć ;  \n2) złożył pracę dyplomową  albo projekt dyplomowy , w zależności od poziomu studiów . \n2. Egzamin dyplomowy odby wa się nie później niż : \n1) w terminie do końca marca – w przypadku studiów kończących się  w semestrze zimowym ; \n\n \n \n \n \n \n- 31 - 2) w terminie do końca października – w przypadku studiów kończących się  w semestrze letnim.  \n3. W przypadku przedłużenia terminu do złożenia pracy dyplomowej lub projektu dyplomowego,  \no którym mowa  w § 25 ust. 16 egzamin dyplomowy odbywa się nie później niż:  \n1) w terminie do końca maja – w przypadku studiów kończących się  w semestrze zimowym;  \n2) w terminie do końca grudnia – w przypadku studiów kończących się w semestrze letnim.  \n4. W przypadku gdy praca dyplomowa  lub projekt dyplomowy  został y przygotowan e w języku \nkongresowym, Dziekan  Wydziału na wniosek studenta lub opiekuna pracy może wyrazić zgodę na \nprzeprowadzenie egzaminu dyplomowego  w języku kongresowym , w którym przygotowano pracę \ndyplomową  lub projekt dyplomowy . Na studiach prowadzonych  w języku obcym zgoda ta nie jest \nwymagana, jeśli egzamin dyplomowy będzie prowadzony  w języku studiów.  \n5. Egzamin dyplomowy odbywa się przed Komisją powoływaną przez Dziekana Wydziału . \n6. Komisji przewodniczy Dziekan  Wydziału  lub inny wyznaczony przez niego nauczyciel akademicki . \n6a. Weryfikacja określonych w programie studiów efektów uczenia się w ramach egzaminów \ndyplomowych może odbywać się zdalnie przy użyciu środków komunikacji elektronicznej zgodnie z \nzasadami ustalonymi przez Rektora w drodze zarządzenia, o którym mowa w § 11 ust. 10.  \n7. W egzaminach dyplomowych mogą uczestniczyć asystenci  studentów z niepełnosprawnościami , \nw tym tłumacze języka migowego. Osoby pomagaj ące studentom  z niepełnosprawnościami  powinny \nposiadać zgodę Prorektora ds. Kształcenia na uczestniczenie  w egzaminach dyplomowych.  \n8. Egzamin dyplomowy może mieć charakter otwarty n a pisemny wniosek studenta lub opiekuna pracy , \nzłożony  do Dziekan a Wydziału  najpóźniej na 7 dni przed planowanym terminem egzaminu . Wówczas  \nw takim egzaminie mogą wziąć  udział  osoby wskazane przez studenta lub opiekuna  pracy . \n9. Egzamin dyplomowy obejmuje:  \n1) prezentację pracy dyplomowej  lub projektu dyplomowego , z zastrzeżeniem ust. 11 pkt 9 ; \n2) dyskusję nad pracą  dyplomową lub projektem dyplomowym , z zastrzeżeniem ust. 11 pkt 9 ; \n3) sprawdzenie poziomu  opanowania  wiedzy  i umiejętności  z zakresu studiowanego kierunku \nstudiów . \n10. Sprawdzenie poziomu opanowania wiedzy  i umiejętności  z zakresu stu diowanego kierunku studiów,  \no którym mowa  w ust. 9 pkt 3 może odbyć się wcześniej  w ramach tzw. ogólnego egzaminu \nkierunkowego.  \n11. Szczegółowe zasady dyplomowania  związane  z organizacją  i przebiegiem egzaminu dyplomowego , \nw szczególności:  \n1) zasady wyboru przez studentów  i zatwierdzania tematów prac dyplomowych  oraz projektów \ndyplomowych  oraz ich opiekunów ; w przypadku gdy praca dyplomowa lub projekt dyplomowy \nbędą przygotowywane także przy udziale opiekuna pomocniczego – tryb i zasady \npowoływania oraz sprawowani a opieki przez takiego opiekuna;  \n2) rygory czasowe ; \n3) zasady powoływania recenzentów ; \n4) zakres egzaminu dyplomowego,  w tym także tzw. ogólnego egzaminu kierunkowego, jeśli jest \nprzewidziany;  \n5) zasady ustalania składu komisji przeprowadzającej egzamin dyplomowy,  w tym także \nprzeprowadzającej tzw. ogóln y egzamin kierunkow y, jeśli jest przewidziany ; \n6) tryb przeprowadzania egzaminu dyplomowego,  w tym także tzw. ogólnego egzaminu \nkierunkowego , jeśli jest przewidziany ; \n7) zasady uwzględniania oceny  z tzw. ogólnego egzaminu ki erunkowego , jeśli jest przewidziany  do \noceny  z egzaminu dyplomowego;  \n8) wytyczne dotyczące  przebiegu egzaminu dyplomowego ; \n\n \n \n \n \n \n- 32 - 9) wskazanie, czy egzamin dyplomowy obejmuje także prezentację projektu dyplomowego oraz \ndyskusję nad projektem dyplomowym,  \n– określa Dziekan Wydziału  w zasadach studiowania,  o których mowa  w § 7 ust. 17 . \n12. Do tzw. ogólnego egzaminu kierunkowego może zostać dopuszczony student, który zaliczył wszystkie \nprzewidziane program em studiów przedmioty  i praktyki .  \n13. Student ma prawo do dwukrotnego p rzystąpienia do egzaminu dyplomowego,  w tym także do tzw. \nogólnego egzaminu kierunkowego,  w terminie podstawowym  i w terminie poprawkowym.  \n14. Komisja ma obowiązek dbać  o prawidłowy przebieg egzaminu dyplomowego,  w tym także tzw. \nogólnego egzaminu kierunkowego.  \n15. Jeżeli Komisja stwierdzi niesamodzielność pracy studenta,  w szczególności  w zakresie korzystania \nprzez niego  z niedozwolonych materiałów, urządzeń, metod lub środków, student otrzymuje ocenę \nniedostateczną  z egzaminu dyplomowego,  w tym także tzw. ogólnego egzaminu kierunkowego,  \ni traci prawo do egzaminu dyplomowego,  w tym także tzw. ogólnego egzaminu kierunkowego,  \nw terminie poprawkowym.  \n16. W przypadku,  o którym mowa  w ust. 15: \n1) Komisja ma obowiązek niezwłocznie  o tym fakcie zawiadomić Dziekan a Wydziału;  \n2) student ma prawo złożyć odwołanie do Dziekan a Wydziału od rozstrzygnięcia  Komisji  w terminie \n7 dni od dnia poinformowania go  o stwierdzeniu niesamodzielności jego pracy.  \n17. Oceny egzaminu dyplomowego dokonuje Komisja na niejawnej części swego posiedzenia. Ocena \negzaminu dyplomowego ustalana jest  w oparciu  o średnią arytmetyczną ze wszystkich ocen \ncząstkowych uzyskanych za prezentację pracy  lub projektu  i odpowiedzi na wszystk ie postawione \npytania. Oceny cząstkowe ustalają zadający pytania. Wobec pozytywnego wyniku egzaminu \ndyplomowego Komisja podejmuje decyzję  o nadaniu  właściwego tytułu zawodowego  i dyplomu \nukończenia studiów  oraz ustala wynik ukończenia studiów.  \n18. Z egzaminu dyplomowego sporządza się protokół według wzoru  określonego  w przepisach \nwykonawczych do Ustawy . \n19. Wynik egzaminu dyplomowego wraz  z podaniem ocen egzaminu  oraz wynik ukończenia studiów \nogłasza przewodniczący Komisji egzaminacyjnej  w obecności jej członków b ezpośrednio po jego \nzłożeniu.  \n20. W przypadku uzyskania  z egzaminu dyplomowego , w tym także  z tzw. ogólnego egzaminu \nkierunkowego , oceny niedostatecznej, Dziekan  Wydziału  wyznacza drugi termin egzaminu. Egzamin \npoprawkowy  w celu poprawy  oceny pozytywnej  nie jest dopuszczalny.   \n21. Harmonogram terminów tzw. ogólnego egzaminu kierunkowego,  w tym także poprawkowego, ustala \nDziekan  Wydziału.  \n22. Egzamin dyplomowy , w tym także tzw. ogólny egzamin kierunkowy,  w terminie poprawkowym nie \nmoże odbyć się wcześniej niż po upływie 7 dni i nie później niż przed upływem terminu,  o którym \nmowa  w ust. 2 lub ust.  3. Termin tego egzaminu Dziekan  Wydziału  podaje do wiadomości studenta \nco najmniej na 7 dni przed wyznaczoną datą powtórnego egzaminu  dyplomowego.   \n23. W przypadku niezłożenia egzaminu dyplomowego  w drugim terminie Dziekan  Wydziału  skreśla \nstudenta  z listy studentów.  Wznowienie studiów dopuszczalne jest na zasadach określonych  w § 22. \n24. Dziekan  Wydziału może uznać za usprawiedliwione nieprzystąpienie do egzaminu dyplomowego , \nw tym także do tzw. ogólnego egzaminu kierunkowego,  na pisemny wniosek studenta złożony \nnajpóźniej  w terminie 7 dni od ustalonego terminu egzaminu.  \n25. Nieprzystąpienie do egzam inu uznane przez Dziekan a Wydziału za nieusprawiedliwione powoduje \nkonsekwencje takie jak niezłożenie egzaminu dyplomowego.  \n26. W przypadku usprawiedliwionego nieprzystąpienia do egzaminu dyplomowego lub do ogólnego \negzaminu kierunkowego Dziekan  Wydziału  wyznacza dodatkowy termin tego egzaminu.  \n\n \n \n \n \n \n- 33 - 27. Od ostatecznego negatywnego wyniku egzaminu dyplomowego , w tym także tzw. ogólnego \negzaminu kierunkowego,  student może odwołać się do Rektora  w terminie do 14 dni od daty tego \negzaminu.  \n28. Egzamin dyplomowy złożony  z wynikiem co najmniej dostatecznym jest aktem kończącym studia \nwyższe  w Uczelni . \n \n§ 27. UKOŃCZENIE STUDIÓW  \n1. Warunkiem ukończenia studiów  i uzyskania dyplomu ukończenia studiów na danym kierunku \nstudiów, poziomie  i profilu jest: \n1) uzyskanie wszystkich zakładanych efektów uczenia się  określonych  w programie studiów ; \n2) zaliczenie wszystkich  przewidzianych program em studiów  modułów zajęć;  \n3) uzyskanie liczby punktów ECTS  wymaganej programem studiów ; \n4) w przypadku studiów pierwszego stopnia – złożenie  projektu dyplomowego,  a w przypadku \nstudiów drugiego stopnia – złożenie  pracy dyplomowej;  \n5) złożenie egzaminu dyplomowego.  \n2. Datą ukończenia studiów jest data złożenia egzaminu dyplomowego  (zdania egzaminu dyplomowego  \nz oceną pozytywną ). \n3. Wynik ukończenia studiów wyższych wpisywany do dyplomu ukończenia studiów oraz suplementu  do \ndyplomu  ustalany jest jako średnia ważona następujących ocen:  \n1) średniej ocen  ze studiów, ustalonej  zgodnie  z § 14; \n2) ostatecznej  oceny projektu dyplomowego lub pracy  dyplomowej , ustalonej zgodnie  z ust. 5 ; \n3) oceny egzaminu dyplomowego, ustalonej przez Komisję  zgodnie  z ust. 5 . \n4. Wagi ocen,  o których mowa  w ust. 3 , ustala Dziekan  Wydziału  w zasadach studiowania,  o których \nmowa  w § 7 ust. 1 7, przy cz ym średnia ocen  ze studiów uwzględniana jest  z wagą nie mniejszą niż \n60%.  \n5. Oceny, o których mowa  w ust. 3 pkt 2 i 3, a także wynik ukończenia studiów  ustala się do dwóch \nmiejsc po przecinku, bez zaokrągleń,  zgodnie  z następującą zasadą  w zależności od wartości \nliczbowej:  \n1) od 3,00   ocena słowna: dostateczny (3.0)  \n2) od 3,21    ocena  słowna: plus dostateczny (3.5)  \n3) od 3,71    ocena słowna: dobry (4.0)  \n4) od 4,2 1   ocena słowna: plus dobry (4.5)  \n5) od 4,71  ocena słowna: bardzo dobry (5.0).  \n6. W przypadku umów określających zasady współpracy  w ramach studiów wspólnych zawartych  \nz innymi uczelniami z asady ustalania oceny  z egzaminu  dyplomowego oraz wyniku ukończenia \nstudiów określają te umowy  z uwzględnieniem  zasad  określonych  w niniejszym Regulaminie . \n7. Student po złożeniu egzaminu dyplomowego staje się absolwentem Uczelni . W terminie 30 dni od \ndnia ukończenia studiów Uczelnia wydaje absolwentowi dyplom ukończenia studiów  wraz \nz suplementem do dyplomu . \n8. Absolwent przed otrzymaniem dyplomu ukończenia studió w i suplementu do dyplomu ma obowiązek  \nuregulować wszystkie zobowiązania wobec Uczelni,  w szczególn ości złożyć wymagane dokumenty \noraz uiścić wymagane opłaty.  \n9. Absolwentowi, który spełnia łącznie następujące warunki:  \n1) złożył projekt dyplomowy albo pracę dyplomową  w terminie, o którym mowa w § 25 ust. 15 ; \n\n \n \n \n \n \n- 34 - 2) przystąpił do egzaminu dyplomowego  w terminie,  o którym mowa w § 2 6 ust. 2; \n3) uzyskał średnią ze studiów co najmniej 4,72 ;  \n4) uzyskał oceny bardzo dobre zarówno  z projektu dyplomowego lub  pracy  dyplomowej ora z \nz egzaminu dyplomowego ,  \n– Komisja lub Dziekan Wydziału mogą przyznać wyróżnienie. Absolwent, któremu przyznano \nwyróżnienie otrzymuje dyplom  z wyróżnieniem.  \n10. (uchylony ).  \n \n§ 28. DOKUMENTACJA PRZEBI EGU STUDIÓW  \n1. Przebieg studiów dokumentowany jest:  \n1) w teczce akt osobowych studenta, w tym w szczególności w kartach okresowych osiągnięć \nstudenta;  \n2) w systemie USOS . \n2. Szczegółowy zakres  i sposób prowadzenia dokumentacji przebiegu studiów,  w tym także  w postaci  \nelektronicznej, określają  przepisy wykonawcze do Ustawy oraz zarządzenie Rektora.  \n \n§ 29. PRZEPISY PRZEJŚCIOW E \n1. (uchylony ). \n2. (uchylony ). \n3. Rozstrzygnięcia  w indywidualnych sprawach studentów wydane przed dniem 1 października 2019 \nr. pozostają  w mocy.  \n4. (uchylony ). \n5. Studenci, którzy rozpoczęli studia  w roku akademickim 2018/2019  oraz w latach wcześniejszych \nkontynuują studia według programów kształcenia opracowanych na podstawie dotychczasowych \nprzepisów do końca okresu studiów przewidzianego  w programie kształcenia , w tym także  \nw ramach realizowanej specjaln ości, z zastrzeżen iem ust. 6 . \n6. W przypadku przeniesienia się  z innej uczelni, zmian y kierunku studió w lub formy studiów, \npowtarzania  semestru, urlopu od zajęć, wznowienia studiów albo innej przerwy  w studiowaniu , \nstudenci,  o których mowa  w ust. 5, kontynuują studia według programu obowiązującego  dany rocznik  \nkształcenia  w semestrze, na który uzyskali  wpis. \n7. W przypadku studentów,  o których mowa  w ust. 5, ilekroć  w przepisach niniejszego Regulaminu \nstudiów jest mowa o : \n1) programie studiów należy przez to rozumieć program kształcenia opracowany na podstawie \ndotychczasowych przepisów ; \n2) efektach uczenia się należy przez to rozumieć efekty kształcenia ; \n3) indywidualnej organizacji studiów należy przez to rozumieć indywidualny prog ram studiów . \n8. Z zastrzeżeniem ust. 6,  w przypadku studentów,  o których mowa  w ust. 5: \n1) w razie konieczności powtórzenia semestru, skorzystania  z urlopu od zajęć lub wznowienia \nstudiów przez osoby skreślone  z listy studentów kontynuacja studiów możliwa jest na kierunku \nstudiów, którego nazwa uległa zmianie zgodnie  z § 1 uchwał y nr 146/2018 Senatu AGH  z dnia \n28 listopada 2018 r.  w sprawie zmiany nazwy niektórych kierunków studiów prowadzonych  \nw Akademii Górniczo -Hutniczej im. Stanisława Staszica  w Krakowie;  \n2) program kształcenia obejmuje:  \na) opis kierunkowych efektów kształcenia, określony przez Senat Uczelni  w drodze uchwały, \noraz  \n\n \n \n \n \n \n- 35 - b) program studiów,  w tym plan studiów, uchwalony przez Radę Wydziału  w drodze uchwały, \npo zaopiniowaniu przez uprawniony wydziałowy organ  Samorządu Studentów,  \nz uwzględnieniem przepisów Ustawy  i przepisów wykonawczych do Ustawy oraz wyt ycznych \nokreślonych przez Senat;  \n3) wszystkie ustalenia  w zakresie zasad odbywania studiów ustalone przez Radę Wydziału  i przez \nDziekana Wydziału na gruncie dotychczasowego Regulaminu zachowują moc;  \n4) zajęcia nieobjęte planem studiów realizowane są na zasadach dotychczasowych;  \n5) złożenie pracy dyplomowej jest wymagane jako jeden  z warunków ukończenia  i uzyskania \ndyplomu ukończeni a studiów wyższych, zarówno  w przypadku studiów pierwszego stopnia, jak  \ni studiów drugiego stopnia ; \n6) przepisy § 25  i § 26 niniejszego Regulaminu  w zakresie projektów dyplomo wych nie znajdują \nzastosowania;  \n7) prace dyplomowe są przygotowywane  zgodnie  z ustalonymi dotychczas szczegółowymi zasadami \ndyplomowania . \n9. (uchylony ). \n10. Wymóg udostępnienia programów studiów  w Biuletynie Informacji Publicznej,  o którym mowa  w § 7 \nust. 19  dotyczy roczników  kształcenia rozpoczynających się od roku akademickiego 2019/2020.  \n11. W przypadku osób skreślonych  z listy studentów  z powodu niezłożenia  w terminie pracy dyplomowej,  \no których mowa  w § 22 ust. 13 dotychczas obowiązującego Regulaminu studiów tzw. reaktywacja na \ndzień obrony możliwa jest wy łącznie do dnia 30 września 2019  r. Po upływie tego terminu tzw. \nreaktywacja na dzień obrony nie jest dopuszczalna.  \n12. Studenci, którzy przed dniem 1 października 2015 r. : \n1) powtarzali semestr lub rok studiów – mogą skorzystać  z zasady, o której mowa  w § 19 ust. 4 ; \n2) wznawiali studia – mogą sko rzystać  z zasady, o której mowa  w § 22 ust. 6 . \n13. (uchylony ). \n14. W razie wątpliwości, czy stosować przepisy dotychczasowe , czy Regulaminu, należy stosować \nprzepisy niniejszego Regulaminu.  \n \n§ 29a. PRZEPISY EPIZODYCZNE  4) \n(§ 29a. obowiązywał w okresie od dnia 29 maja 2020 r. do dnia 30 września 2020 r. ) \n \n§ 29b. PRZEPISY EPIZODYCZNE  5) \n(§ 29b. obowiązywał w okresie od dnia 24 lutego 2022 r. do dnia 30 września 2022 r.)  \n \n§ 30. PRZEPISY KOŃCOWE  \n1. Traci moc Regulamin studiów pierwszego  i drugiego stopnia Akademii Górniczo -Hutniczej im. \nStanisława Staszica  w Krakowie uchwalony przez Senat AGH uchwałą nr 54/2015  z dnia 29 kwietnia \n2015 r. wraz ze zmianami wprowadzonymi uchwałą nr 42/2017 Senatu AGH  z dnia 26 kwietnia 2017 \n                                                \n4) § 29a. Przepisy epizodyczne  dodany uchwałą  nr 168/2020 Senatu AGH  z dnia 29 maja 2020 r.  w sprawie zmiany uchwały nr \n56/2019  z dnia 24 kwietnia 2019 r.  w sprawie uchwalenia Regulaminu studiów wyższych Akademii Górniczo -Hutniczej im. \nStanisława Staszica  w Krakowie . § 29a obowiązywał w okresie od dnia 29 maja 2020 r. do dnia 30 września 2020 r.  \n5) § 29b. Przepisy epizodyczne dodany uchwałą nr  45/2022 Senatu AGH z  dnia 26 kwietnia 2022  r. w sprawie zmiany uchwały nr \n56/2019 z  dnia 24 kwietnia 2019 r. w  sprawie uchwalenia Regulaminu studiów wyższych Akademii Górniczo -Hutniczej im. \nStanisława Staszica w  Krakowie.  § 29b. obowiązywał w okresie od dnia 24 lutego 2022 r. do dnia 30 września 2 022 r . \n\n \n \n \n \n \n- 36 - r. w sprawie zmiany Regulaminu studiów pierws zego i drugiego stopnia Akademii Górniczo -Hutniczej \nim. Stanisława Staszica  w Krakowie.  \n2. Regulamin wchodzi  w życie z dniem 1 października 2019 r. 6) \n                                                \n6)     Niniejszy Regulamin został przyjęty uchwałą nr 56/2019 Senatu AGH z dnia 24 kwietnia 2019 r. i wszedł w życie 1 października \n2019 r.  Zmiany do Regulaminu zostały wprowadzone następującymi uchwałami Senatu AGH:  \n1) uchwałą nr 168/2020 Senatu AGH z dnia 29 maja 2020 r.   \n2) uchwałą nr 43/2021 Senatu AGH z dnia 28 kwietnia 2021 r.  \n3) uchwałą nr 45/2022 Senatu AGH z dnia 2 7 kwietnia 2022 r.  \n4) uchwałą nr 46/2022 Senatu AGH z dnia 2 7 kwietnia 2022 r.  \n5) uchwałą nr 40 /2023 Senatu AGH z dnia 26 kwietnia 2023 r.  \n\n"}