{"metadata": {"url": "https://rekrutacja.agh.edu.pl/category/faq-questions-ii/page/2/", "title": "Pytanie FAQ II st – Strona 2 – Strona Centrum Rekrutacji", "depth": 3, "duplicate": false, "content_hash": "5f53694033b5e7792651476635fb0bc6", "word_count": 236, "headings": [{"level": 1, "text": "Strona Centrum Rekrutacji - Jak dokonać opłaty za postępowanie rekrutacyjne oraz legitymację studencką?"}, {"level": 3, "text": "O CO NAJCZĘŚCIEJ PYTACIE"}, {"level": 2, "text": "STUDIA I STOPNIA"}, {"level": 2, "text": "STUDIA II STOPNIA"}, {"level": 4, "text": "FAQ"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Czy w rekrutacji na studia pierwszego stopnia  wystarczy mi jedno rozszerzenie?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Jak liczymy nasz wskaźnik rekrutacyjny? (studia I stopnia)"}, {"level": 4, "text": "Poprawiałem maturę i otrzymałem aneks z nowymi wynikami. Jakie dane mam wpisać w systemie rekrutacyjnym?"}, {"level": 4, "text": "Kiedy uzyskam informację o wartości mojego wskaźnika rekrutacji?"}, {"level": 4, "text": "Posiadam podwójne obywatelstwo. Na jakich zasadach będę rekrutowany?"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Nie zostałem zakwalifikowany na studia drugiego stopnia w pierwszym cyklu rekrutacyjnym. Czy mogę wziąć udział w drugim cyklu na ten sam kierunek, co w pierwszym?"}, {"level": 4, "text": "Czy mogę dokonać wpisu w terminie innym niż przewidziany w kalendarzu rekrutacji dla danego cyklu?"}, {"level": 4, "text": "Posiadam tytuł licencjata. Czy mogę kandydować na dowolny kierunek studiów drugiego stopnia?"}, {"level": 4, "text": "Mam zamiar przenieść się na Akademię Górniczo-Hutniczą z innej uczelni. Jak to zrobić?"}, {"level": 4, "text": "Kiedy i gdzie składać podania o stypendium socjalne? W jaki sposób mogę ubiegać się o przydział miejsca w domu studenckim?"}]}, "content": "# Pytanie FAQ II st – Strona 2 – Strona Centrum Rekrutacji\n\nURL: https://rekrutacja.agh.edu.pl/category/faq-questions-ii/page/2/\nCrawled: 2025-03-20 01:10:35\n\nRekomendujemy dokonywanie opłaty z wykorzystaniem systemu e-Card. Możliwość płatności elektronicznych dostępna jest w systemie e-Rekrutacja, po zalogowaniu się.Opłaty można także dokonywać przelewem na rachunek AGH, wskazany w systemie e-Rekrutacja, jednak ich księgowanie trwa znacznie dłużej. […]\n\nCzytaj więcej\n\nRekrutacja na studia w AGH jest prowadzona z wykorzystaniem sytemu e-Rekrutacja, z którego można wydrukować wszystkie niezbędne dokumenty rekrutacyjne, takie jak podanie na studia, kartę informacyjną i inne.Dla zakwalifikowanych kandydatów nie ma możliwości innego wypełnienia tych dokumentów niż poprzez system e-Rekrutacja. Dla kandydatów, którzy nie zostali zakwalifikowani i nie zgadzają się z wynikiem wstępnej kwalifikacji […]\n\nCzytaj więcej\n\nInformacja o wynikach wstępnej kwalifikacji na studia zostanie umieszczona w systemie e-Rekrutacja na indywidualnym koncie każdego kandydata w terminie wyznaczonym w kalendarzu rekrutacji. Dodatkowo, kandydat otrzyma wiadomość e-mail, że na jego indywidualnym koncie w systemie e-Rekrutacja znajduje się komunikat w tej sprawie. Po otrzymaniu informacji można będzie wydrukować stosowne dokumenty z systemu e-Rekrutacja, złożyć je […]\n\nCzytaj więcej\n\nInformacje dotyczące wysokości opłaty za postępowanie rekrutacyjne na dany rok akademicki znajdują się w sekcji Opłaty. […]\n\nCzytaj więcej\n\nW związku z obowiązującymi przepisami dotyczącymi prowadzenia akt osobowych studenta wszyscy kandydaci muszą zamieścić w systemie e-Rekrutacja elektroniczną wersję fotografii. Kandydaci posiadający status studenta AGH jak i absolwenci AGH nie wnoszą opłaty za legitymację. […]\n\nCzytaj więcej\n\nSkrót CR oznacza Centrum Rekrutacji, którego zadaniem jest prowadzenie rekrutacji na AGH. Dane kontaktowe do CR są podane na stronie w sekcji Kontakt. […]\n\nCzytaj więcej"}