{"content": "# Nie traćcie wiary i determinacji by osiągnąć swój cel – WIET inauguruje nowy rok akademicki | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/nie-traccie-wiary-i-determinacji-by-osiagnac-swoj-cel-wiet-inauguruje-nowy-rok-akademicki/\nCrawled: 2025-03-19 21:31:53\n\nNie traćcie wiary i determinacji by osiągnąć swój cel – WIET inauguruje nowy rok akademicki\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\nW dniu 8 października świętowaliśmy rozpoczęcie nowego roku akademickiego 2024/2025. W sali audytoryjnej w U-2 zgromadzili się licznie przedstawiciele władz AGH w tym:\nprof. dr hab. inż. Krzysztof Mendrok \nProrektor ds. Kształcenia,\ndr hab. inż. Arkadiusz Kustra, prof. AGH\n Dziekan Wydziału Inżynierii Lądowej i Gospodarki Zasobami AGH,\ndr hab. inż. Łukasz Rauch, prof. AGH\n Prodziekan Wydziału ds. Nauki i Współpracy Wydział Inżynierii Metali i Informatyki Przemysłowej,\ndr hab. inż. Marcin Baszyński, prof. AGH \nProdziekan Wydziału ds. Nauki i Kształcenia Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej,\ndr hab. inż. Mariusz Młynarczuk, prof. AGH \nProdziekan ds. Współpracy Wydziału Geologii, Geofizyki i Ochrony Środowiska,\ndr hab. inż. Katarzyna Major-Gabryś \nProdziekan Wydziału ds. Nauki i Współpracy Wydział Odlewnictwa,\ndr hab. inż. Remigiusz Kowalik, prof. AGH\n Prodziekan ds. Nauki Wydział Metali Nieżelaznych,\ndr inż. Ewa Prymon-Ryś\n Prodziekan ds. Kształcenia Wydział Zarządzania,\ndr hab. inż. Katarzyna Styszko, prof. AGH. \n Prodziekan ds. Rozwoju Wydziału Energetyki i Paliw,\ndr inż. Katarzyna Matusiak\n Prodziekan Wydziału ds. Studenckich Wydział Fizyki i Informatyki Stosowanej,\ndr hab. Monika Pilsniak, prof. AGH\n Prodziekan ds. Nauki Wydział Matematyki Stosowanej AGH,\ndr hab. Jacek Gądecki, prof. AGH\n Dziekan Wydziału Humanistycznego,\ndr inż. Marek\n\nGajęcki\n Prodziekan ds. Kształcenia Wydział Informatyki,\ndr hab. inż. Waldemar Rączka, prof. AGH \nProdziekan ds. kształcenia Wydziału Inżynierii Mechanicznej i Robotyki w kadencji 2020-2024,\noraz \nreprezentant \nWydziału Informatyki i Telekomunikacji Politechniki Krakowskiej\n dr inż. Daniel Grzonka \nProdziekan ds. kształcenia.\nW tym ważnym dla społeczności WIEiT dniu towarzyszyli nam także przedstawiciele kadry menadżerskiej firm tworzących \nRadę Społeczną \nw osobach:\nTomasz Barszcz \n(AMC Tech), \nTomasz Nowak\n oraz \nJacek Przybylski \n(Cisco), \nRafał Wiendlocha \n(Ericsson), \nRafał Trzcinka \n(Honeywell), \nSławomir Kumka\n (IBM) \nMarek Zmuda\n (Intel), \nMaciej Sikorski \noraz\n Piotr Langer  \n(Nokia), \nAlbertyna Pawłowska\n (Sii), \nDominik Kania\n (Woodward), \nPrzemysław Berendt\n (Volvo), \nPaweł Kasperski \noraz \nTomasz Tarkiewicz\n  (Vtool Poland), \nAndrzej Poślednik\n (Zakład Systemów Komputerowych ZSK Sp. z o.o.)\nUroczystość w imieniu Dziekana Wydziału \nprof. dr hab. inż. Sławomira Gruszczyńskiego \notworzył Prodziekan ds. Nauki \ndr hab. inż. Robert Wójcik, prof. AGH. \nW pierwszych słowach powitał wszystkich przybyłych oraz przedstawił władze dziekańskie nowej kadencji\nprof. dr. hab. inż. Artura Rydosza\n Prodziekana ds. Ogólnych \ndr\n. \ninż. Jacka Kołodzieja\n Prodziekana ds. Kształcenia dla kierunków Elektronika, Elektronika i Telekomunikacja\ndr.\n\ninż. Michała Wągrowskiego\n Prodziekana ds. Kształcenia dla kierunków Teleinformatyka oraz Cyberbezpieczeństwo\ndyrektor administracyjną \nmgr Iwonę Bukańską\ndyrektora \nInstytutu Elektroniki\n prof. dr. hab. inż. Krzysztofa Winczę\n oraz jego zastępcę \ndr. hab. inż. Witolda Machowskiego, prof. AGH, \na także dyrektora\n Instytutu Telekomunikacji\n dr hab. inż. Jerzego Domżała, prof. AGH.\nNie traćcie wiary i determinacji by osiągnąć swój cel\nprof. dr hab. inż. Krzysztof Mendrok \npodczas swojego wystąpienia podziękował przyszłym studentom za wybór uczelni i podkreślił ich kluczową rolę w społeczności akademickiej. Zaznaczył, że bez studentów uniwersytet traci swój charakter. Wspomniał o wyjątkowości AGH, jego wysokiej pozycji wśród uczelni technicznych w Polsce oraz przypomniał o haśle „Wiedza-Pasja-Więź”, wskazując na znaczenie wiedzy dla innowacji, pasji studentów w organizacjach oraz więzi, które łączą absolwentów.\nZwrócił uwagę na 100-letnią historię AGH oraz imponującą kadrę i liczbę studentów. Zachęcił do odpowiedzialnego zarządzania czasem i niepoddawania się w obliczu trudności, podkreślając, że determinacja jest kluczem do osiągnięcia celów. Na zakończenie życzył wszystkim udanego roku akademickiego.\nWIEiT to wybór, który otworzy przed Wami wiele drzwi – zarówno do wiedzy, jak i do innowacyjnych projektów oraz międzynarodowych karier\nDr hab. inż. Robert Wójcik, prof. AGH\n serdecznie pogratulował przyszłym studentom zdobycia indeksu na prestiżowych kierunkach studiów. Podkreślił znaczenie wyboru uczelni, który otwiera przed studentami wiele możliwości, zarówno w nauce, jak i w międzynarodowych karierach. Wspomniał o bogatej historii, osiągnięciach naukowych Wydziału oraz, że kształci w kluczowych dyscyplinach technicznych.\nZachęcał do mądrego balansu między nauką, życiem studenckim, a pracą zawodową, przypominając, że studia to niepowtarzalny okres w życiu. Podkreślił wagę aktywności w kołach naukowych i nawiązywaniu kontaktów, które mogą mieć długotrwały wpływ na przyszłą karierę.\nNa koniec życzył, by Wydział IET stał się miejscem, gdzie studenckie marzenia przekształcą się w rzeczywistość, a studenci będą z nostalgią wspominać lata spędzone w murach AGH.\nWasza przyszłość zaczyna się tutaj\nTuż po złożeniu ślubowania zgromadzeni na sali studenci wysłuchali Wiceprzewodniczącego Wydziałowej Rady Samorządu Studentów \ninż. \nKamila Szczęcha.\n Podzielił się swoimi wspomnieniami, sprzed czterech lat, kiedy to miał podobne obawy i pytania dotyczące studiów. Zachęcił do aktywnego zaangażowania się w życie uczelni, wskazując, że najlepsze znajomości i przyjaźnie można nawiązać w organizacjach studenckich, kołach naukowych oraz sportowych. Zaznaczył, że choć studia są czasem ciężkiej pracy, to właśnie przyjaciele i wsparcie innych pomogą przezwyciężyć wszelkie trudności.\n\nPrzemówienie prof. Roberta Wójcika Prodziekana ds. Nauki podczas uroczystości inauguracji\nWystąpienie prof. Krzysztofa Mendroka, Prorektora AGH podczas Inauguracji WIEiT\nWładze Wydziału wraz z Prorektorem przy stole prezydialnym\nPrzedstawiciele WRSS WIEiT podczas inauguracji\nStudenci Wydziału podczas inauguracji w sali audytoryjnej w U-2\ndr inż. Michał Wągrowski prowadzi ślubowanie podczas Inauguracji Roku Akademickiego WIET\nKamil Szczęch wiceprzewodniczący Wydziałowej Rady Samorządu Studentów przemawia do studentów I roku\n\nCo roku podczas inauguracji wręczane są nagrody za najlepsze prace dyplomowe realizowane w naszych Instytutach i obronione w roku akademickim 2023/2024.\n\nLaureaci nagród Dyrektora \nInstytutu Elektroniki\n\notrzymali pamiątkowe dyplomy oraz nagrody ufundowane przez sponsorów z rąk Prorektora ds. Kształcenia \nprof. dr. hab. inż. Krzysztofa Mendroka\n, Prodziekana ds. kształcenia \ndr. inż. Jacka Kołodzieja oraz \ndyrektora Instytutu\n prof. dr. hab. inż. Krzysztofa Winczy\n.\n\nLAUREACI\n\nKamil Kacper Hrabia\n „Model systemu smart home – inteligentny domek dla lalek” \nOPIEKUN: \ndr inż. Jacek Stępień\n\nJarosław Gawlik\n „Stacja pogodowa z bezprzewodowymi czujnikami temperatury, ciśnienia i wilgotności” \nOPIEKUN: \ndr hab. inż. Witold Machowski, prof. AGH\n\nAleksander Dodov\n „Inteligentny tester akumulatorów” \nOPIEKUN: \ndr inż. Jacek Stępień\n\nJakub Górnisiewicz\n „Przegląd, analiza i porównanie układów konwersji poziomów napięć zrealizowanych w technologii CMOS” \nOPIEKUN: \ndr inż. Ireneusz Brzozowski\n\nWYRÓŻNIENIA\nPiotr Wilkoń\n „Projekt modulatora i demodulatora mikrofalowego QAM na pasmo 2,4 GHz z wykorzystaniem macierzy Butlera 4×4” \nOPIEKUN: \ndr hab. inż. Kamil Staszek, prof. AGH\n\nRadosław Feiglewicz\n „Metody szybkiej transmisji danych w nowoczesnych układach FPGA na potrzeby realizacji elektroniki odczytowej detektora FIT-ALICE CERN” \nOPIEKUN: \ndr hab. inż. Paweł Russek, prof. AGH\n\nNagrody ufundowały firmy: \nAMC Tech, Software Mind oraz Zakład Systemów Komputerowych ZSK sp. z o.o.\n\nLaureatom nagród \nDyrektora Instytutu Telekomunikacji\n dyplomy oraz nagrody ufundowane przez sponsorów wręczył Pan Prorektor w asyście dyrektora Instytutu \ndr. hab. inż. Jerzego Domżała, prof. AGH.\n\nI MIEJSCE\n\nPiotr Piwowar\n „Projekt, wdrożenie i testy platformy obliczeniowej na potrzeby infrastruktury 5G uruchamianej na brzegu sieci”. \nPROMOTOR: \ndr hab. inż. Piotr Boryło, prof. AGH\n\nII MIEJSCE\n\nFilip Opiłka\n „Implementation of Selected Post Quantum Cryptography Algorithm for Digital Signature”. \nPROMOTOR: \ndr hab. inż. Marcin Niemiec, prof. AGH\n\nIII MIEJSCE\n\nAnna Ledwoń\n „Adversarial attacks on malware detection systems”. \nPROMOTOR: \ndr hab. inż. Piotr Chołda, prof. AGH\n\nNagrody ufundowały firmy: \nCisco, Ericsson, Nokia, Proidea.\n\nPrzed Wami bardzo wymagające, ale niezwykle satysfakcjonujące lata życia\n\nGalę wręczenia nagród podsumowali swoimi wystąpieniami przedstawiciele sponsorów w tym \nPiotr Langer\n (Nokia), \nRafał Wiendlocha\n (Ericsson) \nJacek Przybylski\n (CISCO) oraz \nprof. Tomasz Barszcz\n (AMC Tech).\n\nWielu z nich (również absolwentów AGH) wyraziło uznanie dla pozytywnych zmian jakie zaszły na Uczelni mówiąc, że „zaczynało na tej samej uczelni, ale nie takiej samej” i że odkąd pamiętają AGH szczyciła się wysoką rangą,  studia na niej napawały dumą, a dyplom do dziś wzbudza uznanie nie tylko w Polsce. Podkreślali, że studenci na tym Wydziale będą mieli okazję pracować nad nowatorskimi rozwiązaniami, jak IoT, które są kluczowe dla rozwoju sztucznej inteligencji (np. systemy i czujniki dostarczające danych do algorytmów AI). Wyrazili również nadzieję, że w przyszłości to absolwenci WIET będą prezesami wielkich firm, tworzący globalnie rozpoznawalne polskie przedsiębiorstwa.\n\nW tym roku ogłoszono i z powodzeniem rozstrzygnięto konkurs na \nWydziałowy Projekt Studencki WIET.\n\nSpośród wielu zgłoszeń wytypowano projekt „AGH Rescue Drone” autorstwa: \nJana Kałuckiego, Szczepana Dworaka, Grzegorza Bąka, Michała Jankowskiego, Bogdana Sanockiego, Jakuba Marszałka, Marty Pomykały, Zofii Mazur, Zuzanny Rotarskiej \ni\n Doriana Sragi\n. \n\nWYRÓŻNIENIE otrzymał zespół RSAO (Radarowy System Analizy Obrazu) autorstwa: \nMaksymilian Mazur, Maciej Molik, Miłosz Sokół, Krzysztof Paryż, Mateusz Szpot, Kacper Bujak.\n\nZwycięskie projekty mogą liczyć na wsparcie finansowe władz wydziału.\n\nSKŁADAMY SERDECZNE GRATULACJE WSZYSTKIM WYRÓŻNIONYM\n\nUroczystość inauguracji zwieńczył wykład związanego z \nInstytutem Telekomunikacji\n dr. hab. inż. Piotra Boryły, prof. AGH\n pt. „Co łączy sieci teleinformatyczne, wirtualizację, chmury obliczeniowe, sieci 5G/6G oraz automatyzację?”\n\nNa zakończenie uroczystości \ndr hab. inż. Robert Wójcik, prof. AGH\n, wyraził wdzięczność wszystkim za obecność oraz podziękował tym, którzy przyczynili się do organizacji wydarzenia. Następnie ogłosił:\n„Rok akademicki 2024/2025 na Wydziale IEiT Akademii Górniczo-Hutniczej im. Stanisława Staszica uważam za rozpoczęty!”.\n\nFot. Mariusz Bembenek\n\nprof. Witold Machowski przedstawia laureatów konkursu na najlepsze prace dyplomowe w Instytucie Elektroniki\nLaureaci nagrody Dyrektora Instytutu Elektroniki wraz z Prodziekanem Jackiem Kołodziejem, Prorektorem Krzysztofem Mendrokiem, Dyrektorem Instytutu Elektroniki oraz przedstawicielem sponsora Tomaszem Barszczem z AMC Tech\nDyrektor Instytutu Telekomunikacji prof. Jerzy Domżał przedstawia laureatów nagrody na najlepsze prace dyplomowe\nLaureatka III miejsca w konkursie dyrektora Instytutu Telekomunikacji na najlepszą pracę dyplomową z przedstawicielem sponsora nagrody Jackiem Przybylskim z CISCO, dyrektorem Instytutu oraz Prorektorem\nLaureat II miejsca Nagrody Dyrektora Instytutu Telekomunikacji Filip Opiłka wraz z przedstawicielem sponsora nagrody Rafałem Wiendlocha z Eriscsson, dyrektorem Instytutu Jerzym Domżałem, promotorem prof. Marcinem Niemcem oraz Prorektorem prof. Mendrokiem\nPiotr Piwowar laureat I miejsca w konkursie Dyrektora Instytutu Telekomunikacji na najlepszą pracę dyplomową z przedstawicielem sponsora Nokii, dyrektorem Instytutu, promotorem oraz Prorektorem\ndr inż. Jacek Kołodziej podczas wręczenia nagród w konkursie na Wydziałowy Projekt Studencki\nAGH Rescue Drone, laureaci wydziałowego konkursu na projekt studencki wraz z Prodziekanem Robertem Wójcikiem i Prorektorem Krzysztofem Mendrokiem\nPrzedstawiciele zespołu RSAO wyróżnionego projektu w konkursie na Wydziałowy Projekt Studencki wraz z prodziekanem Robertem Wójcikiem oraz Prorektorem Krzysztofem Mendrokiem\nprof. Tomasz Barszcz reprezentujący AMC Tech, sponsora nagród w konkursie\nRafał Wiendlocha reprezentujący Ericsson przemawia do studentów\nJacek Przybylski reprezentujący CISCO sponsora nagród w konkursie dyrektora Instytutu Telekomunikacji\nWystąpienie Piotra Langera z Nokii\nWykład inauguracyjny prof. Piotra Boryło\nUczestnicy uroczystości podczas odśpiewania Gaudeamus Igitur\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania", "metadata": {"url": "https://iet.agh.edu.pl/nie-traccie-wiary-i-determinacji-by-osiagnac-swoj-cel-wiet-inauguruje-nowy-rok-akademicki/", "title": "Nie traćcie wiary i determinacji by osiągnąć swój cel – WIET inauguruje nowy rok akademicki | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "111bd6b4db724b09dc2711beff4caee7", "word_count": 1632, "headings": [{"level": 1, "text": "Nie traćcie wiary i determinacji by osiągnąć swój cel – WIET inauguruje nowy rok akademicki"}]}}