{"content": "#  Zespoły badawcze -- Centrum Doskonałości Sztucznej Inteligencji \n\nURL: https://cdsi.agh.edu.pl/projekty/projekty-badawcze\nCrawled: 2025-03-19 21:39:21\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Zespoły badawcze \n\nSkład zespołu:\nprof. Michal Pluháček\n dr hab. inż. Wojciech Chmiel, prof. ucz.\n prof. dr hab. Zbisław Tabor\n prof. dr hab. n. med. Wadim Wojciechowski\n dr inż. Anna Wójcicka\nmgr inż. Andrzej Brodzicki (doktorant)\n mgr inż. Dariusz Kucharski (doktorant)\n\nZespół badawczy składa się ze specjalistów w dziedzinie zaawansowanych metod analizy i przetwarzania obrazów, modelowania 3D, optymalizacji procesów i tworzenia rozwiązań wykorzystujących techniki rozszerzonej rzeczywistości (AR). Główną dziedziną badań zespołu jest projektowanie oraz realizacja innowacyjnych rozwiązań algorytmicznych i sprzętowych wspierających m.in. procesy przemysłowe i procedury medyczne. W realizowanych rozwiązaniach stosowane są zarówno metody klasyczne, oparte o tworzone modele matematyczne, jak i metody wykorzystujące sztuczną inteligencję. Zespół zajmuje się modelowaniem 3D oraz budowaniem i rozwojem systemów stosujących rozszerzoną rzeczywistość w różnych dziedzinach. Prowadzone badania wykorzystują najnowsze osiągnięcia teoretyczne i rozwiązania techniczne.\n\n Szczegóły zespołu \n\nProf. Michal Pluháček\n w 2016 roku uzyskał stopień doktora Informatyki na Uniwersytecie Tomáša Baty w Zlinie w Czechach na podstawie rozprawy doktorskiej pt: Modern method of development and modifications of evolutionary computational techniques. Obecnie pracuje na stanowisku naukowym w Regionalnym Centrum Badawczym CEBIA-Tech Uniwersytetu Tomáša Baty w Zlinie. Jest autorem wielu artykułów w czasopismach i referatów konferencyjnych dotyczących optymalizacji rojem cząstek i tematów pokrewnych. Jego badania koncentrują się na teorii i zastosowaniach inteligencji roju oraz na ogólnie na sztucznej inteligencji. W 2019 r. ukończył sześciomiesięczny pobyt badawczy w New Jersey Institute of Technology w USA, koncentrując się na inteligencji rozproszonej oraz robotyce roju. Został profesorem nadzwyczajnym w 2023 r. po pomyślnej obronie rozprawy habilitacyjnej na temat „Inner Dynamics of Evolutionary Computation Techniques: Meaning for Practice“.\n\ndr hab. inż. Wojciech Chmiel, prof. Uczelni\n jest absolwentem Wydziału EAIiE (obecnie EAIiIB) Akademii Górniczo-Hutniczej w Krakowie, w którym obecnie jest zatrudniony na stanowisku profesora uczelni w Katedrze Automatyki i Robotyki. Stopnień magistra inżyniera uzyskał w dyscyplinie Elektronika (specjalności Automatyka), a doktorat w dyscyplinie Automatyka i Robotyka i habilitację na Akademii Górniczo-Hutniczej w Krakowie w dyscyplinie Automatyka, Elektronika i Elektrotechnika. Obecnie kieruje Laboratorium Badań Operacyjnych i Systemowych, będącym częścią Katedry Automatyki i Robotyki. Jego działalność naukowa związana jest z takimi dziedzinami jak badania operacyjne – w szczególności modelownie i optymalizacja zagadnień NP-trudnych, a także z zastosowaniem algorytmów sztucznej inteligencji w medycynie. Jego badania dotyczą także modelowania rzeczywistych zagadnień przemysłowych, optymalizacji produkcji, systemów zarządzania procesami, optymalizacji procesów logistycznych oraz optymalizacji ruchu drogowego. Jest autorem publikacji z dziedziny uczenia maszynowego, a także zastosowania sieci FCM (Fuzzy Cognitive Maps) do analizy ryzyka w systemach nadzoru i predykcji ruchu drogowego. Jest autorem twierdzeń dotyczących własności kwadratowego problemu przydziału (Quadratic Assignment Problem), a także twierdzeń wspierających podejmowanie decyzji w systemach, gdzie niepewność jest opisana arytmetyką przedziałową. Dr hab. inż. Wojciech Chmiel posiada kilkudziesięcioletnie doświadczenie w kierowaniu projektami komercyjnymi i naukowymi za granicą (USA, Niemcy, Austria), a także w Polsce, gdzie we współpracy z takimi koncernami międzynarodowymi jak Doosan i Altrad realizował projekty integrujące systemy zarządzania procesami z rozszerzoną rzeczywistością.\n\ndr inż. Anna Wójcicka\n jest doktorem informatyki, Adiunktem w Katedrze Automatyki i Robotyki AGH w grupie badawczej Machine Vision Group AGH. Uczestniczyła w licznych projektach naukowych i komercyjnych na poziomie krajowym i międzynarodowym - NCN i NCBiR m.in. SIMS, FNP/SKILLS, FastTrac/TechVenture. Absolwentka programu TOP 500 Innovator na Uniwersytecie Stanforda w USA. Pasjonuje się wizją komputerową oraz wykorzystaniem metod sztucznej inteligencji do rozwiązywania różnorodnych problemów zarówno w medycynie jak i inżynierii materiałowej. Jej badania skupiają się na poszukiwaniu innowacyjnych sposobów wykorzystania tych technologii w praktyce, zarówno w nauce, jak i biznesie.\n\nmgr inż. Andrzej Brodzicki\n prowadzi badania w obszarze wykorzystania metod uczenia maszynowego do analizy obrazów medycznych, w szczególności zdjęć nowotworów skóry, płuc i wątroby, stopy cukrzycowej oraz zdjęć z mikroskopów fluorescencyjnych. Realizuje projekty wdrożeniowe we współpracy z Manchester Metropolitan University i Uniwersytetem Stanforda.  Autor 15 publikacji naukowych. Z zamiłowania nauczyciel akademicki na kierunkach Automatyka i Robotyka, Informatyka oraz Inżynieria Biomedyczna.\n\nSkład zespołu:\ndr hab. inż. Joanna Jaworek-Korjakowska, prof. ucz.\ndr hab. Adrian Horzyk, prof. ucz.\nprof. dr hab. inż. Tomasz Szumlak\n mgr inż. Bartłomiej Moniak \n(doktorant)\nmgr inż. Damian Płóciennik \n(doktorant)\nmgr inż. Michał Piekarski \n(doktorant)\nmgr inż. Wojciech Gomułka \n(doktorant)\n\nZespół zajmuje się tematyką modelowania wzorców oraz antywzorców w celu wyszukiwania zdarzeń częstych i powtarzających się, ale również rzadkich i odmiennych, co ma szczególne znaczenie dla fizyków oraz do automatycznej obserwacji, oceny, klasteryzacji i klasyfikacji gigantycznych porcji danych gromadzonych w eksperymentach CERNowskich. Zespół zajmuje się badaniem jakości pozyskiwanych danych, jak również wykrywaniem ciekawych zdarzeń, jakie mogą się pojawić. W badaniach wykorzystywane są znane oraz budowane przez zespół metody bazujące na sztucznej inteligencji, sieciach neuronowych, eksploracji danych i modelowaniu wiedzy.\n\n Szczegóły zespołu \n\ndr hab. inż. Joanna Jaworek-Korjakowska, prof. ucz.\n, Dyrektor Centrum Doskonałości Sztucznej Inteligencji i Z-ca Kierownika Katedry Automatyki i Robotyki Akademii Górniczo-Hutniczej w Krakowie. W 2019 r. uzyskała habilitację w zakresie nauk technicznych z obszaru wykorzystania metod sztucznej inteligencji do wczesnego rozpoznawania czerniaka. Prof. Jaworek jest koordynatorem projektu ARTIQ- Centrum AI finansowanego przez NCN oraz NCBR. Jest ekspertem Confederation of Laboratories for Artificial Intelligence Research in Europe (CLAIRE), a także absolwentką programu TOP 500 Innovators na Uniwersytecie Stanforda w USA. Koordynowała krajowe (NCN, NCBiR) i międzynarodowe projekty badawcze w programach EPSRC, FAST Healthcare Network Plus, DAAD, National Institutes of Health oraz NAWA Spinaker, NAWA Bekker. Prof. Jaworek otrzymała stypendium NAWA Bekker Fellowship w celu realizacji badań naukowych na Uniwersytecie Stanforda, CA, USA. Jej główne zainteresowania badawcze koncentrują się na sztucznej inteligencji, w szczególności obszary głębokiego uczenia, wykrywanie anomalii, klasteryzacja oraz interpretowalność i wyjaśnialność rozwiązań. J. Jaworek została nagrodzona Honorable Mention Award podczas konferencji CVPR'19 (ISIC workshop), Stypendium MNiSW dla wybitnych młodych naukowców 2017-2020 oraz Indywidualną Nagrodą Rektora AGH dla najlepiej publikujących naukowców 2017-2023.\n\nprof. Adrian Horzyk\n jest absolwentem informatyki na Uniwersytecie Jagiellońskim w Krakowie, a stopień doktora oraz habilitację w zakresie informatyki uzyskał na Akademii Górniczo-Hutniczej w Krakowie, gdzie obecnie jest profesorem uczelni. Jest autorem lub współautorem ponad 200 publikacji, z których część ukazała się prestiżowych czasopismach, np. w IEEE, (h-index 17 (Scopus)). Jest także starszym członkiem IEEE nr 93112804 oraz członkiem Asia Pacific Neural Network Society (APPNS) nr 231895. Jest współzałożycielem i członkiem Polskiego Towarzystwa Sztucznej Inteligencji od 2009 r. oraz Członkiem Zarządu Polskiego Towarzystwa Sieci Neuronowych PTSN od 2011 r. Jest zastępcą kierownika zespołu Akademii Górniczo-Hutniczej w eksperymentach i projektach CERN Alice od 2017 r.\nprof. dr hab. inż. Tomasz Szumlak\n - Kierownik Katedry Fizyki Oddziaływania i Detekcji Cząstek Akademii Górniczo-Hutniczej w Krakowie. Po obronie pracy doktorskiej pracował w latach 2005 – 2010 na Uniwersytecie w Glasgow jako Research Fellow w grupie eksperymentu LHCb (Large Hadron Collider beauty). W 2010 uzyskał pozycję Long Term Attached Fellow w CERN. Habilitację z zakresu fizyki wysokich energii uzyskał w 2013 roku na AGH, która została wyróżniona nagrodą Ministra. Tytuł profesora otrzymał w 2022 roku. Od 2014 roku koordynuje granty krajowe (NCN oraz MEiN) dotyczące obsługi oraz modernizacji eksperymentu LHCb oraz projekt europejski (FNP – POIR) związany z rozwojem nowej generacji fantomu do terapii fotonowej. Prof. Szumlak prowadził pionierskie prace dotyczące zastosowań technik inteligencji obliczeniowej do problemów z zakresu fizyki wysokich energii, zarówno związanych z zaawansowaną analizą danych jak również monitorowaniem stanu śladowych detektorów krzemowych.\n\nmgr inż. Bartłomiej Moniak\n jest absolwentem kierunku Informatyka i Systemy Inteligentne ze specjalizacją Artificial Intelligence and Data Analysis na Akademii Górniczo-Hutniczej w Krakowie, gdzie obecnie realizuje doktorat. Jego obecne badania obejmują problemy wizyjne - w szczególności wykrywanie anomalii w zbiorach danych. W ramach swoich zainteresowań promuje nowoczesne rozwiązania dot. branży sztucznej inteligencji prowadząc warsztaty i edukując naukowców z różnych dziedzin, min. cyberbezpieczeństwa czy medycyny. Ciągle dąży do poszerzenia wiedzy odn. bieżących problemów SI takich jak aspekt etyki, człowieczeństwa, czy edukacji biorąc udział w międzynarodowych programach i konferencjach.\n\nmgr inż. Damian Płóciennik\n otrzymał tytuł magistra informatyki stosowanej na Akademii Górniczo-Hutniczej w Krakowie, gdzie obecnie jest doktorantem. Jego obecne badania obejmują rozwój metod sztucznej i inteligencji obliczeniowej, szczególnie w obszarach częstego wyszukiwania wzorców i wykrywania anomalii. Od 2023 r. jest także członkiem stowarzyszonym ds. personelu w CERN w związku z trwającymi badaniami w ramach doktoratu. Posiada również bogate doświadczenie komercyjne jako programista C++, pracując nad uznanymi na całym świecie programami z branży inżynieryjnej i medycznej.\n\nmgr inż. Michał Piekarski\n jest absolwentem kierunku Automatyka i Robotyka ze specjalizacją Inteligentne Systemy Sterowania na Akademii Górniczo-Hutniczej w Krakowie, gdzie obecnie realizuje doktorat. Od 2017 roku pracuje na stanowisku Inżyniera Systemów Sterowania w Narodowym Centrum Promieniowania Synchrotronowego SOLARIS (Uniwersytet Jagielloński). Do głównych zadań należy rozwój i utrzymanie systemów kontroli synchrotronu oraz wdrażanie w nich rozwiązań AI. Aktywnie uczestniczy w branżowych konferencjach i workshopach prezentując dokonania swoje oraz zespołu. Badania i zainteresowania naukowe skupiają się na wykrywaniu anomalii w dużych infrastrukturach badawczych.\n\nmgr inż. Wojciech Gomułka\n - ukończył studia magisterskie na Wydziale Fizyki i Informatyki Stosowanej Akademii Górniczo-Hutniczej w Krakowie (informatyka stosowana, 2023). Obecnie jest doktorantem Szkoły Doktorskiej działającej na AGH. Posiada również kilkuletnie doświadczenie w sektorze prywatnym, jako inżynier oprogramowania w firmie związanej z przemysłem samochodowym. W ramach doktoratu zajmuje się zastosowaniem inteligencji obliczeniowej w rekonstrukcji śladów cząstek w fizyce wysokich energii. Skupia się głównie na grafowych sieciach neuronowych, z których zastosowaniem w tym multidyscypilnarnym problemie, wiąże się w ostatnich latach duże nadzieje.\n\nSkład zespołu:\ndr hab. inż. Paweł Skruch, prof. ucz.\n dr inż. Marek Długosz\n dr inż. Marcin Szelest\n dr inż. Dariusz Marchewka\ndr inż. Mateusz Komorkiewicz\ndr inż. Tomasz Kryjak\n mgr inż. Kamil Jeziorek (doktorant)\n mgr inż. Piotr Wzorek (doktorant)\n mgr inż. Marcin Kowalczyk (doktorant)\n\nZespół badawczy specjalizuje się w opracowaniu systemów sterujących, które zwiększają autonomiczność pojazdów, poprawiają komfort użytkowania oraz bezpieczeństwo jazdy. Badania zespołu koncentrują się na rozwoju systemów percepcji, które monitorują zarówno wnętrze, jak i otoczenie pojazdu, wykorzystując różnorodne czujniki, takie jak kamery wizyjne, zdarzeniowe, radary i lidary. Kluczowym elementem jest fuzja danych z tych czujników, co pozwala na uzyskanie dokładnego modelu otoczenia i wnętrza pojazdu. Innowacyjne rozwiązania opracowywane przez zespół mają potencjalny wpływ na przemysł motoryzacyjny, przyczyniając się do rozwoju technologii pojazdów przyszłości. Dzięki zaawansowanym technikom sztucznej inteligencji i uczenia maszynowego, zespół dąży do opracowania systemów, które będą mogły być szeroko stosowane w przemyśle motoryzacyjnym, czyniąc autonomiczne pojazdy bardziej bezpiecznymi i niezawodnymi w różnych warunkach drogowych. Celem zespołu jest nie tylko zwiększenie autonomiczności pojazdów, ale także podniesienie komfortu i bezpieczeństwa użytkowników, co ma kluczowe znaczenie dla przyszłości transportu.\n\n Szczegóły zespołu \n\ndr hab. inż. Paweł Skruch\n, prof. ucz.\n jest specjalistą w dziedzinie automatyki i robotyki, z bogatym doświadczeniem akademickim i przemysłowym. Jest absolwentem Wydziału Elektrotechniki, Automatyki, Informatyki i Elektroniki Akademii Górniczo-Hutniczej im. St. Staszica w Krakowie, gdzie w 2001 roku ukończył studia magisterskie z wyróżnieniem. W 2006 roku uzyskał stopień doktora nauk technicznych w dyscyplinie automatyka i robotyka, również z wyróżnieniem, a w 2016 roku stopień doktora habilitowanego w tej samej dyscyplinie naukowej. Obecnie dr hab. inż. Paweł Skruch jest zatrudniony w Katedrze Automatyki i Robotyki AGH na stanowisku profesora uczelni, gdzie kieruje Zespołem Systemów Dynamicznych i Teorii Sterowania. Posiada ponad 20-letnie doświadczenie w projektowaniu i wdrażaniu systemów automatyki. Jego działalność naukowa i badawcza koncentruje się na opracowywaniu zaawansowanych systemów sterowania, które mają zastosowanie zarówno w przemyśle, jak i w rozwoju technologii pojazdów autonomicznych. Dr hab. inż. Skruch jest aktywnym członkiem wielu krajowych i międzynarodowych towarzystw naukowych i organizacji, w tym IEEE, INCOSE, PAU oraz PTM. Jest głównym wykonawcą i współwykonawcą licznych projektów ministerialnych i międzynarodowych.\n\ndr inż. Marek Długosz\n jest absolwentem i pracownikiem Wydziału EAIiIB Akademii Górniczo-Hutniczej w Krakowie, gdzie uzyskał stopień doktora nauk technicznych w dyscyplinie automatyka i robotyka. Dr inż. Marek Długosz jest autorem lub współautorem ponad 80 publikacji w tym artykułów, rozdziałów w książkach i monografii. Prace te były wielokrotnie cytowanie w literaturze światowej (indeks Hirsha: WoS – 4, Scopus – 6, Google Scholar – 8). Senior Member IEEE oraz przewodniczący Zarząd Polskiego Oddziału IEEE VTS. Laureat programu Top 500 Innovators w ramach którego ukończył kurs „Design Thinking” na Stanford University w Palo Alto oraz odbył staż naukowy w laboratoriach NASA zlokalizowanych w Mountain View. Opiekun naukowy Koła Naukowego Integra za co wielokrotnie był nagradzany przez JM Rektora AGH. W 2023 otrzymał nagrodę Ministra Edukacji i Nauki za przewodniczenie KN Integra oraz za szczególne osiągnięcia naukowe. Zainteresowania naukowe w koncentrują się na złożonych algorytmach sterowania w szczególności w odniesieniu do napędów elektrycznych, regulacji temperatury w pomieszczeniach oraz ostatnimi latami w obszarze konstrukcji i sterowania pojazdami i robotami autonomicznymi. Wespół z zespołem studentów zaprojektował i zrealizował trzy konstrukcje robotów autonomicznych: ADR, AQUILO oraz UV-BOT. Jest kierownikiem Laboratorium sztucznej inteligencji i pojazdów autonomicznych Aptiv-AGH w którym prowadzone są prace i badania nad prototypową konstrukcją demonstracyjnego autonomicznego i elektrycznego samochodu o nazwie A-EVE (Autonomous Electrical VEhicle). Po pracy jego hobby to: szybownictwo, pływanie, narty oraz nałogowe czytanie książek.\n\ndr inż. Dariusz Marchewka\n uzyskał stopień doktora nauk technicznych w dyscyplinie automatyka i robotyka na Wydziale Elektrotechniki, Automatyki, Informatyki i Elektroniki Akademii Górniczo-Hutniczej w Krakowie w roku 2006. W latach 1996-2015 pracował najpierw na stanowisku asystenta, a następnie (od 2007) na stanowisku adiunkta w Akademii Górniczo-Hutniczej im. St. Staszica w Krakowie. W latach 2014-2020 pełnił funkcję Dyrektora ds. Technicznych w firmie ONT w Krakowie – polskim dystrybutorze oprogramowania MathWorks. Obecnie pracuje na stanowisku adiunkta w Centrum Doskonałości Sztucznej Inteligencji. Jego zainteresowania badawcze obejmują systemy autonomiczne, modelowanie i symulację, systemy sterowania i percepcji oraz zastosowanie technik AI/ML w przemyśle motoryzacyjnym. Od 2021 roku jest członkiem IEEE oraz Polskiej Sekcji Towarzystwa Technologii Pojazdowych IEEE (IEEE VTS).\n\nMateusz Komorkiewicz\n uzyskał tytuł magistra (Automatyka i Robotyka) w 2010 roku, a w 2014 doktora (temat pracy Akceleracja algorytmów detekcji, analizy i klasyfikacji obiektów na podstawie strumienia wideo w układach reprogramowalnych) na Akademii Górniczo-Hutniczej w Krakowie.\n Jego zainteresowania badawcze obejmują zagadnienia optymalizacji rozwiązań AI na platformy typu embedded (w tym SoC) oraz niestandardowe wykorzystanie technik uczenia maszynowego w branży samochodowej.\n Jest członkiem stowarzyszenia IEEE (Senior Member) oraz sekretarzem Polskiej Sekcji Towarzystwa Technologii Pojazdowych IEEE (IEEE VTS).\n\nSkład zespołu:\ndr hab. inż. Ireneusz Dominik, prof. ucz.\n dr inż. Krzysztof Lalik\n mgr inż. Maciej Aleksandrowicz (doktorant)\n\nZespół zajmuje się tematyką integracji sterowania robotami przemysłowymi z systemami wizyjnymi z zastosowaniem elementów sztucznej inteligencji. W aktualnie stosowanych rozwiązaniach przemysłowych, zwłaszcza w obszarze produkcji masowej, istnieją ograniczenia związane m.in. z przepustowością i wiarygodnością systemów kontroli jakości produków i półproduktów. Powoduje to konieczność zastosowania nowych rozwiązań.\n Dalsze innowacje dotyczą również technologii Bin-Picking (podnoszenie elementów z pudełka) oraz Pick&Place (robot manipuluje pobranym elementem i odkłada do zadanego miejsca) i polegają  na zastosowaniu sztucznej inteligencji w rozpoznawaniu obrazów i sterowaniu robotem. W ramach działania zespołu prowadzone są badania nad zastosowaniem sieci neuronowych i uczeniem ze wzmocnieniem, w którym model uczy się podejmować decyzje poprzez interakcje z otoczeniem.\n\n Szczegóły zespołu \n\ndr hab. inż. Ireneusz Dominik, prof. ucz. \njest ekspertem w zagadnieniach Przemysłu 4.0. Jest absolwentem  i pracownikiem Wydziału Inżynierii Mechanicznej i Robotyki, w Katedrze Automatyzacji Procesów AGH, gdzie w 2007 roku uzyskał z wyróżnieniem stopień doktora nauk technicznych w dyscyplinie automatyka i robotyka, a w 2018 roku stopień doktora habilitowanego w dyscyplinie naukowej inżynieria mechaniczna. Aktualnie dr hab. inż. Ireneusz Dominik, prof. AGH  jest także pracownikiem Centrum Doskonałości Sztucznej Inteligencji, gdzie pełni funkcję kierownika grupy badawczej. Dodatkowo jest kierownikiem zespołu badawczego „Przemysłowe Systemy Sterowania” w grupie badawczej Industry 4.0. Ściśle współpracuje z przemysłem wykonując szereg prac badawczych i rozwojowych, również w roli audytora do spraw cyfryzacji i robotyzacji.\n\ndr inż. Krzysztof Lalik\n jest specjalistą w dziedzinie automatyzacji procesów przemysłowych i Przemysłu 4.0. Jest absolwentem oraz pracownikiem Wydziału Inżynierii Mechanicznej i Robotyki na Akademii Górniczo-Hutniczej w Krakowie. Od grudnia 2014 roku dr inż. Lalik pracuje jako adiunkt naukowo-dydaktyczny w Katedrze Automatyzacji Procesów na AGH.\n W swojej pracy naukowej  koncentruje się na głębokich sieciach neuronowych w sterowaniu, kobotach, stabilności układów z regulatorami neuronowymi oraz systemach skanowania powierzchni podwodnej. Od 2024 roku zatrudniony jest także jako starszy specjalista w projekcie ARTIQ w Centrum Doskonałości Sztucznej Inteligencji, gdzie zajmuje się integracją wnioskowania, uczenia się, optymalizacji i interpretacji.\n W ramach działalności organizacyjnej, dr inż. Lalik jest członkiem licznych komitetów technicznych i rad, m.in. Rady Dyscypliny - Inżynieria Mechaniczna na AGH. Jest również aktywnym popularyzatorem nauki. Jego zaangażowanie w rozwój technologii Przemysłu 4.0 obejmuje także stworzenie pierwszego w Polsce Laboratorium Industry 4.0, we współpracy z czołowymi firmami technologicznymi. Jest opiekunem Studenckiego Koła Naukowego SENSOR, wspierając studentów w ich badaniach i aktywności naukowej.\n\nmgr inż. Maciej Aleksandrowicz\n - doktorant, pracownik Centrum Doskonałości Sztucznej Inteligencji AGH. Absolwent automatyki i robotyki WEAIiIB, programista-robotyk z ponad 5 letnim doświadczeniem specjalizujący się w ROS 2, sztucznej inteligencji i robotach przemysłowych. Prowadzi badania nad głębokim uczeniem ze wzmocnieniem ukierunkowanych na problemy montażowe przy pomocy ramion robotycznych. Uczestniczył w licznych projektach B+R, m.in. w budowie pierwszego krakowskiego satelity KRAKsat. Po godzinach współorganizuje krakowskie meetupy robotyczne \"Cracow Robotics & AI Club\".\n\nSkład zespołu:\nprof. dr hab. inż. \nLeszek Rutkowski\nmgr inż. Mateusz Wojtulewicz (doktorant)\n mgr inż. Filip Noworolnik (doktorant)\n\nZespół współpracuje z dr hab. inż. Piotrem Dudą w zakresie metod doboru próbek ciągów uczących w uczeniu sieci głębokich, a całość zagadnień   będących w kręgu zainteresowań Zespołu obejmuje m.in.  takie zagadnienia jak: data sampling, data augmentation, data generation, data  cleaning, jak również metody będące w zakresie takich problemów jak  „robust model training” oraz „fair model training”. Metoda “data centric” w uczeniu maszynowym skupia się na optymalizacji jakości danych, które są wykorzystywane do uczenia modeli AI. Zamiast koncentrować  się wyłącznie na  algorytmach, metoda ta kładzie nacisk na poprawę, czyszczenie i inżynierię danych wejściowych, aby zwiększyć dokładność i wydajność modeli uczenia maszynowego. W podejściu “data centric”, dane są uważane za kluczowy element wpływający na wyniki uczenia maszynowego. Dobrej jakości dane mogą znacząco poprawić działanie modeli, nawet jeśli same algorytmy nie są najlepiej dobrane. To podejście jest szczególnie istotne  w przypadkach, gdy zbieranie większej ilości danych jest trudne lub kosztowne, a poprawa istniejącego zestawu danych może przynieść lepsze rezultaty, lub też  w sytuacji gdy  odpowiednio dobrane dane pozwalają na przyspieszenie procesu uczenia.\n\n Szczegóły zespołu \n\nprof. dr hab. inż. Leszek Rutkowski\n jest absolwentem Wydziału Elektroniki Politechniki Wrocławskiej, gdzie również uzyskał stopień doktora oraz doktora habilitowanego nauk technicznych. Tytuł naukowy Profesora uzyskał na wniosek Rady Naukowej Wydziału Elektrotechniki, Automatyki i Elektroniki Akademii Górniczo-Hutniczej w Krakowie.  Prof. Leszek Rutkowski jest autorem lub współautorem ponad  300 publikacji, z których ponad 50 ukazało się w niezwykle prestiżowych czasopismach wydawanych przez IEEE. Prace te były wielokrotnie cytowane w literaturze światowej (indeks Hirscha: Web of Science -  45 ,  Scopus  -48,  Google Scholar  - 56).  Posiada stopień IEEE Fellow  - jedno z najwyżej cenionych na świecie wyróżnień naukowych. Wyróżnienie to uzyskał, jak widnieje na odpowiednim dyplomie, „for contributions to neurocomputing and flexible fuzzy systems”. Jest laureatem wielu nagród międzynarodowych i krajowych za działalność naukową , w szczególności w listopadzie 2014 roku otrzymał zaszczytny tytuł Doktora Honoris Causa Akademii Górniczo-Hutniczej w Krakowie, a w roku 2022 został członkiem prestiżowej Academia Europaea.  Aktualnie pracuje na stanowisku profesora na Wydziale Informatyki AGH oraz w Instytucie Badań Systemowych PAN, prowadząc badania w zakresie metod i technik uczenia maszynowego oraz ich zastosowań.\n\nmgr inż. Mateusz Wojtulewicz\n jest absolwentem kierunku Informatyki ze specjalizacją Data Science na Wydziale Informatyki Akademii Górniczo-Hutniczej w Krakowie, gdzie obecnie realizuje doktorat. Prowadzi badania w dziedzinie sztucznej inteligencji zorientowanej na dane, a w szczególności nad wykorzystaniem technik adaptacyjnego doboru próbek w problemach z zaszumionymi etykietami. Jego badania w ramach doktoratu bazują na doświadczeniu w metodach samplingowych zebranym w trakcie studiów magisterskich. Na studiach inżynierskich, wraz z zespołem studentów, uzyskał 2. miejsce w międzynarodowym konkursie IEEE Signal Processing Cup.\n\nSkład zespołu:\ndr hab. inż. Wojciech Chmiel, prof. ucz.\n prof. dr hab. inż. Aleksander Byrski\n prof. dr hab. inż. Marek Kisiel-Dorohinicki\n dr hab. inż. \nJoanna Kwiecień, prof. ucz.\n mgr inż. Paweł Kolendo (doktorant)\n mgr inż. Mateusz Mastalerczyk (doktorant)\n\nGłówną dziedziną badań grupy jest tworzenie modeli matematycznych i poszukiwanie ich rozwiązań w kontekście zdefiniowanych kryteriów optymalności. Badane zagadnienia obejmują zarówno złożone problemy produkcyjne, logistyczne i sterowania, jak i klasyczne problemy optymalizacyjne. Stosowane metody poszukiwania rozwiązań optymalnych lub quasi-optymalnych, uwzględniają specyficzne własności zagadnień oraz różnego typu kryteria jakości. Realizowane algorytmy obejmują metody dokładne (metody podziału i ograniczeń, programowania dynamicznego, etc.), a także algorytmy przybliżone bazujące na paradygmacie inteligencji obliczeniowej - algorytmy ewolucyjne, rojowe, mrówkowe, pszczele oraz różnego typu dziedzinowo zorientowane heurystyki. Grupa prowadzi badania nad różnego typu metodami adaptacyjnymi, uczenia maszynowego, pozwalającymi na automatyzację procesu poszukiwania rozwiązania np. poprzez dostrojenie parametrów algorytmu, a także nad teoretycznymi własnościami rozwiązywanych zagadnień.\n\nWażną częścią badań prowadzonych w laboratorium są prace nad algorytmami przybliżonymi umożliwiającymi efektywne rozwiązywanie najtrudniejszych problemów dyskretnych – należących do klasy zagadnień NP-trudnych. Przykładem takich problemów są kwadratowe zagadnienie przydziału (QAP), zagadnienie pakowania trójwymiarowego, marszrutyzacji, organizacji pracy i inne problemy rzeczywiste z dużą liczbą ograniczeń.\n\n Szczegóły zespołu \n\ndr hab. inż. Wojciech Chmiel, prof. Uczelni\n jest absolwentem Wydziału EAIiE (obecnie EAIiIB) Akademii Górniczo-Hutniczej w Krakowie, w którym obecnie jest zatrudniony na stanowisku profesora uczelni w Katedrze Automatyki i Robotyki. Stopnień magistra inżyniera uzyskał w dyscyplinie Elektronika (specjalności Automatyka), a doktorat w dyscyplinie Automatyka i Robotyka i habilitację na Akademii Górniczo-Hutniczej w Krakowie w dyscyplinie Automatyka, Elektronika i Elektrotechnika. Obecnie kieruje Laboratorium Badań Operacyjnych i Systemowych, będącym częścią Katedry Automatyki i Robotyki. Jego działalność naukowa związana jest z takimi dziedzinami jak badania operacyjne – w szczególności modelownie i optymalizacja zagadnień NP-trudnych, a także z zastosowaniem algorytmów sztucznej inteligencji w medycynie. Jego badania dotyczą także modelowania rzeczywistych zagadnień przemysłowych, optymalizacji produkcji, systemów zarządzania procesami, optymalizacji procesów logistycznych oraz optymalizacji ruchu drogowego. Jest autorem publikacji z dziedziny uczenia maszynowego, a także zastosowania sieci FCM (Fuzzy Cognitive Maps) do analizy ryzyka w systemach nadzoru i predykcji ruchu drogowego. Jest autorem twierdzeń dotyczących własności kwadratowego problemu przydziału (Quadratic Assignment Problem), a także twierdzeń wspierających podejmowanie decyzji w systemach, gdzie niepewność jest opisana arytmetyką przedziałową. Dr hab. inż. Wojciech Chmiel posiada kilkudziesięcioletnie doświadczenie w kierowaniu projektami komercyjnymi i naukowymi za granicą (USA, Niemcy, Austria), a także w Polsce, gdzie we współpracy z takimi koncernami międzynarodowymi jak Doosan i Altrad realizował projekty integrujące systemy zarządzania procesami z rozszerzoną rzeczywistością.\n\nprof. dr hab. inż. Aleksander Byrski\n pracuje w obszarze obliczeń metaheurystycznych ze szczególnym uwzględnieniem systemów agentowych. Interesują go również symulacje i obliczenia wykorzystujące infrastrukturę HPC. W pracy zawodowej szczególnie koncentruje się na współpracy ze studentami w ramach realizacji projektów, prac dyplomowych magisterskich oraz doktorskich, której owocami są liczne publikacje naukowe. Od wielu lat angażuje się on również w prace organizacyjne (wewnątrz i poza uczelnią), pełniąc m.in. rolę przewodniczącego Komisji ds. Etyki Badań z Udziałem Człowieka AGH. Jest również jednym z najdłużej pracujących sekretarzy czasopisma Computer Science oraz członkiem prezydium Komitetu Informatyki PAN.\n\ndr hab. inż. Joanna Kwiecień, prof. Uczelni\n jest absolwentką Wydziału EAIiE (obecnie EAIiIB) Akademii Górniczo-Hutniczej w Krakowie, gdzie pracuje na stanowisku profesora uczelni w Katedrze Automatyki i Robotyki. W 2004 roku uzyskała stopień doktora nauk technicznych w dyscyplinie automatyka i robotyka, a w 2019 roku - habilitację w dziedzinie nauk inżynieryjno-technicznych z zakresu adaptacji metod inteligencji rojowej do rozwiązania problemów dyskretnych. Jest specjalistką z zakresu metod sztucznej inteligencji, w tym inteligencji rojowej, badań operacyjnych, badań systemowych, modelowania NP-trudnych zagadnień dyskretnych. Uczestniczyła w realizacji kilku projektów badawczych. Jest autorką lub współautorką kilkudziesięciu prac naukowych o zasięgu krajowym oraz międzynarodowym.\n\nmgr inż. Paweł Kolendo\n jest doktorantem na Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie. Realizowana praca doktorska koncentruje się na przyspieszaniu metaheurystyk z zastosowaniem kart GPU, co pozwala na znaczne skrócenie czasu obliczeń i zwiększenie efektywności algorytmów. Podczas studiów magisterskich zajmował się detekcją anomalii w synchrotronie, wykorzystując zaawansowane techniki przetwarzania danych, takie jak sieci transformerowe. Pozwoliło to zdobyć głęboką wiedzę na temat analizy danych i zastosowań sztucznej inteligencji w naukach technicznych. Jego zainteresowania naukowe obejmują:\n\nOptymalizację algorytmów i ich implementację na architekturach GPU\n\nSztuczną inteligencję i uczenie maszynowe\n\nPrzetwarzanie sygnałów i analizę danych\n\nCelem jego badań jest opracowanie bardziej efektywnych metod obliczeniowych, które mogą być zastosowane w różnych dziedzinach przemysłu i nauki.\n\nmgr inż. Mateusz Mastalerczyk\n pracuje nad badaniami zorientowanymi na obliczeniach metaheurystycznych do rozwiązywania problemów obliczeniowych w systemach cyber-fizycznych. Jego zainteresowaniem jest zastosowanie technik optymalizacyjnych i sztucznej inteligencji do rozwiązywania praktycznych problemów. W pracy zawodowej brał udział w integracji modeli Machine Learningowych do analizy inwestycji kryptowalut oraz bierze udział w rozwoju środowisk runtime dla modeli Generative AI i LLM.\n\nSkład zespołu:\ndr hab. inż. Piotr Gawron\n dr inż. Tomasz Rybotycki\n dr inż. Piotr Kalaczyński\nmgr inż. Sebastian Dziura (doktorant)\n\nParadygmat obliczeń kwantowych jest fundamentalnie odmienny od obliczeń klasycznych. Proces obliczeń kwantowych polega na manipulowaniu funkcją falową będącej stanem komputera kwantowego. Choć współcześnie komputery kwantowe są już zainstalowane w dużej liczbie centrów obliczeniowych, nie jest możliwe zastosowanie komputerów kwantowych do rozwiązywania problemów praktycznych. Wynika to z trudności odseparowania stanu komputera kwantowego od otaczającego go Wszechświata. Jednakże ciągły postęp w rozwoju komputerów kwantowych pozwala mieć nadzieję na to, że powstaną maszyny, które będzie można wykorzystać do zastosowań praktycznych. Obliczenia kwantowe mogą być zastosowane w sztucznej inteligencji np. jako narzędzie do rozwiązywania zadań uczenia maszynowego oraz optymalizacji kombinatorycznej. Równolegle z postępem w zakresie sprzętu istnieje potrzeba szukania możliwości zastosowań metod obliczeń kwantowych do praktycznych problemów wymagających rozwiązania z wykorzystaniem sztucznej inteligencji.\n\n Szczegóły zespołu \n\nPiotr Gawron\n uzyskał tytuł magistra informatyki na Politechnice Śląskiej w Gliwicach, stopień doktora nauk technicznych w Instytucie Informatyki Teoretycznej i Stosowanej Polskiej Akademii Nauk w Gliwicach, a stopień doktora habilitowanego na Wydziale Automatyki, Elektroniki i Informatyki Politechniki Śląskiej odpowiednio w 2003, 2008 i 2014 roku.\n\nDr hab. inż. Piotr Gawron\n jest informatykiem specjalizującym się w zakresie obliczeń kwantowych oraz metod sztucznej inteligencji. Kierował pięcioma projektami naukowymi z tego zakresu. Brał udział w kilkunastu projektach badawczych tak i z zakresu badań podstawowych, jak i o charakterze przemysłowym. Zawodowo związany z instytutami Polskiej Akademii Nauk oraz AGH.\n\nPrzez osiemnaście lat był członkiem Zespołu Kwantowych Systemów Informatyki w Instytucie Informatyki Teoretycznej i Stosowanej PAN w Gliwicach. Od czwartego roku studiów zajmuje się badaniami z zakresu informatyki kwantowej. Wcześniej zajmował się badaniami nad grami kwantowymi, spacerami kwantowymi, symulacją komputerów kwantowych obarczonych szumem, kwantowymi językami programowania, sterowaniem kwantowym, cieniami numerycznymi i sieciami tensorowymi. Był liderem grupy badawczej Obliczeń Naukowych oraz Technik Informacyjnych w zakładzie AstroCeNT Centrum Astronomicznego im. Mikołaja Kopernika, gdzie kierował badaniami nad zastosowaniem metod uczenia maszynowego do analizy sygnałów pochodzących z detektorów fal grawitacyjnych oraz ciemnej materii.\n Obecnie studiuje zastosowanie kwantowego uczenia maszynowego do przetwarzania danych z obrazów pochodzących z obserwacji Ziemi, zastosowania kwantowych i klasycznych technik uczenia maszynowego do fal grawitacyjnych i wykrywania ciemnej materii. Jest profesorem wizytującym w Europejskiej Agencji Kosmicznej w laboratorium Phi-lab@ESRIN we Włoszech.\n\nZajmuje się popularyzacją nauki na konwentach fantastyki. Jest współautorem komiksu dotyczącego informatyki kwantowej pt. „Rewolucja stanu — Fantastyczne wprowadzenie do informatyki kwantowej”.\n\nPiotr Gawron jest członkiem Komitetu Naukowego Instytutu Informatyki Teoretycznej i Stosowanej Polskiej Akademii Nauk\n\nCzłonek Polskiego Towarzystwa Informatycznego – Oddział Mazowiecki.\n\nCzłonek zespołu Einstein Telescope.\n\nRecenzent artykułów naukowych w IEEE JSTARS, IEEE Geosci. Remote. Sens. Lett., OSIP, TEIS, RSOS, IJQI, JPHYSA.\n\nCzłonek Komitetu Programowego Quantum Computing Thematic Track na International Conference on Computational Science.\n\nPrzedstawiciel CAMK PAN w konsorcjum Lumi-Q.\n\nDr inż. Tomasz Rybotycki\n uzyskał stopień doktora nauk inżynieryjno-technicznych w dyscyplinie informatyka techniczna i telekomunikacja w 2023 r. w Instytucie Badań Systemowych Polskiej Akademii Nauk w Warszawie. Jego promotorem był prof. dr hab. inż. Piotr Kulczycki.\n\nPodczas doktoratu dr Rybotycki pracował nad predykcyjną estymacją gęstości niestacjonarnych strumieni danych, gdzie zaprojektował algorytm oparty na estymatorze gęstości jądra do predykcyjnej estymacji gęstości danych. Tytuł jego pracy doktorskiej brzmiał \"Estymacja gęstości danych dla niestacjonarnych danych strumieniowych\". W trakcie studiów doktoranckich uzyskał również tytuł licencjata fizyki, po pomyślnej obronie pracy licencjackiej zatytułowanej \"Framework for performing experiments on IBM Quantum Computers\".\n\nOd 2017 r. dr Rybotycki pracuje w Instytucie Badań Systemowych Polskiej Akademii Nauk, obecnie na stanowisku adiunkta.\n\nW 2020 r. dr Rybotycki uzyskał stypendium badawcze w AstroCeNT, gdzie badał zastosowanie metaheurystyki do uczenia kwantowych sieci neuronowych. W tym samym roku rozpoczął pracę w Centrum Fizyki Teoretycznej PAN, początkowo jako badacz / inżynier oprogramowania, a następnie jako doktorant (fizyki teoretycznej) w projekcie. Opuścił Centrum Fizyki Teoretycznej w 2022 roku.\n\nW 2022 r. dr Rybotycki rozpoczął pracę w ACK Cyfronet AGH, gdzie jako starszy programista jest odpowiedzialny za przygotowanie e-platformy do automatycznego kwantowego uczenia maszynowego.\n\nDr Rybotycki ponownie dołączył do AstroCeNT (a później CAMK) w 2023 roku. Obecnie pracuje nad kwantowym uczeniem maszynowym z prof. Piotrem Gawronem. Jego badania koncentrują się na optymalizacji obwodów kwantowych przy użyciu rachunku ZX i zastosowaniu technik (Q)ML do obserwacji Ziemi.\n\nObecnie dr Rybotycki pracuje w Centrum Doskonałości Sztucznej Inteligencji AGH, gdzie koncentruje się na kwantowej fuzji danych w ramach projektu ARTIQ.\n\nOd 2023 roku \nPiotr Kalaczyński\n jest zatrudniony w Centrum Astronomicznym im. Mikołaja Kopernika Polskiej Akademii Nauk jako specjalista-technik od rozwoju. Pracę na Akademii Górniczo-Hutniczej w Zespole Obliczeń Kwantowych rozpoczął w 2024 r. i  zajmuje się uczeniem maszynowym w zastosowaniu do pojazdów autonomicznych.\n\nSwój doktorat z fizyki obronił w 2024 r. w Narodowym Centrum Badań Jądrowych w Warszawie, gdzie zajmował się eksperymentem KM3NeT, budującym podwodne czerenkowskie teleskopy neutrinowe na dnie Morza Śródziemnego. Jego praca skupiała się na symulacjach i modelowaniu mionów pochodzących z oddziaływań promieniowania kosmicznego, obserwowanych przez detektory KM3NeT i jest dostępna pod arXiv:2402.02620. W czasie studiów doktoranckich dr inż. Kalaczyński brał również udział w pracach przy przebudowie detektora Super-Kamiokande w Japonii oraz powiązanych z jego planowanym następcą, Hyper-Kamiokande. Stopień magistra uzyskał na RWTH Aachen, gdzie poddawał analizie dane neutrinowe z teleskopu neutrinowego IceCube, znajdującego się na biegunie południowym. Podczas pobytu w Akwizgranie był również zaangażowany w prowadzenie ćwiczeń i zajęć laboratoryjnych dla młodszych studentów. Jego studia na Politechnice Łódzkiej były połączone z rocznym pobytem na wymianie studenckiej na ETH w Zurychu.\n\nMgr inż. Sebastian Dziura\n jest doktorantem na Wydziale Informatyki Akademii Górniczo-Hutniczej w Krakowie. W ramach doktoratu, bada takie techniki jak kwantowe sieci neuronowe, kwantowe metody jądrowe oraz klasyfikatory oparte na kwantowym wyżarzaniu. Poszukuje zastosowań tych metod w klasyfikacji multimodalnych danych składających się z obrazów i szeregów czasowych. Jego badania skoncentrowane są na rozwoju kwantowych metod uczenia maszynowego do klasyfikacji danych wieloźródłowych. Celem prac jest zaprojektowanie metod kwantowego uczenia maszynowego, skuteczniejszych od metod klasyczych w tego typu problemach.\n\nMgr inż. Sebastian Dziura absolwentem kierunku Automatyka i Robotyka na WEAIiIB AGH. Posiada kilkuletnie doświadczenie jako konsultant ds. systemów informatycznych. Odpowiadał m.in. za wdrażanie informatycznych systemów do zarządzania łańcuchem dostaw.\n\nSkład zespołu:\ndr hab. inż. Marcin Kurdziel, prof. ucz.\n prof. dr hab. inż. Jacek Mańdziuk\n\nJedną z istotnych klas metod uczenia maszynowego są algorytmy uczenia nienadzorowanego. Algorytmy te wykorzystują w procesie uczenia samą strukturę danych, bez konieczności ręcznego etykietowania poszczególnych przykładów. Dzięki temu mogą być one uczone na ogromnych zbiorach danych. W ostatnich latach uczenie nienadzorowane przyczyniło się do niespodziewanie szybkiego postępu w pewnych obszarach sztucznej inteligencji, w tym zwłaszcza w zagadnieniach rozumienia i przetwarzania języka naturalnego. Z sukcesami tymi wiążą się jednak istotne wyzwania. Budowane obecnie modele neuronowe posiadają dużą liczbę aktywnych parametrów, co negatywnie wpływa na koszt uczenia i wnioskowania. Dla wielu istotnych zastosowań metod sztucznej inteligencji, na przykład danych obejmujących materiał wideo, wciąż nie osiągnięto satysfakcjonujących rezultatów. Wreszcie, reprezentacje ukryte tworzone przez popularne modele neuronowe są często splątane, nie mając jasnego odzwierciedlenia w pojęciach z obszaru rozwiązywanego problemu. Wychodząc naprzeciw tym wyzwaniom, zespół prowadzi badania nad nowymi modelami i algorytmami uczenia nienadzorowanego oraz samonadzorowanego (ang. self-supervised). Obejmują one problematykę wydajnych modeli neuronowych dla wybranych problemów uczenia maszynowego, zagadnień uczenia wielomodalnego oraz algorytmów uczenia się reprezentacji.\n\n Szczegóły zespołu \n\nDr hab. inż. Marcin Kurdziel\n, profesor Akademii Górniczo-Hutniczej, od lat prowadzi badania w obszarze sztucznych sieci neuronowych i algorytmów uczących się reprezentacji. Pracował między innymi nad algorytmami do probabilistycznej analizy reprezentacji w sieciach neuronowych, metodami osadzania tekstu i algorytmami uczenia maszynowego dla danych o bardzo dużej liczbie wymiarów. Dr Kurdziel jest współautorem szeregu prac naukowych z obszaru uczenia maszynowego i głębokich sieci neuronowych. Swoje wyniki przedstawiał między innymi na wiodących konferencjach AI, takich jak Neural Information Processing Systems i AAAI Conference on Artificial Intelligence. Oprócz badań podstawowych, dr Kurdziel jest również aktywny w projektach badawczo-rozwojowych związanych z rozpoznawaniem wzorców w seriach czasowych i przetwarzaniem obrazów.\n\nProf. dr hab. inż. Jacek Mańdziuk\n jest profesorem na Wydziale Informatyki Akademii Górniczo-Hutniczej oraz profesorem na Wydziale Matematyki i Nauk Informacyjnych Politechniki Warszawskiej, kierownikiem Zakładu Sztucznej Inteligencji i Metod Obliczeniowych oraz kierownikiem Studiów Doktoranckich z Informatyki na tym wydziale. Jest autorem 3 książek i ponad 200 artykułów naukowych. Był stypendystą Fundacji Fulbrighta w kategorii Senior (University of California Berkeley oraz ICSI Berkeley, USA), stypendystą Fundacji Roberta Schumana (CNRS, Besancon, Francja) oraz profesorem wizytującym w Nanyang Technological University w Singapurze (2015-2016). Jest członkiem Rady Dokonałości Naukowej (2024-2027), Komitetu Informatyki PAN (od 2020), Rad Naukowych IBS PAN oraz NASK. Wypromował 9 doktorów. Wyniki swoich badan wielokrotnie przedstawiał na seminariach w prestiżowych ośrodkach naukowych. m.in. Harvard University, University of California Berkeley, Carnegie Mellon University, Nanyang Technological University, Seoul National University, National University of Singapore, University of Alberta, i innych. Jego zainteresowania badawcze obejmują zastosowanie metod sztucznej inteligencji i uczenia maszynowego w dwupoziomowych problemach optymalizacyjnych, uczeniu samonadzorowanym, zagadnieniach rozumowania abstrakcyjnego, współpracy człowiek-maszyna oraz grach. Interesuje się także rozwojem metod uczenia się i rozwiązywania problemów naśladujących metody stosowane przez ludzi. Więcej informacji można znaleźć na stronie \nwww.mini.pw.edu.pl/~mandziuk\n.\n\nStopka\n\nKanał AGH w serwisie YouTube\nFanpage CDSI AGH w serwisie Facebook\nFanpage CEAI AGH w serwisie Linkedin\nKanał AGH w serwisie Twitter\nProfil CDSI AGH w serwisie Instagram\nFanpage AGH w serwisie Tiktok\n\n © 2024 Centrum Doskonałości Sztucznej Inteligencji\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://cdsi.agh.edu.pl/projekty/projekty-badawcze", "title": " Zespoły badawcze -- Centrum Doskonałości Sztucznej Inteligencji ", "depth": 3, "duplicate": false, "content_hash": "604f13fa2a484403d95d94c8452a8b58", "word_count": 5419, "headings": [{"level": 1, "text": "Zespoły badawcze"}, {"level": 2, "text": "Stopka"}]}}