{"content": "# Tekst źródłowy strony Leszek Rutkowski – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Leszek_Rutkowski&action=edit\nCrawled: 2025-03-19 22:02:13\n\nTekst źródłowy strony Leszek Rutkowski\n\n← \nLeszek Rutkowski\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nTekst źródłowy strony można podejrzeć i skopiować.\n\n{{Infobox scientist\n|family-name=Rutkowski\n|given-name=Leszek\n|honorific-prefix=Prof. dr hab. inż.\n|image=Leszek Rutkowski.jpg\n|birth_date=10 sierpnia 1952\n|birth_place=Wrocław\n|fields=informatyka, automatyka i robotyka, sieci neuronowe, systemy rozmyte, sztuczna inteligencja\n|awards=Krzyż Kawalerski Orderu Odrodzenia Polski, Medal Komisji Edukacji Narodowej\n|dhc_year=2014\n|dhc_reason=w uznaniu wybitnych osiągnięć naukowych w obszrze sztucznej inteligencji, a w szczególności systemów neuronowo-rozmytych, oraz za wieloletnią bliską współpracę z AGH w zakresie rozwijania tego obszaru wiedzy i promowanie kadr naukowych\n|honorAGH=Doktor Honoris Causa AGH,\n}}\nProf. dr hab. inż. '''Leszek Rutkowski''' (1952-)\n\nDyscyplina/specjalności: informatyka, automatyka i robotyka, sieci neuronowe, systemy rozmyte, sztuczna inteligencja\n\n== Nota biograficzna ==\n\nUrodził się 10 sierpnia 1952 roku we Wrocławiu.\n\nStudia wyższe ukończył w 1977 roku na Wydziale Elektroniki Politechniki Wrocławskiej (specjalność: systemy cybernetyki technicznej). W 1980 r. uzyskał stopień doktora nauk technicznych, w 1986 roku stopień doktora habilitowanego, a w 1995 roku uzyskał tytuł profesora. \n\nOd 1980 roku jest pracownikiem Politechniki Częstochowskiej, obecnie pełni funkcję dyrektora Instytutu Inteligentnych Systemów Informatycznych. W latach 1987-1990 pracował w Oklahoma State University jako \"associate professor\". Na macierzystej Uczelni Profesor L. Rutkowski jest członkiem Senatu Politechniki Częstochowskiej i Przewodniczącym Senackiej Komisji ds. Współpracy z Zagranicą (kadencja 2008-2012, 2012-2016).\n\nJego działalność naukowa koncentruje się wokół zagadnień sztucznej inteligencji, uczenia maszynowego, sieci neuronowych, modelowania rozmytego, rozpoznawania obrazów oraz wydobywania wiedzy z masowych strumieni danych. W tej tematyce na Politechnice Częstochowskiej stworzył szkołę naukową, której działalność i sukcesy zwracają powszechną uwagę środowiska akademickiego.\n\nW listopadzie 2004 roku został wybrany przez IEEE Board of Directors jako IEEE Fellow - jedno z najwyżej cenionych na świecie wyróżnień naukowych. \n\nJest autorem lub współautorem wielu publikacji, które ukazują się w niezwykle prestiżowych czasopismach wydawanych przez IEEE. Jest też autorem  monografii wydanych w Polsce i za granicą. Jest recenzentem wielu doktoratów i habilitacji. \n\nZałożyciel i pierwszy przewodniczący IEEE Computational Inteligence Society - Poland Chapter (2004-2006), pełnił odpowiedzialne funkcje w strukturach IEEE. Prezes Polskiego Towarzystwa Sieci Neuronowych (od 1995 r.), członek komitetów redakcyjnych wielu międzynarodowych czasopism. Trzykrotnie był wybierany przez społeczność akademicką na członka Centralnej Komisji ds. Stopni i Tytułów (kadencje 2007-2010, 2011-2013, 2013-2016).\n\nW grudniu 2004 roku został wybrany członkiem korespondentem PAN, członek rzeczywisty PAN.\n\n==== Odznaczenia i nagrody ====\n[[Krzyż Kawalerski Orderu Odrodzenia Polski]], [[Medal Komisji Edukacji Narodowej]], nagrody międzynarodowe i krajowe za działalność naukową i organizacyjną, nagrody i wyróżnienia Fundacji na Rzecz Nauki Polskiej\n\n== Źródła do biogramu ==\n\n==== Książki ====\n* Prof. Leszek Rutkowski Doktorem Honoris Causa Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie. Kraków, 28 listopada 2014 r. Kraków : Dział Informacji i Promocji AGH 2014, 40 s., il.\n\n==== Artykuły ====\n* Cieśla A.: Doktorat honoris causa AGH dla profesora Leszka Rutkowskiego. ''Biuletyn AGH'' 2014, nr 84, s. 8-9, [foto]\n* [''Protokół z Posiedzenia Senatu AGH''... 3.07.2014], s. 1, 9-11, 58\n\n'''''<span style=\"color:red;\">stan na dzień 25.01.2023</span>'''''\n{{DEFAULTSORT:Rutkowski, Leszek }}\n[[Category:Biogramy]]\n[[Category:Doktorzy honoris causa AGH]]\n\nSzablon użyty w tym artykule:\n\nSzablon:Infobox scientist\n (\ntekst źródłowy\n) \nWróć do \nLeszek Rutkowski\n.\n\nŹródło: „\nhttp://historia.agh.edu.pl/wiki/Leszek_Rutkowski\n”", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Leszek_Rutkowski&action=edit", "title": "Tekst źródłowy strony Leszek Rutkowski – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "b0538ccc83a47330cf6c1f236c96a905", "word_count": 514, "headings": [{"level": 1, "text": "Tekst źródłowy strony Leszek Rutkowski"}]}}