{"metadata": {"url": "https://rekrutacja.agh.edu.pl/prymusi-agh/", "title": "PRYMUSI AGH – Strona Centrum Rekrutacji", "depth": 1, "duplicate": false, "content_hash": "7edef9df36f8f27d34879ef2dc277e71", "word_count": 3010, "headings": [{"level": 1, "text": "Strona Centrum Rekrutacji - PRYMUSI AGH"}, {"level": 3, "text": "PRYMUSI AGH"}, {"level": 2, "text": "PRYMUSI AGH (STUDIA I STOPNIA)"}, {"level": 2, "text": "PRYMUSI AGH 2.0 (STUDIA II STOPNIA)"}, {"level": 5, "text": "REGULAMIN PROGRAMU PRYMUSI AGH OBOWIĄZUJĄCY W ROKU 2024/2025 – I stopień studiów"}, {"level": 5, "text": ""}, {"level": 5, "text": "BENEFITY"}, {"level": 5, "text": ""}, {"level": 5, "text": "BENEFITY SĄ PRZYZNAWANE KANDYDATOM W ZALEŻNOŚCI OD GRUPY, DO KTÓREJ ZOSTANĄ ZAKWALIFIKOWANI:"}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 5, "text": "KURSY I SZKOLENIA „PRYMUSI AGH” W ROKU 2024/2025"}, {"level": 5, "text": "INFORMACJE PIT"}, {"level": 5, "text": "REGULAMIN PROGRAMU PRYMUSI AGH 2.0 OBOWIĄZUJĄCY W ROKU 2024/2025 – II stopień studiów"}, {"level": 5, "text": "KURSY I SZKOLENIA „PRYMUSI AGH 2.0” W ROKU 2024/2025"}, {"level": 5, "text": "INFORMACJE PIT"}, {"level": 3, "text": "O CO NAJCZĘŚCIEJ PYTACIE"}, {"level": 2, "text": "STUDIA I STOPNIA"}, {"level": 2, "text": "STUDIA II STOPNIA"}, {"level": 4, "text": "FAQ"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Czy w rekrutacji na studia pierwszego stopnia  wystarczy mi jedno rozszerzenie?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Jak liczymy nasz wskaźnik rekrutacyjny? (studia I stopnia)"}, {"level": 4, "text": "Poprawiałem maturę i otrzymałem aneks z nowymi wynikami. Jakie dane mam wpisać w systemie rekrutacyjnym?"}, {"level": 4, "text": "Kiedy uzyskam informację o wartości mojego wskaźnika rekrutacji?"}, {"level": 4, "text": "Posiadam podwójne obywatelstwo. Na jakich zasadach będę rekrutowany?"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Nie zostałem zakwalifikowany na studia drugiego stopnia w pierwszym cyklu rekrutacyjnym. Czy mogę wziąć udział w drugim cyklu na ten sam kierunek, co w pierwszym?"}, {"level": 4, "text": "Czy mogę dokonać wpisu w terminie innym niż przewidziany w kalendarzu rekrutacji dla danego cyklu?"}, {"level": 4, "text": "Posiadam tytuł licencjata. Czy mogę kandydować na dowolny kierunek studiów drugiego stopnia?"}, {"level": 4, "text": "Mam zamiar przenieść się na Akademię Górniczo-Hutniczą z innej uczelni. Jak to zrobić?"}, {"level": 4, "text": "Kiedy i gdzie składać podania o stypendium socjalne? W jaki sposób mogę ubiegać się o przydział miejsca w domu studenckim?"}]}, "content": "# PRYMUSI AGH – Strona Centrum Rekrutacji\n\nURL: https://rekrutacja.agh.edu.pl/prymusi-agh/\nCrawled: 2025-03-20 01:07:19\n\nREGULAMIN PROGRAMU PRYMUSI AGH OBOWIĄZUJĄCY W ROKU 2024/2025 – I stopień studiów\n\nZARZĄDZENIE Nr 35/2023 Rektora AGH z dnia 6 lipca 2023 r. w sprawie zmiany zarządzenia nr 40/2021 Rektora AGH\n w sprawie zasad udziału w programie „Prymusi AGH” dla najlepszych kandydatów podejmujących studia stacjonarne pierwszego stopnia w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie.\n\nBENEFITY\n\nDodatkowe nieodpłatne formy kształcenia i rozwoju (kursy, szkolenia, tutoring)\n\nBezpłatne miejsce w domu studenckim (\npo spełnieniu warunków otrzymania miejsca w domu studenckim\n).\n\nBENEFITY SĄ PRZYZNAWANE KANDYDATOM W ZALEŻNOŚCI OD GRUPY, DO KTÓREJ ZOSTANĄ ZAKWALIFIKOWANI:\n\nGrupa pierwsza\n – studenci AGH, którzy:\n\na) znaleźli się wśród 5% najlepszych na liście rankingowej kandydatów w całej uczelni i uzyskali wskaźnik rekrutacji nie mniejszy niż 950 pkt;\n\nb) zostali przyjęci na studia jako laureaci lub finaliści olimpiad stopnia centralnego, uprawnieni do przyjęcia na pierwszy rok studiów pierwszego stopnia w AGH z pominięciem postępowania kwalifikacyjnego, wymienieni w uchwale Senatu AGH w sprawie zasad przyjmowania na studia laureatów oraz finalistów olimpiad stopnia centralnego, a także laureatów konkursów ogólnopolskich w danym roku akademickim; konkursów ogólnopolskich w danym roku akademickim;\n\nGrupa druga\n – studenci AGH, którzy uzyskali wskaźnik rekrutacji nie mniejszy niż 950 pkt. i nie kwalifikują się do grupy uczestników wymienionych w pkt. 1.\n\nKURSY I SZKOLENIA „PRYMUSI AGH” W ROKU 2024/2025\n\n– \ndla najlepszych kandydatów podejmujących studia stacjonarne pierwszego stopnia\n\n1. Podstawy metod Monte Carlo w języku Python (30h)\n\nProwadzący: dr hab. Paweł Przybyłowicz, prof. AGH\n\nCo mają ze sobą wspólnego Projekt Manhattan i reakcja łańcuchowa, chaotyczne ruchy cząsteczek w płynie, modelowanie przebiegu epidemii oraz giełda i wycena instrumentów pochodnych? Odpowiedź brzmi: Metody Monte Carlo. Celem tego kursu jest omówienie wielce interesującego działu matematyki zwanego zbiorczo „Metodami Monte Carlo”, który wykorzystuje losowość do opisu i modelowania złożonych zjawisk mi.in. fizycznych, ekonomicznych oraz biologicznych. Podczas kursu poznamy podstawowe algorytmy Monte Carlo począwszy od numerycznego przybliżania wartości całek, błądzenia losowego w 1, 2 i 3 wymiarach, poprzez symulacje trajektorii podstawowych procesów stochastycznych, do wyceny instrumentów pochodnych. Kurs będzie miał charakter praktyczny tzn. ograniczymy niezbędną teorię do minimum i będziemy zapoznawać się z omawianymi zagadnieniami poprzez implementacje odpowiednich algorytmów oraz przeprowadzanie eksperymentów numerycznych w języku Python.\n\n2. Introduction to nanotechnology – from fabrication to functional micro and nanodevices (30h)\n\nProwadzący: dr Aleksandra Szkudlarek\n\nKurs dotyczy intensywnie rozwijającej się dziedziny nanotechnologii dotyczącej mikro i nanorobotyki i ma charakter interdyscyplinarny, łącząc ze sobą zagadnienia związane z takimi dziedzinami jak inżynieria materiałowa, fizyka i chemia. W trakcie kursu studenci poznają sposoby otrzymywania materiałów w nanoskali, mikroskopowe i spektroskopowe metody ich charakterystyki (m.in. mikroskopia elektronowa, spektroskopia UV-VIS), właściwości optyczne, magnetyczne i katalityczne materiałów w nanoskali, oraz obszary zastosowań autonomicznych mikro i nanourządzeń m.in. w energetyce, inżynierii środowiska oraz medycynie. W ramach przedmiotu dyskutowane są wyniki aktualnych badań naukowych, czołowych grup zajmujących się tą tematyką. W trakcie kursu zostaną wykorzystane nowoczesne metody nauczania (m.in. concept map, brainstorming, Design Thinking, a także ćwiczenia mające na celu poprawę zdolności krytycznego i kreatywnego myślenia oraz umiejętności prezentacji treści naukowych)\n\n3. CCNA Routing&Switching (30h)\n\nProwadzący: dr inż. Łukasz Czekierda, dr inż. Sławomir Zieliński\n\nKursy CCNA Routing and Switching są przeznaczone dla osób, które dotychczas nie zajmowały się sieciami komputerowymi, jak również dla tych, które już posiadają wstępną wiedzę o nich. W czasie trwania kursu prowadzone są wykłady i laboratoria związane z zagadnieniami projektowania i zarządzania małymi i średnimi sieciami komputerowymi. Zajęcia będą prowadzone w laboratorium sieci komputerowych na rzeczywistych urządzeniach sieciowych (w razie ograniczeń dostępu do laboratorium spowodowanych epidemią – na symulatorach tych urządzeń). Kursy przygotowują do certyfikacji CCNA Routing & Switching. W ramach programu Prymusi AGH zrealizowany będzie moduł CCNA Introduction to Networks w najnowszej wersji (7.0).\n\n4. Maker – kreatywna konstrukcja i programowanie elektronicznych gadżetów (18h)\n\nProwadzący: dr inż. Ada Brzoza-Zajęcka\n\nW ramach kursu zostaną przedstawione wybrane technologie, których poznanie pozwoli zainteresowanym zostać tzw. makerem czyli osobą potrafiącą samodzielnie konstruować i programować różnego rodzaju gadżety. Kurs koncentruje się na urządzeniach mających zastosowanie domowe i konsumenckie, m.in. urządzenia ułatwiające codzienne życie w domu, zapewniające rozrywkę, inteligentne kamery, a także efekty świetlne i dźwiękowe. Można także dowiedzieć się i sprawdzić w praktyce, jak samodzielnie zaprojektować, a następnie wydrukować na drukarce 3D elementy mechaniczne do gadżetów, np. obudowy, uchwyty lub elementy wykonawcze. Bycie makerem ma wiele zalet: poszerza wiedzę techniczną, rozwija kreatywność i umiejętność rozwiązywania problemów – zarówno samodzielnie jak i w zespole. Oferowany kurs pozwala dowiedzieć się, jak działa wiele powszechnie używanych urządzeń elektronicznych oraz jak samodzielnie zbudować tego typu urządzenia. Zajęcia mają formę warsztatów, których uczestnicy konstruują praktyczne gadżety opierające swoje działanie na nowoczesnych mikroprocesorach i miniaturowych komputerach, takich jak Raspberry Pi.\n\n5. Podstawy programowania w Javie (20h)\n\nProwadzący: mgr inż. Michał Idzik\n\nPodczas kursu przedstawimy podstawowe zagadnienia, związane z programowaniem w językach obiektowych na przykładzie języka Java. Uczestnicy kursu będą mieli okazję zmierzyć się z typowymi problemami przy tworzeniu małych aplikacji, nauczyć się obsługi środowiska programistycznego, a także pogłębić umiejętność analitycznego myślenia. Kurs kierujemy do studentów, którzy nie mają doświadczenia w programowaniu lub posiadają jedynie podstawową wiedzę w tym zakresie. Zajęcia prowadzimy od podstaw, a każdy uczestnik ma szansę konsultować problemy i postępy z prowadzącym.\n\n6. Programowanie w języku C++ (30h)\n\nProwadzący: dr inż. Roman Dębski\n\nWprowadzenie do C++ obejmujące elementy programowania proceduralnego, obiektowego, generycznego i funkcyjnego istotne z punktu widzenia współczesnych zastosowań języka. Jego nauka odbywa się w kontekście zagadnień kluczowych dla każdego programisty, a dotyczących m.in. architektury komputera, zarządzania pamięcią, projektowania i analizy algorytmów oraz struktur danych, a także wzorców projektowych i testowania oprogramowania.\n\n7. SMARTowanie – inteligencja w nauce, technice i wokół nas (24h)\n\nProwadzący: dr hab. inż. Andrzej Ożadowicz, prof. AGH\n\nInteligencja to nieodzowny element funkcjonowania osób wykształconych w społeczeństwie. Jednocześnie, coraz częściej w codziennym języku mediów, debaty społecznej, rozmów, pojawiają się pojęcia sztucznej inteligencji czy rozwiązań technicznych z funkcjami smart. W kursie przeprowadzona będzie, wraz z uczestnikami, szeroka, wielokryterialna analiza funkcjonowania pojęcia inteligencji we współczesnym świecie, w różnych obszarach życia społecznego, akademickiego, technologicznego i nie tylko. Czym jest inteligencja dla współczesnego inżyniera, naukowca, a czym dla internauty, filozofa? Czy urządzenia AGD, domy, miasta mogą być inteligentne – smart – i co to oznacza? To kwesYe warte zastanowienia. Uczestnikom zaproponowane zostaną różne formy realizacji kursu, z wykładami w formule odwróconej klasy (flipped classroom) oraz projektu z elementami podejścia design thinking i krytycznej analizy publikacji naukowych oraz popularno- naukowych podejmujących tematykę inteligencji w szerokim spektrum implementacyjnym.\n\n8. Dassault Systemes „Catia” (30h)\n\nProwadzący: Dr inż. Piotr Warzecha\n\nSzkolenie Mechanical Design Fundamentals przedstawi zagadnienia związane z pracą w aplikacji Dassault Systemes – Catia v5. Uczestnicy szkolenia będą mieli okazję poznać możliwość modelowania hybrydowego (bryłowego wraz z modelowaniem powierzchniowym). Podczas kursu uczestnicy poznają narzędzia umożliwiające efektywne tworzenie, modyfikowanie oraz analizowanie projektowanych elementów. Pokazane zostaną narzędzia do automatyzacji projektowania poprzez zastosowanie parametryzacji modelów. Celem szkolenia będzie podniesienie kompetencji zawodowych uczestników poprzez opanowanie obsługi oraz efektywne posługiwanie się aplikacją Catia v5 w zakresie: —narzędzi pozwalających na tworzenie i modyfikację szkiców 2D, —narzędzi do tworzenia, modyfikacji oraz analizowania modeli bryłowych, —narzędzi do tworzenia, modyfikacji oraz analizowania modeli powierzchniowych, —narzędzi do tworzenia złożeń oraz dokumentacji technicznej 2D. Uczestnicy szkolenia oprócz pracy z nauczycielem będą wykonywać pracę własną z użyciem manipultorów 3Dconnexion Manipulator SpaceMouse Pro poprzez realizowanie samodzielnych zadań z ww. zakresu zwiększając umiejętności analitycznego myślenia oraz rozwiązywania problemów.\n\n9. Podstawy programowania w Pythonie (30h)\n\nProwadzący: mgr inż. Filip Kamiński\n\nKurs „Podstawy programowania w Pythonie” to wprowadzenie do podstaw programowania w Pythonie ze szczególnym uwzględnieniem zagadnień związanych z analizą danych i uczeniem maszynowym. Kurs skierowany jest do osób, które nie miały wcześniej styczności z tymi tematami. Do uczestnictwa w kursie nie jest wymagana umiejętność programowania w żadnym języku. Kurs składa się z dwóch części. W pierwszej uczestnicy poznają podstawy programowania w języku Python oraz środowisko Google Colab. Druga część kursu to przegląd zastosowań Pythona w analizie danych i uczeniu maszynowym. Omówione zostaną m.in. biblioteki NumPy, SciPy, matplotlib i tensorflow, a także podstawy matematyczne niezbędne do zrozumienia tych zagadnień (uczestnicy mają możliwość wyboru części z tematów, które zostaną zrealizowane).\n\n10. MATLAB – narzędzie inżynierów (30h)\n\nProwadzący: dr inż. Sebastian Pakuła\n\nTen kurs jest dla studentów studiów inżynierskich, którzy chcą nauczyć się wykorzystywać program MATLAB na swoich studiach. MATLAB jest potężnym narzędziem obliczeniowym, które znajduje zastosowanie w zasadzie w każdej dziedzinie inżynierii m.in. automatyka, mechanika, geologia i kartografia, fizyka, a także matematyka. W ramach tego kursu studenci zdobędą solidne podstawy w obszarze programowania w MATLAB oraz opanują podstawowe techniki rozwiązywania problemów inżynierskich przy użyciu tego narzędzia, a także poznają bardziej zaawansowane techniki jak współpraca z czatGPT czy smartphonem.\n\n11. Niekonwencjonalna robotyka – Unconventional Robotics – inspiracje (14h)\n\nProwadzący: dr hab. inż. Adam Krzysztof Piłat, prof. AGH\n\nZainteresowanie słuchaczy zagadnieniami z zakresu robotyki w tym jej nietypowych zastosowań i stosowanych rozwiązań. Przedstawiony materiał ma skłonić do samodzielnego poszerzania wiedzy w zakresie matematyki, fizyki, informatyki, elektroniki, elektrotechniki, mechaniki i automatyki. Wskazać na potrzebę interdyscyplinarnego spojrzenia na zagadnienia i problemy robotyki. Elementem zajęć jest indywidualna (być może pierwsza w czasie studiów na AGH) prezentacja opracowanego zagadnienia przez studenta, na podstawie publikacji naukowej. Celem jest zapoznanie się z materiałem naukowym i jego skrótowe przedstawienie zagadnienia pozostałym słuchaczom. Dalekosiężnym celem jest zainspirowanie słuchaczy do wytrwałej nauki przedmiotów ścisłych, kreatywności i w konsekwencji projektowania i prototypowania nowych rozwiązań. Materiał wykładu w skondensowanej formie obejmuje zagadnienia robotów współpracujących, przemysłu 5.0, elementów robotów (napęd z przekładnią, napęd bezpośredni), jednośladów autonomicznych, robotów-węży, robotów sferycznych, robotów medycznych, robotów magazynowych, robotów wojskowych, roli automatyki, metod projektowania w tym układów sterowania, znaczenia matematyki i fizyki dla prawidłowego funkcjonowania robotów.\n\n12. Nieruchomość dla studenta (30h)\n\nProwadzący: dr inż. Elżbieta Jasińska\n\nW ramach kursu zapoznamy się z rynkiem nieruchomości lokalowych na przykładzie miasta Krakowa. Kursant pozna podstawowe pojęcia związane z nieruchomościami oraz sposobem ich zakupu i wynajmu. Wiesza część kursu poświęcona będzie analizie krakowskiego rynku nieruchomości pod katem najmu studenckiego. Poznamy rynek akademików komercyjnych i porównany go z tradycyjnym wynajmem i miasteczkiem AGH. Razem wyznaczymy cechy ważne dla wynajmującego oraz porównamy koszt wynajmu w wybranych dzielnicach. Wykorzystamy przy tym portale internetowe gwarantujące analizy przestrzenne o raz ocenę atrakcyjności wybranej lokalizacji.\n\n13. Mój pierwszy chip: od tranzystora do organów na chipie, czyli nowoczesna elektronika w pigułce (28h)\n\nProwadzący: dr inż. Jacek Kołodziej; dr hab. Inż. Artur Rydosz, prof.. AGH; mgr inż Dominik Grochala\n\nW ramach kursu uczestnicy zapoznają się z nowoczesnymi technologiami w elektronice, które znajdują zastosowanie w produkcji układów elektronicznych – od pojedynczych tranzystorów do skomplikowanych układów organów na chipie (organs-on-a-chip). Zajęcia prowadzone będą w Zintegrowanym Laboratorium Nanostruktur Sensorowych (ZLNS) i Laboratorium Analizy Biomarkerów (LAB) AGH. Uczestnicy zostaną również zapoznani z najnowszymi osiągnięciami naukowymi w obszarze nowoczesnej technologii elektronowej realizowanymi w ramach prowadzonych projektów naukowych w IE AGH.\n\n14. Chemia nowych materiałów (30h)\n\nProwadzący: Dr hab. inż. Wojciech Zając, prof. AGH\n\nNa przestrzeni dziejów ludzkości rozwój nowych materiałów był motorem umożliwiającym postęp cywilizacji, nie inaczej jest dzisiaj. Kurs „Chemia nowych materiałów” stanowi wprowadzenie do poznania zasad, na których opiera się współczesna wiedza o tworzeniu nowych materiałów oraz zapoznaje uczestników z różnymi klasami materiałów i ich współczesnymi zastosowaniami.\n\n15. Ciekawostki z obszaru robotyki (14h)\n\nProwadzący: dr hab. inż. Adam Krzysztof Pilat, Prof. AGH\n\nZajęcia w formie wykładu i konwersatorium mają na celu przybliżyć uczestnikom zagadnienia z obszaru robotyki w zakresie jej niestandardowych zastosowań i rozwiązań. Ciekawostki, nowe pomysły, prototypy mają pobudzić kreatywność i innowacyjność słuchaczy oraz zmotywować do pogłębiania wiedzy w zakresie określonych nauk i technologii. Roboty strukturalnie niestabilne, roboty naśladujące naturę, roboty sferyczne, autonomiczny rower, system transportowy z lewitacją – to tylko niektóre przykłady omawianych zagadnień. Wykład zwraca uwagę na problem interdyscyplinarności, który nabiera szczególnego znaczenia w obszarze robotyki.\n\n16. Podstawy tworzenia bliźniaków cyfrowych układów mechanicznych z wykorzystaniem języka Python (30h)\n\nProwadzący: dr inż. Mariusz Warzecha\n\nW ramach kursu przedstawione zostaną podstawowe zagadnienia związane z tworzeniem modeli wirtualnych obiektów mechanicznych, czyli ich cyfrowych bliźniaków. W takcie kolejnych spotkań uczestnicy pracować będą nad stworzeniem cyfrowego bliźniaka wybranego obiektu, np. robota, pojazdu gąsienicowego, zawieszenia samochodu. W tym celu zostaną zapoznani z językiem Python w zakresie koniecznym do obsługi biblioteki PyChrono, nauczą się tworzenia geometrii przestrzennej z wykorzystaniem oprogramowania CAD oraz zapoznają się z kilkoma zagadnieniami związanymi z mechaniką. Zamierzeniem kursu jest aby na ostatnich zajęciach uczestnicy byli w stanie zaprezentować renderowaną symulację 3D wybranego obiektu.\n\n17. Człowiek i klimat – czy uratujemy planetę? (14h)\n\nProwadzący: prof. dr hab. inż. Piotr Kleczkowski\n\nLudzkość stoi w obliczu zagrożenia katastrofą klimatyczną. Zmiany klimatu oraz sposoby ich powstrzymania są coraz częściej przedmiotem debaty publicznej i decyzji politycznych. Podstawowa wiedza z tego zakresu staje się coraz bardziej potrzebna inżynierom wszystkich specjalności. Kurs ma formę konwersatorium, w którym prowadzący inicjuje temat dyskusji i w razie potrzeby otwiera nowe wątki. Prowadzący wspiera dyskutantów wiedzą, pomaga ją porządkować i przekonująco uzasadniać swój punkt widzenia. Radzi też, jak wypracowywać wspólne stanowisko. Przed kolejnym spotkaniem prowadzący proponuje temat następnego, sugerując źródła przydatnych informacji. Formuła konwersatorium jest bliska znanej innowacyjnej metodzie nauczania – odwróconej klasy, zawiera też elementy debaty oksfordzkiej.\n\n18. Kurs podstaw programowania w języku Python – Zbuduj swoje pierwsze aplikacje! (30h)\n\nProwadzący: dr hab. inż. Mikołaj Leszczuk, prof. AGH\n\nZapraszamy do udziału w naszym kursie, który umożliwi Ci naukę podstaw programowania w języku Python. W ramach tego kursu opanujesz różne typy danych, zmienne, metody, pętle, instrukcje warunkowe i funkcje. Poznasz również podstawy pracy z linii poleceń, dowiesz się, czym jest shell oraz jak efektywnie zapisywać, odczytywać i manipulować danymi. Nie ograniczymy się jedynie do podstawowej składni języka Python. Przejdziemy dalej, wprowadzając Cię w świat budowania bardziej kompleksowych aplikacji. Nauczysz się tworzyć obiekty, klasy, pola i metody, które są kluczowe dla budowy rozbudowanych programów. Dzięki temu nabierzesz umiejętności potrzebnych do opracowywania własnych rozwiązań i tworzenia funkcjonalnego oprogramowania. W trakcie kursu poznasz również system kontroli wersji Git, który jest nieodłącznym narzędziem pracy w branży IT. Dowiesz się, jak tworzyć własne repozytoria oraz jak efektywnie korzystać z metodologii pracy grupowej, które są niezwykle istotne w profesjonalnym środowisku programistycznym. Dołącz do naszego kursu i zbuduj solidne fundamenty programowania w języku Python. Pozwól sobie na rozwój i otwórz drzwi do fascynującego świata tworzenia aplikacji!\n\n19. Piękna polszczyzna dla każdego (30h)\n\nProwadzący: prof. dr hab. inż. Wiktoria Sobczyk\n\nJęzyk jako najbardziej uniwersalny i najsprawniejszy sposób porozumiewania się między ludźmi; od czego zależy piękno i poprawność codziennych wypowiedzi?; grzeczność językowa, grzeczność niejęzykowa, grzeczność ponadjęzykowa, grzeczność pozajęzykowa; zwracanie się do odbiorcy; zachowania powszechnie nieakceptowane; powinności grzecznościowe mężczyzny dżentelmena; norma językowa ogólnopolska a odchylenia regionalne; zasada symetryczności zachowań grzecznościowych; zasada solidarności z partnerem; etykieta językowa jako składnik triady aksjologicznej: dobro – piękno –prawda; piękna polszczyzna? – to proste; praktyczne rady dla każdego.\n\n20. Metoda elementów skończonych w Elektrotechnice (28h)\n\nProwadzący: dr inż. Tomasz Lerch\n\nCelem kursu jest zapoznanie studentów z zastosowaniem metody elementów skończonych do modelowania i analizy elektromechanicznych przetworników energii. Na zajęciach laboratoryjnych zostanie wykorzystany pakiet ANSYS Maxwell 2D/3D umożliwiający modelowanie i analizę wszystkich zjawisk związanych z elektromagnetyzmem, elektrostatyką oraz zagadnieniami cieplnymi. W trakcie kursu studenci poznawać będą zasady modelowania MES, tworzenie geometrii obiektów, definiowanie materiałów, definiowanie warunków brzegowych, generacje siatki oraz różne typy analizy możliwe do wykonania w oprogramowaniu ANSYS. Przykłady wykorzystywane do analizy na zajęciach laboratoryjnych bazowały będą na elementach wykorzystywanych w praktyce przemysłowej takich jak maszyny elektryczne, transformatory, dławiki. Etc.\n\n21. Metody podejmowania decyzji (20h)\n\nProwadzący: dr hab. Konrad Kułakowski, prof. AGH\n\nCelem modułu jest zapoznanie studenta z podstawowymi pojęciami teorii podejmowania decyzji oraz głównymi metodami wspomagającymi podejmowanie decyzji w tym decyzji wielokryterialnych. W szczególności w ramach zajęć zostanie omówiona metoda AHP (Analytic Hierarchy Process) wraz z jej zastosowaniami. Będą również omówione podstawy metody porównywania alternatyw parami oraz innych pokrewnych metod decyzyjnych. W ramach kursu pewien czas zostanie poświęcony podstawom matematycznym niezbędnym do zrozumienia bardziej zaawansowanego materiału. Poznane modele decyzyjne będą implementowane z wykorzystaniem języków programowania R / Python / Java.\n\n22. Tutoring ogólnorozwojowy (16h)\n\nTo zajęcia, w których następuje rozpoznanie mniej lub bardziej nieuświadomionego potencjału i talentów tutoranta/tutorantki, wskazanie i rozwój pozytywnych cech charakteru i „talentów” przydatnych w życiu, nauce i karierze, rozbudzenie zainteresowań, wzrost samoświadomości sprzyjający podejmowaniu lepszych decyzji życiowych i zawodowych. Tutoring rozwojowy zmierza do dostrzeżenia w sobie nowych możliwości i umiejętności oraz umożliwia ich początkowy, bezpieczny trening pod okiem bardziej doświadczonych członków społeczności akademickiej.\n\nINFORMACJE PIT\n\nKażdemu Beneficjentowi korzystającemu z oferty Programu PRYMUSI zostanie wystawiony PIT za rok kalendarzowy, w którym realizował dane benefity Programu, na kwotę wysokości uzyskanych nieodpłatnych świadczeń.\n\nJeżeli masz pytania napisz do nas:\n\nprymusi@agh.edu.pl\n\nWhatsApp – Centrum Rekrutacji AGH\n\n+48 723 231 063\n\nKomunikacja tylko poprzez wiadomości tekstowe\n\nREGULAMIN PROGRAMU PRYMUSI AGH 2.0 OBOWIĄZUJĄCY W ROKU 2024/2025 – II stopień studiów\n\nZARZĄDZENIE Nr 35/2023 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 6 lipca 2023 r. w sprawie zmiany zarządzenia nr 40/2021 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n w sprawie zasad udziału w programie „Prymusi AGH” dla najlepszych kandydatów podejmujących studia stacjonarne drugiego stopnia w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie.\n\nBENEFITY\n\nDodatkowe nieodpłatne formy kształcenia i rozwoju (tutoring naukowy)\n\nKURSY I SZKOLENIA „PRYMUSI AGH 2.0” W ROKU 2024/2025\n\n– \ndla najlepszych kandydatów na studia stacjonarne drugiego stopnia\n\n1. Zaawansowane metody modelowania MES w zagadnieniach wytrzymałościowych (30h)\n\nProwadzący: dr inż. Filip Matachowski\n\nKurs jest kontynuacją przedmiotu Metody Analiz Wytrzymałościowych z Wykorzystaniem MES i skupia się w głównej mierze na rozwinięciu problematyki związanej z modelowaniem MES różnych zagadnień wytrzymałościowych, tj. odpowiednim doborem modelu obliczeniowego i jego optymalizacją pod kątem jakości wyników i czasu obliczeń. Na każdych zajęciach rozwiązywane są zagadnienia wytrzymałościowe dla których prezentowane są konwencjonalne (analityczne) sposoby rozwiązania i podawane są podstawy teoretyczne omawianego zagadnienia, tak aby student miał korelację tego co wykonuje program i wiedzy teoretycznej. W kursie wykorzystywane jest darmowe dla studentów oprogramowanie Siemens Femap oraz Autodesk Inventor, które studenci mogą pobrać i wykorzystywać na swoim komputerze.\n\n2. Tutoring naukowy (16h)\n\nZajęcia, które koncentrują się na pogłębianiu wiedzy i/lub umiejętności w jakiejś wybranej dyscyplinie naukowej. Zazwyczaj tutoring koncentruje się na jednym wybranym problemie lub zagadnieniu, które tutorant/tutorantka zgłębia pod opieką swojego opiekuna będącego specjalistą w tej dziedzinie. Dzięki bezpośredniej relacji z tutorem/tutorką nauka odbywa się w formie i tempie dostosowanych do potrzeb tutoranta/tutorantki.\n\nINFORMACJE PIT\n\nKażdemu Beneficjentowi korzystającemu z oferty Programu PRYMUSI zostanie wystawiony PIT za rok kalendarzowy, w którym realizował dane benefity Programu, na kwotę wysokości uzyskanych nieodpłatnych świadczeń.\n\nWzór oświadczenia do celów podatkowych (PDF)\n\nWzór oświadczenia do celów podatkowych (DOCX)\n\nJeżeli masz pytania napisz do nas:\n\nprymusi@agh.edu.pl\n\n\t\tKierunki studiów\t\t\n\nKrok po kroku\n\nKalendarz rekrutacji\n\n\t\t\tWarunki rekrutacji\t\t\n\n\t\t\tKalkulator rekrutacyjny\t\t\n\n\t\t\tDokumenty\t\t\n\n\t\t\tOpłaty\t\t\n\n\t\t\tLiczba miejsc\t\t\n\n\t\t\tKursy Wyrównawcze\t\t\n\n\t\t\t\tUczniowie\t\t\t\n\n\t\t\t\tOlimpijczycy\t\t\t\n\n\t\t\t\tPrymusi AGH\t\t\t\n\n\t\t\t\tSportowcy"}