{"content": "# W AGH odbył się letni obóz naukowy dla ukraińskich dzieci-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/solidarni-z-ukraina/aktualnosci/detail/w-agh-odbyl-sie-letni-oboz-naukowy-dla-ukrainskich-dzieci\nCrawled: 2025-03-19 21:13:55\n\nfot. archiwum AGH \n\n W AGH odbył się letni obóz naukowy dla ukraińskich dzieci \n\n 02/09/2022 \n\n Niemal przez cały sierpień blisko 140 ukraińskich dzieci brało udział w szkole letniej (Summer Camp) zorganizowanej przez Fundację Niezniszczalna na Ukraina (Фундація «Незламна Україна»/ Foundation „Unbreakable Ukraine”). Z inicjatywy Dziekana Wydziału Inżynierii Lądowej i Gospodarki Zasobami prof. Marka Cały w wydarzenie zaangażowała się społeczność AGH. \n\nWILiGZ udostępnił swoje sale wykładowe i zaprosił do współpracy inne jednostki. Przedstawiciele Wydziału Inżynierii Metali i Informatyki Przemysłowej przeprowadzili interaktywny wykład o mikroświecie, pokazujący fascynujący mikroświat. Naukowcy Wydziału Fizyki i Informatyki Stosowanej zorganizowali serię pokazów przybliżających zagadnienia fizyczne w formie widowiskowych eksperymentów. Wydział Metali Nieżelaznych przygotował z kolei atrakcję – wybijanie pamiątkowych metalowych żetonów z logiem AGH i WMN. Kadra Studium Wychowania Fizycznego i Sportu poprowadziła zajęcia sportowe, a specjalne warsztaty cheerleades zaproponowała sekcja Cheerleades AZS AGH.\n\nZajęcia letniej szkoły były możliwe dzięki wolonatriackiemu zaangażowaniu pracowników i studentów AGH.\n\nfot. archiwum AGH\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/solidarni-z-ukraina/aktualnosci/detail/w-agh-odbyl-sie-letni-oboz-naukowy-dla-ukrainskich-dzieci", "title": "W AGH odbył się letni obóz naukowy dla ukraińskich dzieci-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "cd83246b1cee655a527057fca2a76a48", "word_count": 152, "headings": [{"level": 1, "text": "Solidarni z Ukrainą - aktualności"}, {"level": 2, "text": "Inne artykuły z tej kategorii"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}