{"content": "Page 1 of 56 \n  \nAGH University  \nof Krakow  \n \n \n \n \nWork \nRegulations  \n \n \nConsolidated text  \nOrder 39/2019 of the Rector of the AGH  University  dated 16 September 2019  \nas amended by:  \nOrder 19/2020 of the Rector of the AGH  University  dated 7 April 2020  \nOrder 95/2020 of the Rector of the AGH  University  dated 27 November 2020  \nOrder 53/2023 of the Rector of the AGH  University  dated 15 September 2023  \n\nPage 2 of 56 \n TABLE OF CONTENTS  \nSECTION, GENERAL PROVISIONS  ................................ ................................ ... § 1-3 \nSECTION II, RIGHTS AND OBLIGATION S OF THE EMPLOYER AND EMPLOYEES § 4-\n39 \nChapter I, General Provisions   ................................ ................................ ...... § 4-5 \nChapter II, Employer’s Obligations  ................................ ................................ ... § 6 \nChapter III, Employer’ Rights  ................................ ................................ ..... § 7-12 \nGeneral Employer's Rights  ................................ ................................ ... § 7-8 \nVideo Surveillance  ................................ ................................ ............  § 9-12 \nChapter IV, Employees’ Obligations ................................ ...........................  § 13-25 \nEmployees’ Primary Obligations  ................................ ........................  § 13-15 \nEmployees' Data Protection Duties  ................................ .........................  § 16 \nConfirmation of Attendance at Work  ................................ ..................  § 17-18 \nExcusing Absences from Work  ................................ ...............................  § 19 \nSpecial Duties of Academic Teachers  ................................ .................  § 20-25 \nChapter V, Employees’ Rights  ................................ ................................ ........  § 26 \nChapter VI, Leave and Days Off  ................................ ................................  § 27-39 \nAnnual Leave  ................................ ................................ .................  § 27-29 \nUnpaid Leave  ................................ ................................ ......................  § 30 \nSpecial Leave  ................................ ................................ ......................  § 31 \nChildcare  ................................ ................................ ............................  § 32 \nDays Off Work Due to Force M ajeure  ................................ ....................  § 32a  \nCare L eave ................................ ................................ .......................  § 32b  \nOther Days Off  ................................ ................................ ....................  § 33 \nSpecial Leave for Academic Teachers  ................................ ................  § 34-39 \nSECTION III, WORKING TIME ................................ ................................ ... § 40-71b \nChapter I, General Provisions  ................................ ................................ ... § 40-46 \nChapter II, Working Time and Rules for Assigning an d Carrying out Teaching Duties \nby Academic Staff  ................................ ................................ ..................  § 47-55 \nWorking Time System  – Implementation and Allocation  .......................  § 47-48 \nForms of Teaching  ................................ ................................ ...............  § 49 \nTeaching Load  ................................ ................................ .....................  § 50 \nReduction in Teaching Load  ................................ ................................ ... § 51 \nHours Included in the Teaching Load of an Academic Teacher  ...................  § 52 \nOrder of Settling Hours  ................................ ................................ .........  § 53 \nTeaching Classes in Overtime Hours  ................................ .......................  § 54 \nSpecific Organisation and Procedure for Settling Teaching Hours and Size of \nStudent Groups  ................................ ................................ ...................  § 55 \nChapter III, Working Ti me of Non -Academic Staff  ................................ ....... § 56-70 \nBasic System  ................................ ................................ .................  § 57-58 \nEquivalent System  ................................ ................................ ..........  § 59-64 \nTask-Based  System ................................ ................................ ..............  § 65 \nShortened Working Week System  ................................ ..........................  § 66 \nWeekend Working System  ................................ ................................ .... § 67 \nFlexible  Working Time  Schedule  ................................ .............................  § 68 \nIndividual Working Time Schedule  ................................ .........................  § 69 \nParticular P rotection  ................................ ................................ ..........   § 69a  \nNight Work  ................................ ................................ .........................  § 70 \nChapter IV, Certain Working Time Entitlements Related to Parenthood and Pregnant \nand Breastfeeding Women  ................................ ................................ ... § 71-71b \nSECTION IV, PAYMENT OF REMUNERATION ................................ ................  § 72-75 \nSECTION V, WORKING DISCIPLINE  ................................ ............................  § 76-81 \nChapter I,  Employees' Disciplinary Liability  ................................ .....................  § 76 \nChapter II, Employees’ Financial Liability  ................................ ...................  § 77-78 \n\nPage 3 of 56 \n Chapter III, Compliance with the Sobriety Obligation and Prohibition of the U se  \nof Narcotics and Other Intoxicants or  Psychotropic Substances  ....................   § 79-81 \nSECTION VI, OCCUPATIONAL HEALTH AND SAFETY  AND FIRE PROTECTION § 82-\n86 \nChapter I, Employ er's Rights and Obligations as regards Occupational Safety  \nand Health and Fire Protection  ................................ ................................ . § 82-84 \nChapter II, Employees’ Rig hts and Obligations as regards Occupational S afety  \nand Health and Fire Protection  ................................ ................................ . § 85-86 \nSECTION VII, WORK FORBIDDEN TO WOMEN, PREGNANT  WOMEN , AND \nBREASTFEEDING WOMEN  ................................ ................................ ...........  § 87-89 \nSECTION VIIa, JUVENILE EMPLOYEES  ................................ .............................   § 90 \nSECTION VIII, COUNTER ACTING  DISCRIMINATION AND MOBBING  ..........  § 91-93 \nChapter I, Anti -Discrimi nation and Anti -Mobbing Policy  ................................ ...  § 91 \nChapter II, O bligation of Equal Treatment in Employment  ................................  § 92 \nChapter III, Counteracting  Mobbing  ................................ ...............................  § 93 \nSECTION IX, TRA NSITIONAL AND FINAL PROVISIONS ..............................   § 94-96 \nAppendix 1  – Objectives, scope , and ap plication of video surveillance  \n \nAppendix 2  – List of prohibited tasks for women, pregnant women , and breastfeeding \nwomen\n\nPage 4 of 56 \n SECTION I  \nGENERAL PROVISIONS  \n§ 1 \n1. The Work Regulations of the  AGH University of Krakow, hereinafter referred to as the \n“work regulations ” lay down the organisation and order of the work process, as well as \nthe related rights and obligations of the employer and employees who work at the AGH \nUniversity of Krakow, hereinafter referred to as the “employer ” or the “University ”. \n2. The provisions of  these regulations apply to all employees employed by the employer, \nirrespective of the basis of their employment, the position held, working time, or whether \nthey are academic teachers or non -academic staff.  \n§ 2 \n1. Employee s are obliged to  familiarise themselves with  the contents of the work regulations \nbefore starting work , as well as any amendments thereto immediately after they have \nbeen implemented.  \n2. The unit responsible for human resources must communicate the work regulations to \neach employee being  employed , prior to their admission to perform work, and the \nemployee must confirm that they have familiarised themselves with  the work regulations \nby way of a statement  to that effect  and their signature.  \n3. Supervision of compliance with these regulations is to be entrusted to persons holding \nmanagerial functions and positions at the University and to the unit responsible for human \nresources.  \n§ 3 \nWhenever referred to in these regulations:  \n1) to the Act  – this means the Act of 20 July 2018  – the Law on Higher E ducation and \nScience ; \n2) to the Labour Code  – this means the Labour Code Act of 26 June 1974;  \n3) to the Rector  – this means the Rector of the AGH  University  in Krakow, and persons \nauthorised by the Rector to carry out activities  that concern labour law, or who at \na given time hold a power of  attorney granted by the Rector;  \n4) employee without further specification  – this means all employees of the AGH \nUniversity  in Krakow, both academic teachers and non -academic staff;  \n5) academic teac hers – this means the staff referred to in Article 114 of the Act;  \n6) non-academic staff  – this means staff other than staff referred to in item 5;  \n7) employment contract  – this means both an employment contract and an appointment;  \n8) the unit responsible for human  resources  – it means the organisational unit of the \nUniversity which, in accordance with the Organisational Regulations, is responsible for \nmanaging the personnel matters of the employees of the University;  \n9) a superior  – this means a person who is entruste d with the management of a given \norganisational unit, a team of employees, a group of organisational units or with the \nmanagement of a managerial section referred to in the organisational regulations;  \n10) direct supervisor  – this means as follows:  \n- the director  of an institute or a department  – regarding academic teachers,  \n- the person indicated in the job description (duties)  – regarding non -academic staff;   \n11) persons who perform managerial functions or hold managerial positions  – this means \nboth persons referred t o in Article 23 section 2 item 6 of the Act and other persons \nwho manage the work of organisational units or teams of employees.  \n\nPage 5 of 56 \n 12) a paper or an electronic form (of the request ) – it shall be understood as a document \nsubmitted in a traditional form (in writing) or sent electronically, e.g. by e -mail. \nSECTION II  \nRIGHTS AND OBLIGATIONS OF THE EMPLOYER AND EMPLOYEES  \nChapter I  \nGeneral Provisions  \n§ 4 \n1. Prior to admitting a newly recruited employee to perform work, the employer must:  \n1) refer the employee for  an initial medical examination (except as provided for in Article \n229 (11) and (12) of the Labour Code);  \n2) serve the employee with an employment contract that meets the requirements set out \nin the provisions of the Labour Code, and in case of academic te achers, also of the Act \n– the Law on Higher Education and Science;  \n3) acquaint the employee with the Work Regulations;  \n4) train the employee in occupational health and safety and fire protection;  \n5) inform the employee of occupational hazards associated wi th the work to be carried \nout and of the rules for protection against such hazards;  \n6) provide employees with personal protective equipment and workwear and footwear \naccording to the regulations abiding at the University.  \n2. A newly recruited employee must :  \n1) provide the employer with a medical certificate which confirms they are fit for work on \na given position, in working conditions described in the referral for the medical \nexamination;  \n2) receive initial training in occupational health and safety and fire protection;  \n3) be familiar with the occupational hazards associated with the work and know the rules \nfor protection against the hazards;  \n4) confirm in writing the performance of duties referred to in points 2 and 3.  \n3. The employer must inform the employee in writing or electronically:  \n1) no later than 7 days after the conclusion of the employment contract on:  \na) the daily and weekly working time standards applicable to the employee,  \nb) the daily and weekly working hours applicable to the employee,  \nc) breaks in the working time to which the employee is entitled,  \nd) the daily and weekly rest to which the employee is entitled,  \ne) rules pertaining to overtime work and applicable compensation,  \nf) in case of shift work – rules for moving from s hift to shift,  \ng) in case of several places of work – rules for moving between the places of work,  \nh) components of the employee’s remuneration and benefits in cash or in kind other \nthan those established in the employment contract,  \ni) the amount of paid leave to which the employee is entitled, including holiday leave, \nand if it is impossible to determine it on the day of providing the information, about \nthe rules for its determination and granting,  \nj) the applicable rules for termination of the employment  relationship, including the \nformal requirements, the length of the periods of notice, the deadline for appealing  \nto the Labour Court, and if it i s impossible to determine the length of the notice \nperiods on the day of providing information, about the meth od for determining the \nnotice periods,  \n\nPage 6 of 56 \n k) the employee’s right for training if the employer provides training, in particular \nabout the general principles of the employer’s training policy;  \n2) within 30 days from the date of admitting the employee to work, the employer is \nobliged to provide information on the name of the social security institutions to which \nsocial security contributions from the employment relationship are paid and on the \nprotection related to social security provided by the employer; the o bligation in \nquestion does not arise if the employee chooses the social security institution.  \n3a. The information on employment referred to in § 3(1)(a -f)(h-k) and (2) shall be provided \nto the employee in writing or electronically by indicating the approp riate provisions of \nlabour and social security law.  The employer must inform the employee in writing of the \nchange in the conditions referred to in item 3 immediately, although no later than 1 \nmonth from the date on which those changes become effective . \n4. The employer shall immediately inform the employee in writing or electronically about \nany changes in the employment conditions referred to in § 3, no later than on the day \nfrom which the change is applicable to the employee. This does not apply in the eve nt \nthat the change in employment conditions arises from the change o f labour or social \nsecurity law  if the provisions were indicated in the information provided to the employee.  \n§ 5 \n1. The employee must respect the official dependence and hierarchical subordi nation under \nthe internal organisation and specific distribution of tasks at the University, as defined in \nthe Organisational Regulations.  \n2. The employee must perform their duties in accordance with their individual job \ndescription and th e duties arising fro m the work orders of their immediate superior  that \nrelate to the work  if they are not contrary to the law or the employment contract.  \n3. The employee must check their e -mail at least once a day, excluding holidays.  \n3a. The employees are obliged to familiarise  themselves with internal documents , i.e. in \nparticular with orders, circulars, and announcements published on the University website.  \n4. If the employee is absent from work, the matters  handled by such an employee must be \ntaken over and handled by another employee who is designated  – in respect of  such \nemployee’s responsibilities  – for substitution or by an employee designated  by the \nimmediate superior. Persons who hold managerial positions must designate , for the \nduration of their absence, an employee to replace them in managing the unit or a team \nof employees. If such an employee is not designate d, they must be appointed by a higher -\nlevel superior.  \nChapter II \nEmployer’s Obligations  \n§ 6 \n1. The employer must , in particular:  \n1) familiarise the staff who take up work with their job description, with the way in which \nthey are to perform their duties , and with their basic rights;  \n1a) inform employees about the employment conditions referred to in § 4(3) and (4);  \n2) organise work in a manner  that allows for  full use of the working time and that \nemployees achieve, using their abilities and qualifications, high productivity and \nappropriate quality of work;  \n3) organise work in such a way as to reduce the arduousness of work , in particular \nmonotonous work and work at a predetermined pace;  \n4) prevent discrimination in employment, in particular on the grounds of sex, age, \ndisability, race, religion, nationality, political opinion, union membership, ethnic origin, \nreligion, sexual orientation, and on the grounds of a definite or indefinite employment, \nfull-time or part -time;  \n\nPage 7 of 56 \n 5) counter act workplace mobbing ; \n6) ensure safe and hygienic working conditions and provide regular employee training in \noccupational health and safety ; \n7) designate sta ff to provide first aid and carry out fire protection and evacuation of \nemployees;  \n8) pay remuneration in a timely manner and in correct amounts;  \n9) facilitate the improving of professional qualifications for employees;  \n10) for employees who are recruited after they  have completed vocational training or have \nobtained higher education, create conditions enabling them to adapt, in order for them \nto dully perform their tasks;  \n11) provide for  – within their capabilities  – the social needs of employees;  \n12) apply unbiased and fai r criteria for evaluating employees and their performance;  \n13) keep and store – in a paper or an electronic form  – records on matters relating to the \nemployment relationship and employees' personal files (employee records) in \naccordance with applicable provisi ons; \n14) keep employee records in a manner that ensures their confidentiality, integrity, \ncompleteness , and accessibility, under conditions that ensure that they are not \ndamaged or destroyed during the period of employment and, after termination of \nemployment, for the period provided for by applicable provisions;  \n15) inform employees of the occupational risks i nvolved in their work and of the rules of \nprotection against these risks;  \n16) influence the development of the principles of social coexistence at the University.  \n2. The employer's obligations set out in item 1(1 to 3 and 12) must be performed primarily \nby the em ployees' immediate superiors.  \n3. The employer must either make available to all employees the text of the provisions \nrelated to equal treatment in employment in the form of a written notice distributed at \nthe University , or provide employees with access to the provisions in any other manner \nthat allows them to learn that text themselves.  \n4. The employer must inform the employees – in a customary manner – about:  \n1) the possibility of full -time or part -time employment;  \n2) promot ion opportunities;  \n3) available positions.  \n5. The employer must provide employees with work  stations and make the necessary basic \nequipment available.  \nChapter III \nEmployer's Rights  \nGeneral Employer's Rights  \n§ 7 \n1. The employer has the right , in particular,  to the following : \n1) give binding instructions to employees concerning their work, including working time, \nto the extent that such instructions are not contrary to applicable provisions, the scope \nof their duties , or the principles of social coexistence;  \n2) define  the scope of each employee's responsibilities, in accordance with the provisions \nof the employment contract and applicable legislation;  \n3) make use of the results of employees’ work, subject to item 2;  \n4) require and enforce  – with regard to the employees  – the performance of the duties \n\nPage 8 of 56 \n set out in the labour law, these regulations and their job description;  \n5) reward and distinguish employees according to their performance;  \n6) hold employees  financially liable and liable for disciplinary violations, pursuant to the \nprovision s of labour law and these regulations.  \n2. The use of the results of employees' work that constitute a creative work, including \na computer program, as defined by the provisions on copyright and related rights or \nan invention, utility model, industrial  design, trademark, geographical indication, \ntopography of integrated circuits , or an improvement design, as defined by the provisions \non industrial property rights, is governed by separate provisions, including provisions \nissued pursuant to Article 152 of  the Act.  \n§ 8 \n1. The employer may also require the employee to provide personal data that include:  \n1) first name(s) and surname;  \n2) date of birth;  \n3) contact details specified by the employee;  \n4) education;  \n5) professional qualifications;  \n6) previous employment history;  \n7) address of residence;  \n8) PESEL  number  (if no PESEL  number  is available  – the number of the document that \nproves the holder’s identity)  \n9) other personal data of the employee, as well as personal data of the employee's \nchildren and other members of their immediat e family  if the submission of such data \nis necessary for the employee  to exercis e special rights set out  in the labour law;  \n10) the bank account number for payment  if the employee has not requested that the \nremuneration be paid in cash.  \n2. The data referred to in  item 1( 1 to 6) may also be requested by the employer from \na candidate for employment.  \n3. The personal data are made available to the employer by way of a statement of the data \nsubject. The employer may require the personal data of persons referred to in items 1 \nand 2 to be documented to the extent necessary to confirm these data.  \n4. The employer may require personal data other than that referred to in items 1 and 2 \nwhen necessary to exercise certain rights or to comply with a legal obligation.  \nVideo Surveillance  \n§ 9 \nIn order to ensure the safety of the AGH University academic community and of other \npersons, to protect the property of the University , and to maintain the confidentiality of \ninformation, the disclosure of which could expose the University  to damage, the employer \nintroduces special surveillance of the premises of the University and the area around the \nUniversity by technical means that enable image recording (video surveillance).  \n§ 10 \n1. Rooms that are made available to union organisations operating at the University are not \nunder surveillance.  \n2. Sanitary rooms, cloakrooms, canteens , and smoking rooms are not under surveillance  \neither , unless surveillance in these rooms is necessary for the purpose specified in § 9 \nand such surveillance does n ot violate the dignity and other personal rights of employee s, \nin particular by using techniques that make it impossible to identify the people in these \n\nPage 9 of 56 \n rooms. Surveillance of sanitary rooms requires the prior consent of the union \norganisation.  \n3. Surveillanc e recordings may be processed by the employer only to fulfil the purposes for \nwhich they were recorded and  may be stored for a period no longer than three months \nas of making the recording.  \n4. Where the surveillance recordings constitute evidence in legal proceedings or the \nemployer has become aware that they may constitute evidence in such proceedings, the \ntime limit set out in item 3 is extended until the proceedings have been concluded by \na final decision.  \n5. After the periods referred to in items  3 or 4 expire, the surveillance recordings that \ncontain personal data must be destroyed, unless otherwise provided for by separate \nprovisions.  \n6. Before the employee is admitted to work, the employer must provide the employee with \nwritten information on the purpose, scope , and manner of the surveillance.  \n§ 11 \n1. The grounds and premises under surveillance must be visibly and legibly marked with \nappropriate graphic signs.  \n2. The purposes, scope , and the method in which surveillance is applied are set out in \nAppendix 1 to these regulations.  \n§ 12 \nThe provision of § 9 is without prejudice to Articles 12 and 13 of Regulation (EU) 2016/679 \nof the European Parliament and of the Council of 27 April 2016  on the protection of natural \npersons with regard to the processing of personal data and on the free movement of such \ndata. \nChapter IV  \nEmployees' Obligations  \nEmployees’ Primary Obligations  \n§ 13 \n1. Employees must work conscientiously and diligently and comply  with the instructions of \ntheir superiors that relate to work, provided they are not contrary to the provisions of \nthe law or the employment contract.  \n2. Employee's primary responsibilities include, in particular:  \n1) respecting working hours established at the U niversity;  \n2) observing these regulations and the organisation and order in the work process \nestablished at the University, as well as other provisions related to the performance \nof assigned duties;  \n3) observing occupational health and safety  provisions and rules as well as fire protection \nprovisions;  \n4) ensuring that they act in the employer's interest, protect their property and keep \nconfidential any information that  – if disclosed  – could expose the employer to \ndamage;  \n5) maintaining confidentiality as defined in separate provisions;  \n6) complying with the principles of social coexistence;  \n7) complying with the employer's method of confirming arrival at and attendance at work \nand for excusing absence  from work and leaving the workplace;  \n8) remai ning sober at work;  and \n9) working on equipment provided by the employer.  \n3. The employee who leaves a room as the last person must, in particular, check that:  \n\nPage 10 of 56 \n 1) no open sources of fire are left in the room;  \n2) all electrical, gas, water, etc. equipment has been switched off (this does not apply to \nequipment which, in accordance with the technical and user documentation, may \nremain switched on when employees  are absent ); and \n3) windows, desks , and wardrobes are closed. \nEmployees must also check whether the room is closed. The key to the room must be \nhanded over by the employee to the doorkeeper  or to a person designated by the director \nof a unit.  \n4. The employee must, under the Act on Combating  Unfair Competition of 16 April 1993, \nkeep strictly confidential  during the term of the employment contract and also after its \ntermination or expiry  any technical, technological, organisational, commercial \ninformation or other information of economic value  not disclosed by the employer to the \npublic (business secret). Acquiring, disclosing, transferring, selling, offering for sale, or \nusing other entity's information that constitutes a business secret or acquiring it from \nan unauthorised person, if it threatens or violates the employer's interest, without the \nemployer's prior written consent, gives rise to the liability referred to in Chapters 3 and \n4 of said Act.  \n5. Employees must update their personal data provided to the employer in accordance with \n§ 8(1). \n6. Employees must complete and update the information placed in the University's ICT \ndatabases in accordance with the relevant orders and announcements.  \n7. In the event of termination or expiry of an employment relationship, employees must \naccount for the p roperty entrusted to them by the employer, in particular documents, \nequipment, materials, devices , and cash  – in a manner practiced  by the employer.  \n§ 14 \n1. From the moment of taking up employment, the employee must perform their work \nefficiently and professionally with the greatest diligence and make every effort not to \nexpose the employer to damage and liability as defined in the Civil Code and/or other \nlegal acts.  \n2. Employees m ust not use their positio n and/or information obtained in the course of their \nwork to obtain personal gain; employees must not engage in any conduct that might give \nrise to the suspicion of partiality or self -interest.  \n3. Employees must avoid any conflict of interest. If the performa nce of certain duties or \ninstructions could involve a conflict of interest, employees must inform their immediate \nsuperior of such possible conflict.  \n4. Employees must refrain from performing their work with regard to entities or institutions \nwith which they have personal, professional , and/or economic ties and with regard to \npersons with whom they have strong personal ties, including those defined in § 15(1). In \nsuch cases, they must refer the matter to be handled by another employee and notify \ntheir immediat e superior.  \n§ 15 \n1. At the University there may be no relationship of direct professional subordination \nbetween spouses and the persons:  \n1) who share a household;  or \n2) who are related by blood or affinity up to the second degree, or by adoption, custody , \nor guardianship.  \n2. The employee and the immediate superior must inform the Rector immediately if the \ncircumstances referred to in item 1  occur  or if they may occur . \n3. The provisions of items 1 –2 do not apply to the Rector.  \n\nPage 11 of 56 \n 4. Sharing a household, as referred to in item 1(1) means living together, including jointly \nsatisfying living needs.  \n5. The relationship of direct professional subordination referred to in item 1 means the \nrelationship between the employee and their immediate superior.  \nEmployees' Data Protection Duties  \n§ 16 \n1. An employee who, in connection with the performance of their duties or in any other way, \nhas obtained access to personal data must collect and process personal data in \naccordance with the provisions of Regulation (EU) 2016/679 of the European Parliament \nand of the Council of 27 April 2016 on the protection of natural persons with regard to \nthe processing of personal data and on the free movement of such data and repealing \nDirective 95/46/EC (OJ EU L 119/1 of 4.5.2016), as well as the Act on the  protection of \npersonal data of 10 May 2018 and the internal security policy that concerns this.  \n2. Persons responsible for ensuring compliance with the obligations referred to in item 1 \nand for obtaining proper authorisations for employees to process persona l data are \nspecified in the internal security policy.  \nConfirmation of Attendance at Work  \n§ 17 \n1. Non-academic staff must confirm their time of arrival at work by signing the attendance \nregister, available at a fixed and specified  location.  \n2. Arriving at work on  time means being present at the workstation ready to perform \nemployees’ duties at the time specified as the start ing time. \n3. If the attendance register is not signed, the employee is presumed to be absent and not \nworking, and the burden of proof in this cas e lies with the employee.  \n4. The attendance of employees at their workstations is checked on an ongoing basis by the \nemployees' immediate supervisors.  \n5. The immediate superior of an absent employee must designate an employee to replace \nthe employee during their  absence.  \n§ 18 \n1. Non-academic staff members are required to report each  time the fact of them  leaving \nthe premises of the University to their immediate superior and to make appropriate \nentries in a relevant register kept by individual organisational units.  \n2. Employees may be present on the premises after working hours or on a day off only with \nthe approval of their superior . The mere presence on the premises before or after working \nhours or on a day off does not constitute overtime unless the superior has at t he same \ntime ordered the employee to work outside standard working hours.  \n3. Leaving the workplace without authorisation constitutes a gross violation of work \ndiscipline and results in the employee being held accountable.  \nExcusing Absences from Work  \n§ 19 \n1. Employees must inform the employer in advance of their inability to come to work  if the \nreason is known and/or foreseeable in advance, as well as of the expected duration of \nabsence.  \n2. If there are reasons that prevent the employee from showing up for  work, the employee \nmust notify the employer immediately of the reason for their absence and its expected \nduration, but no later than on the second day of their absence from work. The notice \nmust be given by the employee in person or by another person, by telepho ne, or other \nmeans of communication , or by post al services , in which case the date of the postmark \nis considered the date of the notice.  \n\nPage 12 of 56 \n 3. Failure to comply with the time limit set out  in item 2 may be justified by special \ncircumstances that prevent  the employee from complying in due time with the obligation \nlaid down in that provision, in particular serious illness linked to the absence or absence \nof household members or any other random occurrence. The provision of item 2 applies \naccordingly after t he reasons preventing the employee from notifying the employer in \ndue time of the reason and the duration of their absence at work have ceased to persist . \n4. Employees are required to justify their absence by submitting suitable evidence to that \neffect, in pa rticular:  \n1) a medical certificate of temporary inability to work or the need to care for a sick child \nor other sick member of the family, referred to in the Act on cash benefits from social \ninsurance in the event of sickness and maternity of 25 June 1999, with the provisions \non the electronic medical sick leave  take into account ; \n2) a sanitary inspector's decision  – concerning isolation due to a suspicion of a contagious \ndisease;  \n3) a declaration  – in the event of circumstances justifying the need for the employee to \ntake personal care of a healthy child under 8 years of age due to unforeseen closure \nof a day nursery, kindergarten , or school attended by the child, or other absence of \ncapacity to care for a healthy child;  \n4) an employee’s statement that they have been o n a professional mission during night \nhours, which has finished fewer  than 8 hours before the scheduled start of work, and \nthe conditions rendered night -time rest impossible;  \n5) an employee's statement on nanny's or day care employee's illness and a copy of \na medical certificate, or a copy of a medical certificate issued on a regular form, stating \nthe nanny's or day care employee's inability to work, certified by the employee as \na true copy of the original, in case of the illness of a nanny with whom the paren ts \nhave concluded an activation agreement referred to in the Childcare Act of 4 February \n2011, or illness of a day care employee who take s care of the child;  \n6) a personal request addressed to the employee to appear in person, issued by the \nrelevant authority  in matters of general defence duty, a government or local \ngovernment authority, a court, a public prosecutor's office, the police or an authority \nconducting proceedings in matters of petty offences.  \n5. Employees must provide the employer with evidence that j ustify their absence from work \nno later than on the day they resume work after absence, with the exception of the \ncertificate referred to in item 4(1), issued by the issuer in the form of an electronic \ndocument authenticated through the ICT system made ava ilable by the Polish Social \nInsurance Institution (ZUS).  \nSpecial Duties of Academic Teachers  \n§ 20 \n1. The duties of employees employed as academic teachers, in addition to those set out in \nthe preceding items, include in particular:  \n1) in a teaching staff group:  \na) educating and forming students or participating in the education of doctoral \ncandidates;  \nb) participating in organisational work for the University;  \nc) continuously improving the ir professional qualifications;  \n2) in a research and teaching staff group:  \na) carrying out  scientific activities;  \nb) educating and forming students and/or participating in the education of doctoral \ncandidates;  \n\nPage 13 of 56 \n c) participating in organisational work for the University;  \nd) continuously improving their professional qualifications . \n3) in a research staff group:  \na) carrying out scientific activities and/or participating in the education of doctoral \ncandidates;  \nb) participating in organisational work for the University;  and \nc) continuously improving their  professional qualifications;  \n2. Special duties associated with the practice as an academic teacher include compliance \nwith the provisions on copyright and related rights, as well as the provisions on industrial \nproperty. Violation of the provisions referred to in the previous sentence is  deemed  gross \nviolation of primary employment duties.  \n3. Academic teachers must fulfil their duties as supervisors, assistant supervisors , and \nreviewers in proceedings for the conferment of the academic degree of doktor , the \nacademic degree of doktor habilito wany  or the title of profesor , as well as to perform the \nfunction of reviewers referred to in Article 238(2) of the Act. The employer may release \nthe academic teacher from the duties referred to in the previous sentence in individual \ncases and only for jus tified reasons.  \n§ 21 \n1. The duty to educate and train students consists of the fulfilment of the teaching load and \nother work related to the teaching process, the education , and the  training  of students.  \n2. The duty to participate in the teaching of doctoral students includes the carrying out of \ncourses prescribed by the curricula for doctoral studies and the doctoral school, as well \nas supervising the implementation by doctoral candidates of their individual research \nprogrammes and the writing of a doctoral d issertation.  \n§ 22 \n1. The teaching duties of an academic teacher who is a research and teaching staff member \nor a member of teaching staff include to educate and train students and participate in \nthe education of doctoral candidates by:  \n1) teaching classes and ve rifying the learning effects achieved by students and doctoral \ncandidates in the course of provided education, in accordance with the rules defined \nin the syllabus for a given course module and the regulations applicable at the \nUniversity;  \n2) supervising stud ents in writing papers to pass a course, semester papers, and thesis \ninsofar as concerns the contents and methodology;  \n3) other tasks related to the teaching process, in particular:  \na) providing office hours ; \nb) preparing and publishing course module syllabuses in accordance with the rules \napplicable at the University;  \nc) giving opinion on and reviewing diploma theses;  \nd) supervising students who study under an individualised organisation of studies, \nstudents, interns , or holders of scholarships who are educated under dom estic or \ninternational programmes, academic clubs, groups of students who undergo field \nexercises, doctoral candidates during internship;  \ne) sitting on committees that conduct diploma examinations, inspecting classes \nconducted by other teachers;  and \nf) preparing  students and doctoral candidates for competitions, cultural and sports \nevents , and for participation in those events . \n2. As part of their duties related to office hours , the academic teacher must specify \n\nPage 14 of 56 \n 1 teaching hour per week for office hours  throughout the process of teaching a  course \nand during the examination session. When teaching full -time students, office  hours must \nbe scheduled between 8:00 a.m. and 6:00 p.m., Monday to Friday. When teaching part -\ntime students, office  hours must be sche duled on session dates.  \n3. The schedule of office  hours must be set at the beginning of each semester, no later than \nin the second week of the semester and  must be made available to students in a  place \nthat is publicly accessible in their home unit and posted  on the unit's website. The dean \nmay provide for a larger number of office  hours but no more than 3 teaching hours per \nweek.  \n4. Office hours  are not included in the teaching load.  \n§ 23 \nAcademic duties of an academic teacher who is a research  and teaching or research \nemployee include:  \n1) carrying out research and development necessary for their own scientific development \nand for the training of staff, and to develop scientific creativity;  \n2) taking part in the education of doctoral candidates in the  doctoral school;  \n3) carrying out scientific research, development work funded with subsidies for \nmaintaining and developing the research capacity of institutions of higher education;  \n4) publishing and implementing the results of research and development works w ith AGH \nUniversity 's affiliation;  \n5) improving their ow n professional qualifications ( applies also to the teaching staff); and \n6) applying for funding under projects, grants , and scientific research.  \n§ 24 \nThe organisational duties of the academic teacher include in particular:  \n1) performance of managerial functions at the University, a faculty , or another basic \norganisational unit;  \n2) membership of the University Senate, work in Senate committees and Rector's \ncommittees;  \n3) membership of the faculty board, work on faculty committees;  \n4) membership in central ministerial bodies and commissions (NCN, NCBiR, CK for \nScientific Title and Degrees, RDN, RGNiSW, PKA, PAN or PAU, etc.);  \n5) membership of the authorities of scientific associations;  \n6) holding elected community functions in the  organisations of the University;  \n7) participating in the work of the faculty admission team;  \n8) participating in work related to the teaching and research process ( e.g., curriculum \ndevelopment, organisation of practical classes, promotion, etc.);  \n9) (repealed)  \n10) organising conferences, symposia, seminars , and other forms of academic activity;  \n11) preparing technical specifications for tender documents under public procurement;  \n12) organising and participating in promotional and presentation campaigns for the \nUniversity and i ts faculties;  \n13) acting as a year tutor;  and \n14) other tasks assigned by the immediate supervisor associated with the position.  \n§ 24a \n1. An academic teacher whose remuneration is fully or partly funded or reimbursed, in \n\nPage 15 of 56 \n particular from grants, projects , or other mandates , is required to carry out the work the \nscope of which is specified in the agreements concluded with the funding bodies.  \n2. The provisions of item 1 apply accordingly to an employee who is not an academic \nteacher.  \n§ 25 \n1. Academic teachers must also:  \n1) submit a statement that authorises the University to include them in the number of \nemployees who conduct scientific activities in a given discipline, the so -called \nN Number  – with respect to one discipline,  where  the statement may be submitted \nonly with on e employer and in no more than 2 disciplines altogether; if the discipline  \nchanges, a new statement must be submitted immediately;  \n2) make and keep up to date a statement on the field and discipline they represent, \nalthough the academic may represent no more than 2 disciplines altogether with \nrespect to all employers they are employed by  – the statement is made no more often \nthan once every 2 years;  \n3) in the case of academic teachers employed at the University as the primary place of \nemployment within the meanin g of the Act, submit a statement authorising the \ndemonstration  of their scientific achievements for the purpose of the evaluation of the \nUniversity's scientific activities conducted pursuant to the provisions of the Act.  \n2. The statement referred to in item 1 (2) is made having taken into account the following:  \n1) the obtained academic degree, degree in arts , or title of professor, and/or \n2) academic teacher's scientific and/or artistic achievements.  \n3. A newly recruited employee must make the statement referred to in item 1 within  14 \ndays from the date of employment, although no later than until 31 December of the year \nin which they were employed.  \n4. The Rector, by a separate ord er, determines the templates and procedure for making the \nstatements referred to in this item.  \nChapter V  \nEmployees’ Rights  \n§ 26 \n1. Employees are entitled in particular to:  \n1) employment on positions in accordance with the provisions of the employment \ncontract;  \n2) timely payment of remuneration and other benefits;  \n3) rest on days off, at the end of working time  on working days, and during periods of \nannual leave;  \n4) employer's equal and equitable treatment for the performance of the same duties;  \n5) work in conditions that comply with health and safety rules;  \n6) form and join organisations that represent the employees;  \n7) benefits during periods of temporary inability to work, according to terms and \nconditions under separate provisions;  \n8) refrain from work or move away from the place of work if working conditions are not \nin accordance with occupational health and safety and/or fire protection provisions and \npose an immediate threat to life or health;  \n9) receive social benefits pursuant to separate provisions.  \n2. An employee working at the University for at least 6 months may once every calendar \nyear submit a request to the employer, in writing or electronically, for the change of the \n\nPage 16 of 56 \n type of the employment contract to the employment contract for indefinite period or for \nmore predictable and safer working conditions, including those consisting in the change \nof the type  of work and/or full -time employment. This does not apply to the employed \nbased on the contract for a trial period.  \nIf possible, the employer shall accept the employee’s request . The employer shall respond \nto the employee’s request  in writing or electroni cally, taking into account the employer ’s \nand employee’s needs, no later than 1 month from the day of receipt of the request ; in \ncase of refusal, the employer shall inform the employee about the reason for refusal of \nthe request . \nChapter V I \nLeave and Days Off \nAnnual Leave  \n§ 27 \n1. The employee is entitled to a yearly , uninterrupted annual leave  with pay . \n2. The employee may not waive their right to leave.  \n3. Academic teachers are entitled to an annual leave of 36 working days per year. Annual \nleave must be taken in a  period in which no classes are taught.  \n4. Non-academic staff is entitled to the following numbers of days of annual leave:  \n1) 20 working days if the employee has been employed for less than 10 years;  \n2) 26 working days if the employee has been employed for at leas t 10 years  \n –  where one day of holiday equals 8 hours.  \n5. The period of employment which determines the right to leave and the number of days \nof the leave includes:  \n1) completed  previous periods of employment;  \n2) uncompleted  previous periods of employment  – if the  employee is employed under \ntwo or more employment relationships.  \n6. The period of employment which determines the number of days of the leave includes, \non account of the completion  of: \n1) a primary vocational school or equivalent vocational school  – the duratio n of \neducation under the curriculum, but no more than 3 years;  \n2) a secondary vocational school  – the duration of education under the curriculum, but \nno more than 5 years;  \n3) a secondary vocational school for graduate s of primary vocational schools – 5 years;  \n4) a general secondary school  – 4 years;  \n5) a post-secondary school  – 6 years;  \n6) a higher education  institution  – 8 years (including a bachelor's degree).  \nThe periods of education referred to in points 1 to 6 are not cumulative . \n7. The duration of leave for a part -time employee is determined in proportion to the working \nhours.  \n8. An employee who starts work for the first time, in the calendar year in which they start \nworking , acquire s the right to a leave gradually, as of the end of each month of \nemployment; the duration of the leave obtained each month is 1/12 of the leave to which \nthe employee is entitled in the year in which they start working . The employee acquires \nthe right to subsequent leaves i n each subsequent calendar year.  \n9. Granting the leave:  \n1) the leave is granted on days which are the employee’s working days, according to \ntheir working time schedule, at an hourly rate that corresponds to the daily working \n\nPage 17 of 56 \n time of the employee on a given day, subject to points 4 and 5;  \n2) when granting the leave according to point 1, one day of leave is equivalent to \n8 hours of work;  \n3) points 1 and 2 shall apply accordingly to the employee for whom the daily working \ntime standard, resulting from separate provisions,  is less than 8 hours;  \n4) granting the  leave on a working day to the employee at the hourly rate  that \ncorresponds to a part of the  daily working time is only permissible if the part of the \nleave remaining to be taken is less than the full daily working time o f the employee \non the day for which the leave is granted;  \n5) in the case of  the leave granted to employees who work under a task -based  working \ntime system  for whom no work schedules or timetables are determined, one day of \nleave corresponds to 8 hours or a nu mber of hours proportional to the length of \nemployment; days off resulting from a 5 -day working week are not counted as leave.  \n10. The employee is entitled to a leave in proportion to the period of employment in the \ncases and under the conditions provided for by labour law.  \n11. During the  holiday  leave, the employee retains the right to remuneration under the \nrules set out  by separate legislation.  \n§ 28 \n1. Holiday  leave for employees who perform the functions of Vice -Rectors, directors of \nbasic organisational units, directors of doctoral schools, the Chancellor, the Bursar , and \nthe Director of the Rector's Office is granted by the Rector.  \n2. Holiday  leave for the directors of auxiliary organisational units is granted by the Vice -\nRector who supervises the unit in question.  \n3. Holiday l eave for other employees is granted  by the director of an organisational unit  \nor a person authorised by them.  \n4. Employees who hold managerial positions are required to specify who their replacement \nwill be for the duration of the holiday leave  and to determine the extent of their \nauthorisations.  \n§ 29 \n1. The employer must grant the leave in the calendar year in which the employee becomes \nentitled to  it. \n2. Holiday  leave must be granted in accordance with the leave plan and, in the period not \ncovered by the plan, based on individual requests from employees.  \n3. The employer must grant  – at the employee's request  – a leave on demand, at the time \nspecified by them, of no more than four days of leave in any calendar year.  \n4. A request for a leave must be made by the employee in writing, in advance if possible, \nor immediately on the day of the leave at the latest, e.g., by e -mail, text message or \ntelephone.  \n5. An emplo yee who returns to work from a leave on demand, if they have not done so \nearlier, must confirm in writing to the employer that they have taken the leave.  \n6. Leave on demand that has not been taken by 31 December becomes unused leave as \nof 1 January, to which the general principles on holiday  leave apply.  \n7. All organisational units are required to submit a leave plan to the Human Resources and \nPayroll Department by 31 May each year.  \n8. The leave plan is determined by the director of an organisational unit , who must take \ninto account the requests of staff and the need to ensure the normal course of work.  \n9. Leave may be postponed at the request of the employee for important reasons.  \n10. Postponement of the leave is also permissible due to the special needs of the University \n\nPage 18 of 56 \n if the employee's absence would cause serious disruption to the workflow.  \n11. If the leave is postponed, the new date for taking leave must be determined. Leave \nmust then be taken no later than by the end of September of the following year.  \n12. At the request of t he employee, the leave may be divided into portions. At least one \npart of the leave must cover no less than 14 consecutive calendar days.  \n13. Leaves not taken in the year in which the employee becomes entitled to the leave \n(unused leave) must be granted to the employee by the end of September of the \nfollowing calendar year at the latest. This does not apply to the portion of the leave \ngranted pu rsuant to item 3.  \n14. If the employee submits no request to grant the unused holiday  leave, the director of \nan organisational unit must alone specify the dates when the employee may use the \nleave.  \n15. During the period of notice of termination of the employment co ntract, the employee \nmust take the leave to which they are entitled if the employer grants them leave during \nthat period.  \n16. If the employee fails to use the entire or a certain portion of the leave due to termination \nor expiry of the employment relationship,  the employee is entitled to a  monetary \nallowance  in lieu of the leave . \nUnpaid Leave  \n§ 30 \n1. At the written request of the employee, the employer may grant the employee unpaid \nleave.  \n2. The period of unpaid leave is not  included in the period of employment which  determines \nemployee's entitlements.  \n3. Unpaid leave of 1 month in total per year is granted by the director of an organisational \nunit. \nSpecial Leave  \n§ 31 \n1. Employee s are entitled to special leave; the number of days of such a leave is as follows:  \n1) 2 days in case of employee's marriage or birth of a child, or death and funeral of \nemployee's spouse or child, father, mother, stepfather , or stepmother;  \n2) 1 day – in the event of the marriage of the employee's child, or death and funeral of \ntheir sister, brother, mot her-in-law, father -in-law, grandmother, grandfather, or any \nother person the employee provides for or who is directly under the care of the \nemployee.  \n2. During the period of  the leave referred to in item 1, the employee retains the right to \nremuneration accor ding to the rules laid down in separate provisions.  \nChildcare  \n§ 32 \n1. An employee raising at least one child up to the age of 14 is entitled to 16 hours or 2  days \noff work per calendar year, with pay.  \n1a. The employee shall decide about the use of the leave in a given calendar year (in days or \nhours) by means of a request submitted in writing or electronically to be granted such \na leave in a given calendar year.  \n2. The number of days off in question granted on an hourly basis for a part -time employee \nis determined in proportion to that employee's working hours. An incomplete hour of \nleave must be rounded up to the nearest whole hour.  \n2a. The provisions of item 1 and 2 on the leave granted on an hourly  basis shall apply mutatis \n\nPage 19 of 56 \n mutandis to the employee whose daily working time, arising from separate regulations, \nis less than 8 hours.  \n3. If both parents or guardians are employed, the entitlement referred to in item 1 may be \nexercised by one of them.  \n4. Days of f work referred to in item 1 are granted by the director of an organisational unit . \nDays Off Due to Force Majeure  \n§ 32a \n1. The employee is entitled to 2 days off or 16 hours off in a calendar year due to force \nmajeure in urgent family matters  caused by sickness or accident  if there is a need for the \nimmediate presence of the employee. During this leave, the employee retains the right \nto half of the remuneration.  \n2. The employee shall decide about the use of the leave in a given calendar year ( in days or \nhours) by means of a request submitt ed in writing or electronically  to be granted such \na leave in a given calendar year.  \n3. The employer is obliged to accept the leave upon request made by the employee no later \nthan the day of the leave, in writ ing, electronically, or e.g. by telephone or a text \nmessage.  \n4. The number of days off in question granted to a part -time employee is determined in \nproportion to that employee's working hours. An incomplete hour of leave must be \nrounded up to the nearest w hole hour.  \n5. The provision of item 1 on the days off granted on an hourly basis shall be applied mutatis \nmutandis  to the employee whose daily working time, arising from separate regulations, \nis less than 8 hours.  \n6. If the request for time off work due to force majeure in urgent family matters caused by \nsickness or accident was made in any other form than in writing or electronically, the \nemployee is required to confirm the submission of the request in writing or electronically \non the day of return from the leave.  \nCare Leave  \n§ 32b  \n1. The employee is entitled to 5 days of care leave per calendar year for the purpose of \nproviding personal care or support to a person who is a family member and/or resides in \nthe same household and requires care and/or support due to medical reasons.  \n2. A family member, referred to in item 1, is a child, father, mother, and spouse.  \n3. The care leave is granted for the days which are the employee’s days of work according \nto the applicable working time schedule.  \n4. The car e leave is granted at the request of the employee made in writing or electronically \nno later than 1 day before the beginning of the leave.  \n5. In the leave request, the employee shall specify the name and surname of the person \nthat requires care and/or supp ort due to serious health issues, the reasoning for the need \nto provide personal care and/or support, and, in case of a family member, the degree of \nkinship, and, in case of a person who is not a family member, their address.  \n6. During the care leave, the  employee shall not retain the right to remuneration.  \n7. The period of care leave is counted as part of the employment period on which the \nemployee rights depend.  \n8. The care leave is granted by the director of an organisational unit . \nOther Days Off  \n§ 33 \n1. The employer must release the employee from work if such an obligation is provided for \nby the Labour Code, executive provisions issued under the Labour Code , or other \n\nPage 20 of 56 \n legislation.  \n2. The specific list of all circumstances under which the employer is required to release the \nemployee from work is provided for in the Regulation of the Minister of Labour and Social \nPolicy of 15 May 1996 on the manner of justifying absences from work and gr anting days \noff work to employees.  \n3. A supervisor may release the employee from work for the time necessary to deal with \nimportant personal or family matters that need to be dealt with during working hours, \nalthough:  \n1) the employee is not entitled to remunerat ion in respect of the time off;  \n2) at the request of the employee, with the approval of the supervisor, the employee \nmay later make up for the days off by working off;  \n3) the time spent working off does not constitute overtime.  \nSpecial Leave for Academic Teacher s \n§ 34 \n1. The Rector may grant an academic teacher who holds at least the degree of doctor,  within \nseven years of their employment at the University, a paid research  leave of a total \nduration of no more than one year in order to conduct research.  \n2. The research leave may be granted at the request of the academic teacher submitted to \nthe Rector, subject to a prior approval  of the director of an organisational unit  in which \nthe academic teacher is employed.  \n3. In order to be granted the research leave, a plan of the research to be conducted during \nthe leave must be appended to the request to grant the leave. Following the leave, the \nacademic teacher must submit to the Rector a report on the research carried out during \nthe leave; the opinion of the director  of an organisational unit  where the teacher is \nemployed concerning the report must be appended to the report.  \n4. The period of 7 years, referred to in item 1, is counted from the day of the beginning of \nthe first granted paid research leave.  \n5. Taking int o account that the purpose of the paid research leave is to conduct research, \nand performing duties arising from the employment relationship can prevent the \nemployee from or significantly hinder conducting said research, the Rector shall consider \nas a prin ciple that performing organisational and teaching  duties is unacceptable during \nthe period of the paid research leave.  \n6. At the written request of the employee, the Rector may allow for performing research \nduties (i.a. work in pr ojects) during the leave period  unless it disturbs the purposefulness \nof the granted research leave.  \n§ 35 \n1. The Rector may grant an academic teacher who is writing a doctoral dissertation a paid \nresearch leave of up to 3 months.  \n2. Leave may be granted at the request of the academic te acher; the request must be \nsubmitted to the Rector and must previously be approved by the director of an \norganisational unit  where the academic teacher is employed. The opinion of the \nsupervisor must be appended to the request.  \n3. Following the leave, the academic teacher must submit to the Rector a report on the work \ncarried out during the leave; the opinion of the director of an organisational unit  where \nthe teacher is employed concerning the report must be appended to the report.  \n§ 36 \n1. The Rector may grant the academic teacher a paid leave in order to do the following \nabroad:  \n\nPage 21 of 56 \n 1) receive education;  \n2) complete research internship;  \n3) complete teaching internship;  \n4) participate in a conference;  \n5) conduct research;  \n6) go on a study visit;  \n7) perform other types of scientific activity;  \n8) participate in joint research with a foreign entity under an agreement for scientific \ncooperation.  \n2. A leave may be granted at the request of the academic teacher submitted to the Rector \nand approved beforehand by the director of an o rganisational unit  where the academic \nteacher is employed. The request must be appended with – respectively – an agreement \nto receive education, an agreement to complete internship, an agreement for scientific \ncooperation with a foreign entity, an educatio n programme, an internship programme, \na conference agenda, a study visit agenda, a range and place of research, a determined \ntype of the scientific activity, etc.  \n3. The granting of leave to the academic teacher must not interfere with research, teaching, \norganisati onal activities and assignments  and projects carried out by the academic \nteacher.  \n4. An academic teacher who declares their intention to participate in a foreign conference \nto which they are not sent by the University may, at their request, be granted  paid leave \nby the Rector, referred to in item 1(4). If the leave is granted, the University does not \ncover the costs related to the trip to the conference (in particular, travel costs, conference \nfees, insurance, etc.).  \n5. If the academic teacher is delegated  to a conference by the University, the rules for \ncarrying out foreign trips apply.  \n6. If the academic teacher who has been granted paid leave violates the law, or in the event \nof insufficient progress in achieving the intended objectives, that perso n may be removed \nfrom the leave and/or the benefits may be withdrawn.  \n7. The paid leave referred to in item 1 may be granted for a total period of no more than 12 \nmonths. For the remaining period, unpaid leave is granted in accordance with the rules \nlaid down  in the Labour Code (SECTION IV, Chapter III).  \n8. Following the leave, the academic teacher must submit to the Rector a report on the \ntasks carried out during the leave  and the opinion of the director of an organisational unit  \nwhere the teacher is employed co ncerning the report must be appended to said report.  \n9. The provisions of items 1 to 8 apply accordingly to non -academic staff.  \n10. At the written request of the employee, the Rector may allow the employee to perform \nresearch duties (i.a. work i n projects) during  a paid leave  unless it disturbs the \npurposefulness of the granted leave.  \n§ 37 \n1. The Rector may grant the academic teacher a paid leave to participate in joint research \nwith the Łukasiewicz Centre (Centrum Łukasiewicz) or an institute of the Łukasiewicz \nNetwork (Sieć Łukasiewicz).  \n2. The paid leave referred to in item 1 is granted by the Rector upon a written request of \nthe academic teacher; the request must be appended  with an opinion of the director of \nan organisational unit . The request must be appended with an agreement on scientif ic \ncooperation with Łukasiewicz Centre or an institute of Łukasiewicz Network.  \n3. The provisions of § 36(3, 6 , and 8) apply accordingly.  \n\nPage 22 of 56 \n § 38 \n1. An academic teacher who is under 65 years of age and in full -time employment is entitled, \nafter a minimum of 10 years  of employment as the academic teacher at the  University, \nto a paid health leave. The leave is granted in order to undergo prescribed medical \ntreatment if the employee's health requires refraining  from work.  \n2. The leave referred to in sec tion 1 is granted by  the Rector  at the request of the academic \nteacher. Based on the academic teacher's request, the Rector refers the teacher to \na physician who holds proper qualifications, to issue a certificate stating that teacher \nshould be granted health leave. The exami nation must be conducted and a certificate \nissued pursuant to the procedure under Article 131(5 to 7 ) and Article 132 of the Act.  \n3. A subsequent  health leave may be granted no earlier than 3 years after the end of the \nprevious leave.  \n4. The total duration of the health leave in the entire period of employment may not exceed \nthree  years. \n5. During a health leave, the academic teacher may not engage in any gainful activity.  \n§ 39 \n1. During the leaves referred to in § 34 –38, the academic teacher is entitled to remuneration \npursuant to Article 135(2) of the Act.  \n2. The periods of leave referred to in this chapter are included in the period of work which \ndetermines employees’ entitlements.  \nSECTION III  \nWORKING TIME  \nChapter I  \nGeneral Pr ovisions  \n§ 40 \n1. Working time is the time during which the employee remains at the disposal of the \nemployer in the workplace or in another place designated for work.  \n2. The working time (working time standard) of all employees of the University is 8 hours \nper day and an average of 40 hours per week in an average five -day working week in \nan adopted settlement period.  \n3. (deleted)  \n4. Working time for employees who work in conditions harmful to health must not exceed \n8 hours per day.  \n5. Subject to item 6, the fact that the employee is present on the University ’s premises \nbefore or after working time is not considered overtime.  \n6. Being present on the premises of the University outside the employee's working time \nconstitutes overtime work onl y if work is actually performed for the employer on the \nsupervisor's instructions.  \n§ 40a \n1. The working time of employees with disabilities must not exceed 8 hours a day and 40 \nhours a week.  \n2. The working time of employees who hold a certificate of moder ate or severe disability \nmust not exceed 7 hours a day and 35 hours a week.  \n3. A person with a disability must not be employed during night -time and work overtime.  \n4. The provisions of items 1 -3 do not apply to:  \n\nPage 23 of 56 \n 1) persons employed as guards and  \n2) cases when, at the request of the employee, the physician who performs preventive \nmedical examinations or, in the absence of such request, the physician providing \nhealth care to this person gives their approval.  \n§ 41 \nAt the University,  a Saturday is  a holiday day resulting from an average five -day working \nweek system . \n§ 42 \n1. The settlement period for the working time of non -academic staff is one month, i.e. from \n0:00 on the first day of the month to 12:00 p.m. on the last day of the month. If the \nemployee works a t night on the first or last day of the settlement period, their working \ntime on a shift is to be allocated accordingly to the respective settlement periods.  \n2. In particularly justified cases, at the request of the director of an organisational unit, the \nRector, in agreement with the unions, may extend the settlement period up to 3 months, \nand in the case of a basic or task -based  working time system  up to 4 months.  \n3. The possibility of extending the settlement period beyond one mont h does not apply to \nthe working time system  referred to in § 61, 66 , and 67.  \n4. The settlement period for the working time of academic teachers is set out in §47(4).  \n§ 43 \n1. Work in excess of the working time standards applicable to the employee  as well as work \nperformed in excess of the extended  daily working time resulting from the working time \nsystem  and schedule applicable to the employee  constitute overtime work.  \n2. Weekly working time, including overtime, must not exceed an average of 48 hours in any \ngiven settlement period.  \n3. The number of overtime hours may not exceed 150 hours per calendar year for \nan individual employee.  \n4. Work performed by a part -time employee in excess of the agreed number of hours  – if it \ndoes not exceed the working time standard of 0.9 f ull-time equivalent  – does not \nconstitute overtime. This constitutes work over standard working time, for which normal \nremuneration is paid.  \n5. Apart from the regular remuneration, part -time employees are entitled to an additional \novertime remuneration for th e work performed in excess of the working time  of 0.9 full -\ntime equivalent . \n§ 44 \n1. For the purpose of settling the employee's working time and related entitlements, the \nfollowing terms are hereby defined:  \n1) a day  – this means consecutive 24 hours, starting from the hour when the employee \nstarts work according to the applicable working time schedule;  \n2) a week  – this means 7 consecutive calendar days, starting from the first day of the \nsettlement period;  \n3) work in shifts  – this means any form of shift work whereby employees alternate \nbetween the same work stations  according to a certain schedule, including a system \nof succession, which may be continuous or interrupted  and entail the necessity for \nemployees t o perform work at different times over a period of days or weeks;  \n4) night-time – the hours between 11:00 p.m . and 7:00 a.m. the following day;  \n5) work on Sunday or public holiday  – this means work from 7:00 a.m. on Sunday or \npublic holiday until 7:00 a.m. on th e following day;  \n6) shift employee  – this means an employee whose work schedule is part of work in \n\nPage 24 of 56 \n shifts.  \n§ 45 \n1. Subject to the provisions of the Labour Code, employees are entitled to:  \n1) at least 11 hours of uninterrupted rest (daily rest) per day;  \n2) at least 35 hours of uninterrupted rest each week, including at least 11 hours of \nuninterrupted daily rest (weekly rest).  \n2. The weekly rest should fall on a Sunday. Any Sunday is 24 consecutive hours, beginning \nat 7:00 a.m. on a Sunday.  \n3. In cases where the employee carries out authorised work on a Sunday, the weekly rest \nmay fall on a day other than a Sunday.  \n4. An employee who works on Sundays must have at least one Sunday off every 4 weeks . \n§ 46 \n1. If the daily working time of the employee:  \n1) is at least 6 hours,  the employee is entitled to a break of 15 minutes,  \n2) is longer than 9 hours, the employee is entitled to an additional break of 15 minutes,  \n3) is longer than 16 hours, the employee is entitled to another break of at least 15 \nminutes counted into working time.  \n2. Employees with severe and moderate disabilities are entitled to an additional 15-minute \nbreak included in their working time for physical exercise or rest.  \n3. After each hour of uninterrupted work in front of a computer screen, employees working \nwith screen monitors are entitled to a break of 5 minutes included in their working time.  \nChapter II  \nWorking Time and Ru les for Assigning and Carrying O ut Teaching Duties  \nby Academic Staff  \nWorking Time System  – Implementation and Allocation  \n§ 47 \n1. Academic teachers work in a task -based  working time system , in accordance with the \npreceding items.  \n2. Teaching activities and organisational work for the University is carried out by academic \nteachers at the time and place designated by the employer.  \n2a. An academic teacher may be assigned with working on Sundays and public holidays, if \nsuch a necessity arises from teaching activities as well as research and organisational \nduties.  \n3. The working time of academic teachers related to teaching must be recorded.  \n4. The settleme nt period for the working time of academic teachers is 12 months and covers \nthe period from 1 October of a given year to 30 September of the following year.  \n§ 48 \n1. The allocation of working time for academic teachers is as follows:  \n1) research and teaching staf f: \na) work associated with the education and forming of students or participation in the \neducation of doctoral candidates and work associated with improving teaching \ncompetence  – 45%;  \nb) work associated with carrying out scientific activities and work associated  with \nimproving professional competence other than that referred to in point (a)  – 45 %;  \nc) organisational work for the University  – 10 %;  \n\nPage 25 of 56 \n 2) teaching staff:  \na) work related to the education and forming of students or participation in education \nof doctoral candidat es, and work related to improving professional \ncompetence  – 80%;  \nb) organisational work for the University  – 20 %;  \n3) research staff: \na) work associated with scientific activity or participation in education of doctoral \ncandidates, and work associated  with improvin g professional competence  – 90 %;  \nb) organisational work for the University  – 10 %.  \n2. In specific cases, in particular in connection with the accomplishment of important \nresearch or teaching tasks, or important tasks of the University, the Rector may set \na different allocation of working time for academic teachers than that set out in item 1.  \nForms of Teaching  \n§ 49 \n1. Academic teachers employed at the University may teach the courses specified in the \nAGH University  Studies Regulations and in doctoral studies an d the doctoral school, \nexcept that:  \n1) foreign language classes  may be taught by academic teachers employed at the AGH \nUniversity  as assistant professors  (adiunkt ), senior language instructors  (starszy \nlektor ), or language instructors  with appropriate qualifications to conduct such classes;  \n2) physical education classes may be conducted by academic teachers employed at the \nAGH University as assistant professor s, senior instructor s, or instructor s with \nappropriate qualifications to conduct such classes;  \n3) lectures may be given only by an academic teacher having at least an academic \ndegree.  \n2. The diploma theses are supervised by an authorised academic teacher. In justified cases \nresulting in particular from the specificity of the subject of the diploma project, t he Dean \nof a Faculty may consent to the preparation of the diploma thesis under the direction of \nanother person, who has the competences and experience that allow the diploma thesis \nto be properly completed.  \n3. Academic teachers, with the consent of the Dean of a Faculty, may also teach in other \norganisational units of the University.  \nTeaching Load  \n§ 50 \n1. A teaching load is defined as the annual required number of hours (in a given academic \nyear) taught by the academic teacher resulting from employment at  the AGH University  \non a given position, as referred to in section 4.  \n2. One teaching hour (calculation hour) is 45 minutes.  \n3. Academic teachers must fully comply with the teaching load determined for them and \nset out  in calculated hours.  \n4. The annual teaching load per position for full -time academic teachers is as follows:  \nposition  research and teaching  teaching  \nProfessor  180 teaching hours  270 teaching hours  \nAssociate  professor  210 teaching hours  315 teaching hours  \nAssistant professor  240 teaching hours  360 teaching hours  \nAssistant  240 teaching hours  360 teaching hours  \n\nPage 26 of 56 \n Senior language \ninstructor  x 360 teaching hours  \nSenior instructor  x 360 teaching hours  \nLanguage instructor  x 540 teaching hours  \nInstructor  x 540 teaching hours  \nThe teaching load is determined according to the position held (in a given group, i.e. \nresearch and teaching or teaching staff) on 1 October of the academic year in question \nor on the date of employment if the employment took place after the beginning of \nan academic ye ar. \nA change of a position (in a given group) during an academic year does not change the  \nteaching  load. A change of the group during an academic year results in a change of the \nteaching load. \n5. Academic teachers working part -time are subject to the teaching  load referred to in item \n4 in proportion to their full -time position.  \n6. If it is not possible for academic teachers to complete the teaching load within the scope  \nreferred to in item 4, including the additional hours referred to in § 52, the dean of \na faculty may assign and settle the  teaching load smaller than the teaching load specified \nin item 4. In this case, the percentage allocation of working time of such academic \nteachers as concerns their research and organisational duties, as referred to in § 48, i s \nincreased proportiona lly. \n7. Assigning and calculating hours in a number smaller than the teaching load specified in \nitem 4 is permissible only in exceptional cases, which  are, in particular , justified by \na decreasing number of students, while  maintaining a  balanced workload for all academic \nteachers working in a given unit (faculty or department).  \n8. The number of teaching hours smaller than the teaching load specified in item 4 may not \nexceed 45 hours.  \n9. In the case of an  academic teacher for whom no teaching h ours have been assigned \nbecause:  \n1) they were employed after the start of an academic year;  \n2) of their foreseeable absence from work, in particular , due to a research leave, long -\nterm illness, health leave, unpaid leave , or other leave from work, military servi ce, \nmaternity leave, leave under the conditions of a maternity leave, paternity leave, \nparental leave;  \n3) of the termination of their employment before the end of an academic year  \n- one thirtieth of the annual teaching load determined for a given position for  each \nweek of absence in the period during which classes are taught a t the University is \nincluded  into the number of hours  they have worked  for. \nReduction in the Teaching Load  \n§ 51 \n1. The reduction in the teaching load referred to in § 50(4) due to a function  performed at \nthe University is as follows:  \nFunction  number of hours by which \nthe load is reduced  \nRector  150 teaching hours  \nVice-Rector  105 teaching hours  \n\nPage 27 of 56 \n Dean of a Faculty  90 teaching hours  \nDirector of a Research C entre  90 teaching hours  \nDirector of the Doctoral School  90 teaching hours  \nChairperson of a Scientific Discipline Council  60 teaching hours  \nDirector of a T eachi ng Centre  60 teaching hours  \nVice-Dean 60 teaching hours  \nDeputy Director of a Research C entre  45 teaching hours  \nDeputy Director of the Doctoral School  45 teaching hours  \nDeputy Chairperson of a Scientific Discipline Council  30 teaching hours  \nDeputy Director of a Teaching C entre  30 teaching hours  \nDirector of an I nstitute  45 teaching hours  \nHead of a D epartment  30 teaching hours  \nRector's Proxy for Quality of Education  45 teaching hours  \nMember of the U niversity  Team for Teaching Audit  45 teaching hours  \nDean’s Proxies  for Quality of Education  30 teaching hours  \n \n2. The reduction of the te aching load referred to in § 50( 4) is also possible:  \n1) where academic teachers are assigned important tasks or where they carry out \nresearch projects or other tasks set out  in the Statute ; \n2) in special cases justified by the interests o f the University.  \n3. The teaching load reductions referred to in item 2 are granted by the Rector at the request \nof the academic teacher and approved by the dean of a faculty.  \n4. A reduction in the teaching load for leading a research project depends on the importance \nof the proj ect and must not be  more than 45 hours.  \n5. In the case of reimbursement for a part of the academic teacher's remuneration from \na research project (or any other source related to the conduct of research), the reduction \nof the load must be directly proportional  to the reimbursed part of the remuneration. The \nreduction may not exceed half of the full -time teaching load referred to in § 50(4).  \n6. A reduction in the teaching load is permitted for one reason only and for one academic \nyear only.  \n7. At the request of an aca demic teacher holding a certificate of moderate or severe \ndisability, whose maximal working hours are determined pursuant to § 40  a(2), the \nRector shall reduce the teaching load in proportion to the reduction of the maximum  \nworking hours, i.e. 1/8 of the teaching load. A reduction of the teaching load amounting \n\nPage 28 of 56 \n to less than an hour shall be rounded in such a way that a reduction below half an hour \nshall be disregarded, and a  reduction above half an hour shall be counted as a  whole  \nhour.  \n8. Apart from the reduction of the teaching load referred to in item 7, the academic teacher \nmay have their teaching load reduced also due to one other reason.  \n9. The reduction of the teaching load referred to in item 7 may be granted for a period n o \nlonger than one academic year.  \n10. The employment at the AGH University which in total exceed s the full -time hours (1,0) \nmay not constitute a basis for the reduction of the teaching load.  \nHours Included in the Teaching Load of an Academic Teacher  \n§ 52 \n1. An academic teacher's teaching load include s all calculated hours for teaching \nassignments referred to in §49(1) ( the so-called “live hours”) and the additional hours \nreferred to in items 1a and 2.  \n1a. In the case of classes taught in a congressional language, the number of additional hours \nis determined using the following formula: number of additional hours = M x 0.3 where \nM – number of hours of classes taught in a congressional language.  \n2. The dean of a faculty, after having consulted with a faculty college, determines the \nadditional number of hours included in the teaching load of the academic teacher in an \nacademic year on the account of:  \n1) the supervision over:  \na) (in the version applicable until  30 September 2023)  \na diploma thesis, after it has been submitted and registered in a dean’s  office, in \na number of no more than 12 theses per cycle of st udies with their distribution \namong academic teachers being as even as possible:  \n- up to 10 hours  – per diploma thesis in engineering studies or studies that are \nconcluded with the conferring of the title of licencjat  and up to 15 hours in the \ncase of team theses;  \n- up to 15 hours  – per diploma thesis in studies that are concluded with the \nconferring of the ti tle of magister  and up to 30  hours in the case of team theses;  \na) (in the version applicable from 1 October 2023)  \na diploma project or thesis (started in the same academic year), after it has been \nsubmitted and registered according to the provisions of the  AGH University Study \nRegulations, in a number determined below:  \n \nin the academic year \n2023/2024  19 diploma projects or theses, including no more \nthan 9 in second -cycle degree programmes  \nin the academic year \n2024/2025  14 diploma projects or theses, including no more \nthan 6 in second -cycle degree programmes  \nfrom the academic year \n2025/2026  10 diploma projects or theses, including no more \nthan 4 in second -cycle degree programmes  \nwith the ir distribution among academic teach ers being as even as possible:   \n- up to 10 hours  – per thesis in first -cycle degree programmes and up to 15 hours \nin the case of team theses;  \n- up to 15 hours  – per thesis in second -cycle degree programmes and up to 30 \nhours in the case of team theses;  \nb) a doctoral candidate:  \n- in doctoral studies – up to 15 hours/year prior to the beginning of  the doctoral \ndissertation procedure and up to 30 hours/year after the doctoral dissertation \n\nPage 29 of 56 \n procedure has started, but no later than one year after completing studies;  \n- in the doctoral school  – up to 15 hours/year until obtaining a positive mid -term \ngrade (Chapter X of th e Doctoral Studies Regulations)  and up to 30 hours/year \nafter a positive mid -term grade has been obtained, but no later than after one \nyear after complet ing the doctoral school;  \nc) a student studying under an individual study organisation  – up to 10 \nhours/semester;  \nd) an academic club  – up to 45 hours/year, depending on the documented activity of \nthe club, after the dean of a faculty has approved the report;  \ne) a student, trainee , or scholarship holder under national or international \nprogramme s – up to 10 hours/semester.  \n2) conducting examinations, using the following formula:  \nNumber of additional hours  = k * N when  N> N min \nwhere:  \nN – number of students examined;  \nK – coefficient selected by the dean after having consulted with the faculty college; \nthe coefficient is selected from the following set: [0; 0,05; 0,1; 0,15; 0,2; \n0,25; 0,3]. The dean, after having consulted with the faculty college, may \ndecide to vary thi s coefficient for oral and written examinations; in this case, \nit is recommended that the coefficient for oral examinations be greater than \nfor written examinations;  \nNmin – the minimum number of students taking examinations, set by the dean after \nhaving consulted with the faculty college, above which the dean may set the \nnumber of additional hours for conducting the examination.  \nThe total number of additional hours for conducting examinations may not exceed 60 \nhours/year for a given acade mic teacher.  \n2a. (applicable from 1 October 2023)  \nThe teaching load of an academic teacher who has a status of the AGH University tutor \nalso includes the hours for educating by means of tutoring:  \n1) within development and science tutoring – 15 hours a se mester for one student,  \n2) within course tutoring – 15 hours a semester for up to three students.  \n3. Academic teachers are entitled to additional remuneration for managing and/or \nsupervising student internship s according to separate provisions. Teaching h ours of \nclasses conducted as part of supervision over student internship s are not to be included \nin the teaching load.  \n4. Decisions whether to include additional hours referred to in item 2 into the academic \nteacher's teaching load are made by the dean of a faculty, according to the rule that \nacademic teachers are required to meet their teaching loads, at least half of which must \nbe met through the teaching assignments referred to in §49(1) ( i.e. the so called “live \nhours”).  \n5. The financial consequences of the  decisions referred to in item 4 should be balanced in \nfaculties’ budgets and funded with faculties’ own revenue.  \n6. The teaching load of academic teachers of the Department of Foreign Languages may \ninclude language classes for students participating in international exchange programmes \nas well as Polish language classes organised at the University and mandated  by the \nRector.  \n7. During illness or other unforeseen  but justified absence of the academic  teacher, \nincluding when classes are cancelled  by the Rector or the dean of a faculty, the teaching \nhours calculated as part of the teaching load which, according to the course schedule, \nwould have been taught during such absence, for the purpose of determ ining the number \n\nPage 30 of 56 \n of teaching hours , are to be considered hours for which the academic teacher has worked \naccording to the schedule.  \nOrder of Settling Hours  \n§ 53 \n1. Calculated hours are inc luded in the teaching load of the  academic teacher in the following \norder:  \n1) hours for teaching classes in the full-time first -cycle and second -cycle studies as well \nas classes for doctoral candidates referred to in § 49(1) (the so -called “live hours ”); \n2) additional hours for full -time studies as referred to in § 52(2);  \n3) hours for teaching and additional hours taught in part -time studies.  \n2. The hours included in the teaching load of academic teachers in  the part-time first -cycle \nand part -time second -cycle studies, as well as classes for doc toral students, must be \nrefinanced from tuition fees paid by students or doctoral candidates.  \nTeaching Classes in Overtime Hours  \n§ 54 \n1. Overtime hours are hours that result from the number of the assigned and actually taught \nteaching hours over the teaching load actually taught, whereas the number of hours of \nthe load is determined for a given position according to §  50 in a given academic year.  \n2. If no overtime hours are scheduled in the teaching load plan and the academic teacher \nbenefits from the reductions referred to in §  51, the number of the teaching hours over \nthe number of the reduction does not constitute overtime hours and is to be considered \nthe number of hours taught in accordance with the teaching load  determined for a given \nposition pursuant to §  50. \n3. Hours credited on account of an absence of the academic teacher referred to in § 50( 9)(2) \nand § 52(7) cannot be used as the basis to calculate the number of overtime hours. In \nsuch cases, the number of ove rtime hours for which the academic teacher is entitled to \nadditional remuneration, determined based on the number of hours taught over the \nteaching load determined for a given position pursuant to §50 in a given academic year, \nis to be reduced by the numbe r of hours credited on account of such absence.  \n4. Academic teachers who benefit from the reduction in the teaching load referred to in §  51 \nand to whom §  50(6 to 8) applies are entitled to remuneration for overtime hours only \nfor courses in excess of the tea ching load determined for a given position pursuant to \n§ 50. \n5. The academic teacher ’ remuneration for overtime hours is determined according to  \nseparate provisions.  \n6. Remuneration for overtime work is determined by using the highest rate for a given \nposition applicable in the period which the settlement of the teaching load concerns, \nsubject to item 7.  \n7. In the event of a change of position during an academic year, the remuneration for \novertime work is determined based on the teaching schedule and using the rates  that \napply to the position in question as at the day on which the classes were actually taught.  \n8. The rate for overtime hours for specific classes is set by the dean of a faculty after having \nconsulted with the faculty college.  \n9. Remuneration for overtime wor k is awarded after having settled the number of hours of \nteaching, determined in accordance with the schedule and pursuant to § 5(9) and §52(7) \nof the Work Regulations, once a year, in the period specified in § 6(3) of the Regulations \ngoverning the Remuner ation of AGH University  Employees, after submitting a complete \nand correct report from a given faculty.  \n10. In special cases, justified by the need to implement a study programme, academic \n\nPage 31 of 56 \n teachers may be required to teach courses in overtime hours, for a number of hours \nthat is no larger than (i ) ¼, – for members of research and teaching staff, and (ii) ½ \nfor members of teaching staff  – of the teaching load determined for a given position \naccording to § 50, and in the case of employment of the academic tea cher during an \nacademic year or in the case of termination of employment relationship before the end \nof an academic year, or in the case of part -time employment  – for a number of hours \nthat is no larger than the teaching load prescribed for such a teacher in the year in \nquestion.  \n11. Academic teachers may be assigned to teach in excess of the number of overtime hours \nspecified in item 10 if they  consent to  such assignment  at their sole discretion  by \na written statement.  \n12. No academic teacher who is pregnant or w ho is raising a child up to the age of four may \nbe employed overtime without their consent . \n13. The maximum permissible number of overtime hours for full -time teachers is 70% of \nthe teaching load determined pursuant to §  50 for a given position as concerns \ncalculation hours for teaching activities referred to in §  49 (1) (the so -called “live \nhours ”), but no more than 100%. The maximum permissible number of overtime hours \nreferred to in the first sentence does not include the hours referred to in § 52(2)(1)(a ) \n(i.e. for supervising a thesis).  \n14. The dean of a faculty (director of a teaching centre) may reduce the permitted number \nof overtime hours referred to in item 13.  \n15. In the case of employment of the academic teacher  after the beginning of an academic \nyear or the termination of the employment relationship before the end of an academic \nyear, the maximum permissible number of overtime hours is determined on the basis \nof the teaching load assigned to the  teacher in the academic year.  \n16. At the request of the dean of a faculty ( or the director of a teaching centre), the Rector \nmay approve overtime teaching by a part -time academic teacher  of up to 50% of their \nnormal teaching load.  \n17. If other academic teachers at a unit fail to comply with their teaching loads, the \nacadem ic teacher may not be assigned overtime teaching hours.  \nSpecific Organisation and Procedure  for Settling Teaching Hours and the Size of \nStudent Groups  \n§ 55 \nThe Rector determines the organisation and the procedure for settling teaching activities \nat faculties and at non -faculty units by way of the Rector's order.  \nChapter III  \nWorking Time of Non -Academic Staff  \n§ 56 \n1. Non-academic staff work under the following working time systems : \n1) basic; \n2) equivalent;  \n3) task-based ; \n4) shortened working week;  \n5) weekend.  \n2. The follo wing working time schedules may be used in each working time system : \n1) flexible ; \n2) individual.  \n\nPage 32 of 56 \n 3. Work in shifts is permitted in each working time system . \n4. The employer  – as part of their rights associated with managing and directing the \nworkplace and with organising the work process at the workplace  – is entitled to \ndetermine the working time system  and working time schedule for a given employee; \nthe employe e must work according to that system  and schedule. Subject to item 5, \na change of the working time system  according to which the employee works does not \nrequire an amendment to the employment contract or the regulations. The change of \nthe working time system and the working time schedule must be made in writing, at \nleast 7 days before the start of the next settlement period.  \n5. The application of the working time systems referred to in item 1(4 and 5) is made \nunder the employment contract  at the employee's req uest. \n6. For employees whose working time is governed by separate provisions, the working \ntime is determined by the Rector at the request of the director of an organisational unit.  \nBasic  System  \n§ 57 \n1. Non-academic staff work unde r the basic working time system  i.e. 8 hours per day and \n40 hours per week. The employees work between 7:30 a.m. and 3:30 p.m., Monday \nthrough Frida y, subject to section 2 and § 68 and § 69  of these regulations. Work in \nexcess of 8 hours per day constitutes overtime.  \n2. If is justified by the teaching, research , or organisational needs of the University, the \ndirector of an organisational unit may schedule the employee's working time differently. \nIn such a case, the total number of days off work in the adopted settlement period must \ncorrespo nd at least to the number of Sundays, holidays , and days off work in an average \nfive-day working week of that period.  \n§ 58 \n1. Members of part -time staff work from Monday to Friday with an equal and proportionate \nnumber of hours. The starting time of work is determined by the director of an \norganisational unit, who must take into account the requests of employees.  \n2. Part-time employ ees may work under an  individual working time schedule th at does not \nnecessarily include  all working days of the week or an equal number of hours of work on \neach day.  \n3. In the cases referred to in item 2, working time schedules are determined by the director  \nof an organisational unit under individual timetables which must cover at least one \nmonth; in doing so, the director must take into account employees’ requests.  \n4. The individual employees’ timetables referred to in item 3 must be forwarded to the unit \nrespo nsible for personnel matters.  \nEquivalent System  \n§ 59 \n1. If justified by the nature of the work and its organisation, the equivalent working time \nsystem  may be applied.  \n2. In justified cases, the equivalent working time system  may be introduced by the Rector  \nat the request of the director of an organisational unit.  \n3. (deleted)  \n4. (deleted)  \n5. Working time schedules for employees working in the equivalent working time system  is \ndetermined by the director of an organisational unit in individual work timetables that \ncover at least one month. The timetable is communicated to the employee at least 7 days \nbefore the beginning of the month the relevant timetable concerns.  \n\nPage 33 of 56 \n 6. The timetable referred to in item 5 must be forwarded to the unit responsible for \npersonnel  matters . \n§ 60 \n1. For employees employed in the guarding of property or protection of persons (in \nparticular  doorkeepers , guards, receptionists, property protection inspectors, etc.), \na system of equivalent working time is implemented, in which it is permissible to extend  \nthe daily working time, but not more than by 12 hours, in a settlement period not \nexceeding 1 month. The extended daily working time is balanced by a shorter daily \nworking time on certain days or by  way of granting  days off.  \n2. The basic working time schedul e for security guards is 12 working hours; working hours \nfrom 7 a .m. to 7 p .m. or from 7 p .m. to 7 a .m. the following day.  \n3. If justified by organisational needs, the director of an organisational unit may set \na different working time schedule for the employ ee. \n4. In the working time schedule referred to in item 3 ( flexible  working schedule), repeated \nwork during the same day does not constitute overtime.  \n§ 61 \nIn the case of work that involves supervision of equipment or work that involves a partial \nstandby duty , the equivalent working time system  may be used, where it is permissible to \nextend the daily working time, but for no more than 16 hours in a settlement period no \nlonger than one month. In this working time system  the employee is entitled, immediately \nas of the end of each period of work in the extended daily working time, to rest for a time \ncorresponding to at least the number of hours they have worked for, irrespective of the \nweekly rest.  \n§ 62 \nFor employees emplo yed at the AGH University  Swimming Pool, the equivalent working time \nsystem  is introduced for particular employee groups (as may become necessary); under the \nsystem  it is possible to extend the daily working time, but by no more than 12 hours, in a \nsettlem ent period no longer than one month. The extended daily working time is balanced \nby a shorter daily working time on certain days or by  granting  days off.  \n§ 63 \n1. For library emplo yees, it is possible to apply  the flexible  working time schedule in the \nequivalent working time system ; under the schedule, daily working hours may be \nextended, but by no more than 12 hours, in a settlement period no longer than 1 month.  \n2. Work begins between 6:30 a .m. and 1:00 p .m. and ends between  1:30 p .m. and 8:00 \np.m. \n3. Individual decisions on working time schedules are made by the director of an \norganisational unit.  \n4. The application of the flexible  working time schedule may not, in particular, violate the \nprovisions on daily and weekly rest and ma y not lead to overtime hours. Repeated work \nduring the same day does not constitute overtime.  \n§ 64 \nFor employees employed at the AGH University  “Sienkiewiczówka” Guest House, the \nequivalent working time system  is introduced; under the system  it is possible to extend the \ndaily working time, but by no more than 12 hours, in a settlement period no longer than \none month. The extended daily working time is balanced by a shorter daily working time on \ncertain days or by  granting  days off.  \nTask -Based  System  \n§ 65 \n1. In cases justified by the type of work or its organisation or the workplace, the Rector, at \n\nPage 34 of 56 \n the request of the director of an organisational unit, may introduce a task -based  working \ntime system . \n2. The task -based  working time system  may be used , in particular , in organisational units \nand with regard to positions where it is not possible or reasonable to determine in \nadvance the time and place of work or permanent duties performed on a regular basis in \nan organised manner, as well as in cases wher e the performance of assigned tasks does \nnot require working at the workplace.  \n3. The employer, in consultation with the employee, determines the time necessary to \nperform the assigned tasks, while taking into account the length of working time resulting \nfrom the standards set out in § 40(2) of these regulations.  \nShortened Working Week System  \n§ 66 \n1. If requested in writing by the employee, the shortened working week system  may be \napplied to them. In this system , it is permissible for the employee to work for fewer  than \n5 days during the week, with the simultaneous extension of the daily working time, but \nby no more than 12 hours, in a settlement period no longer than one month.  \n2. (deleted)  \nWeekend Working System  \n§ 67 \n1. If requested in writing by the employee, the weekend working time system  may be \napplied to them, where the employee works on Fridays, Saturdays, Sundays , and on \nholidays. In this system, it is permissible to extend the daily working time, although  by \nno more than 12 hours, in a settlement period no longer than on e month.  \n2. (deleted)  \nFlexible  Working Time  Schedule  \n§ 68 \n1. A working time schedule may set out  different starting times on days which, according to \nthe schedule, are working days for the employees.  \n2. In cases justified by the teaching, research , or organisational needs of the University, \nthe time of starting and finishing work may be individually determined for the employee \nby the director of an organisational unit.  \n3. A flexible  working time schedule may also be introduced at the written request of  the \nemployee.  \n4. A working time schedule may set out  a period within which the employee decides the \ntime when they start work on a day which, according to the schedule, is a working day \nfor the employee.  \n5. In the working time schedules referred to in items 2 t o 4, repeated performance of work \nduring the same day does not constitute overtime.  \nIndividual Working Time Schedule  \n§ 69 \nAt the written request of the employee, the director of an organisational unit may establish \nan individual working time schedule withi n the working time system  that applies to the \nemployee.  \nParticular protection  \n§ 69a \nIn the equivalent system , continuous working system , shortened working week system , \nweekend working system , the working time of:  \n\nPage 35 of 56 \n 1) employees in workplaces where the maximum permissible concentrations and \nintensities of factors harmful to health are exceeded,  \n2) pregnant employees,  \n3) employees caring for a child under four years of age, without the employee's consent,  \n– shall not exceed 8 hours. The employee retains t he right to the remuneration for the time \nnot worked due to the reduction of their working hours.  \nNight Work  \n§ 70 \n1. Night -time lasts for 8 hours  – from 11:00 p.m. to 7:00 a.m.  \n2. An employee whose working time schedule includes at least 3 hours of night work each \nday, or whose at least 1/4 of working time in a given settlement period is in the night -\ntime, is considered to be a night employee.  \n3. A person with a disability must not be employed during night-time. \n4. The provisions of item 3 do not apply to persons emp loyed as guards or where, at the \nrequest of the person employed, the physician who carries out employees’ health \nexaminations gives their approval.  \n5. Pregnant women must not be employed during night-time. \n6. The employer  – if they employ a night employee  – must, for the duration of pregnancy, \nchange the working time schedule in such a way as to make it possible to work outside \nnight-time or – if this is impossible or inexpedient  – transfer the employee to another \nposition that does not require work during night-time. If no such possibilities are \navailable, the employer must release the employee from work for the time necessary.  \n7. The working time of a night employee may not exceed 8 hours per day if they perform  \nwork that is particularly hazardous or involves a gre at deal of physical or mental effort.  \n8. The provision of item 7 does not apply to:  \n1) employees who manage the workplace on behalf of the employer;  \n2) cases where it is necessary to carry out an emergency operation to protect human life \nor health, to protect property or the environment , or to remove a malfunction . \n9. The possibility of carrying out the work referred to in item 7 should be included in the \nemployee's risk assessment sheet.  \nChapter IV  \nCertain Working Time Entitlements Related to Parenthood and Pregnant and \nBreastfeeding Women  \n§ 71 \n1. The employer must consider a request made in writing or elec tronically to perform work \nin an interrupted working time system  and/or flexible  or individual working time \nschedule:  \n1) of either an employee who is a spouse or  an employee who is a parent of a child in \nthe prenatal stage, in the case of a complicated pregnancy;  \n2) of an employee who is a parent of a child holding the certificate referred to in Article \n4(3) of the Act on Support for Pregnant Women and Families \"For Life\" of 4 November \n2016;  \n3) of an employee who is a parent:  \na) of a child who holds a disability certificate or a certificate of moderate or severe \ndisability referred to in the provisions on vocational and so cial rehabilitation and \nemployment of persons with disabilities; and  \nb) of a child who has been evaluated as requiring early childhood development \n\nPage 36 of 56 \n support, holds a certificate on the need for special education or a certificate on the \nneed for revalidation and  education classes referred to in the provisions of the Law \non School Education of 14 December 2016.  \n2. The employer may refuse the request referred to in item 1 if granting the request is not \npossible due to the work organisation or the type of the employee' s work. The employer \ninforms the employee in writing or electronically of the reason for refusing the request.  \n3. The employer is obliged to accept the request referred to in item 1(2 and 3) of a pregnant \nemployee and an employee caring for a child up to the age of four to work remotely  \nunless it is not possible due to the work organisation or the type of the employee's work. \nThe employer informs the employee in writing or electronically of the reason for refusing \nthe request no longer than 7 work ing days foll owing the request.  \n4. The provisions of items 1 -3 apply to employees referred to in item 1(2 and 3) also after \nthe children reach  the age of 18.  \n§ 71a  \n1. The employee raising a child under 8 years old may make a request in writing or \nelectronically to use the flexible organisation of work. The request shall be made no longer \nthan 21 days prior to the beginning of the flexible organisation of work.  \n2. Th e flexible organisation of work, referred to in item 1, is understood as remote work, \ninterrupted  working time system , shortened working week system , weekend working  \nsystem , or interrupted  and/or individual working time schedule, as well as the reduction \nof working hours.  \n3. In the request, the employee shall specify the following:  \n1) the child’s name and surname and the date of birth;  \n2) the reason for using the flexible organisation of work;  \n3) the start and end date of the use of the flexible organisation of work;  \n4) the type of the flexible organisation of work which the employee plans to use.  \n4. The employer shall examine the request taking into account the needs of the employee, \nincluding the time and the reason for the need t o use the flexible organisation of work, \nbut also the needs and possibilities of the employer, including the need to ensure the \nnormal cours e of work, organisation of work  and/or the type of work performed by the \nemployee.  \n5. The employer informs the emplo yee in writing or electronically on granting the request, \nor on the reason for refusing the request, or about another possible time for using the \nflexible organisation of work other than that indicated in the request, no longer than 7 \ndays following the re ceipt of the request.  \n6. The employee using the flexible organisation of work, referred to in item 1, may at any \ntime request in writing or electronically to return to the previous organisation of work \nbefore the deadline referred to in item 3(3), when it is justified by a change of \ncircumstances that were the basis for the employee's use of the flexible organisation of \nwork. After considering the request, taking into account the circumstances referred to in \nitem 4, the employer shall inform the employee in  writing or electronically about granting \nthe request, or on the reason for refusing the request, or about the possible time of the \nreturn to work, no longer than 7 days following the receipt of the request.  \n§ 71b  \n1. The working time of a pregnant employee  must not exceed 8 hours per day.  \n2. A pregnant employee must not be employed for overtime and during night -time.  \n3. A pregnant academic teacher must not be employed for overtime without their consent.  \n4. A pregnant employee must not be delegated outsid e the regular place of work and \nemployed in an interrupted working time system  without their consent.  \n5. The time spent working with a screen monitor of a pregnant employee must not exceed \n50 minutes at a time, followed by a break of at least 10 minutes in cluded in the working \ntime. \n6. The employer must grant a pregnant employee leave from work for medical examinations \nordered by a physician that are to be carried out in connection with pregnancy if these \n\nPage 37 of 56 \n examinations cannot be carried out outside working h ours. The employee is entitled to \nremuneration for the time they are absent at work for this reason . \n7. Pregnancy must be confirmed by a medical certificate.  \n8. Entitlements (privileges) referred to in item 1, 2, and 5 are absolute. The employer is \nobliged to comply with them from the moment of the submission of the medical certificate \nreferred to in item 7.  \n9. An employee who is breastfeeding is entitled to t wo half -hour breaks included in their \nworking time. An employee who is breastfeeding more than one child is entitled to two \nbreaks of 45 minutes each. Breastfeeding breaks may be taken jointly at the request of \nthe employee. Employees who work for less tha n 4 hours a day are not entitled to \nbreastfeeding breaks. If the employee works for less than 6 hours a day, such an \nemployee is entitled to one breastfeeding break. Breastfeeding breaks are granted at the \nrequest of the employee based on the employee’s st atement that they are breastfeeding \na child. At the employer's request, the employee must document this fact with a proper \nmedical certificate.  \n10. The working time of employees caring for a child under four years of age must not exceed \n8 hours, without the employee's consent.  \n11. An academic teacher raising a child under  four years of age  must not be employed \novertime without their consent.  \n12. An employee caring for a child under eight years of age may be employed for overtime, \nduring night -time, in a interrupted  working time system , and delegated ou tside the \nregular place of work  only with the employee's consent.  \n13. An employee raising at least one child under 14 years of age is entitled to 16 hours or 2 \ndays off work per calendar year, with pay. Leave s from work are granted pursuant to \n§ 32 of the Work Regulations.  \n14. If both parents or guardians are employed, the entitlements referred to in items 10, 12, \nand 13 may be exercised by one of them.  \n15. The employee shall submit a statement on using the en titlements referred to in items 10 -\n13. The employee may do that in relation to some of the entitlements or to all of them \ncollectively. The employee may submit the statement on temporary use of given \nentitlements or on specific days etc.  \nSECTION IV \nPAYMENT  OF REMUNERATION  \n§ 72 \n1. Employees are entitled to remuneration for work in accordance with current legislation.  \n2. Remuneration is due for the work performed . For the time in which the employee is not \nworking, the employee retains the right to remuneration only if so provided for  under the \nlaw. \n3. Employees may not waive their right to remuneration.  \n§ 73 \nAcademic teachers are paid their basic salary, seniority allowance, function allowa nce, and \ntask allowance once a month in advance on the first working day of a given month. Other \nremuneration components are paid in arrears, after settling work and/or tasks.  \n§ 74 \n1. Remunerations of non -academic staff members are paid once a month in arrear s, as \nfollows : \n1) on the 27th day of the month for the month in question for the staff employed as \nservice staff and drivers;  \n2) on the 29th day of the month for the month in question for the staff employed on \nlibrary, scientific  and technical, engineering and technical, administrative , and \neconomic positions;  \n3) on the 10th of the month for the previous month for employees employed as workers \n\nPage 38 of 56 \n and doorkeepers . \n2. If the fixed day for payment of remuneration to non -academ ic staff is a public holiday, \nthe remuneration m ust be paid on the preceding day.  \n§ 75 \n1. Payment of remuneration is made to the bank account specified by the employee unless  \nthe employee requests payment in cash. The employer is not liable for delays resulting \nfrom an incorrect bank account number provided by the employee.  \n2. Payment of remuneration in cash is made under the Autopayment  service after the \nemployee has produced an identity document (ID card/passport) at the Bank Pekao S.A. \nbranch at Al. Mickiewicza 30  (Kraków) . Payment of remuneration  under the Autopayment  \nservice may also be made at the Bank Pekao S.A. branch at ul. Pijarska  (Kraków)  during \nits working hours. Payment of remuneration under the Autopayment  service is free of \ncharge; the employee does not incur any charges  on that accoun t. \nSECTION V  \nWORKING DISCIPLINE  \nChapter I  \nEmployees' Disciplinary Liability  \n§ 76 \n1. For employee's failure to comply with the established organisation and order of the work \nprocess, occupational health and safety  provisions, fire protection provisions, as well as \nthe accepted method of confirming arrival and presence at work and justifying absence \nfrom work, the employer may punish the employee with:  \n1) a warning,  \n2) a reprimand.  \n2. A fine may be imposed on the employee pu rsuant to Article 108 §(3) of the Labour Code \nfor: \n1) failure to comply with occupational health and safety  or fire protection provisions;  \n2) abandoning  work without justification ; \n3) turning up for work intoxicated or under the influence of drugs;  \n4) consuming alcohol or taking intoxicants while at work.  \n3. Proceeds from fines are used to improve health and safety conditions.  \n4. The penalties set out  in items 1 and 2 may not be imposed after two weeks from \nreceiving information that the employee has violated their dut ies and after three months \nfrom the moment on which the employee has committed said violation . \n5. The penalty may only be applied after the employee has been heard.  \n6. If it is impossible to hear the employee because they are absent from work, the two -\nweek perio d referred to in item 4 does not start and is suspended until the employee \nreturns to work.  \n7. Penalties are imposed by the Rector on their own initiative or at the request of the \ndirector of an organisational unit.  \n8. The employer must notify the employee in wr iting of the penalty imposed, indicating \nthe type of violation of the employee's duties and the date on which the employee \ncommitted the violation, and informing the employee of the right to object and the time \nlimit for doing so. A copy of the notice must  be filed in the employee's personal file.  \n9. The penalty is considered non-existent  and the copy of the penalty notice is removed \nfrom the employee's personal file after one year of impeccable work. The employer may, \n\nPage 39 of 56 \n on their own initiative or at the request of the union organisation representing the \nemployee, consider the penalty non-existent  before that time limit expires.  \n10. Academic teachers are subject to additional disciplinary liability for disciplinary offences \nthat constitute acts in breach of the duties of academic teachers or a violation of the \ndignity of the profession of an academic teacher pursuant to the Act.  \nChapter II  \nEmployees' Financial Liability  \n§ 77 \n1. An employee who, as a result of their failure to perform or improper performance of \ntheir employment duties through their own fault, caused damage to the employer, is \nfinancially liable according to the provisions of the Labour Code.  \n2. The amount of compensation is determined as the amount of the damage ca used, but \nthis amount may not exceed the amount of three months' salary to which the employee \nwas entitled at the date the damage  occurred . \n3. If the employee has intentionally caused damage, they must compensate for the full \namount of the damage.  \n§ 78 \n1. The em ployee may  be made responsible for:  \n1) money, securities , or valuables;  \n2) tools and instruments or similar items, as well as personal protective equipment and \nworkwear and footwear ; \n3) other employer's property;  \n– subject to a duty to  return such property or account for that property.  \n2. According to the provisions of the Labour Code, employees may accept joint financial \nliability for the property they have been entrusted with, including the obligation to \naccount for it. The basis under which the property may be entrusted jointly is an \nagreement on joint financial liability, concluded by employees with the employer in \nwriting under pain of  invalid ity. \n3. In the case referred to in item 1, the employee is liable for the full amount of the damage \nsuffered.  \nChapter III  \nCompliance with the Sobriety Obligation and Prohibition of the Use of Narcotic  \nDrugs  and Other Intoxicants or Psychotropic Substances  \n§ 79 \n1. Arriving at work  under the influence of alcohol  or con suming alcohol while at work  \nconstitutes a  serious violation of employee’s  duties.  \n2. Showing up for work under the influence of narcotic  drugs , or other intoxicants , or \npsychotropic substances  or using them while at work, constitutes a serious violation of \nemployees’ duties.  \n3. The prohibition referred  to in item 2 does not apply to medicine or other medical products \nprescribed by a physician, nurse , or midwife, provided that their use does not exceed the \nprescribed dose. Employees who take medication or other medical products must be \naware of any side -effects of such products, which may affect the performance of their \nduties.  \n4. Apart from the provisions of the work regulations, the provisions on upbringing in sobriety \nand counteracting alcoholism, as well as the provisions on counteracting drug addiction \napply to the matters referred to in items 1 and 2.  \n\nPage 40 of 56 \n § 80 \nEmployee’s  supervisors must prevent employees who violate the prohibitions set out in §  79 \n(1 and 2) from working and remaining on the premises of the University.  \n§ 81 \n1. The basis for the decision not t o allow the employee to work, with the consequences \nresultin g from the Labour Code and the present  regulations, is a justified suspicion arising \nfrom the appearance, smell (odour) , or behaviour of the employee that they are under \nthe influence of alcohol o r other substances referred to in § 79(2). The circumstances \nforming the basis for such a decision must be made known to the employee.  \n2. At the request of the employee, the employer must allow a sobriety test to be carried out \nby the employer's own technical  means or by the police. The employee should be escorted  \nto the police  station . \n3. If the employee in question makes no such request, the supervisor (or an authorised \nemployee) with the consent of the Rector (or the Chancellor acting in this respect under \nthe authority of the Rector) must call the police to carry out a test of whether the \nemployee is under the influence of other substances referred to in § 79(2).  \n4. The police should only be called if the appearance, smell , or behaviour ( e.g. slurred \nspeech, unst eady gait) of the employee gives rise to any doubt as to whether they are \nunder the influence of alcohol. If there is no doubt, the drawing up of a report is sufficient.  \n5. If there is a justified suspicion that the employee is under the influence of substances \nreferred to in § 79(2), the police must be called  in. \n6. The costs of the tests referred to in items 2 to 5 are borne as follows : \n1) if the result is negative  – by the employer,  \n2) if the result is positive  – by the employee.  \n7. The activities referred to in items from 1 to 3 must be described in a report that is to be \ndrawn up by the employee's supervisor, with a witness present. The report must be made \navailable to the employee so the employee can read it and sign it. Th e report must \ninclude, in particular:  \n1) the name of the person reporting the violation of the prohibitions referred to in § 79(1 \nand 2);  \n2) the personal data of the employee and a description of how and under what \ncircumstances the employee violated the prohibi tions;  \n3) an indication of the evidence, including the results of the tests, referred to in items 2 \nand 3;  \n4) the date on which the report is drawn up and the signatures of the person drawing up \nthe report and of the witnesses and the employee concerned.  \n8. If the employee concerned refuses to sign the report or if their state renders them unable \nto do so, this must be mentioned in the report.  \n9. The report must be drawn up without any delay and submitted to the unit competent for \nhuman resources and a copy of t he report must be served on the employee.  \nSECTION VI  \nOCCUPATIONAL HEALTH AND SAFETY  AND FIRE PROTECTION  \nChapter I  \nEmployer's Rights and Obligations as regards Occupational Health and S afety  and \nFire Protection  \n\nPage 41 of 56 \n § 82 \n1. The employer and employees must strictly comply with the rules and principles of \noccupational health and safety  and fire protection.  \n2. The employer must protect the health and life of employees by ensuring safe and hygienic \nworking conditions with appropriate use of scientific and technical measures. In \nparticular, the employer must:  \n1) organise work in such a way as to ensure safe and hygienic working conditions and \ndefine the main courses of action insofar as occupational health and safety  is \nconcern ed; \n2) ensure that the occupational health and safety  rules and provisions are observed at \nthe workplace, issue orders to rectify deficiencies in this respect , and monitor the \nexecution of these orders;  \n3) respond to occupational health and safety  needs and adapt the measures taken to \nimprove the existing level of protection of the health and safety of employees, taking \ninto account the changing conditions of work;  \n4) analyse the circumstances and causes of work -related accidents and ensure the \ndevelo pment of a coherent policy for preventing accidents at work and occupational \ndiseases, taking into account technical matters, organisation of work, working \nconditions, social relations , and the influence of factors in the working environment;  \n5) when taking p reventive measures, take into account the protection of the health of \njuvenile, pregnant , or breastfeeding employees and employees with disabilities;  \n6) ensure the implementation of orders, addresses, decisions and provisions issued by \nthe supervisory authori ties for working conditions and ensure the implementation of \nthe recommendations of the community labour inspector;  \n7) analyse and identify risks to health and life and assess and document the risk \nassociated with work at the University, resulting from the fu lfilment of the University's \ntasks, and take preventive measures to reduce this risk, and co -operate with bodies \ncompetent in matters of occupational health and safety  and trade unions that \nrepresent University employees.  \n3. As part of their obligation to ens ure safe and hygienic working conditions at the \nUniversity, the employer must ensure:  \n1) that the following are displayed in the University's buildings, in clearly visible locations:  \n(a) information on the safe and hygienic use of the premises of the University and its \ntechnical equipment, and on the course of action in the event of an accident or \nemergency ; \n(b) plans for the evacuation of persons from university buildings and the mark ing of \nescape routes;  \n2) that the information referred to in point 1(a) and the following information is published \non the University’s website:  \na) information on the course of action in cases of imminent danger to health or life, \nincluding in particular the U niversity's emergency telephone number and the e -mail \naddress to which information about such dangers must be reported;  \n(b) information on the manner in which the risk to health or life that has been reported \nor identified is documented, and how the risk s hould be removed or what are the \nactions taken to prevent it.  \n\nPage 42 of 56 \n 4. The employer must provide employees – free of any charge – in particular with:  \n1) appropriate hygiene and sanitary facilities and necessary means for personal hygiene;  \n2) personal protective equipment against factors that are hazardous and damaging to \nhealth, which are present in the working environment;  \n3) workwear and protective clothing, meeting the requirements of Polish Norms, if:  \n(a) employees’ own clothing may be damaged or significant ly soiled;  \n(b) it is necessary for technological, sanitary, or occupational health and safety  \nreasons.  \n5. The employer may determine the positions and/or types of work in which it is permissible \nfor employees to use, with their consent, their own workwear and footwear that meet the \nrequirements of occupational health and safety .  \n6. Pursuant to the provisio ns of item 5, an employee who uses their own workwear and \nfootwear must be paid by the employer a cash equivalent in the amount determined \nbased on the current prices.  \n7. Rules for the allocation of personal protective equipment as well as workwear and \nfootwear, standards for their allocation, methods for keeping records, and also the list of \npositions and/or types of work in which it is permissible for employees to use their own \nworkwear and footwear, with regard to item 8, must be determined by the Rector  in \na separate order.  \n8. The standards for the allocation of the resources referred to in item 4(2 and 3) as well as \nthe amount of the equivalent referred to in item 6 must be determined by the employer \nin a separate agreement with the University union organisations.  \n9. The employer must not allow the employee to work without:  \n1) a current medical certificate stating that there are no contraindications for work in \na specific position under the working conditions described in the referral for the \nmedical examination,  \n2) required qualifications and/or necessary skills, and also sufficient knowledge on the \noccupational health and safety regulations, including a valid occupational health and \nsafety training,  \n3) equipping the employee with personal protective equipment as well as workwear and \nfootwear determined for the position.  \n§ 83 \n1. The employer must provide employees with information on:  \n1) threats to health and life that occur in the workplace, at individual workplaces , and \nduring the work, including the ru les of conduct in case of accidents and other situations \nthreatening the health and life of employees;  \n2) the protective and preventive action taken to eliminate or reduce the risks referred to \nin point 1;  \n3) employees designated to:  \n(a) provide first aid;  \n(b) carry out firefighting  operations and evacuation of employees.  \n2. The information on employees referred to in § 1(3) must include:  \n1) name and surname;  \n2) place of work;  \n3) professional telephone number or other means of electronic communication.  \n3. The employer must ensure communication with external services, especially with those \nspecialised in emergency first aid, medical rescue , and fire protection.  \n\nPage 43 of 56 \n § 84 \nThe Employer must perform and ensure that other duties that concern occupational health \nand safet y – as defined in separate provisions  – are fulfilled at the University, including the \nprovisions of Section X of the Labour Code and the regulation of the minister competent for \nhigher education and science  issued under Article 51(2) of the Act.  \nChapter II \nEmployees’ Rights and Obligations as regards Occupational Health and S afety  \nand Fire Protection  \n§ 85 \n1. Each new employee must receive initial training in occupational health and safety  and fire \nprotection (with the exclusion of the situation referred to in § 2(2373) of the Labour Code) \nincluding:  \n1) general instruction,  \n2) job-specific instruction and learning about occupational risks involved in their work \nand the rules on the  protect ion against these risks  (occupational risk assessment ),  \n3) and training in fire protection.  \n2. The employee must confirm in writing that they have undergone the training and \ninstruction referred to in item 1 by signing applicable statements (according to the \ntemplate applicable at the University).  \n3. It is prohibited to commence work without the training and instruction referred to in item \n1. \n4. Employees must undergo periodic training in occupational health and safety , the \nfrequency and duration of which is to be determined by the employer in consultation with \nthe University unions.  \n5. Employees must undergo initial, periodic, and review examinations, as well as other \nprescribed medical examinations and adhere to medical indications .  \n \n§ 86 \n1. Compliance with the provisions and rules of occupational health and safety  and fire \nprotection is the primary obligation of each employee; in particular, employees must:  \n1) know the provisions and principles of occupational health and safety  and fire \nprotection, participate in training and instruction in this area , and undergo the required \nverification examinations;  \n2) work in accordance with the provisions of occupational health and safety  and fire \nprotection, as well as comply with the orders and instructions issued in this respect, \nincluding the instructions and orders concerning occupational health and safety  and \nfire protection that apply at the workplace;  \n3) ensure that equipment and inst rumentation are in good condition and that the \nworkplace is kept in order and tidy;  \n4) use the protective clothing and workwear and personal protection equipment assigned \nto them and according to the purpose of that equipment;  \n5) undergo an initial, periodic , and review medical examination and to comply with any \nmedical advice given;  \n6) immediately notify their superior of any occupational accident or threat to human life \nor health which they observe at the University;  \n7) co-operate with their superiors to fulfil their  duties that concern occupational health \nand safety  and fire protection.  \n2. Employees have the right to:  \n1) refrain from work  while immediately notifying thereof their immediate superior if the \nwork conditions do not comply with the provisions of occupational  health and safety  \n\nPage 44 of 56 \n or fire protection provisions and pose a direct threat to the health or life of employees, \nor if the work performed by them poses such a threat to other persons;  \n2) move away from the place of danger while immediately notifying the immed iate \nsuperior if refraining from work does not remove the danger;  \n3) remuneration for the time spent away from work or away from the place of danger in \nthe situations referred to in points 1 and 2;  \n4) refrain, after notifying their superior, from work that requi res particu lar mental and \nphysical fitness  if their mental and physical condition does not ensure safe \nperformance of work and endangers others.  \n3. The employer has the right to impose a fine on the employee for failure to comply with \nobligations relating to the maintenance of occupational health and safety  and fire \nprotection.  \nSECTION VII  \nWORK FORBIDDEN TO WOMEN, PREGNANT  WOMEN , AND BREASTFEEDING \nWOMEN  \n§ 87 \nConsidering the applicable labour law provisions, a list of tasks that may not be performed \nby women is  hereby determined and included in Appendix 2 to these regulations.  \n§ 88 \n1. (deleted)  \n2. (deleted)  \n3. Pregnant women may not perform strenuous, hazardous , or harmful work that may have \nan adverse effect on their health or the course of their pregnancy, as defined in the \nRegulation of the Council of Ministers issued pursuant to Article 176(2) of the Labour \nCode.  \n4. The current list of work s referred to in item 3 is set out in Appendix 2 to these regulations.  \n5. An employer who employs a pregnant employee to work on tasks listed in the provisions \nissued pursuant to Article 176(2) of the Labour Code, which is forbidden to such \nan employee regardless of the degree of their exposure to factors harmful to health or \ndangerous, must transfer the employee to other work, and if this is impossible, the \nemployer must release the employee from the obligation to work for the time necessary.  \n6. An employer who employs a pregnant emp loyee in other work specified in the provisions \nissued pursuant to Article 176(2) must adapt the working conditions to the requirements \nspecified in these provisions or reduce the working time in such a way as to eliminate \nrisks to the health or safety of the employee. If it is impossible or inexpedient to adjust \nthe working conditions at the current position or to reduce the working time, the employer \nmust transfer the employee to perform other tasks, and in the absence of such \na possibility, the employer must release the employee for from the obligation to work the \ntime necessary.  \n7. The provision of item 6 applies  accordingly to the employer in the event that health \ncontraindications to the current work of a pregnant employee are determined under \na medical certificate.  \n8. (deleted)  \n9. Pregnancy must be confirmed by a medical certificate.  \n§ 89 \n1. Women who are breastfeeding may not perform strenuous, hazardous , or harmful work , \nthat may have an adverse effect on their health or on breastfeeding , specified in the \nRegul ation of the Council of Ministers issued pursuant to Article 176(2) of the Labour \n\nPage 45 of 56 \n Code.  \n2. The current list of tasks that are prohibited for women and the list of tasks referred to in \nitem 1 is set out in Appendix 2 to these regulations.  \n3. § 88(5 to 7) of the regulations apply accordingly to employees who are breastfeeding.  \n4. (deleted)  \n5. (deleted)  \nSECTION VIIa  \nJUVENILE EMPLOYEES  \n§ 90 \n1. Juvenile  employees must not  be employed at the University.  \n2. In connection with the provision of item 1, the list of tasks prohibited to juvenile \nemployees, the type of work and the list of tasks permitted to juvenile employees to \nundergo a vocational training , and the list of light duty tasks permitted to juvenile \nemployees employed for purposes other than undergoing a vocati onal training are not \nincluded in the Regulations.  \nSECTION VIII  \nCOUNTER ACTING  DISCRIMINATION AND MOBBING  \nChapter I  \nAnti-Discrimination and Anti -Mobbing Policy  \n§ 91 \n1. Relations between the employer and employees are based on mutual respect and \ntolerance and respect for personal dignity.  \n2. Decisions taken by the employer, in particular with regard to employment, promotion, \ntraining , and remuneration, must be motivated primarily by an unbiased assessment of \nthe employee's performance, skills , and competences, as well as their work experience \nand qualifications.  \n3. The employer does not accept discrimination, mobbing , or any other form of psychological \nor physical violence.  \n4. Acts or behaviours that fulfil the characteristics of discrimination or harassment as set \nout in labour law and other legislation are prohibited.  \n5. It is prohibited to take advantage of a privileged professional position in the relationship \nbetween a superior  and an employee, in a manner contrary to labour law.  \n6. All cases of discrimination and harassme nt must be especially condemned, particularly in \nthe academic environment and with regard to all members of the University community.  \n7. Everyone must respond appropriately to and counteract any perceived discrimination or \nharassment taking place at the Unive rsity. \n8. Creating situations that encourage discrimination or harassment or acts of discrimination \nor harassment are considered a serious violation of primary employee obligations.  \n9. Employees who consider that they have experienced any form of discrimination or \nharassment are entitled to report it to the employer by a written notice.  \n10. The submission of the notice must not be the basis for unfavourable treatment of the \ncomplainant; it must also not result in any negative consequences for the complainant. \nThe emp loyer must ensure that they provide the person who is a victim of discrimination \nor harassment with all necessary support.  \n\nPage 46 of 56 \n Chapter II  \nObligation of Equal Treatment in Employment  \n§ 92 \n1. Any discrimination in employment, whether direct or indirect, in particular on grounds of \nsex, age, disability, race, religion, nationality, political opinion, union membership, ethnic \norigin, religion, sexual orientation, employment for a definite or indefinite period, full -\ntime or part -time employment, is unacceptable . \n2. Employees must be treated equally in terms of:  \n1) conclusion and termination of the employment relationship;  \n2) conditions of employment;  \n3) promotion;  \n4) access to training to improve professional qualifications.  \n3. Equal treatment in employment means the prohib ition of discrimination in any way, \ndirectly or indirectly, on the grounds set out above.  \n4. Equal treatment in employment is regulated by Chapter II A, Section I of the Labour \nCode. The above provisions are available in the unit responsible for hum an resources . \nThe Labour Code is also available in the LEX legal information system, 24 hours a day on \nthe AGH University  home page under the employees/documents tab.  \n5. An employee who believes that they have been discriminated against in employment \nshould notify the Rector. The notification must be made in writing.  \n6. In such case, the Rector must appoint an ad hoc  team to investigate the employee's \ncomplaint or refer the matter to the committee responsible for employee affairs for \nconsideration.  \n7. The committee  must submit to the Rector a report on the proceedings it has conducted \ntogether with its conclusions.  \n8. If a complaint is found justified, the Rector must take appropriate action to redress the \ndamage suffered by the employee and to prevent similar practice s from occurring in the \nfuture (including disciplinary measures against those guilty of discrimination).  \nChapter III \nCounter acting  Mobbing  \n§ 93 \n1. Mobbing is defined as actions or behaviour s concerning an employee or directed against \nan employee, consisting in persistent and prolonged harassment or intimidation of \nan employee, causing an employee's lowered perception of their professional suitability, \ncausing or intended to cause humiliation or ridicule of an employee, isolating them or \neliminating them from their team of colleagues.  \n2. The employer will not tolerate any action or behaviour that constitutes mobbing.  \n3. Any employee who believes that they have been subjected to mobbing should file \na written complaint to the Rector. The complaint must include a statem ent of the facts, \nthe time and place of the events, evidence to support the circumstances cited , and \nidentification of the perpetrator(s).  \n4. The Rector must either appoint a committee to investigate the employee's complaint or \nrefer the matter to the committ ee responsible for employee affairs. The committee must \nact with respect for the personal rights of the persons concerned.  \n5. After hearing the explanations of the aggrieved employee and the alleged perpetrator(s) \nand after conducting an inquiry into the evid ence, the committee makes findings on the \nmerits of the complaint under consideration.  \n6. The committee submits a report on the conducted proceedings to the Rector.  \n\nPage 47 of 56 \n 7. If the complaint is found to be justified, the Rector:  \n1) may initiate procedures to disciplin arily punish  the perpetrator(s) and, in flagrant \ncases, to terminate the employment relationship without notice;  \n2) may, where possible, transfer the aggrieved employee, at their request or with their \nconsent, to another post or place of work;  \n3) must take all a ppropriate measures to prevent the occurrence of similar practices in \nthe future.  \nSECTION IX  \nTRANSITIONAL AND FINAL PROVISIONS  \n§ 94 \n1. Until 30 September 2020, the mandatory working time for qualified librarians and \nqualified scientific documentation and information employees is 36 hours per week.  \n2. Specific duties of academic teachers, qualified librarians , and qualified scientific \ndocumentation and information employees for the period up to 30 September 2020 are \nspecified in the provisions that apply to th is group of employees as at 30 September \n2019.  \n3. Until 30 September 2020, the mandatory working hours of library employees and \nscientific documentation and information employe es employed in the positions of library \ncustodian , senior librarian , and senior doc umentalist with whom the employment \nrelationship was concluded before 1 October 2019 is 36 hours per week.  \n§ 95 \nIn the academic year 2019/2020, lectures may only be given by an academic teacher with \nat least the degree of doktor  or by an academic teacher w ho as of 30 September 2019 was \nemployed as a senior lecturer or lecturer.  \n§ 96 \n1. Upon these Regulations enter ing into force, Order 30/2007 of the Rector of the AGH  \nUniversity  in Krakow of 10 July 2007 (as amended) on the Work Regulations applicable \nat AGH University  in Krakow is repealed.  \n2. These regulations start to apply as of 1 October 2019, with the exception of § 17(1) in \nthe part concerning the confirmation of the time of leaving the workplace, which starts \nto apply as of 1 Janua ry 2020.\n\nPage 48 of 56 \n Appendix 1 to the Work Regulations  \nObjectives, scope , and application of video surveillance  \nat the AGH University  in Krakow.  \n1. Based on:  \n- Article 222 of the Labour Code Act of 26 June 1974 (consolidated text: Journal of \nLaws of 2019, item 1040, as amended),  \n- Article 50(1) of the Higher Education Law Act of 20 July 2018 (Journal of Laws \nitem 1668, as amended)  \nAt the AGH University  in Krakow, hereinafter referred to as  the “AGH University ” or the \n“University”, special surveillance of the University premises, buildings , and grounds is \ncarried out by means of technical measures allowing for image recording (video \nsurveillance).  \n2. The purpose of video surveilla nce is to ensure the physical safety of the members of the \nAGH University academic community and other persons, to protect property , and to \nmaintain the confidentiality of information, the disclosure of which could expose the AGH \nUniversity  to damage. Imag es are recorded continuously. The surveillance is used if there \nis a need to analyse incidents of law violation and to clarify crisis situations.  \n3. Video surveillance covers generally accessible areas and selected teaching and scientific \nand laboratory rooms  in the facilities, as well as selected portions of University premises, \nwith particular attention to external access points (entrances to buildings, wickets gates \nand gates in the external fence).  \n4. There is no  video surveillance in:  \n- sanitary facilities,  \n- employee changing rooms,  \n- rest and refreshment rooms,  \n- premises made available to the union organisations.  \n5. Only authorised persons may review the current video surveillance recording.  \n6. Security and surveillance staff continuously monitors (live surveillance) the images \ntransmitted from surveillance cameras as part of their job description.  \n7. In compliance with the information obligation pursuant to Article 13(1  and 2) of the \nRegulation (EU) 2016/679 of the European Parliament and of the C ouncil of 27 April 2016 \non the protection of natural persons with regard to the processing of personal data and \non the free movement of such data, and repealing Directive 95/46/EC (General Data \nProtection Regulation) [OJ EU L. 2016.119.1 of 4 May 2016] we wish to inform you that \nthe controller of personal data processed as part of the video surveillance s ystem is the \nAGH University of Krakow  (AGH University ) with its registered office in Krakow, Al. \nMickiewicza 30, and the full content of the information ob ligation can be read on the AGH \nUniversity  website https://www.agh.edu.pl/en/personal -data-protection .\n\nPage 49 of 56 \n Appendix 2 to the Work Regulations  \nList of Tasks Prohibited for Women:  \n1. Tasks in which the net energy expenditure necessary to complete a task which involves \nphysical exertion, including lifting and carrying objects, during a work shift exceeds 5000 \nkJ per work shift and in occasional work  – 20 kJ/min.  \nManual handling of objects by one emplo yee: \n1. The weight of the objects to be moved must not exceed:  \na) 12 kg in continuous work,  \nb) 20 kg in occasional work.  \n2. The weight of objects to be lifted above shoulder height must not exceed:  \na) 8 kg in continuous work,  \nb) 14 kg in occasional work.  \n3. Carrying objects over 25 metres , weighing more than 12 kg.  \n4. Carrying objects weighing more than 12 kg uphill on uneven surfaces, ramps , or stairs \nwith the maximum slope below 30° and with height of over 4 metres, regardless of the \ndistance over which the objects are carried . \n5. When carrying objects uphill on uneven surfaces, ramps , or stairs with a maximum slope  \nof over 30° and with height of over 4 metres, irrespective of the distance over which the \nobjects are carried, the weight of these objects must not exceed:  \na) 8 kg in continuous work,  \nb) 12 kg in occasional work.  \n6. Two-handed handling of objects, where a force is required to initiate the movement of \nan object which, measured parallel to the ground, exceeds : \na) when pushing  – 120 N,  \nb) when pulling  – 100 N.  \n7. The values of the forces  used to move the components of the equipment (in particular \nlevers, cranks, wheels, buttons, pedals) must not exceed the following values:  \na) two-handed handling: 50N  – continuous work; 100N  – occasional work,  \nb) single -handed handed: 20 N  – continuous work; 50 N – occasional work,  \nc) foot handling: 120N  – continuous work; 200N  – occasional work.  \n8. Manual handling and rolling of round -shaped objects (in particular barrels, large -diameter \npipes) if the requirements set out in point 7 are not complied with, and:  \na) the weight of hand -rolled objects, on a flat, hard, and smooth surface, must not \nexceed 80 kg,  \nb) the mass of hand -rolled objects onto ramps must not exceed 20 kg.  \n9. Handling of hot, corrosive , or noxious liquids, the mass of which  – together with the \nvessel and ha ndle – exceeds 10kg.  \nManual handling of objects by a team of employees:  \n1. Carrying objects of more than 4 m in length and more than 20 kg in weight must be done \nin teams, provided that the weight per woman does not exceed:  \na) 10 kg in continuous work,  \nb) 17 kg in occasional work . \n2. The force required to initiate the movement of an object, measured parallel to the ground, \nmust not exceed the following values:  \n\nPage 50 of 56 \n a) when pushing  – 100 N,  \nb) when pulling  – 80 N.  \n3. Moving objects over a distance of no more than 25 m or weighing no more than 200 kg.  \nMoving loads using hand -moved trolleys and wheelbarrows:  \n1. The mass of a load that is moved on a trolley on a flat, hard, smooth surface (including \nthe weight of the trolley) may exceed:  \na) on terrain with a slope of no more than 5%: 140 kg on  2-wheel trolleys and 180 kg \non 3-wheel trolleys or trolleys with more wheels,  \nb) on terrain with a slope of no more than 5%: 100 kg on 2 -wheel trolleys and 140 kg \non 3-wheel trolleys or trolleys with more wheels,  \n2. The mass of a load that is moved on a trolley  on uneven or unpaved surfaces (including \nthe weight of the trolley) may exceed:  \na) on terrain with a slope of no more than 5%: 84 kg on 2 -wheel trolleys and 108 kg on \n3-wheel trolleys or trolleys with more wheels,  \nb) on terrain with a slope of no more than 5%: 60 kg on 2 -wheel trolleys and 84 kg on \n3-wheel trolleys or trolleys with more wheels,  \n3. Moving of a load on a rail trolley, including the weight of the trolley, on a slope : \na) of no more than 2%  – 240 kg per employee,  \nb) of more than 2%  – 180 kg per employee.  \n4. The maximum mass of a load that is moved on a one -wheel trolley (wheelbarrow) \n(including the mass of the wheelbarrow) on a flat, hard , and smooth surface, with a slope \nof: \na) no more than 5%  – is 40 kg,  \nb) more than 5%  – is 30 kg.  \n5. The maximum mass of a load that is moved on a wheeled trolley (wheelbarrow) (including \nthe mass of the wheelbarrow) on an uneven or unpaved surface with a slope : \na) of no more than 5%  – is 24 kg,  \nb) of more than 5%  – is 18 kg.  \nList of Tasks Prohibited for Pregnant Women:  \nTasks that involve  excessive physical exertion, including manual handling of  \nloads:  \n1. All tasks for which the highest values of the physical workload, measured by the net \nenergy expenditure in the performance of the task, exceed 2,900 kJ per work shift and \nin occasional work  (performed up to 4 times per hour, if the total duration of such task \ndoes not exceed 4 hours per day)  – 7.5 kJ/min.  \n2. Manual lifting and carrying of objects weighing more than 3 kg.  \n3. Manual operation of equipment components (levers, cranks, control wheels, etc.) that \nrequire application of force exceeding:  \na) for two -handed handling, 12,5 N in continuous work and 25 N in occasional work , as \ndefined in point 1,  \nb) for one -handed handling, 5 N in continuous work and 12.5 N in occasional work , as \ndefined in point 1.  \n4. Foot operation of equipment components (pedals, buttons, etc.) where a force in excess \nof 30 N is required.  \n5. Uphill movement of:  \n\nPage 51 of 56 \n a) objects in continuous work,  \nb) objects weighting more than 1 kg in occasional work as defined in point 1.  \n6. Two-handed handling of objects where force is required to initiate movement:  \na) 30 N – when pushing,  \nb) 25 N – when pulling.  \n7. Manual rolling and uphill rolling of round shaped objects and participating  in teams that \nmove objects.  \n8. Manual moveme nt of hot, corrosive or noxious liquid materials.  \n9. Carrying loads on a single -wheel trolley (wheelbarrow) and manually operated  multi-\nwheel trolley.  \n10. Work in a forced position.  \n11. Work in a standing position for a total of more than 3 hours during a work shift;  the time \nspent standing must not exceed 15 minutes at a time, followed by a break of 15 minutes.  \n12. Work at stations with screen monitors  – for a total duration exceeding 8 hours per day, \nwhere the time spent working with a screen monitor must not exceed 50 minutes at \na time, followed by a break of at least 10 minutes that must be included in the working \ntime. \nWorking in cold, hot , and changing microclimates  \n1. Work performed in a hot microclimate in conditions where the PMV (Predicted Mean \nValue), determined in  accordance with the Polish Standard for such work, is greater than \n1.0. \n2. Work performed in a cold microclimate in conditions where the PMV (Predicted Mean \nValue), determined in accordance with the Polish Stand ard for such work, is less than -\n1.0. \n3. Work perf ormed in an environment with large variations in the parameters of the \nmicroclimate, particularly when there are sudden changes in air temperature over 15°C, \nwithout the possibility of at least 15 minutes' adaptation in an intermediate temperature \nroom.  \nWorking when exposed to noise or vibration  \n1. Work in conditions of exposure to noise:  \na) with the exposure level for a daily 8 -hour period or for an average weekly period, as \ndefined by the Labour Code, exceeding 65 dB,  \nb) with the peak C sound level exceeding 130 d B, \nc) with the maximum sound level A exceeding 110 dB.  \n2. Work in conditions of exposure to infrasound noise, the equivalent sound pressure level \nof which, adjusted by the frequency characteristics G, related to an 8 -hour daily or \naverage weekly working time, as  defined by the Labour Code, exceeds 86 dB.  \n3. Work in conditions of exposure to ultrasonic noise:  \na) with the equivalent sound pressure levels in thirds bands with centre frequencies \nfrom 10 kHz to 40 kHz, related to 8 -hour daily or weekly average working time,  as \nspecified in the provisions of the Labour Code,  \nb) with the maximum sound pressure levels in the third band centre frequencies 10 kHz \nto 40 kHz  – exceeding the following values:  \n\nPage 52 of 56 \n Thirds band centre frequency \n(kHz)  Equivalent sound pressure \nlevel related to  a daily 8 -hour \nor weekly average working \ntime, as defined by the \nLabour Code (dB)  Maximum sound pressure \nlevel (dB)  \n10; 12,5; 16  75 95 \n20 85 105 \n25 100 120 \n31,5; 40  105 125 \n4. Work in conditions of exposure to vibration acting on the body through the upper limbs:  \na) with the daily exposure value, expressed as an 8 -hour equivalent energy vector sum \nof the effective, frequency -corrected vibration accelerations, determined for the three \ndirectional components (ahwx, ahwy, ahwz)  exceeding 1 m/s 2, \nb) with the exposure value, lasting 30 minutes and less, expressed as a vector sum of \neffective, frequency -corrected vibration accelerations for the three directional \ncomponents (ahwx, ahwy, ahwz)  exceeding 4 m/s 2; \n5. All work that involves exposure to vibration wit h general effects on the human body.  \nWork that involves exposure to electromagnetic fields from 0 Hz to 300 GHz and ionising \nradiation  \n1. Work within the range of electromagnetic fields with intensities exceeding the values for \nthe safe zone, as specified in the provisions on the maximum permissible concentrations \nand intensities of factors harmful to health in the working environment.  \n2. Work in conditions of exposure to ionising radiation as defined under the provisions of \nthe Atomic Law Act.  \nWork under increased or reduced pressure  \n1. Diving work, work in pressure vessels , and all work under elevated or depressurised \nconditions.  \nWork in contact with harmful biological agents  \n1. Work which poses a risk of infection: hepatitis B virus, chickenpox and herpes viru s, \nrubella virus, HIV, cytomegalovirus, listeriosis, toxoplasma.  \n2. Work with animals affected by infectious or invasive diseases.  \n3. Work that involves exposure to other biological agents classified as group 2 -4 hazardous, \nin accordance with the provisions on b iological agents harmful to health in the work \nenvironment and on the protection of the health of employees occupationally exposed to \nsuch agents  – if the results of the occupational risk assessment, taking into account \ntherapeutic measures necessitated by  specific biological agents, indicate an adverse \neffect on the health of the pregnant woman or the course of pregnancy, including the \ndevelopment of the foetus.  \nWork that involves exposure to harmful chemicals  \n1. Work involving exposure to substances and mixt ures meeting the criteria for classification \nin accordance with Regulation (EC) No 1272/2008 of the European Parliament and of the \nCouncil of 16 December 2008 on classification, labelling and packaging of substances and \nmixtures, amending and repealing Dir ectives 67/548/EEC and 1999/45/EC, and \namending Regulation (EC) No 1907/2006 (OJ L 353, 31.12.2008, p. 1, as amended) in \none or more of the following hazard classes or categories together with one or more of \nthe following hazard statements:  \na) germ cell mutag enicity category 1A, 1B , or 2 (H340, H341);  \n\nPage 53 of 56 \n b) carcinogenicity , category 1A, 1B , or 2 (H350, H350i, H351);  \nc) reproductive toxicity category 1A, 1B , or 2 or the additional category of harm to \nlactation or to breastfed babies (H360, H360D, H360FD, H360Fd, H360Df, H361, \nH361d, H361fd, H362);  \nd) toxic effects on target organs  – single exposure, category 1 or 2 (H370, H371)  – \nregardless of their concentratio n in the working environment;  \n2. Work that involves exposure to the chemical substances listed below, regardless of their \nconcentration in the work environment:  \na) chemical agents with known and hazardous absorption through the skin;  \nb) cytostatic drugs;  \nc) mang anese;  \nd) synthetic oestrogens and progesterones;  \ne) carbon monoxide;  \nf) lead and its organic and inorganic compounds;  \ng) mercury and its organic and inorganic compounds.  \n3. Work that involves exposure to organic solvents, where their concentrations in the work \nenvironment exceed 1/3 of the maximum permissible concentrations set out in the \nprovisions on the maximum permissible concentrations and intensities of factors harmful \nto health in the work environment.  \n4. Work or technological processes that involves the rel ease of chemical substances, their \nmixtures , or agents with a carcinogenic or mutagenic effect listed in the provisions on \nchemical substances, their mixtures, agents , or technological processes with \na carcinogenic or mutagenic effect in the working enviro nment.  \nWork that involves serious physical or mental injury  \n1. Work in excavations , and in tanks , and canals.  \n2. Underground work in all kinds of mines.  \n3. Work at a forced rhythm (for example,  on a conveyor belt).  \n4. Other work that involves a risk of serious physical or mental injury, including firefighting , \nparticipation in chemical rescue operations, disaster recovery, work with explosives, work \non slaughtering livestock and handling breeding stock.  \n5. Working at heigh t – outside fixed galleries, platforms, landings , and other fixed elevations \nwith full fall protection (without the need for personal fall protection equipment), and \nclimbing and descending ladders and brackets.  \nList of works that are prohibited for breast feeding women:  \nWork that involves excessive physical exertion, including manual handling of  \nloads:  \n1. All work for which the highest physical workload, measured by net energy expenditure \nper work done, exceeds 4200 kJ per work shift and, in the case of casual  work as defined \nin item 1(1), 12.5 kJ/min.  \n2. Manual lifting and carrying of objects weighing more than:  \na) 6 kg – for continuous work,  \nb) 10 kg  – in occasional work  as defined in item 1(1).  \n3. Manual operation of equipment components (levers, cranks, control wheels,  etc.) that \nrequire application of force exceeding:  \na) for two -handed operation, 25 N in continuous work and 50 N for casual work as defined \nin item 1.1,  \n\nPage 54 of 56 \n b) for one -handed operation, 10 N in continuous work and 25 N for casual work as defined \nin item 1.1.  \n4. Foot operation of equipment components (pedals, push buttons, etc.) which requires \na force of more than: \na) 60 N – for continuous work;  \nb) 100 N  – for casual work, as defined in item 1(1).  \n5. Manual handling of objects weighing more than 6 kg  – at a height of more than 4 m or \na distance of more than 25 m.  \n6. Manual handling uphill  – on uneven surfaces, ramps, stairs with a maximum slope of 30° \nand a height of 4 m  – of objects weighing more than 6 kg.  \n7. Manual handling uphill  – on uneven surfaces, ramps, stairs with a maximum slope  \nexceeding 30o and a height of 4 m  – of objects weighing more than:  \na) 4 kg – for continuous work;  \nb) 6 kg – in occasional work  as defined in item 1(1).  \n8. Ambidextrous handling of objects where force is required to initiate movement:  \na) 60 N – when pushing;  \nb) 50 N – when pulling.  \n9. Manual handling and rolling of round -shaped objects (in particular barrels, large -\ndiameter pipes) if:  \na) the mass of objects to be rolled, on a level surface with a hard and smooth surface, \nexceeds 40 kg per woman;  \nb) the mass of objects rolled onto the ramps exceeds 10 kg per woman.  \n10. Participation in team movement of objects.  \n11. Manual handling of hot, corrosive , or noxious liquid materials.  \n12. Carrying loads of a mass greater than:  \na) 20 kg  – when transported in a wheelbarrow on terrain with a slope not exceeding \n5% or 15 kg  – on terrain with a slope exceeding 5%;  \nb) 70 kg  – when transported on a 2 -wheel trolley on terrain with a slope not exceeding \n5% or 50 kg  – on terrain with a slope exceeding 5%;  \nc) 90 kg  – when transporting on a three or more -wheel trolley  on terrain with an \ninclination of up to 5%, or 70 kg  – on terrain with an inclination of more than 5%. \nThe permitted load weights given above also include the weight of the transport \ndevice and apply to transporting the load on a flat, hard and smooth sur face. When \ntransporting loads on uneven or unpaved surfaces, the weight of the load including \nthe weight of the transport device must not exceed 60% of the given values.  \n13. Carriage of loads on a rail trolley of a mass exceeding, including the mass of the tro lley: \na) 120 kg  – when transported on ground with a slope not exceeding 2%,  \nb) 90 kg  – when transported on terrain with a slope  of more than 2%.  \n14. Transporting cargo:  \na) on a wheelbarrow or multi -wheel trolley on ground with a slope of more than 8%;  \nb) on a wheelbarrow or multi -wheel trolley for a distance exceeding 200 m;  \nc) on a rail trolley on terrain with a slope of more than 4%;  \nd) on a rail trolley over a distance exceeding 400 m.  \nWorking in cold, hot , and changing microclimates  \n\nPage 55 of 56 \n 1. Work performed in a hot microclimate in conditions where the PMV (Predicted Mean \nValue), determined in accordance with the Polish Standard for such work, is greater \nthan 1.0.  \n2. Work performed in a cold microclimate in conditions where the PMV (Predicted Mean \nValue), determined in accordance with t he Polish Standard for such work, is less than -\n1.0. \n3. Work performed in an environment with large variations in the parameters of the \nmicroclimate, particularly when there are sudden changes in air temperature in excess \nof 15°C, without the possibility of a t least 15 minutes' adaptation in an intermediate \ntemperature room.  \nWork that involves exposure to electromagnetic frequency fields  \nfrom 0 Hz to 300 GHz and ionising radiation  \n1. Work in conditions of exposure to ionising radiation as defined under the pro visions of \nthe Atomic Law Act.  \nWork under increased or reduced pressure  \n1. Diving work, work in pressure vessels and all work under elevated or depressurised \nconditions.  \nWork in contact with harmful biological agents  \n1. Work which poses a risk of infection : hepatitis B virus, chickenpox and herpes virus, \nrubella virus, HIV, cytomegalovirus, listeriosis, toxoplasma.  \n2. Work with animals affected by infectious or invasive diseases.  \nWork that involves exposure to harmful chemicals  \n1. Work that involves exposure t o substances and mixtures meeting the criteria for \nclassification in accordance with Regulation (EC) No 1272/2008 of the European \nParliament and of the Council of 16 December 2008 on classification, labelling and \npackaging of substances and mixtures, amend ing and repealing Directives 67/548/EEC \nand 1999/45/EC, and amending Regulation (EC) No 1907/2006 (Official Journal EU  L \n353, 31.12.2008, p. 1, as amended) in one or more of the following hazard classes or \ncategories together with one or more of the follow ing hazard statements: a) germ cell \nmutagenicity category 1A, 1B or 2 (H340, H341); b) carcinogenicity category 1A, 1B , or \n2 (H350, H350i, H351);  \nc) reproductive toxicity category 1A, 1B , or 2 or the additional category of harm to \nlactation or to breastfed babies (H360, H360D, H360FD, H360Fd, H360Df, H361, \nH361d, H361fd, H362);  \nd) Toxic effects on target organs  – single exposure, category 1 or 2 (H370, H371)  – \nregardless of their concentration in the working environment.  \n2. Work that involves exposure to the chemical substances listed below, regardless of their \nconcentration in the work environment:  \na) chemical agents with known and hazardous absorption through the skin;  \nb) cytostatic drugs ; \nc) manganese;  \nd) synthetic oestrogens  and progesterones;  \ne) carbon monoxide;  \nf) lead and its organic and inorganic compounds;  \ng) mercury and its organic and inorganic compounds.  \n3. Work that involves exposure to organic solvents, where their concentrations in the work \nenvironment exceed 1/3 of the maximum permissible concentrations set out in the \nprovisions on the maximum permissible concentrations and intensities of factors harmful \n\nPage 56 of 56 \n to health in the work environment.  \n4. Work or technological processes that involve the release  of chemical substances, \nmixtures of those substances , or agents with a carcinogenic or mutagenic effect listed in \nthe provisions on chemical substances, mixtures of those substances, agents or \ntechnological processes with a carcinogenic or mutagenic effec t in the working \nenvironment.  \nWork with risk of serious physical or mental injury  \n1. Work in excavations and in tanks and canals.  \n2. Underground work in all kinds of mines.  \n3. Work at a forced rhythm (for example at a conveyor belt).  \n4. Other work that involves a risk  of serious physical or mental injury, including firefighting , \nparticipation in chemical rescue operations, disaster recovery, work with explosives, \nlivestock slaughtering and handling of breeding stock.  \n\n", "metadata": {}}