{"content": "#  studia I stopnia na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/kandydaci/studia-i-stopnia\nCrawled: 2025-03-19 21:33:04\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Studia I stopnia \n\nWydział Inżynierii Materiałowej i Ceramiki AGH \nto miejsce, gdzie Twoje pasje mogą się rozwinąć, a kariera inżynierska może stać się rzeczywistością.\n\nCeramika\n: \nZdobądź kompleksową wiedzę i umiejętności w zakresie projektowania i technologii produkcji ceramiki. \n\nInżynieria Materiałowa\n:\n Naucz się wszechstronnego podejścia do projektowania, wytwarzania i modyfikowania zaawansowanych materiałów inżynierskich.\n\nKomputerowo Wspomagana Inżynieria Materiałów Budowlanych\n: \nNowy kierunek od roku akademickiego 2024/2025! \nZdobądź wiedzę w obszarze inżynierii materiałów budowlanych i informatycznych narzędzi inżynierskich.\n\nNanoinżynieria Materiałów\n:\n Przekształć naukową pasję w zawodową przewagę: naucz się modelowania, wytwarzania i badania nanomateriałów.\n\nNowoczesne Technologie w Kryminalistyce\n:\n Wykorzystaj swoją dociekliwość i chęć do nauki na interdyscyplinarnym kierunku objętym partnerstwem służb specjalnych RP.\n\nTechnologia Chemiczna\n: \nNabierz doświadczenia i przygotuj się do pracy we wszystkich branżach przemysłu chemicznego i ceramicznego.\n\nInnowacyjne podejście:\n Nasze programy nauczania są dostosowane do najnowszych trendów i potrzeb rynku pracy, dzięki czemu zdobędziesz praktyczne umiejętności poszukiwane przez pracodawców.\n\nPartnerstwo z przemysłem:\n Współpracujemy z wiodącymi firmami i instytucjami, co daje Ci możliwość uczestnictwa w praktykach, wyjazdach technologicznych i stażach oraz pisania prac dyplomowych we współpracy z partnerami przemysłowymi, co otwiera drzwi do kariery zawodowej.\n\nWspierająca i doświadczona kadra: \nNasi dydaktycy to pasjonaci i eksperci w swoich dziedzinach, którzy z pasją dzielą się swoją wiedzą i doświadczeniem.\n\nDobrze wyposażone laboratoria:\n Dysponujemy laboratoriami wyposażonymi w najnowszy sprzęt, gdzie będziesz mógł eksperymentować i rozwijać swoje praktyczne umiejętności pod okiem doświadczonych specjalistów.\n\nRozpocznij swoją drogę do kariery inżynierskiej na\n Wydziale Inżynierii Materiałowej i Ceramiki\n. Dołącz do nas i odkryj możliwości, jakie dają Ci nasze kierunki studiów! \n\nSerdecznie zapraszamy!\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/kandydaci/studia-i-stopnia", "title": " studia I stopnia na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "0491fd130a3a80efc9a3b55348a3664e", "word_count": 312, "headings": [{"level": 1, "text": "Studia I stopnia"}, {"level": 2, "text": "Stopka"}]}}