{"content": "# O Glosariuszu AGH\n\nURL: https://glosariusz.agh.edu.pl/about\nCrawled: 2025-03-19 21:25:28\n\nStrona główna AGH\n/\nGlosariusz AGH\n/\nO Glosariuszu AGH\nO Glosariuszu AGH\nGlosariusz AGH jest narzędziem przeznaczonym dla pracowników i studentów Akademii Górniczo-Hutniczej w Krakowie. Celem, który przyświecał jego powstaniu, było i jest ujednolicenie anglojęzycznego nazewnictwa stosowanego w AGH oraz ułatwienie korespondencji zagranicznej i redakcji witryn internetowych uczelni, w tym głównego portalu AGH, stron jednostek, wydziałów czy organizowanych wydarzeń międzynarodowych. Stworzenie Glosariusza wpisuje się także w ideę umiędzynarodowienia uczelni oraz stanowi ważny element projektu „Inicjatywa Doskonałości – Uczelnia Badawcza” (IDUB).\nGlosariusz AGH powstał z inicjatywy Centrum Komunikacji i Marketingu. Opiekę merytoryczną sprawuje nad nim zespół składający się z pracowników Centrum oraz Studium Języków Obcych. Narzędzie informatyczne stworzył zespół Centrum Rozwiązań Informatycznych, a nadzór nad całym procesem pełnił zespół Centrum Zarządzania Wdrożeniami.\nGlosariusz AGH nie jest projektem zamkniętym. Możliwość sugerowania zmian w istniejących już hasłach, jak i zgłaszania propozycji nowych haseł sprawia, że narzędzie jest interaktywne, stanowi odpowiedź na zmieniające się potrzeby użytkowników i bierze pod uwagę naturę samego języka, który żyje i nieustannie ewoluuje. Zapraszamy wszystkich użytkowników do korzystania z narzędzia zarówno w sposób bierny (przeglądanie haseł), jak i aktywny (zgłaszanie potrzeby dodania nowych haseł).", "metadata": {"url": "https://glosariusz.agh.edu.pl/about", "title": "O Glosariuszu AGH", "depth": 3, "duplicate": false, "content_hash": "4b92deea911010033cf2d99e6b4f9575", "word_count": 186, "headings": [{"level": 1, "text": "O Glosariuszu AGH"}]}}