{"content": "# HYPE na kosmos. Jak powstawał satelita AGH?-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/hype-na-kosmos-jak-powstawal-satelita-agh\nCrawled: 2025-03-19 21:14:54\n\nSatelita HYPE zbudowany przez Studenckie Koło Naukowe SatLab AGH, fot. KSAF AGH \n\n HYPE na kosmos. Jak powstawał satelita AGH? \n\n 17/02/2025 \n\n kosmos \n projekty studenckie \n\nMa dostarczać danych do projektów naukowych, edukować i inspirować. Nanosatelita opracowany przez \nStudenckie Koło Naukowe SatLab\n we współpracy z \nCentrum Technologii Kosmicznych AGH\n od stycznia okrąża orbitę Ziemi. W jaki sposób powstawał i jak będzie realizował swoją misję?\n\nW piątek 24 stycznia w mediach społecznościowych koła pojawił się gorąco wyczekiwany przez wszystkich zainteresowanych branżą kosmiczną w Polsce komunikat. Informowano w nim, że skonstruowany przez zespół z AGH satelita poprawnie rozłożył anteny i udało się nawiązać z nim obustronną komunikację. To rekordowe osiągnięcie z co najmniej dwóch powodów: HYPE to nie tylko pierwszy satelita w Polsce skonstruowany od podstaw przez zespół studencki, ale do tego najmniejszy spośród wszystkich 18 satelitów, jakie w ogóle powstały w naszym kraju.\n\nZanim doszło do nawiązania komunikacji z HYPE'm, satelita okrążał Ziemię już od tygodnia. 14 stycznia został wyniesiony w kosmos z Centrum Kosmicznego Vanderberg w Kalifornii (USA) w ramach misji Transporter-12, którą zorganizowała firma SpaceX z użyciem swojej flagowej rakiety Falcon 9. Za jej pomocą wystrzelony został statek firmy D-Orbit, na pokładzie którego znajdowała się kapsuła z wieloma innymi satelitami. Dopiero po jej oddzieleniu się od macierzystego statku HYPE został wyrzucony w kosmos. Następnie linka blokująca przytwierdzone do satelity anteny i ramię z kamerą została przepalona, umożliwiając ich rozłożenie. To był jeden z najtrudniejszych momentów misji.\n\n– Testowaliśmy różne sposoby wiązania linki czy czasy załączania przepalającego ją opornika, ale do końca nie mieliśmy 100% pewności, czy w kluczowym momencie wszystko poprawnie zadziała –\n relacjonuje Przemysław Sosna, członek SatLab, zaangażowany w projekt budowy HYPE’a.\n\n Satelita HYPE z rozłożonymi antenami i selfie stickiem, fot. KSAF AGH \n\nSatelita mieszczący się na dłoni\n\nUmieszczenie satelity na orbicie i nawiązanie z nim łączności poprzedziło 1,5 roku intensywnych prac. HYPE to satelita klasy PocketQube, która charakteryzuje się formą sześcianu o boku 5 cm i masą nieprzekraczającą 250 g. Od samego początku zespół założył, że HYPE będzie wyposażony w spektrometr do monitorowania Ziemi oraz ekran umiejscowiony na jednej ze ścianek i skierowaną na niego kamerę na selfie sticku. Na pozostałych ściankach znajdują się panele słoneczne połączone z akumulatorami zasilającymi aparaturę satelity oraz czujniki światła i temperatury.\n\nUmieszczenie wszystkich komponentów w kostce o bardzo niewielkiej objętości wymagało od osób tworzących HYPE’a o wiele więcej inżynierskiego wkładu, niż gdyby zdecydowały się na budowę satelity w standardzie dopuszczającym większe gabaryty.\n\n– Satelity PocketQube mają nie tylko bardzo niewielkie rozmiary, ale są też mało rozpowszechnione. Większe od nich QubeSaty (jedna jednostka ma 10 x 10 x 10 cm) cieszą się znacznie wyższą popularnością, w związku z czym konstruując takiego satelitę można bez problemu kupić całą platformę do niego. HYPE'a natomiast musieliśmy złożyć sami z elementarnych części –\n opisuje Przemysław Sosna. Dodaje, zespół we własnym zakresie zaprojektował m.in. użyte w satelicie płytki drukowane, a następnie zlecił ich wykonanie i samodzielnie zintegrował z wykorzystanym w satelicie procesorem i pozostałą aparaturą. Dziełem twórców HYPE’a jest również kod, która odpowiada za łączność z satelitą.\n\nZadania twórcom HYPE’a nie ułatwiał fakt, że jego konstrukcja i tworzące ją komponenty nie tylko musiały być odporne na obciążenia mechaniczne jakim satelity poddawane są podczas wynoszenia przez rakietę, a także promieniowanie kosmiczne i ekstremalne wahania temperatur w trakcie przebywania na orbicie. Winny też spełniać standardy nakładane na tego typu urządzenia, czyli np. ulegać spaleniu w atmosferze ziemskiej po zakończeniu misji.\n\n– Wiadomo, że nie są to rzeczy łatwo dostępne – dużej liczby tzw. komponentów „space graded” nie byliśmy w stanie uzyskać, a jeśli nawet były dostępne na rynku, to ich cena była o rzędy wielkości wyższa od standardowych. Musieliśmy więc znaleźć kompromis pomiędzy tym, na co było nas stać, a tym co wytrzyma na orbicie i wypełni naszą misję –\n wyjaśnia Jakub Klimek, inny członek SatLab zaangażowany w konstruowanie HYPE’a.\n\nW celu wykluczenia pojawienia się usterek, które mogłyby przyczynić się do problemów w trakcie misji, lot HYPE’a w kosmos poprzedziły badania laboratoryjne. W ich trakcie sprawdzano odporność konstrukcji oraz elektroniki na wibracje oraz warunki panujące w kosmicznej próżni. Satelita odbywał też loty balonem stratosferycznym, w trakcie których testowano moduł komunikacyjny.\n\n– HYPE wznosił się na 30 czy 40 kilometrów i sprawdzaliśmy, czy łączność z nim działa. Podczas tych testów odkryliśmy różne błędy, których nie wyłapywały standardowe testy laboratoryjne –\n opowiada Przemysław Sosna.\n\nKonstruktorzy satelity musieli też zmierzyć się z wyzwaniem logistycznym, jakim było znalezienie tzw. launch providera, czyli przedsiębiorstwa odpowiedzialnego za wysłanie satelity w kosmos. Zespół nie korzystał bezpośrednio z usług firmy SpaceX, której rakietą HYPE został wyniesiony na orbitę, ale podjął współpracę z mniejszym przedsiębiorstwem Alba Orbital. Firma umieściła w rakiecie swoją kapsułę, w której HYPE znalazł miejsce obok innych małych satelitów.\n\n– Gdybyśmy nie mieli takiej opcji, koszty misji byłyby ogromne i nieosiągalne dla nas –\n wyjaśnia Jakub Klimek.\n\nOdkąd HYPE na początku lipca przeszedł pomyślnie proces integracji w siedzibie firmy w szkockim Glasgow, następny kontakt z satelitą zespół nawiązał dopiero, kiedy znalazł się już na orbicie.\n\n Zespół Studenckiego Koła Naukowego SatLab w siedzibie firmy Alba Orbital w Glasgow, fot. KSAF AGH \n\nPo co ten cały HYPE?\n\nPlanując misję, osoby tworzące HYPE’a postawiły przed satelitą dwa cele. Pierwszy to obserwacja Ziemi za pomocą umieszczonego w nim miniaturowego spektrometru, który na podstawie analizy widma światła docierającego z naszej planety może m.in. dostarczać zainteresowanym dane do badania zanieczyszczenia światłem, pyłami wulkanicznymi czy degradacji obszarów leśnych.\n\n– Jeśli ktoś będzie chciał skorzystać z tych danych, będziemy mogli mu je udostępnić –\n deklaruje Jakub Klimek.\n\nChoć spektrometr to podstawowy instrument badawczy, w jaki wyposażony jest HYPE, to użytecznych danych do analizy mogą dostarczyć zespołowi też czujniki światła i temperatury zainstalowane na ściankach satelity.\n\n– Możemy dzięki temu próbować zbierać dane, jak oddziałuje na nie promieniowanie słoneczne i na ich podstawie tworzyć algorytmy do określenia jego pozycji. Co prawda w większych satelitach służą do tego bardziej zaawansowane systemy, na przykład śledzące pozycję gwiazd, ale w naszym przypadku może to prowadzić do ciekawych wniosków –\n wyjaśnia Przemysław Sosna.\n\nPoza realizacją celu badawczego, HYPE na ma prostu… wzbudzać hype. Zespół odpowiedzialny za satelitę chce, żeby jego przykład inspirował innych młodych ludzi do podejmowanie wyzwań związanych z eksploracją kosmosu. Niesienie tego przekazu ma wspierać zlokalizowany na jednej ze ścianek satelity ekran i skierowana na niego kamera. Ten pierwszy pozwala na wyświetlanie przesyłanych z Ziemi treści, a jego obraz rejestrowany przez kamerę może być z kolei wysyłany w przeciwną stronę, dostarczając np. materiałów do publikacji mediach społecznościowych.\n\nTę funkcjonalność twórcy HYPE’a chcą również wykorzystać w celach charytatywnych. Już teraz, na aukcji organizowanej w ramach 33. Finału Wielkiej Orkiestry Świątecznej Pomocy możliwość zrobienia sobie „kosmicznego selfie” sprzedano za 7850 zł.\n\n Ekran HYPE'a i skierowana na niego kamera, fot. KSAF AGH \n\nPrzez trudy do gwiazd\n\nProjekt HYPE to jednak przede wszystkim inwestycja budująca kapitał umysłowy oraz zaplecze, które pozwolą AGH na realizację jeszcze bardziej ambitnych kosmicznych wyzwań w przyszłości. Swój wkład w stworzenie satelity miało około 40 osób, które zdobyły wiedzę oraz umiejętności z zakresu elektroniki, mechaniki, informatyki czy komunikacji kluczowe dla misji satelitarnych. Co warte podkreślenia, praktycznie całe „know-how” w tym zakresie zespół zdobywał samodzielnie, korzystając m.in. z materiałów dostępnych internecie.\n\n– ESA i NASA publikują poradniki z ogólnymi wytycznymi, którymi należy się kierować, budując satelitę. Bardziej szczegółowe informacje znaleźć można w dokumentacji poszczególnych rozwiązań, ma przykład różne części elektroniczne mają swoją dokumentację, gdzie opisane jest ich działanie. Na podstawie tych informacji można te elementy zintegrować w ramach całego systemu –\n wskazuje Przemysław Sosna.\n\nNa początkowym etapie projektu zespół nawiązał również współpracę dr. Sebastianem Grauem z Uniwersytetu Technicznego w Berlinie.\n\n– Jego uczelnia wystrzeliła już kilkadziesiąt satelitów, więc czerpiąc ze swojego doświadczenia wskazywał nam, co jest dobre i złe w naszym designie i w którą stronę powinniśmy dalej iść –\n opisuje Jakub Klimek.\n\nOprócz stricte inżynierskich kompetencji, do realizacji całego przedsięwzięcia niezbędne było również dobre zarządzanie i marketing, który wytworzył wokół projektu pozytywną aurę ułatwiającą nawiązanie kooperacji z podmiotami istotnymi dla jego realizacji. Obszerne materiały o pracach nad HYPE'm mogli obejrzeć m.in. widzowie popularnego programu „Kijek w kosmosie” w stacji TVN 24.\n\nDo obsługi misji powstała także niezbędna infrastruktura naziemna, która może zostać wykorzystana również w edukacji kosmicznej i realizacji przyszłych projektów. Na dachu budynku Centrum Technologii Kosmicznych zamontowano antenę o średnicy 4,5 m oraz wadze 105 kg do komunikacji z satelitą, a wewnątrz gmachu ulokowano centrum kontroli misji, z którego zespołu może profesjonalnie sprawować nad nim kontrolę.\n\n Centrum kontroli misji w CTK, fot. KSAF AGH \n\nMisje HYPE’a na orbicie została zaplanowana na pół roku. Jednak już teraz ekipa SatLab planuje budowę większego satelity w standardzie QubeSat, który będzie zawierał spektrometr umożliwiający dokładniejszą niż obecnie obserwację Ziemi oraz eksperymentalny moduł komunikacji laserowej, który będzie pierwszym takim modułem stworzonym w Polsce. Oprócz tego satelita zabierze payload biologiczny, który posłuży do badania wpływu promieniowania kosmicznego. Laboratorium SatLab ma się natomiast wzbogacić o aparat rentgenowski do sprawdzania elektroniki i konstrukcji oraz clean room do budowania komponentów i ich integracji.\n\nAktualne losy HYPE’a oraz projekty koła można śledzić w jego mediach społecznościowych:\n\nhttps://www.instagram.com/satlab_agh/\nhttps://www.facebook.com/satlab.agh/\nhttps://www.tiktok.com/@satlab.agh\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/hype-na-kosmos-jak-powstawal-satelita-agh", "title": "HYPE na kosmos. Jak powstawał satelita AGH?-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "f9e0375643d3855ec9de15ea6458b2b2", "word_count": 1482, "headings": [{"level": 1, "text": "HYPE na kosmos. Jak powstawał satelita AGH?"}, {"level": 2, "text": "Satelita mieszczący się na dłoni"}, {"level": 2, "text": "Po co ten cały HYPE?"}, {"level": 2, "text": "Przez trudy do gwiazd"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}