{"content": "# Dni Hoborskiego 2024 przeszły do historii-- Święto Nauk Ścisłych w AGH - Dni prof. Antoniego Hoborskiego \n\nURL: http://www.dni-hoborskiego.agh.edu.pl/aktualnosci/detail/dni-hoborskiego-2024-przeszly-do-historii\nCrawled: 2025-03-19 22:35:44\n\nDni Hoborskiego 2024 przeszły do historii \n\n 13/12/2024 \n\n Kolejne, jedenaste już, Święta Nauk Ścisłych w AGH - Dni prof. Antoniego Hoborskiego zakończyły się już dobrych kilka dni temu. I znowu nie zabrakło wydarzeń, które na długo zapadną w pamięci. \n\nW pierwszej kolejności składam serdeczne gratulacje nagrodzonym: prof. Janinie Molendzie, prof. Dorocie Segdzie i prof. Sylwii Bajkacz. To wspaniałe, że kapituły nagród postanowiły w tym roku docenić same panie. Przecież nauka, chemia i sztuka „są kobietami”.\n\nDziękuję wszystkim zaangażowanym w organizację naszego święta. To Wy sprawiliście, że znowu nam się udało.\n\nDziękuję także społeczności AGH i wspaniałym gościom, za to że zechcieliście być w tym wyjątkowym dla nauk ścisłych czasie wraz z nami.\n\nDni Hoborskiego dobiegły końca, ale już myślimy o kolejnej edycji Święta Nauk Ścisłych w AGH. Już dziś wiemy, że kulminacyjne punkty przyszłorocznych obchodów XII Święta Nauk Ścisłych w AGH - Dni prof. Antoniego Hoborskiego odbędą się w piątek, 21 listopada 2025 roku. W tym dniu będą miały miejsce uroczystość w Auli AGH oraz koncert z serii „Melodie Nauki” w Akademickim Centrum Kultury Klub Studio.\n\n Z serdecznymi pozdrowieniami!\n Przewodniczący Komitetu Organizacyjnego\n dr hab. Jerzy Stochel, prof. AGH\n\nGaleria z obchodów\n\nPowrót", "metadata": {"url": "http://www.dni-hoborskiego.agh.edu.pl/aktualnosci/detail/dni-hoborskiego-2024-przeszly-do-historii", "title": "Dni Hoborskiego 2024 przeszły do historii-- Święto Nauk Ścisłych w AGH - Dni prof. Antoniego Hoborskiego ", "depth": 3, "duplicate": false, "content_hash": "c12081a577e10581e87d937632033287", "word_count": 191, "headings": [{"level": 2, "text": "Stopka"}]}}