{"content": "# UNESCO/ Poland Co-sponsored Fellowship Programme in Engineering, ed. 2023A - rekrutacja otwarta\n\nURL: http://www.unesco.agh.edu.pl/aktualnosci/unesco-poland-co-sponsored-fellowship-programme-in-engineering-ed-2023a-rekrutacja-otwarta/\nCrawled: 2025-03-19 21:39:58\n\nUNESCO/ Poland Co-sponsored Fellowship Programme in Engineering, ed. 2023A - admission open\nAbout the Programme\n\n With a view to promote human resource capacities in science and engineering in the developing countries and to enhance international understanding and friendship among peoples, 30 fellowships of six months duration, starting on 2nd October 2023 are offered by UNESCO, the Polish National Commission for UNESCO and the UNESCO Chair for Science, Technology, and Engineering at the AGH University of Science and Technology in Krakow, Poland.\n\nPREVIOUSLY: Applications should be submitted by midnight (Central Europe time), 28 April 2023.\n\nPREVIOUSLY: Applications should be submitted by midnight (Central Europe time), 19 May 2023.\n\nNEW: Applications should be submitted by midnight (Central Europe time), 9 June 2023.\n\nDuration and place of Fellowships: 6 months fellowship starting on 2nd October 2023 to 30 March 2024, AGH University of Science and Technology (UNESCO AGH Chair), Krakow, Poland.\n\n Facilities offered by the Polish authorities: free tuition and access to the university facilities based on the local regulations.\n Facilities offered by UNESCO: air travel ticket (round), health insurance, pocket allowance.\n Invited Member States (71 countries).\n Visa: selected beneficiaries will have to secure their own visas themselves.\n\n How to apply\n\n Check if the country of the candidate is among the list the 71 invited Member States to participate in the programme  (Annex I). If the candidate complies with the conditions and terms spelled out in the announcement letter, she/he will have the opportunity to choose a maximum of 3 projects among the 30 proposed projects (candidates must provide the priority number of the projects).\n\n Documents:\n Announcement Letter with Annex I (Requirements and List of Invited Member States).\n Annex II (Terms and Conditions).\n Annex III (List of Invited Member States per region and field of study).\n Information Sheet, Check List.\n UNESCO Fellowship Application Form with Certificate of Language Knowledge.\n are available at address (links for the application documents):\n\nwww.unesco.org/en/fellowships/poland-engineering\n\n The candidate is invited to contact her/his National Commission for UNESCO and submit the requested documents to apply.\n\nYour submission must include the following documents in English language (Attention to all documents: all pages must be duly completed in English using capital letter, illegible documents will be eliminated from the procedure, hand writing form must include capital letter only, printed document is expected): \n\n 1. Selection of the project number (minimum one maximum three). \n 2. UNESCO Fellowships Application Forms, which include Candidate signatures. Authorities signatures and stamps are requested also. \n 2. Photograph attached to the applications (4x6 cm). \n 3. Certified copies (in English) of obtained Bachelor’s/ Master’s/ PhD Degree; Authorities signatures and stamps are requested also. \n 4. UNESCO Certificate of Language Knowledge, duly completed by a relevant authority, if the mother tongue of the candidate is not English. Authorities signatures and stamps are requested also. \n 5. Two letters of recommendation from someone related to the candidate’s work, as well confirming the Candidate’s qualifications to undertake the project proposals. Authorities signatures and stamps are requested also. \n 6. Information sheet and Check list. \n 7. Endorsed letter from the National Commission for UNESCO including Candidate name and surname. \n 8. All endorsed Candidates should register themselves to the Fellowship e-registration system available on the page: \n[click here]\n\nPREVIOUSLY: Candidatures should be submitted by the invited Member State, channeled through their National Commission by midnight (Central Europe time), 28 April 2023 to the UNESCO Secretariat.\n\nPREVIOUSLY\n: Candidatures should be submitted by the invited Member State, channeled through their National Commission by midnight (Central Europe time), 19 May 2023 to the UNESCO Secretariat.\n\nNEW: Candidatures should be submitted by the invited Member State, channeled through their National Commission by midnight (Central Europe time), 9 June 2023 to the UNESCO Secretariat.\n\nPREVIOUSLY: Applications should be submitted by midnight (Central Europe time), 28 April 2023.\n\nPREVIOUSLY\n: Admission extended to 19 May 2023 till midnight (Central Europe time). \n\nNEW: Admission extended to 9 June 2023 till midnight (Central Europe time).", "metadata": {"url": "http://www.unesco.agh.edu.pl/aktualnosci/unesco-poland-co-sponsored-fellowship-programme-in-engineering-ed-2023a-rekrutacja-otwarta/", "title": "UNESCO/ Poland Co-sponsored Fellowship Programme in Engineering, ed. 2023A - rekrutacja otwarta", "depth": 3, "duplicate": false, "content_hash": "d82beeeb4fc089865914cacc46629119", "word_count": 648, "headings": [{"level": 1, "text": "UNESCO/ Poland Co-sponsored Fellowship Programme in Engineering, ed. 2023A - admission open"}]}}