{"content": "# Home\n\nURL: http://ivsaghust.agh.edu.pl/index.php\nCrawled: 2025-03-19 21:11:36\n\nSPINAKER - Intensive International Education Programs \nInternational Virtual School at AGH UST\n\nGeneral information\n\nOn April 26, 2021, pursuant to the decision of the Director of the Polish National Agency for Academic Exchange the application of the AGH UST Department of International Relations entitled \"International Virtual School at AGH\" was ranked 4th among 25 Polish universities receiving funding under the \"SPINAKER - Intensive International Education Programs\" competition. \n\nThe projects are implemented under the program of the Polish National Agency for Academic Exchange - SPINAKER - Intensive International Education Programs. The program is financed from the non-competition project no. POWR.03.03.00-00-PN16 / 18 \"Supporting the institutional capacity of Polish universities through the creation and implementation of international study programs\" under the Knowledge Education Development Operational Program.\n\nThe application was initiated by the International Agreements and Contacts Team of the Department of International Relations of the AGH University of Science and Technology. The Faculties of Energy and Fuels, Civil Engineering and Resource Management; Geology, Geophysics and Environmental Protection; Drilling, Oil and Gas participated in the preparation of the application and partner universities: \n\nThe aim of the SPINAKER program is to internationalize Polish institutions of higher education and science by financing projects aimed at increasing interest in the educational offer in Polish science and higher education institutions among foreign students and doctoral students, increasing the participation of foreign students and doctoral students in Polish education programs and extending the offer of intensive international education programs also realized in the remote formula.\n\n The projects are implemented under the program of the Polish National Agency for Academic Exchange - SPINAKER - Intensive International Education Programs. The program is financed from the non-competition project no. POWR.03.03.00-00-PN16 / 18 \"Supporting the institutional capacity of Polish universities through the creation and implementation of international study programs\" under the Knowledge Education Development Operational Program.", "metadata": {"url": "http://ivsaghust.agh.edu.pl/index.php", "title": "Home", "depth": 2, "duplicate": false, "content_hash": "eb2c6f4c585f1136b20392d32e88ce8a", "word_count": 304, "headings": [{"level": 3, "text": ""}, {"level": 3, "text": "SPINAKER - Intensive International Education ProgramsInternational Virtual School at AGH UST"}, {"level": 4, "text": "General information"}]}}