{"content": "# AGH University and Cracovia join forces to develop football talent-- AGH UST \n\nURL: https://www.agh.edu.pl/en/news/detail/agh-university-and-cracovia-join-forces-to-develop-football-talent\nCrawled: 2025-03-19 21:07:39\n\nAGH University and Cracovia join forces to develop football talent \n\n 07-03-2025 \n\n cooperation \n sports \n\n The AGH University and KS Cracovia SA have concluded a cooperation agreement which starts a new chapter in sports management and the development of young, gifted footballers. Joint activities are not only aimed at improving the quality of management of the oldest sports club in Poland, but also at creating a complex educational and sports path for future football stars. \n\nUnder the agreement, the university and the club are to cooperate within a few key areas:\n\nimplementation of technological innovations supporting athletes – the AGH University will contribute to the cooperation with its expertise in modern technologies and data analysis, which may significantly improve training and management processes,\n\ndevelopment of advanced football management systems based on the best world practices,\n\nestablishment of strategic development plans and solutions for sports marketing based on in-depth market analyses,\n\nincreasing the digitisation and virtualisation of management processes with artificial intelligence in processes of business decision analysis,\n\ndevelopment of key management and leadership competencies, taking into account the specificity of the football market,\n\npromotion of entrepreneurial attitudes among young, talented athletes,\n\ndevelopment of AGH University students through student internships – young academics and future sports managers will have a unique opportunity to gain practical experience by taking part in projects related to the operation of a professional football club,\n\norganisation of workshops and sports activities for the local community – this initiative is aimed at promoting sports and educating young football adepts on modern training methods and the management of a career in sports.\n\nProfessor Marek Dudek, Dean of the Faculty of Management, responsible for the cooperation’s coordination, emphasises how meaningful the partnership truly is:\n\n“The most important challenge ahead of us is to develop and implement innovative football management systems integrating mentoring, coaching, and club activity with the transfer of academic knowledge. Together with Cracovia, we have a real chance to revolutionise football by offering a complex development path for young, talented footballers, taking advantage of technologies and specialist expert reports. The overarching goal of our cooperation is the creation of a sustainable football ecosystem, one that allows the players to grow, reach their full sports potential, and the clubs to run more effectively and be successful, both in terms of sports and finances.”\n\nOne of vital elements of joint activities will be the development of systems for the management of a football club that encompass:\n\nindividual player development plans – personalised training strategies adjusted to the needs of young footballers,\n\nmodern analytics technologies – using AI and data analysis for the optimisation of the training process,\n\nincreased effectiveness of the club – improvement of Cracovia’s management processes to better support the player’s development.\n\nThe commitment of experts from the Faculty of Management in the development of Cracovia is a step toward the professionalisation of Polish football. As stressed by Professor Murat Colak (AGH Business School):\n\n“Owing to innovative football management tools, we will increase the potential of players, which will make Cracovia more successful. Eventually, it will also raise the level of the entire Polish football.”\n\nAnother result of joint efforts will be the implementation of innovation in the club’s organisation, which will also benefit the Krakow university, as it will have access to a professional sports environment and an opportunity to obtain extensive knowledge in the field.\n\n“We took another significant step in the development of Cracovia, which will allow us not only to develop in sports, but will also help manage various areas of the club’s activity. Thanks to the experience of the AGH University in modern technologies, we will be able to create innovative solutions that will affect the quality of trainings and the comprehensive management of the club. This is a pioneering programme on a Polish scale. It will allow young talents not only to develop their sports skills, but also to acquire valuable experience in management. Our cooperation with the AGH University will benefit both Cracovia and the university, which will gain access to practical projects in the field of sports and management, as well as enable students to gain real-life experience in a professional environment,” says Mateusz Dróżdż, chairman of KS Cracovia SA.\n\nPhotograph: KS Cracovia\n\nPhotograph: KS Cracovia\n\nPhotograph: KS Cracovia\n\nPhotograph: KS Cracovia\n\nPhotograph: KS Cracovia\n\nPhotograph: KS Cracovia\n\nPhotograph: KS Cracovia\n\nPhotograph: KS Cracovia\n\nBack", "metadata": {"url": "https://www.agh.edu.pl/en/news/detail/agh-university-and-cracovia-join-forces-to-develop-football-talent", "title": "AGH University and Cracovia join forces to develop football talent-- AGH UST ", "depth": 2, "duplicate": false, "content_hash": "07633a4081d4c24e1c5a881189778b60", "word_count": 724, "headings": [{"level": 1, "text": "AGH University and Cracovia join forces to develop football talent"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}