{"content": "#  Kandydaci z zagranicy -- Szkoła Doktorska AGH \n\nURL: https://www.sd.agh.edu.pl/kandydaci/kandydaci-z-zagranicy\nCrawled: 2025-03-19 21:39:00\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Kandydaci z zagranicy \n\nKandydaci do podjęcia kształcenia w Szkole Doktorskiej AGH, którzy ukończyli studia za granicą, są zobowiązani do przedstawienia zalegalizowanego lub opatrzonego apostille dyplomu wraz z suplementem zawierającym informacje o skali stosowanych ocen lub innego dokumentu ukończenia studiów za granicą, dającego prawo do ubiegania się o nadanie stopnia doktora lub uznanego za równorzędny z polskim dyplomem ukończenia studiów drugiego stopnia lub jednolitych studiów magisterskich i tytułowi zawodowemu magistra lub magistra inżyniera.\n\nApostille i legalizacja jest to poświadczenie, że dokument pochodzi z właściwego urzędu i jest autentyczny.\n\nTwój dokument musi zostać opatrzony apostille, jeżeli został wydany w kraju będącym stroną Konwencji Haskiej (konwencji znoszącej wymóg legalizacji zagranicznych dokumentów urzędowych).\n\nPo kliknięciu w wybrany kraj, wyświetlana jest lista instytucji wydających apostille. Należy skontaktować się z odpowiednią instytucją.\n\nWAŻNE!\n Szkoła Doktorska AGH nie uczestniczy w procedurze uzyskania apostille / legalizacji. Proces uzyskania apostille / legalizacji może trwać długo, dlatego należy go rozpocząć odpowiednio wcześniej.\n\nDokument musi być zalegalizowany w ambasadzie/konsulacie, jeżeli został wydany w kraju, który nie jest stroną \nKonwencji Haskiej\n (czyli w kraju nie znajdującym się na liście).  \n\nLegalizację może sporządzić:\n a) konsul Rzeczypospolitej Polskiej, właściwy dla państwa, na którego terytorium lub w którego systemie edukacji lub szkolnictwa wyższego wydano dany dokument, lub\n b) akredytowane w Polsce lub innym państwie członkowskim UE/EFTA/OECD przedstawicielstwo dyplomatyczne lub urząd konsularny państwa, na którego terytorium lub w którego systemie edukacji lub szkolnictwa wyższego wydano dany dokument.\n\nAby dokonać legalizacji dyplomu należy skontaktować się z właściwą ambasadą / konsulatem.\n\nStopka\n\nBiblioteka Główna\n\nOchrona danych osobowych\n\nStrona główna AGH\n\nInicjatywa Doskonałości – Uczelnia Badawcza\n\nSzkoła Doktorska AGH\nbud. A3, I p., pok. 118\nal. Mickiewicza 30\n30-059 Kraków\n\nDziekanat\n E-mail: phd@agh.edu.pl\n Tel. +48 12 617 56 13\n Tel. +48 12 617 56 11\n Tel. +48 12 617 56 14\n Obsługa bezpośrednia i telefoniczna doktorantów:\n poniedziałek - nieczynne\n wtorek-piątek - 9:00-13:00\n\nSekretariat\n E-mail: sdbiuro@agh.edu.pl\n Tel. +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/kandydaci/kandydaci-z-zagranicy", "title": " Kandydaci z zagranicy -- Szkoła Doktorska AGH ", "depth": 3, "duplicate": false, "content_hash": "83bbe183fea787c47218ea09d0016284", "word_count": 319, "headings": [{"level": 1, "text": "Kandydaci z zagranicy"}, {"level": 2, "text": "Stopka"}]}}