{"content": "#  Konkurs na wyjazdy stażowe 2025 - II edycja -- Szkoła Doktorska AGH \n\nURL: https://sd.agh.edu.pl/nawa-ster/konkurs-na-staze\nCrawled: 2025-03-19 21:39:03\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Konkurs na wyjazdy stażowe 2025 - II edycja \n\nDyrektor Szkoły Doktorskiej AGH ogłasza \nII edycję konkursu\n na przyznanie środków \nna wyjazdy stażowe do zagranicznych ośrodków naukowych\n dla doktorantów kształcących się w Szkole Doktorskiej AGH w roku 2025.\n\nKonkurs ogłaszany jest w ramach realizacji programu \n„STER NAWA – umiędzynarodowienie szkół doktorskich”\n finansowanego przez \nNarodową Agencję Wymiany Akademickiej\n a w szczególności działań związanych ze wsparciem zagranicznej mobilności najlepszych doktorantów w wymiarze 1-3 m-cy, realizujących kształcenie w Szkole Doktorskiej AGH.\n\nPrzyznane środki mogą być wykorzystane na pokrycie kosztów: \n\nzakwaterowania i wyżywienia, związanych z uczestnictwem doktorantów w zagranicznych wyjazdach stażowych, do 12.000 zł/miesiąc;  \n\npodróży, związanych z uczestnictwem doktorantów w zagranicznych wyjazdach stażowych, do 5.000 zł/staż;  \n\nzagospodarowania, związanych z uczestnictwem doktorantów w zagranicznych wyjazdach stażowych, 5.000 zł/staż. \n\nPula środków dostępnych w ramach II edycji konkursu w roku 2025: \n91.000,00 zł\n\nZasady i tryb przyznawania środków na wyjazdy stażowe w ramach Projektu, a także kryteria oceny osiągnięć naukowych kandydatów wskazane są w par. 3 i 4 \nRegulamin przyznawania i wypłacania środków na wyjazdy stażowe w zagranicznych ośrodkach naukowych dla doktorantów Szkoły Doktorskiej AGH w ramach projektu STER NAWA - umiędzynarodowienie szkół doktorskich, finansowanego przez Narodową Agencję Wymiany Akademickiej. \n\n Wnioski należy składać w oryginale w biurze Szkoły Doktorskiej AGH (budynek A3, pokój 118) do dnia \n8 kwietnia 2025 do godz. 13:00.\n\nDo wniosku należy dołączyć:\n\nProgram stażu potwierdzony przez instytucję zapraszającą, w tym deklarowane zaangażowanie stażysty w prace prowadzone w instytucji zapraszającej, np. udział w projekcie, przygotowanie wniosku projektowego, przygotowanie publikacji do czasopism z listy JCR itd.; \n\nUzasadnienie powiązania stażu z realizacją pracy doktorskiej i potwierdzenie tego faktu przez promotora/promotorów; \n\nDotychczasowy dorobek naukowo-badawczy doktoranta z okresu kształcenia w Szkole Doktorskiej AGH. \n\nTermin rozstrzygnięcia konkursu 14 kwietnia 2025.\n\nWyniki konkursu ogłoszone zostaną na stronie internetowej Szkoły Doktorskiej AGH.\n\nREGULAMIN\n\nFORMULARZ WNIOSKU\n\nStopka\n\nBiblioteka Główna\n\nOchrona danych osobowych\n\nStrona główna AGH\n\nInicjatywa Doskonałości – Uczelnia Badawcza\n\nSzkoła Doktorska AGH\nbud. A3, I p., pok. 118\nal. Mickiewicza 30\n30-059 Kraków\n\nDziekanat\n E-mail: phd@agh.edu.pl\n Tel. +48 12 617 56 13\n Tel. +48 12 617 56 11\n Tel. +48 12 617 56 14\n Obsługa bezpośrednia i telefoniczna doktorantów:\n poniedziałek - nieczynne\n wtorek-piątek - 9:00-13:00\n\nSekretariat\n E-mail: sdbiuro@agh.edu.pl\n Tel. +48 12 617 56 12\n\nBack", "metadata": {"url": "https://sd.agh.edu.pl/nawa-ster/konkurs-na-staze", "title": " Konkurs na wyjazdy stażowe 2025 - II edycja -- Szkoła Doktorska AGH ", "depth": 3, "duplicate": false, "content_hash": "6a6bc57cbdf094d240b9538734598149", "word_count": 369, "headings": [{"level": 1, "text": "Konkurs na wyjazdy stażowe 2025 - II edycja"}, {"level": 2, "text": "Stopka"}]}}