{"metadata": {"url": "https://dss.agh.edu.pl/ubezpieczenia", "title": " Ubezpieczenia -- Dział Spraw Studenckich AGH ", "depth": 1, "duplicate": false, "content_hash": "fa4f9cb0727c9f7932872ba57dd26acb", "word_count": 962, "headings": [{"level": 1, "text": "Ubezpieczenia"}, {"level": 3, "text": "Przepisy prawne dotyczące ubezpieczenia zdrowotnego"}, {"level": 3, "text": "Studenci - obywatele RP"}, {"level": 3, "text": "Ubezpieczenie zdrowotne studentów niebędących obywatelami RP"}, {"level": 2, "text": "Stopka"}]}, "content": "#  Ubezpieczenia -- Dział Spraw Studenckich AGH \n\nURL: https://dss.agh.edu.pl/ubezpieczenia\nCrawled: 2025-03-20 01:35:16\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Ubezpieczenia \n\nUbezpieczenie od następstw nieszczęśliwych wypadków (NNW) dla studentów AGH można wykupić na stronie:\n\nhttps://samorzad.agh.edu.pl/\n\nInformacje dotyczące ubezpieczeń podczas wyjazdów zagranicznych dostępne są na stronie Centrum Współpracy Międzynarodowej:\n\nhttp://www.dwz.agh.edu.pl/wyjazdy-pracownikow/ubezpieczenia-pracownikow-doktorantow-studentow/\n\nPrzepisy prawne dotyczące ubezpieczenia zdrowotnego\n\nZasady ubezpieczenia zdrowotnego regulują przepisy ustawy z dnia 27 sierpnia 2004 roku o finansowaniu świadczeń opieki zdrowotnej ze środków publicznych (Dz.U.2017.1938 j.t.).\n\nStudenci podlegają obowiązkowi ubezpieczenia zdrowotnego i mają prawo do korzystania bezpłatnie ze świadczeń opieki medycznej w placówkach, które zawarły umowę na udzielanie świadczeń opieki zdrowotnej w Narodowym Funduszu Zdrowia.\n\nStudenci - obywatele RP\n\nStudent korzysta z ubezpieczenia zdrowotnego \njako członek rodziny osoby ubezpieczonej\n:\n\ndo ukończenia 26 lat - obowiązek zgłoszenia do ubezpieczenia zdrowotnego spoczywa na rodzicach bądź opiekunach prawnych,\n\nbez ograniczenia wieku, jeśli posiada orzeczenie o znacznym stopniu niepełnosprawności lub inne traktowane na równi - obowiązek zgłoszenia do ubezpieczenia zdrowotnego spoczywa na rodzicach bądź opiekunach prawnych,\n\nbez ograniczenia wieku, jeśli małżonek podlega obowiązkowemu ubezpieczeniu zdrowotnemu - obowiązek zgłoszenia do ubezpieczenia zdrowotnego spoczywa na małżonku\n\nlub\n gdy posiada inny tytuł do ubezpieczenia zdrowotnego, np. umowa o pracę, umowa zlecenie.\n\nUczelnia zgłasza \ndo ubezpieczenia\n\nzdrowotnego studenta, który:\n\nukończył 26 lat i nie podlega obowiązkowi ubezpieczenia zdrowotnego z innego tytułu,\n\nnie ukończył 26 lat i nie podlega obowiązkowi ubezpieczenia zdrowotnego z innego tytułu.\n\nObowiązek ubezpieczenia zdrowotnego studenta powstaje z dniem immatrykulacji i \nzłożenia oświadczenia o niepodleganiu obowiązkowi ubezpieczenia zdrowotnego z innego tytułu\n, a wygasa z dniem ukończenia szkoły wyższej albo skreślenia z listy studentów. Student ma obowiązek zgłosić członków rodziny do ubezpieczenia zdrowotnego pod warunkiem nieposiadania przez nich innego tytułu do ubezpieczenia zdrowotnego.\n\nPrawo do świadczeń opieki zdrowotnej studenta wygasa po upływie 4 miesięcy od zakończenia studiów lub skreślenia z listy studentów. Za datę ukończenia studiów uważa się datę złożenia egzaminu dyplomowego. W przypadku studenta, który zaliczył ostatni rok studiów i nie złożył egzaminu dyplomowego w terminie obowiązek ubezpieczenia zdrowotnego wygasa z dniem 30 września.\n\nPrawo do świadczeń opieki zdrowotnej członków rodziny zgłoszonych przez studenta do ubezpieczenia zdrowotnego ustaje po upływie 30 dni od wygaśnięcia obowiązku ubezpieczenia zdrowotnego studenta.\n\nPodstawą do zgłoszenia studenta i członków rodziny do ubezpieczenia zdrowotnego przez Uczelnię jest złożenie w macierzystym Dziekanacie wniosku o objęcie ubezpieczeniem zdrowotnym wraz z oświadczeniem o niepodleganiu obowiązkowi ubezpieczenia zdrowotnego z innego tytułu.\n\nDokumentem potwierdzającym objęcie ubezpieczeniem zdrowotnym jest druk ZUS RMUA lub zaświadczenie o opłacaniu składki.\n\nObowiązki ubezpieczonego\n\nStudent zgłoszony do ubezpieczenia zdrowotnego przez Uczelnię jest zobowiązany poinformować macierzysty Dziekanat o:\n\npowstaniu innego tytułu do obowiązkowego ubezpieczenia zdrowotnego wynikającego np. ze stosunku pracy,\n\nzmianie danych zawartych we wniosku,\n\nzmianie statusu studenta,\n\nokolicznościach powodujących konieczność wyrejestrowania z ubezpieczenia zdrowotnego członków rodziny,\n\nInformację tę należy przekazać do Dziekanatu niezwłocznie po zaistnieniu okoliczności, o których mowa wyżej.\n\nUbezpieczenie zdrowotne studentów niebędących obywatelami RP\n\nStudent \nniebędący\n obywatelem państwa członkowskiego Unii Europejskiej lub państwa członkowskiego Europejskiego Porozumienia o Wolnym Handlu (EFTA) i nie podlegający obowiązkowemu ubezpieczeniu zdrowotnemu na terenie Rzeczypospolitej Polskiej oraz w innym państwie członkowskim Unii Europejskiej lub państwie członkowskim Europejskiego Porozumienia o Wolnym Handlu (EFTA) może ubezpieczyć się dobrowolnie zawierając umowę z Narodowym Funduszem Zdrowia, jeśli ma miejsce zamieszkania na terytorium Rzeczypospolitej Polskiej.\n\nUmowa zawierana jest na podstawie pisemnego wniosku oraz zaświadczenia potwierdzającego status studenta i paszportu. Student, który zawrze umowę i terminowo opłaca składki ma prawo do pełnego zakresu świadczeń opieki zdrowotnej na terenie Polski w placówkach, które zawarły umowę na świadczenia opieki medycznej z NFZ. W ciągu 7 dni od podpisania umowy student zobowiązany jest zarejestrować ją w Zakładzie Ubezpieczeń Społecznych składając druk ZUS ZZA. Składkę z tytułu umowy ubezpieczony musi wpłacać na konto wskazane przez ZUS. Umowa zawierana jest na czas nieokreślony. Rozwiązanie umowy następuje na podstawie pisemnego wypowiedzenia lub po miesiącu nieprzerwanej zaległości w opłacaniu składek bądź powstaniu tytułu do obowiązkowego ubezpieczenia zdrowotnego, np. zawarcie umowę o pracę. Dokumentem potwierdzającym objęcie ubezpieczeniem zdrowotnym jest egzemplarz umowy oraz dowód wpłaty składki za ostatni miesiąc. Prawo do świadczeń z ubezpieczenia zdrowotnego rozpoczyna się w dniu objęcia ubezpieczeniem określonym w Umowie i wygasa po upływie 30 dni od dnia ustania ubezpieczenia zdrowotnego w Narodowym Funduszu Zdrowia.\n\nStudent \nniebędący\n obywatelem państwa członkowskiego Unii Europejskiej lub państwa członkowskiego Europejskiego Porozumienia o Wolnym Handlu (EFTA) i nie podlegający obowiązkowemu ubezpieczeniu zdrowotnemu na terenie Rzeczypospolitej Polskiej oraz w innym państwie członkowskim Unii Europejskiej lub państwie członkowskim Europejskiego Porozumienia o Wolnym Handlu (EFTA), \nuznany za osobę pochodzenia polskiego\n w rozumieniu przepisów o repatriacji lub \nposiadający ważną Kartę Polaka\n może ubezpieczyć się dobrowolnie zawierając umowę z Narodowym Funduszem Zdrowia, jeśli ma miejsce zamieszkania na terytorium Rzeczypospolitej Polskiej. W takim przypadku składki na ubezpieczenie zdrowotne opłaca Uczelnia, po przedłożeniu przez zainteresowanego wniosku o objęcie ubezpieczeniem zdrowotnym w NFZ, przedstawieniu umowy z NFZ (w ciągu najdalej 3 dni od jej podpisania) oraz dokumentów potwierdzających polskie pochodzenie (zaświadczenie od Konsula, bądź ważna Karta Polaka). \n\nStudent niebędący obywatelem RP, który nie posiada powyższych dokumentów potwierdzających polskie pochodzenie zgłasza się do ubezpieczenia zdrowotnego sam (bez pośrednictwa Uczelni). W takiej sytuacji student zgłasza się do Narodowego Funduszu Zdrowia - Oddział Małopolski, ul. Wadowicka 8W, gdzie zawiera umowę na dobrowolne ubezpieczenie zdrowotne, następnie zgłasza się w Zakładzie Ubezpieczeń Zdrowotnych, ul. Świętokrzyska 12, sporządza druk zgłoszeniowy i sam opłaca składkę na ubezpieczenie zdrowotne, dobrowolne.\n\nStudenci \nbędący\n obywatelami państwa członkowskiego Unii Europejskiej lub państwa członkowskiego Europejskiego Porozumienia o Wolnym Handlu (EFTA) uprawnieni są do bezpłatnych świadczeń opieki zdrowotnej udzielanych przez świadczeniodawców, którzy zawarli umowy na udzielanie świadczeń opieki zdrowotnej z Narodowym Funduszem Zdrowia na podstawie Europejskiej Karty Ubezpieczenia Zdrowotnego lub - jeżeli nie posiadają tytułu do ubezpieczenia w kraju zamieszkania - zgłaszani są do ubezpieczenia przez Uczelnię na zasadach obowiązujących studentów polskich.\n\nStopka\n\nArchiwum dokumentów\n\nDział Spraw Studenckich\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nAl. Mickiewicza 30\n30-059 Kraków\n\nBiuro Obsługi Spraw Studenckich\nbudynek C-7, pokój 112\nSekcja Obsługi Organizacji Studenckich\nbudynek C-1, pokój 111\nSekcja Wypłat i Rozliczeń Stypendiów\nbudynek C-1, pokój 111\ne-mail: dss@agh.edu.pl\n\nBack"}