{"content": "#  Napęd i sterowanie hydrostatyczne -- Kursy i szkolenia AGH \n\nURL: https://szkolenia.agh.edu.pl/oferta-kursow-i-szkolen/oferta-komercyjna/naped-i-sterowanie-hydrostatyczne\nCrawled: 2025-03-19 21:16:32\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Napęd i sterowanie hydrostatyczne \n\n Organizator \n\n Wydział Inżynierii Mechanicznej i Robotyki \n\nKatedra Automatyzacji Procesów\n\nal. Mickiewicza 30, 30-059 Kraków\n pawilon B-2, p. I, pok. 104/5\n\nhttp://home.agh.edu.pl/~stojek/\n\nZgłoszenia przyjmowane są przez organizatora w sposób ciągły. W razie potrzeby będą uruchamiane dodatkowe terminy kursów.\n\n Program \n\nPodstawy teoretyczne napędu i sterowania hydrostatycznego: podstawowe prawa i zależności matematyczne, statyka i dynamika cieczy, straty ciśnienia, symbole graficzne elementów hydraulicznych (2 h).\n\nCiecze hydrauliczne: podział, właściwości fizyczne, kryteria doboru cieczy (1 h).\n\nBudowa, zasada działania oraz dobór elementów przetwarzających energię w układach napędu hydrostatycznego: pompy wyporowe, siłowniki hydrauliczne, silniki wyporowe (3 h).\n\nPodział i sposoby montowania elementów w układach, zasada działania i przykłady konstrukcyjne oraz dobór elementów sterujących w układach sterowania hydrostatycznego: zawory sterujące kierunkiem przepływu, zawory sterujące ciśnieniem, zawory sterujące natężeniem przepływu, zawory działające w technice proporcjonalnej serwozaworowej (wstęp), zawory w technice nabojowej (7 h).\n\nAkumulatory hydrauliczne – podział, budowa zasada działania, dobór (1 h).\n\nFiltracja cieczy i filtry – podział, budowa, dobór filtrów (2 h).\n\nElementy złączne, przewody hydrauliczne – podział, przykłady konstrukcji (1 h).\n\nOsprzęt hydrauliczny oraz elementy pomocnicze – konstrukcje, przykłady doboru, zbiorniki cieczy, chłodnice, nagrzewnice, przekaźniki, przełączniki ciśnieniowe (2 h).\n\nPodstawowe układy hydrostatyczne – budowa, zasada działania, układy sterowania kierunkiem przepływu, układy nastawiania siły lub momentu obrotowego, układy nastawiania prędkości liniowej i obrotowej (2 h).\n\nEksploatacja układów hydrostatycznych – obsługa, konserwacja (1 h).\n\nBudowa podstawowych układów hydrostatycznych na stanowiskach laboratoryjnych – kontrola działania (7 h).\n\nPomiar wielkości fizycznych w układach hydrostatycznych na stanowiskach laboratoryjnych: pomiary natężeń przepływów, ciśnień i spadków ciśnień, pomiary temperatury (1 h).\n\nZajęcia prowadzone są w grupach liczących od 6 do 10 osób. Główny nacisk kursu kładziony jest na wykorzystanie przyswojonej wiedzy w zagadnieniach praktycznych. W ramach zaliczenia kursu uczestnicy rozwiązują test sprawdzający przyswojoną wiedzę. Absolwenci kursu otrzymują dyplom AGH ukończenia kursu oraz certyfikat potwierdzający odbycie kursu na stanowiskach firmy Parker Hannifin w Laboratorium Napędu i Sterowania Hydraulicznego na Wydziale Inżynierii Mechanicznej i Robotyki AGH w Krakowie.\n\n Czas trwania \n\nSzkolenie obejmuje 30 godzin zajęć rozłożonych na 4 kolejne dni w tygodniu lub dwa spotkania sobotnio-niedzielne (uzgodnione po wcześniejszej konsultacji z uczestnikami).\n\nStopka\n\nStudia podyplomowe\n\nCentrum Obsługi Kształcenia\nInne Formy Kształcenia\n\nE: kbrzoz@agh.edu.pl\nT: 12 617 32 81 \nE: amajka@agh.edu.pl\nT: 12 617 56 35\n\nBack", "metadata": {"url": "https://szkolenia.agh.edu.pl/oferta-kursow-i-szkolen/oferta-komercyjna/naped-i-sterowanie-hydrostatyczne", "title": " Napęd i sterowanie hydrostatyczne -- Kursy i szkolenia AGH ", "depth": 2, "duplicate": false, "content_hash": "578caf258d0a4ef9a7d6d55c09e19e6a", "word_count": 372, "headings": [{"level": 1, "text": "Napęd i sterowanie hydrostatyczne"}, {"level": 2, "text": "Stopka"}]}}