{"content": "#  Oferta -- Cybersecurity Centre \n\nURL: https://www.cc.agh.edu.pl/oferta\nCrawled: 2025-03-19 21:39:12\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Oferta \n\n58% firm w Polsce odnotowało przynajmniej jeden incydent \npolegający na naruszeniu bezpieczeństwa, natomiast 33% firm zauważyło wzrost intensywności prób cyberataków\n\nZgodnie z najnowszym raportem CERT Polska \nw 2022 r. liczba zarejestrowanych incydentów wzrosła o ponad 34%\n w porównaniu do roku poprzedniego. CERT Polska zarejestrował \n25 625 incydentów zaklasyfikowanych jako phishing,\n co stanowi 64 proc. wszystkich obsłużonych incydentów\n\nPowstanie Centrum Cyberbezpieczeństwa, jako jednostki pomocniczej AGH, jest odpowiedzią na mnożące się cyberzagrożenia. Dzięki integracji zasobów i projektów AGH, oraz działalności edukacyjnej, usługowej oraz badawczo-rozwojowej, a także współpracy krajowej oraz międzynarodowej wspieramy cyberbezpieczną przyszłość.  \n\n UCZELNIE \n\nBudowanie konsorcjów projektowych B+R+I \n\nRealizacja projektów edukacyjnych \n\nUsługi cyberbezpieczeństwa dla uczelni, m.in. w ramach Security Operations Center (SOC AGH) \n\nMiędzynarodowy transfer wiedzy i rozwój zdolności \n\n ADMINISTRACJA PUBLICZNA \n\nSzkolenia oraz wsparcie pracowników oraz specjalistów ds. cyberbezpieczeństwa w budowie kompetencji  \n\nProdukty i usługi cyberbezpieczeństwa dla JST (Jednostek Samorządu Terytorialnego) \n\nAudyty cyberbezpieczeństwa \n\n MAŁE I ŚREDNIE PRZEDSIĘBIORSTWA (MŚP) \n\nSzkolenia i kursy dla pracowników \n\nRozwój innowacji technologicznych we współpracy z AGH  \n\nWspółpraca z uczelnią dotycząca kierunków studiów z obszaru cyberbezpieczeństwa \n\nDoradztwo i wsparcie ekspertów \n\nUdział we wspólnych przedsięwzięciach projektowych \n\nRaporty, ekspertyzy, rekomendacje ekspertów \n\n STARTUPY \n\nWeryfikacja technologii pod kątem cyberbezpieczeństwa\n\nBezpieczne środowisko deweloperskie oparte na zasobach uczelni\n\nWsparcie w walidacji technologicznej pomysłu/produktu\n\nSzkolenia i wsparcie w zakresie zdobywania funduszy/grantów\n\nPartnerstwa technologiczne dla rozwoju produktu\n\n MEDIA I EVENTY \n\nWspółpraca ekspercka – artykuły, wywiady, komentarze \n\nAnalizy, ekspertyzy i raporty z zakresu cyberbezpieczeństwa \n\nPrezentacje i udział w debatach \n\nOrganizacja i współorganizacja konferencji i wydarzeń branżowych \n\n PRZYSZLI SPECJALIŚCI \n\nSzkolenia, kursy i studia podyplomowe \n\nProgramy mentoringowe dla studentów  \n\nWydarzenia rekrutacyjne i edukacyjne we współpracy z firmami \n\nWsparcie kobiet w obszarze cyberbezpieczeństwa, na wszystkich etapach ich kariery (Women4Cyber Poland) \n\nRealizacja projektów edukacyjnych, mentorinowych, świadomościowych, w tym kampanii społecznych \n\nUSŁUGI CYBERBEZPIECZEŃSTWA\n\nMiędzynarodowa wymiana wiedzy, monitorowanie zagrożeń i trendów z obszaru cyberbezpieczeństwa oraz współpraca z inżynierami AGH pozwalają uczelni świadczyć usługi zapewniające przewagę konkurencyjną i ochronę przed zagrożeniami.\n\n Oferta \n\nUsługi Security Operations Center (SOC), między innymi: \n\nOcenę podatności \n\nTesty penetracyjne \n\nWykrywanie anomalii \n\nReakcję na incydenty \n\nZarządzanie cyberbezpieczeństwem \n\nPrzetwarzanie dużej ilości danych z urządzeń sieciowych i końcowych na potrzeby monitorowania bezpieczeństwa \n\nWspółpraca specjalistów ds. cyberbezpieczeństwa w rozwoju kompetencji technicznych, także w obszarze innowacji technologicznych dla SOCs: \n\nAutomatyczna detekcja ataków \n\nNowe techniki analityczne \n\nBezpieczeństwo aplikacji \n\nBezpieczeństwo sieci lokalnych i rozległych \n\nBezpieczeństwo technologii chmurowych i IoT \n\nWspółpraca z sektorem komercyjnym (ochrona jednostek nieposiadających odpowiedniego zaplecza ludzkiego i technicznego, zaplecze kompetencji) \n\nProdukty i usługi tworzone na indywidualne zamówienie \n\nDostęp do najnowszych narzędzi, infrastruktury i technologii EDTs (Emerging and Disruptive Technologies) \n\nSZKOLENIA I STUDIA\n\nFirmy i instytucje zmagają się z brakiem specjalistów ds. cyberbezpieczeństwa. W skali UE luka pracownicza w tej branży wynosi około 200 tys. osób, na świecie 2,7 mln. Odpowiedzią jest zarówno tworzenie kierunków studiów z obszaru cyberbezpieczeństwa, jak i ułatwienie dokształcania się oraz przekwalifikowania pracowników poprzez szkolenia i kursy.\n\nPOZNAJ OFERTĘ EDUKACYJNĄ AGH W OBSZARZE CYBERBEZPIECZEŃSTWA:\n\nCyberbezpieczeństwo – studia I i II stopnia\n\nCyberbezpieczeństwo w praktyce – studia podyplomowe\n\nSzkolenia i kursy\n\nOrganizujemy także kursy i szkolenia zamawiane, dostosowane do indywidualnych potrzeb.\n\n Oferta zamawianych kursów: \n\nKursy i programy związane z tematyką bezpieczeństwa sieci i systemów ICT\n\nSzkolenia ze specjalistycznym oprogramowaniem w zakresie atrybucji, cyber threat intelligence i zero-day\n\nSzkolenia nakierowane na rozwój umiejętności cyfrowych w obszarze cyberbezpieczeństwa dla JST i sektora komercyjnego\n\nSzkolenia w zakresie cyberbezpieczeństwa i zwalczania cyberprzestępczości dla: \n\nPrzedstawicieli kluczowych sektorów gospodarki\n\nBiegłych sądowych\n\nFunkcjonariuszy organów państwa\n\nAdministracji państwowej\n\nPodmiotów infrastruktury krytycznej\n\nBudujemy świadomość i odpowiedzialność społeczną w obszarze cyberbezpieczeństwa poprzez edukację: \n\nProgramy mentoringowe dla studentów we współpracy z sektorem komercyjnym \n\nProgramy edukacyjne i mentoringowe dla kobiet, na wszystkich etapach ich kariery (polski oddział Women4Cyber) \n\nRealizację projektów edukacyjnych, mentorinowych, świadomościowych oraz kampanii społecznych \n\nPROJEKTY B+R+I (Badania, rozwój, innowacje)\n\nRealizujemy innowacyjne projekty badawczo-rozwojowe i innowacyjne w zakresie cyberbezpieczeństwa. Tworzymy konsorcja projektowe z uczelniami i podmiotami w Polsce i zagranicą w ramach programów unijnych (Horizon Europe, DEP, FENG), a także dedykowanych programów typu CapTech. Współpracujemy z sektorem komercyjnym łącząc zasoby naukowe i programistyczne oraz doświadczenie projektowe AGH z potrzebami i możliwościami biznesu.\n\n Nasze działania obejmują: \n\nKonsorcjum projektowe uczelni technicznych dla budowania Security Operation Centre (SOCCER), świadczące usługi sektorowi akademickiemu, administracji publicznej i MŚP w ramach programu KE DigitalEurope \n\nWspółpracę z sektorem publicznym i prywatnym w ramach projektów R&D i wdrożeniowych w zakresie cyberbezpieczeństwa  \n\nWymianę wiedzy i doświadczeń w tworzeniu praktycznych rozwiązań i narzędzi w zakresie atrybucji, CTI, cyber range i zero-day  \n\nBadania naukowe w zakresie atrybucji i zero-day, co pozwoli na rozwijanie nowych metod, narzędzi i kierunków działań \n\nWspółpracę międzynarodową z instytucjami i ośrodkami akademickimi \n\nDORADZTWO\n\nZespół ekspertów cyberbezpieczeństwa AGH prowadzi doradztwo dla firm i instytucji w obszarze oceny ryzyka, wyzwań technologicznych, technicznych i regulacyjnych.\n\n Doradztwo obejmuje m.in.: \n\nOcena ryzyka (związanego z wewnętrznymi i zewnętrznymi aktorami)\n\nBadanie podatności, identyfikacja potencjalnych zagrożeń i słabości\n\nOcena gotowości na wypadek incydentów i rekomendacje\n\nDopasowanie systemu cyberbezpieczeństwa firmy do aktualnych wymogów prawnych, regulacji i zaleceń, na poziomie krajowym i europejskim\n\nOchrona danych i informacje wrażliwych\n\nWeryfikacja zabezpieczeń sieciowych i aplikacji\n\nBadanie podatności i luki bezpieczeństwa\n\nDoradztwo w zakresie wdrażania narzędzi i rozwiązań cyberbezpieczeństwa\n\nOcena bezpieczeństwa urządzeń IoT (Internetu rzeczy) i systemów SCADA\n\nInwestycje w system cyberbezpieczeństwa firmy/instytucji\n\nAKCELERATOR INNOWACJI\n\nWspieramy lokalne i krajowe innowacje oraz przedsiębiorczość w sektorze cyberbezpieczeństwa, w tym rozwoju narzędzi i rozwiązań w zakresie atrybucji, CTI, cyber range i zero-day. Jesteśmy szczególnie zaangażowani w wspieranie startupów i spin-offów wykorzystujących i tworzących technologie dual-use dla cyberbezpieczeństwa i cyberodporności.\n\n Wsparcie AGH może obejmować: \n\nMentoring technologiczny\n Nasi eksperci służą wsparciem i wskazówkami, które pomagają w tworzeniu solidnych rozwiązań bezpieczeństwa \n\nŚrodowisko deweloperskie oparte na zasobach uczelni\n Dostarczamy odpowiednie narzędzia i infrastrukturę, aby umożliwić efektywny rozwój i testowanie projektów spin-offów, startupów oraz firm \n\nWsparcie w walidacji technologicznej pomysłu/produktu\n Pomagamy startupom w procesie weryfikacji i testowania ich technologii, aby upewnić się, że są one skuteczne i spełniają oczekiwania rynku \n\nRealizację szkoleń w zakresie zdobywania funduszy/grantów\n Wskazujemy metody zdobywania finansowania, zarówno z sektora publicznego, jak i prywatnego, aby umożliwić rozwój i skalowanie nowych projektów \n\nPartnerstwa technologiczne mające na celu dalszy i długoterminowy rozwój produktu\n Dążymy do nawiązania strategicznych partnerstw z innymi instytucjami badawczymi, firmami i organizacjami, aby wspólnie rozwijać innowacyjne rozwiązania \n\nWspółpracujemy m.in. z Centrum Technologii Bezpieczeństwa AGH, InnoAGH, Centrum Transferu Technologii AGH, Wydziałem Informatyki AGH i Klastrem #CyberMadeInPoland.\n\nRAPORTY I ANALIZY\n\nNasze publikacje opierają się na badaniach i analizach, które pozwalają lepiej zrozumieć zagrożenia i podejmować świadome decyzje w zakresie cyberbezpieczeństwa. Dostarczamy rekomendacje i propozycje kompleksowych działań. Podejmujemy się zarówno autorskich opracowań jak i współpracy przy tworzeniu publikacji.\n\n Przykładowe obszary tematyczne: \n\nNajnowsze zagrożenia w cyberprzestrzeni, analiza aktualnego systemu cyberbezpieczeństwa w Polsce i na świecie \n\nBadania ataków i incydentów, case studies cyberataków na różne sektory gospodarki \n\nAnaliza trendów i przyszłości cyberbezpieczeństwa - strategie, prognozy i rekomendacje rozwoju \n\nBadania i prognozy dla rynku cyberbezpieczeństwa w Polsce i zagranicą \n\nDezinformacja i zagrożenia hybrydowe \n\nAnaliza regulacji i wymogów prawnych dotyczących cyberbezpieczeństwa (np. dyrektywa NIS2) \n\nRegulacje i standardy w zakresie ochrony danych osobowych (np. RODO, GDPR). \n\nKrajowy i europejski system cyberbezpieczeństwa, w tym inicjatywy KE, ENISA, Parlamentu Europejskiego \n\nDziałania i strategie NATO w dziedzinie cyberbezpieczeństwa \n\nOblicza cyberwojny – zagrożenia, techniki, technologie dual-use, szanse i wyzwania dla polskiego przemysłu zbrojeniowego \n\nCyber capacity building – transfer wiedzy i zdolności do krajów rozwijających się \n\nInicjatywy związane z Cyfrowym Trójmorzem \n\nCyberbezpieczna infrastruktura 5G i 6G \n\nInnowacje, rola startupów, małych i średnich przedsiębiorstw w cyberbezpieczeństwie \n\nMEDIA I WYDARZENIA\n\nNasz zespół ekspertów jest gotowy dzielić się swoją wiedzą oraz doświadczeniem. Nieustanne zaangażowanie w identyfikowanie cyberazagrożeń i rozwój innowacyjnych rozwiązań sprawia, że jesteśmy doskonałym partnerem dla mediów oraz wydarzeń, które szukają rzetelnych źródeł i specjalistów.\n\n Mediom oferujemy: \n\nWywiady, udział w programach/audycjach, komentarze eksperckie\n na temat najnowszych zagrożeń, incydentów, regulacji oraz trendów w cyberprzestrzeni \n\nPrezentacje i wystąpienia podczas konferencji i wydarzeń branżowych\n na temat najnowszych badań, trendów oraz najlepszych praktyk w dziedzinie cyberbezpieczeństwa \n\nPublikacje i analizy\n: przygotowujemy raporty, analizy oraz badania w zakresie cyberbezpieczeństwa, które mogą stanowić cenne źródło informacji dla mediów i uczestników wydarzeń.  \n\nMateriały graficzne i multimedialne\n bazujące na aktualnych danych, takie jak infografiki, prezentacje, wizualizacje danych, filmy itp., które mogą wzbogacić relacje medialne oraz prezentacje podczas wydarzeń \n\nStopka\n\nBack", "metadata": {"url": "https://www.cc.agh.edu.pl/oferta", "title": " Oferta -- Cybersecurity Centre ", "depth": 3, "duplicate": false, "content_hash": "6b3252304fdd27dcb41864f3ac0671ef", "word_count": 1316, "headings": [{"level": 1, "text": "Oferta"}, {"level": 2, "text": "USŁUGI CYBERBEZPIECZEŃSTWA"}, {"level": 2, "text": "SZKOLENIA I STUDIA"}, {"level": 2, "text": "PROJEKTY B+R+I (Badania, rozwój, innowacje)"}, {"level": 2, "text": "DORADZTWO"}, {"level": 2, "text": "AKCELERATOR INNOWACJI"}, {"level": 2, "text": "RAPORTY I ANALIZY"}, {"level": 2, "text": "MEDIA I WYDARZENIA"}, {"level": 2, "text": "Stopka"}]}}