{"content": "# Nabór do programu szkoleniowego Europejskiego Urzędu Patentowego – MIPEF-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/studenci/aktualnosci/detail/nabor-do-programu-szkoleniowego-europejskiego-urzedu-patentowego-mipef\nCrawled: 2025-03-19 21:12:45\n\nNabór do programu szkoleniowego Europejskiego Urzędu Patentowego – MIPEF \n\n 04/03/2025 \n\n AGH po raz kolejny bierze udział w programie szkoleniowym Europejskiego Urzędu Patentowego (EPO) „Modular IP Education Framework” (MIPEF). ​​​​​​​Kurs „Create-Protect-Innovate: Bringing Ideas to Market” (Twórz – Chroń – Bądź Innowacyjny: Wprowadzanie Pomysłów na Rynek), dedykowany studentom/studentkom studiów II stopnia oraz doktorantom/doktorantkom, umożliwia zdobycie kluczowej wiedzy w zakresie ochrony własności intelektualnej (IP), ze szczególnym uwzględnieniem patentów oraz ich roli w procesie komercjalizacji innowacji. W kursie mogą wziąć udział również osoby pracujące w AGH zainteresowane tematyką IP. \n\nNabór na kurs w bieżącym semestrze trwa do 20 marca.\n\nKurs rozpoczyna się 24 marca, a kończy  25 czerwca br.\n\nHarmonogram\n\nEntry Level Course (\nplik pdf\n)\n\nAdvanced Level Course (\nplik pdf\n)\n\nOpis oraz wymagania\n\nSyllabus Part I (Entry level)\n\nCourse description Part I (Entry level)\n\nSyllabus Part II (Advanced level)\n\nCourse description Part II (Advanced level)\n\nJak się zarejestrować?\n\nKontakt z koordynatorem  programu MIPEF w AGH:\n Agnieszka Podrazik \n(mail: agnieszka.podrazik(at)bg.agh.edu.pl)\n\nKurs składa się z dwóch części – podstawowej i zaawansowanej. Każda z części składa się z pięciu samodzielnie realizowanych modułów, które wprowadzają w różne zagadnienia własności intelektualnej. Kurs prowadzony jest w formie e-learningu, co pozwala osobom uczestniczącym w nim dostosować tempo nauki do indywidualnych potrzeb. Po ukończeniu wszystkich wymaganych aktywności uczestnicy i uczestniczki otrzymają certyfikat EPO. Zaleca się, aby ze względu na intensywność kursu zrealizować jedną część semestralnie. Rejestracja i ukończenie każdej z części są niezależne.\n\nForma i struktura kursu\n\nprowadzony jest w języku angielskim\n\nmoduły do samodzielnej nauki online\n\nwysokiej jakości filmy, podcasty i interaktywne elementy edukacyjne\n\nćwiczenia i studia przypadków\n\nquizy i testy wielokrotnego wyboru\n\ndodatkowe zasoby do dalszej nauki\n\ninteraktywne sesje na żywo z ekspertami\n\nkońcowe zadanie oceniane przez ekspertów ds. własności intelektualnej\n\ncertyfikat ukończenia kursu wydawany przez EPO\n\nCzęść I: Podstawy Własności Intelektualnej\n\nUmożliwia zapoznanie się z:\n\npodstawowymi pojęciami dotyczącymi IP – różnymi rodzajami praw własności intelektualnej oraz korzyściami wynikającymi z ich ochrony,\n\npodstawami patentowania – procesem uzyskiwania patentów, wymaganiami formalnymi oraz zasadami składania zgłoszeń patentowych,\n\nsposobami korzystania z patentowych baz danych patentowych, analizą „freedom-to-operate” oraz oceną potencjalnych ryzyk związanych z naruszeniem praw IP.\n\nCzęść II: Zaawansowane Aspekty Ochrony Własności Intelektualnej\n\nWprowadza w bardziej zaawansowane tematy, takie jak:\n\nprocedury przyznawania patentów – szczegółowy opis etapów uzyskiwania patentu,\n\negzekwowanie patentów – ochrona praw patentowych w kontekście prawnym i biznesowym, a także różne metody rozwiązywania sporów patentowych,\n\nkomercjalizacja wynalazków – zarządzanie i wykorzystywanie patentów w strategiach biznesowych, podstawy wyceny IP oraz negocjowanie umów licencyjnych.\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/studenci/aktualnosci/detail/nabor-do-programu-szkoleniowego-europejskiego-urzedu-patentowego-mipef", "title": "Nabór do programu szkoleniowego Europejskiego Urzędu Patentowego – MIPEF-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "f63d425bbd41c9f765fbbf67228d7810", "word_count": 406, "headings": [{"level": 1, "text": "Nabór do programu szkoleniowego Europejskiego Urzędu Patentowego – MIPEF"}, {"level": 2, "text": "Inne artykuły z kategorii Studenci"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}