{"content": "# \n            Formy współpracy\n            | Wydział Informatyki AGH\n        \n\nURL: https://www.informatyka.agh.edu.pl/pl/badania-i-rozwoj/formy-wspolpracy/\nCrawled: 2025-03-19 21:37:46\n\nJak możesz z nami współpracować?\n\nDLA SZKÓŁ\n\nJeżeli jesteś przedstawicielem szkoły - zapraszamy na Dni Otwarte AGH oraz \nNoce Naukowców\n, organizowane co roku w Małopolsce\n\n(\nLINK\n)\n.\n\nNiestety, mimo najszczerszych chęci, ze względu na ilość obowiązków realizowanych przez naszych pracowników nie jesteśmy w stanie zapewnić oprowadzania grup poza tego typu wydarzeniami.\n\nSzukasz lekcji podstaw cyberbezpieczeństwa, higieny cyfrowej i walki z dezinformacją dla swojej szkoły lub klasy? Skontaktuj się z nami! Napisz na adres\n\npturek@agh.edu.pl\n\ni dowiedz się, co przygotowaliśmy w ramach projektu \nCyfrowy Świat\n!\n\nDLA  INŻYNIERÓW\n\nJesteś inżynierem lub studentem pragnącym zdobyć doświadczenie w pracy deweloperskiej?  Zapraszamy do rekrutacji i pracy przy realizacji naszych projektów rozwojowych, na warunkach komercyjnych.\n\nDLA BIZNESU\n\nSzukasz partnera do współpracy np. przy realizacji projektów, prowadzeniu wspólnych prac inżynierskich, magisterskich, doktorskich - napisz do nas! Nasz zespół doświadczony w realizacji projektów B+R może pomóc Ci wnieść istotny wkład w rozwój polskiej nauki i kształtowanie przyszłości! \nDowiedz się więcej tutaj.\n\nChcesz rozwijać kompetencje swoich pracowników? Poszukujesz kursów, szkoleń lub studiów podyplomowych z różnych dziedzin Informatyki, Data Science lub Cyberbezpieczeństwa? Wybierz prowadzone przez praktyków z wieloletnim doświadczeniem, pracowników AGH – jednej z wiodących uczelni technicznych w Polsce! Poznaj naszą ofertę:\n\nhttps://podyplomowe.informatyka.agh.edu.pl/\n\nDLA NAUKOWCÓW I DYDAKTYKÓW \n\nJesteś naukowcem zainteresowanym tematami związanymi z ICT? Zapraszamy do współpracy w ramach realizacji projektów (naszych lub Twoich), i rekrutacji na stanowisko badawczo-dydaktyczne!\n\nJeśli jesteś dydaktykiem z doświadczeniem w obszarze Informatyki czy Cyberbezpieczeństwa, zapraszamy do współpracy w ramach realizacji przedsięwzięć dydaktycznych i rekrutacji na stanowiska dydaktyczne.\n\nDLA INSTYTUCJI KULTURY I EDUKACJI\n\nChcesz zrealizować projekt wykorzystujący nowe technologie np. w szeroko pojętej działalności artystycznej? Zorganizować inicjatywę edukacyjną, wydarzenie naukowe lub innowacyjne lub zaprosić naszych naukowców do wzięcia udziału w Twoim projekcie? Napisz do nas i umów się na spotkanie!\n\nDLA MEDIÓW\n\nSzukasz eksperta w dziedzinie technologii informatycznych i komunikacyjnych, sztucznej inteligencji, Data Science, Big Data, technologii kwantowych, cyberbezpieczeństwa, informatyki śledczej lub pokrewnej? Chcesz zaprosić do udziału w swoim programie kogoś, kto potrafi w przystępny sposób opowiedzieć o nowych technologiach i odkryciach naukowych w ICT? S\nkontaktuj się z działem promocji\n: \npromocja@informatyka.agh.edu.pl\n\nDLA  KAŻDEGO\n\nJesteś osobą z pomysłem, chęcią, wizją wychodzącą poza wyżej podane ramy - po prostu napisz do nas, zobaczymy ciekawego możemy wspólnie zrobić :)\n\nNapisz do nas!\n\n  informatyka@agh.edu.pl", "metadata": {"url": "https://www.informatyka.agh.edu.pl/pl/badania-i-rozwoj/formy-wspolpracy/", "title": "\n            Formy współpracy\n            | Wydział Informatyki AGH\n        ", "depth": 3, "duplicate": false, "content_hash": "9356a7fcbb491e8298d7fc42f8e950e3", "word_count": 370, "headings": [{"level": 1, "text": "Formy współpracy"}, {"level": 3, "text": "Jak możesz z nami współpracować?"}, {"level": 4, "text": "DLA SZKÓŁ"}, {"level": 4, "text": "DLA  INŻYNIERÓW"}, {"level": 4, "text": "DLA BIZNESU"}, {"level": 4, "text": "DLA NAUKOWCÓW I DYDAKTYKÓW"}, {"level": 4, "text": "DLA INSTYTUCJI KULTURY I EDUKACJI"}, {"level": 4, "text": "DLA MEDIÓW"}, {"level": 4, "text": "DLA  KAŻDEGO"}, {"level": 4, "text": ""}, {"level": 4, "text": "Napisz do nas!"}, {"level": 3, "text": "informatyka@agh.edu.pl"}, {"level": 5, "text": "Informacja o cookies"}]}}