{"content": "# Jakość Kształcenia - Wydział Metali Nieżelaznych\n\nURL: http://wmn.agh.edu.pl/jakksz\nCrawled: 2025-03-19 21:34:13\n\nStrona główna\nJakość Kształcenia\nJakość Kształcenia\nWewnętrzny system zapewnienia jakości kształcenia\n\nZa proces i jakość kształcenia odpowiada Dziekan Wydziału Metali Nieżelaznych, wspierany przez Prodziekana ds. Studenckich i Kształcenia oraz Radę ds. Studiów. W skład Rady ds. Studiów wchodzą przedstawiciele wszystkich kierunków studiów znajdujących się w ofercie kształcenia WMN. Dodatkowym organem wspierającym jest Wydziałowa Rada Samorządu Studentów.\n\nDo zadań Rady ds. Studiów należą w szczególności:\n\nanaliza danych dotyczących kształcenia na kierunkach prowadzonych przez Wydział,\n\nformułowanie wniosków, zaleceń i rekomendacji dla Dziekana Wydziału, w szczególności mających na celu poprawę jakości kształcenia na poszczególnych kierunkach,\n\nproponowanie zmian i modyfikacji w programach studiów mających na celu poprawę jakości kształcenia lub/oraz wyeliminowanie zaobserwowanych nieprawidłowości w zakresie realizacji procesu kształcenia,\n\nprzygotowanie rocznego raportu dotyczącego jakości kształcenia na prowadzonych przez Wydział kierunkach.\n\nRealizacja wyżej wymienionych założeń jest weryfikowana coroczną analizą wyników ankietyzacji pracowników i zajęć prowadzonej wśród studentów, zgodnie z Zarządzeniem nr 29/2021 Rektora AGH. Opracowaniem wyników ankiet zajmuje się powołana jednostka na poziomie Uczelni, tj. Uczelniany Zespół ds. Jakości Kształcenia, która wyniki ankietyzacji przekazuje władzom dziekańskim.\n\nSkład Rady ds. Kierunku studiów na Wydziale Metali Nieżelaznych\n\ndr hab. inż. Beata Leszczyńska-Madej, prof. AGH – \nprodziekan ds. Studenckich i Kształcenia, przewodnicząca\n\nKierunek Inżynieria Metali Nieżelaznych\ndr hab. inż. Marzanna Książek, prof. AGH\n\nKierunek Inżynieria Produkcji i Jakości\ndr hab. inż. Krzysztof Żaba, prof. AGH\n\nKierunek Materiały i Technologie Metali Nieżelaznych\ndr hab. inż. Artur Kawecki, prof. AGH\n\nKierunek Recykling i Metalurgia\ndr hab. inż. Krzysztof Pacławski, prof. AGH\n\nKierunek Ekoprojektowanie i Cyfryzacja Technologii Materiałowych\ndr hab. inż. Andrzej Mamala, prof. AGH\n\nKierunek Modern Materials Design and Application\ndr hab. inż. Anna Kula, prof. AGH \n\noraz\n\ndr inż. Marcin Mroczkowski – \nkoordynator systemu Sylabus\n\nAkty prawne regulujące jakość kształcenia:\n\n Aktualne regulacje, w tym zarządzenia Rektora AGH, znajdują się na stronie internetowej Centrum Obsługi Kształcenia: \nhttps://www.cok.agh.edu.pl/dzial-jakosci-ksztalcenia/jakosc-ksztalcenia/\n\nPosiadane przez Wydział akredytacje:\n\nNa Wydziale Metali Nieżelaznych miała miejsce w ostatnich latach akredytacja wszystkich kierunków kształcenia jako akredytacja instytucjonalna. Wydział uzyskał wysoką ocenę działalności dydaktycznej. Zalecenia komisji dotyczące różnych drobnych procedur zostały wdrożone.\n\nDecyzją z dnia 16 października 2017 roku nr 16/KAT/2017 Wydział Metali Nieżelaznych otrzymał kategorię naukową A.\n\nWyróżnienia z zakresu dydaktyki:\n\nListy gratulacyjne za najwyższe oceny studenckie\n\nRok akademicki 2022/23 – semestr letni:\n\ndr hab. inż. Remigiusz Kowalik, prof. AGH\n\ndr inż. Katarzyna Łyp-Wrońska\n\ndr hab. inż. Beata Leszczyńska-Madej, prof. AGH\n\nRok akademicki 2022/23 – semestr zimowy:\n\ndr hab. inż. Artur Kawecki, prof. AGH\n\ndr inż. Ilona Nejman\n\ndr hab. inż. Paweł Kwaśniewski, prof. AGH\n\nRok akademicki 2021/22 – semestr letni:\n\nprof. dr hab. inż. Lucyna Jaworska\n\ndr inż. Bożena Boryczko\n\ndr inż. Piotr Palimąka\n\nRok akademicki 2021/22 – semestr zimowy:\n\ndr hab. inż. Andrzej Mamala, prof. AGH\n\ndr inż. Justyna Grzyb\n\ndr Maciej Sabal\n\nRok akademicki 2020/21 – semestr letni:\n\ndr hab. inż. Anna Kula, prof. AGH\n\ndr hab. inż. Beata Leszczyńska-Madej, prof. AGH\n\ndr inż. Justyna Grzyb\n\n Dobre praktyki związane z kształceniem na Wydziale Metali Nieżelaznych\n\nPriorytetem strategii Wydziału Metali Nieżelaznych AGH w obszarze kształcenia jest wysoka jakość procesu kształcenia oraz jak najlepsza pozycja absolwentów Wydziału na rynku pracy. Kształcenie odbywa się zgodnie z misją i strategią zapisaną w Statucie Uczelni, a także jest zgodne z najnowszymi trendami światowymi. Pracownicy Wydziału systematycznie uczestniczą w konferencjach i\n\nseminariach, a także różnych kursach i szkoleniach dedykowanych, podnosząc w ten sposób swoje kompetencje. Na bieżąco aktualizują treści modułów i w miarę możliwości wdrażają nowoczesne narzędzia dydaktyczne.\n\nProgramy studiów są tak zaprojektowane, że zapewniają dużą obieralność modułów. Ponadto Wydział prowadzi szeroką współpracę z jednostkami naukowymi zarówno międzynarodowymi, jak i krajowymi, a także z przemysłem, co bezpośrednio wpływa na programy studiów i rozszerza ofertę kształcenia. Organizowane są cykliczne spotkania (seminaria, wykłady) studentów z przedstawicielami z przemysłu metali nieżelaznych. Specjaliści z przemysłu od wielu lat uczestniczą także w prowadzeniu wybranych specjalistycznych modułów.\n\nBardzo dobrym przykładem dobrych praktyk jest także udział studentów w programie Erasmus+, a także możliwość realizacji praktyk oraz prac dyplomowych u partnerów przemysłowych, a także praca studentów w ramach kół naukowych i projektów realizowanych przez pracowników WMN.\n\nKolegia Wydziałowe poświęcone jakości kształcenia\n\nProtokół z posiedzenia Kolegium Wydziału 2022/23\n\nProtokół z posiedzenia Kolegium Wydziału 2021/22\n\nProtokół z posiedzenia Kolegium Wydziału 2020/21\n\nInformacje o ankietyzacji\n\nHarmonogram ankietyzacji rok 2023/24\n\nHarmonogram ankietyzacji rok 2022/23\n\nHarmonogram ankietyzacji rok 2021/22\n\nZbiorcze raporty z ankietyzacji:\n\n2022/23 – semestr letni\n\n2022/23 – semestr zimowy\n\n2021/22 – semestr letni\n\n2021/22 – semestr zimowy\n\n2020/21 – semestr letni\n\nWięcej informacji:\n https://www.cok.agh.edu.pl/dzial-jakosci-ksztalcenia/ankietyzacja/\n\nPodejmowane działania w zakresie podnoszenia jakości kształcenia\n\nkonsultowanie programów studiów z otoczeniem gospodarczym branży metali nieżelaznych\n\nwspółpraca z Wydziałową Radą Samorządu Studentów\n\ncykliczne spotkania z pracownikami WMN AGH dotyczące jakości kształcenia, także w ramach organizowanych Kolegiów Wydziałowych\n\ndelegowanie pracowników na specjalistyczne kursy mające na celu podniesienie ich kwalifikacji\n\nrestrukturyzacja kadry na część badawczą i dydaktyczno-badawczą uwzględniająca predyspozycje kadry do pracy naukowej i badawczej oraz do prowadzenia zajęć dydaktycznych jak również możliwości i sensowność zmian kwalifikacji w skali dłuższego czasu młodszych pracowników Wydziału\n\nmodernizacja i tworzenie nowych sal laboratoryjnych", "metadata": {"url": "http://wmn.agh.edu.pl/jakksz", "title": "Jakość Kształcenia - Wydział Metali Nieżelaznych", "depth": 3, "duplicate": false, "content_hash": "09ad787ae3e0d0e3aa265ad55285c2fb", "word_count": 807, "headings": [{"level": 1, "text": "Jakość Kształcenia"}]}}