{"content": "# Accessories - Comarch e-Sklep\n\nURL: https://sklep.agh.edu.pl/en/products/accessories,2,26\nCrawled: 2025-03-19 21:24:17\n\nHome Page\n  /\n\nProducts\n  /\n\nAccessories\n\nProducts\n\nAccessories\n\nAvailability\n\nIn Stock (6)\n\nRating\n\nNone (6)\n\nother\n\nImages (6)\n\nNew Product (2)\n\nPromotion (3)\n\nGreat Quality (1)\n\nPrice\n\n5\n\nPLN\n\n-\n\n198\n\nPLN\n\nFILTER\n\nShow Filters\n\nSort: \n\nName (A-Z)\n\nTop Sellers\n\nMost Viewed\n\nName (A-Z)\n\nName (Z-A)\n\nPrice by Ascending\n\nPrice by Descending\n\nManufacturer (A-Z)\n\nDefault\n\nRecently Added\n\nRecently Modified\n\n1\n-\n6\nfrom\n6\n\n|\n\nPromotion\n\n#jestemzAGH cotton bag\n\nCotton bag with the name of the #jestemzAGH initiative and a unique Knowledge Passion Bond tag. Large and capacious with a wide bottom and long, broad handles. Made of high-quality material. Made in Poland. The bag comes in two colours: black and beige. Opis produktu colour: black or beige print colour: white or black type of print: screen printing material: 100% cotton weight: 260 g dimensions: 36 × 41 × 10 cm\n\n+\n\n40,00 PLN\n\n50,00 PLN\n\nPromotion\n\n#jestemzAGH pin\n\nPin with the name of the #jestemzAGH initiative. It will be a perfect complement to your backpack, bag, or jacket. The pin comes in two colours: black and white. Opis produktu material: galvanised metal sheet colour: black with white inscription, white with black inscription dimensions: diameter – 5.6 cm\n\n+\n\n5,50 PLN\n\n6,50 PLN\n\nPromotion\n\nAGH Shoelaces\n\nA pair of white shoelaces with black “AGH” print, made from water- and abrasion-resistant material. Easy to tie, they are ideal for walks and runs. Product description: colour: white with black print length: 120 cm print type : screen printing material: nylon\n\n+\n\n7,50 PLN\n\n10,00 PLN\n\nGreat Quality\n\nBackpack\n\nCase Logic black backpack with logo “AGH”. Compartment for 16” laptop, zippable organiser section with pocket for smartphone, little loop for pen, small pocket for valuables, and space for mobile phone cable. Upper pocket with special lining protects sunglasses or mobile phone from scratches. Useful front handle, and padded back panel. Unused part of shoulder strap can be folded and hidden. In zippable side pockets there is space for water bottle or cables. Made of high quality materials. Perfec\n\n+\n\n198,00 PLN\n\nNew Product\n\nTorba na ramię z grafiką budynku AGH\n\nJasna torba bawełniana z grafiką budynku AGH. Duża i pojemna, z długimi uszami w kolorze butelkowej zieleni. Wykonana z wysokogatunkowego materiału. Produkcja polska. Opis produktu kolor: beżowy wymiary: 43 x 37 cm kolor nadruku: kolorowy metoda nadruku: sitodruk materiał: 100% bawełna typu drelich gramatura materiału: 280 g\n\n+\n\n59,00 PLN\n\nNew Product\n\nTorba na ramię z grafiką I love AGH\n\nJasna torba bawełniana z grafiką I love AGH. Duża i pojemna, z długimi uszami w kolorze czerwonym. Wykonana z wysokogatunkowego materiału. Produkcja polska. Opis produktu kolor: czarny wymiary: 43 x 37 cm kolor nadruku: kolorowy metoda nadruku: sitodruk materiał: 100% bawełna typu drelich gramatura materiału: 280 g\n\n+\n\n59,00 PLN\n\nAccessories\n\nGo to Cart\n\nStay on Page\n\nRemember my selection", "metadata": {"url": "https://sklep.agh.edu.pl/en/products/accessories,2,26", "title": "Accessories - Comarch e-Sklep", "depth": 3, "duplicate": false, "content_hash": "2a87a8232cb6b6a80af5cba3133cf2d5", "word_count": 467, "headings": [{"level": 2, "text": "#jestemzAGH cotton bag"}, {"level": 2, "text": "#jestemzAGH pin"}, {"level": 2, "text": "AGH Shoelaces"}, {"level": 2, "text": "Backpack"}, {"level": 2, "text": "Torba na ramię z grafiką budynku AGH"}, {"level": 2, "text": "Torba na ramię z grafiką I love AGH"}, {"level": 1, "text": "Accessories"}]}}