{"metadata": {"url": "https://dss.agh.edu.pl/swiadczenia/stypendium-ministra", "title": " Stypendium ministra -- Dział Spraw Studenckich AGH ", "depth": 1, "duplicate": false, "content_hash": "c81de577a51ea17b74008832fe3aad30", "word_count": 2407, "headings": [{"level": 1, "text": "Stypendium ministra"}, {"level": 1, "text": "Lista Koordynatorów wniosków w systemie OSF"}, {"level": 3, "text": "Podstawa prawna"}, {"level": 3, "text": "Warunki otrzymania stypendium"}, {"level": 3, "text": "Stypendium nie przysługuje studentowi:"}, {"level": 3, "text": "Rodzaje znaczących osiągnięć studenta"}, {"level": 3, "text": "Sposób udokumentowania znaczących osiągnięć"}, {"level": 3, "text": "Okres, z którego mogą być podawane osiągnięcia we wniosku"}, {"level": 3, "text": "Tryb składania wniosku o stypendium"}, {"level": 3, "text": "Termin składania wniosku"}, {"level": 3, "text": "Tryb przyznawania stypendium"}, {"level": 3, "text": "Termin rozpatrzenia wniosków oraz decyzje w sprawie stypendium"}, {"level": 3, "text": "Wysokość i sposób wypłacania stypendium"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Stopka"}]}, "content": "#  Stypendium ministra -- Dział Spraw Studenckich AGH \n\nURL: https://dss.agh.edu.pl/swiadczenia/stypendium-ministra\nCrawled: 2025-03-20 01:35:08\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Stypendium ministra \n\nW terminie od 1 do 25 października 2024 r. rektorzy uczelni mogą składać wnioski o przyznanie stypendium dla studentów wykazujących się znaczącymi osiągnięciami naukowymi lub artystycznymi związanymi ze studiami, lub znaczącymi osiągnięciami sportowymi.\n\nInformacja na temat stypendiów Ministra Nauki za znaczące osiągnięcia dla studentów na rok akademicki 2024/2025\n\nPismo Prorektora ds. Studenckich w sprawie składania wniosków o stypendium Ministra Nauki\n\nWzór zgłoszenia kandydatury do stypendium Ministra Nauki\n\nLista Koordynatorów wniosków w systemie OSF\n\nInżynierii Lądowej i Gospodarki Zasobami (ILiGZ), Odlewnictwa (O), Geodezji Górniczej i Inżynierii Środowiska (GGiIŚ)\n Danuta Kosecka – Rusek  \ndkosecka@agh.edu.pl\n  (+48 12 617 57 59)\n\nZarzadzania (Z), Inżynierii Metali i Informatyki Przemysłowej (IMiIP)\n Anna Turlej \naturlej@agh.edu.pl\n (+48 12 617 57 60)\n\nElektrotechniki,  Automatyki, Informatyki i Inżynierii Biomedycznej (EAIiIB)\n Katarzyna Chromik-Myśliwiec \nchromik@agh.edu.pl\n (+48 12 617 57 58)\n\nInformatyki, Elektroniki i Telekomunikacji (IEiT), Informatyki (I), Matematyki Stosowanej (MS)\n Małgorzata Matoga \nmatoga@agh.edu.pl\n (+48 12 617 57 61)\n\nInżynierii Mechanicznej i Robotyki (IMiR)\n Piotr Kalukiewicz  \npkaluki@agh.edu.pl\n (+48 12 617 47 13)\n\nGeologii, Geofizyki i Ochrony Środowiska (GGiOŚ)\n Anna Kurowska-Capik \nakcapik@agh.edu.p\nl (+48 12 617 46 03)\n\nInżynierii Materiałowej i Ceramiki (IMiC)\n Barbara Zientara \nbarbaraz@agh.edu.pl\n (+48 12 617 25 19)\n\nMetali Nieżelaznych (MN)\n Ewa Kurkowska-Mróz \nkurkowskamroz@agh.edu.pl\n (+48 12 617 26 90)\n\nWiertnictwa, Nafty i Gazu (WNiG)\n Marek Indyk \nmindyk@agh.edu.pl\n (+48 12 617 22 02)\n\nEnergetyki i Paliw (EiP)\n Elżbieta Gołdasz \nelzbieta.goldasz@agh.edu.pl\n (+48 12 617 51 83)\n\nFizyki i Informatyki Stosowanej\n Katarzyna Hamerla \nhamerla@agh.edu.pl\n (+48 12 617 49 80)\n\nHumanistyczny\n Rafał Patyk \nrpatyk@agh.edu.pl\n (+48 12 617 43 96)\n\nPodstawa prawna\n\nRozporządzenia Ministra Nauki i Szkolnictwa Wyższego z dnia 1 kwietnia 2019 r. w sprawie stypendiów ministra właściwego do spraw szkolnictwa wyższego i nauki dla studentów i wybitnych młodych naukowców (t.j. Dz. U. 2022 r. poz. 428)\n\nart. 93 ust. 1-3, art. 359, art. 361 i art. 363 pkt 1 ustawy z dnia 20 lipca 2018 r. – Prawo o szkolnictwie wyższym i nauce\n (t.j. Dz. U. 2022 r. poz. 574 z późn. zm.)\n\nWarunki otrzymania stypendium\n\nStypendium ministra może otrzymać student wykazujący się:\n - znaczącymi osiągnięciami naukowymi lub artystycznymi związanymi ze studiami lub\n - znaczącymi osiągnięciami sportowymi.\n\nStudent kształcący się równocześnie na kilku kierunkach studiów może otrzymać stypendium tylko na jednym, wskazanym przez niego kierunku.\n Stypendium ministra przysługuje na studiach pierwszego stopnia, studiach drugiego stopnia i jednolitych studiach magisterskich.\n\nStypendium nie przysługuje studentowi:\n\nJeżeli posiada status studenta powyżej 12 semestrów, z tym że na studiach pierwszego stopnia okres posiadania statusu studenta nie może przekroczyć 9 semestrów, a na studiach drugiego stopnia 7 semestrów,\n Jeżeli posiada tytuł zawodowy:\n - magistra, magistra inżyniera albo równorzędny,\n - licencjata, inżyniera albo równorzędny, jeżeli ponownie podejmuje studia pierwszego stopnia.\n\nRodzaje znaczących osiągnięć studenta\n\nZa znaczące \nosiągnięcia naukowe\n studenta uważa się:\n - autorstwo lub współautorstwo monografii naukowej lub rozdziału w monografii naukowej wydanej przez wydawnictwo ujęte w wykazie wydawnictw sporządzonym zgodnie z przepisami wydanymi na podstawie art. 267 ust. 2 pkt 2 ustawy – Prawo o szkolnictwie wyższym i nauce. \nPublikacje w wydawnictwach spoza wykazu nie stanowią znaczących osiągnięć i nie mogą być wykazywane we wniosku.\n Aktualny wykaz wydawnictw znajduje się na stronie BIP MEiN.\n - autorstwo lub współautorstwo artykułu naukowego opublikowanego w czasopiśmie naukowym lub w recenzowanych materiałach z konferencji międzynarodowych, które w roku opublikowania artykułu w ostatecznej formie były ujęte w wykazie tych czasopism i materiałów sporządzonym zgodnie z przepisami wydanymi na podstawie art. 267 ust. 2 pkt 2 ustawy. \nPublikacje w czasopismach lub w materiałach z konferencji spoza wykazu nie stanowią znaczących osiągnięć i nie mogą być wykazywane we wniosku.\n Aktualny wykaz czasopism naukowych i recenzowanych materiałów z konferencji znajduje się na stronie BIP MEiN.\n - znaczący udział w projekcie badawczym o wysokim poziomie innowacyjności, realizowanym przez uczelnię, w której student odbywa lub odbywał kształcenie, w tym udział w projekcie badawczym finansowanym w ramach konkursu ogólnopolskiego lub międzynarodowego,\n - samodzielne wygłoszenie referatu naukowego dotyczącego badań naukowych o wysokim poziomie innowacyjności, którego student jest autorem lub współautorem, na ogólnopolskiej lub międzynarodowej konferencji naukowej o wysokim prestiżu zorganizowanej przez podmiot, o którym mowa w art. 7 ust. 1 ustawy, zagraniczną uczelnię lub zagraniczną instytucję naukową,\n - uzyskanie nagrody indywidualnej lub znaczący udział w powstaniu osiągnięcia, za które uzyskano nagrodę zespołową w konkursie o wysokim prestiżu i o zasięgu międzynarodowym, w którym uczestniczyli studenci uczelni co najmniej z pięciu państw, z wyłączeniem konkursów organizowanych w ramach międzynarodowych konferencji naukowych.\n\nZa znaczące \nosiągnięcia artystyczne\n studenta uważa się:\n - autorstwo lub wykonanie utworu muzycznego lub innej formy muzycznej zaprezentowanych na przeglądzie, festiwalu lub koncercie o wysokim prestiżu i o co najmniej krajowym zasięgu,\n - autorstwo lub znaczący wkład autorski utworów muzycznych nagranych na płycie wydanej przez firmę producencką o wysokim prestiżu,\n - znaczący udział w powstaniu utworu audiowizualnego, w tym filmowego, zaprezentowanego na przeglądzie lub festiwalu o wysokim prestiżu i o co najmniej krajowym zasięgu lub w obiegu kinowym lub telewizyjnym, w tym reżyseria, montaż, autorstwo scenografii lub zdjęć, odegranie pierwszo- lub drugoplanowej roli,\n - znaczący udział w powstaniu spektaklu teatralnego, operowego, operetkowego, baletowego lub musicalowego, zaprezentowanego na przeglądzie lub festiwalu o wysokim prestiżu i o co najmniej krajowym zasięgu lub w obiegu scenicznym lub telewizyjnym, w tym reżyseria, autorstwo scenografii, odegranie pierwszo- lub drugoplanowej roli,\n - autorstwo formy choreograficznej zaprezentowanej na przeglądzie lub festiwalu o wysokim prestiżu i o co najmniej krajowym zasięgu lub w obiegu scenicznym lub telewizyjnym,\n - autorstwo dzieła plastycznego lub architektonicznego zaprezentowanego na zbiorowej wystawie zorganizowanej przez instytucję kultury o wysokim prestiżu lub w przestrzeni publicznej,\n - indywidualną autorską wystawę plastyczną zorganizowaną przez instytucję kultury o wysokim prestiżu,\n - uzyskanie nagrody indywidualnej lub znaczący udział w powstaniu osiągnięcia, za które uzyskano nagrodę zespołową w konkursie, na przeglądzie lub festiwalu muzycznym, teatralnym, filmowym, plastycznym lub architektonicznym o wysokim prestiżu i o zasięgu międzynarodowym.\n\nZa znaczące \nosiągnięcia sportowe\n studenta uważa się zajęcie w:\n - sportach olimpijskich, paraolimpijskich lub objętych programem igrzysk głuchych, w rywalizacji indywidualnej albo drużynowej, w których działają polskie związki sportowe, o których mowa w ustawie z dnia 25 czerwca 2010 r. o sporcie (Dz. U. z 2018 r. poz. 1263 i 1669), co najmniej:\n    - szesnastego miejsca w igrzyskach olimpijskich, igrzyskach paraolimpijskich lub igrzyskach głuchych,\n    - ósmego miejsca w mistrzostwach świata,\n    - szóstego miejsca w mistrzostwach Europy,\n    - trzeciego miejsca w młodzieżowych mistrzostwach świata lub Europy,\n    - pierwszego miejsca w mistrzostwach Polski rozgrywanych w kategorii seniora,\n    - miejsca, o którym mowa w lit. b–e, w zawodach organizowanych dla osób niepełnosprawnych;\n - rywalizacji indywidualnej albo drużynowej w sportach, w których działają polskie związki sportowe, o których mowa w ustawie z dnia 25 czerwca 2010 r. o sporcie, co najmniej trzeciego miejsca w:\n    - uniwersjadzie,\n    - akademickich mistrzostwach świata,\n    - akademickich mistrzostwach Europy,\n    - Europejskich Igrzyskach Studentów.\n\nSposób udokumentowania znaczących osiągnięć\n\nOsiągnięcia są dokumentowane w postaci pisemnej, w formie:\n\nw przypadku osiągnięć naukowych\n:\n - stron monografii naukowej lub czasopisma naukowego, zawierających imiona i nazwisko autora albo imiona i nazwiska autorów, tytuł monografii naukowej lub artykułu naukowego, nazwę wydawnictwa, miejsce wydania, miesiąc i rok wydania, wstęp do monografii, spis treści monografii, ISBN, eISBN, ISSN, eISSN, ISMN lub DOI,\n - oświadczenia  studenta o procentowym wkładzie autorskim w monografię naukową, rozdział w monografii naukowej albo artykuł naukowy, wraz z opisem tego wkładu - w przypadku współautorstwa,\n - oświadczenia kierownika projektu badawczego zawierającego informacje o numerze, źródle finansowania, okresie trwania i celu projektu, roli pełnionej przez studenta w projekcie i zakresie realizowanych przez niego zadań oraz o efektach projektu,\n -certyfikatu lub dyplomu wydanego przez organizatora konferencji naukowej potwierdzającego wygłoszenie referatu naukowego przez studenta,\n - programu konferencji naukowej lub materiału pokonferencyjnego, zawierającego tytułu referatów naukowych oraz imiona i nazwiska prelegentów,\n - oświadczenia studenta o autorstwie lub współautorstwie referatu naukowego i jego samodzielnym wygłoszeniu na konferencji naukowej,\n - dyplomu lub innego dokumentu potwierdzającego uzyskanie nagrody w konkursie, a w przypadku nagrody zespołowej również oświadczenia kierownika zespołu albo oświadczeń członków zespołu o procentowym udziale studenta w powstaniu osiągnięcia,\n - regulaminu konkursu,\n - informacji organizatora o wynikach konkursu zawierającej imiona i nazwiska laureatów, a w przypadku nagród zespołowych - nazwy zespołów;\n\nw przypadku osiągnięć artystycznych:\n - oświadczenia:\n studenta o autorstwie lub wykonaniu utworu muzycznego lub innej formy muzycznej,\n studenta o autorstwie utworu lub utworów muzycznych lub wkładzie autorskim w ich powstanie wraz z opisem tego wkładu w przypadku współautorstwa,\n twórcy utworu audiowizualnego o udziale studenta w jego powstaniu,\n twórcy spektaklu o udziale studenta w jego powstaniu, studenta o autorstwie formy lub dzieła,\n organizatora wystawy o indywidualnym autorskim charakterze wystawy,\n - dokumentacji wizualnej dzieła lub wystawy,\n - dyplomu lub innego dokumentu potwierdzającego uzyskanie nagrody w konkursie, a w przypadku nagrody zespołowej - również oświadczenia kierownika zespołu albo oświadczeń członków zespołu o procentowym udziale studenta w powstaniu osiągnięcia,\n - regulaminu konkursu,\n - informacji organizatora konkursu o wynikach konkursu zawierającej imiona i nazwiska laureatów, a w przypadku nagród zespołowych - nazwy zespołów;\n\nw przypadku osiągnięć sportowych\n – oświadczenia właściwego polskiego związku sportowego albo Akademickiego Związku Sportowego o uzyskanym przez studenta wyniku sportowym.\n\nOkres, z którego mogą być podawane osiągnięcia we wniosku\n\nWe wniosku należy wskazać wyłącznie osiągnięcia uzyskane w okresie studiów od dnia:\n - rozpoczęcia studiów – w przypadku studenta studiów pierwszego stopnia albo jednolitych studiów magisterskich,\n - rozpoczęcia studiów pierwszego stopnia poprzedzających studia drugiego stopnia – w przypadku studenta studiów drugiego stopnia,\n - 1 października roku akademickiego, w którym studentowi przyznano ostatnie stypendium ministra do dnia 30 września 2024 r.\n\nUwaga!\n We wniosku nie należy wykazywać osiągnięć uzyskanych w okresie urlopów od zajęć lub innych przerw udzielonych zgodnie z regulaminem studiów.\n\nTryb składania wniosku o stypendium\n\nWnioskodawcą jest \nwyłącznie\n\nRektor\n uczelni.\n\nTryb przedstawiania przez studentów swoich kandydatur określa uczelnia (tryb ten nie jest określony w rozporządzeniu).\n\nO przedstawieniu Ministrowi wniosku o przyznanie studentowi stypendium decyduje Rektor uczelni. Rektor może nie przesłać wniosku, który nie spełnia warunków formalnych lub nie zawiera żadnego ze znaczących osiągnięć wymienionych w rozporządzeniu.\n\nUwaga!\n\n Nie będą rozpatrywane wnioski złożone indywidualnie przez studentów.\n\nSposób postępowania przy  składaniu wniosków o przyznanie stypendium ministra  w roku akademickim 2024/2025\n ​-  instrukcji do wypełniana wniosków znajdującej się na stronie MEiN.\n\nStudent składa na Wydziale kandydaturę (\ndo 4 października\n) - osiągnięcia, dokumenty,  potwierdzające osiągnięcia.​\n\nKandydatura jest przedstawiona Prodziekanowi Wydziału.\n\nPozytywnie zaopiniowane kandydatury - przetworzenie do wersji elektronicznej.​\n\nNegatywnie zaopiniowane kandydatury - informacja dla studenta.\n\nPrzetwarzanie wniosku do wersji elektronicznej:​\n\nKoordynator na Wydziale tworzy dla studenta wniosek i dostęp do systemu,\n\nStudent wypełnia wniosek w części C i informuje koordynatora o zakończeniu edycji wniosku,​\n\nKoordynator z Wydziału sprawdza wniosek i informuje koordynatora DSS o zakończeniu edycji wniosku, po czym przesyła kandydaturę studenta (\ndo 15 października\n) wraz z dokumentami potwierdzającymi osiągnięcia oraz wykaz kandydatur złożonych na wydziale rekomendowanych Rektorowi do złożenia wniosku do koordynatora DSS\n\nKoordynator DSS przedkłada wnioski do podpisu Rektora. ​\n\nRektor wysyła wnioski do Ministerstwa.\n\nWzór zgłoszenia kandydatury\n\nWzór wniosku o przyznanie stypendium ministra\n\nTermin składania wniosku\n\nWniosek o przyznanie stypendium Rektor składa do ministra do \n25 października 2024 r.\n (do godziny 23:59). Wnioski należy składać za pośrednictwem Zintegrowanego Systemu Usług dla Nauki Obsługa Strumienia Finansowania. Możliwość składania wniosków zostanie udostępniona w dniu 1 października 2024 r.\n\nTryb przyznawania stypendium\n\nOcena wniosków:\n Wnioski o przyznanie stypendiów spełniające wymagania formalne podlegają ocenie merytorycznej, za pomocą metody punktowej. Na podstawie wyników oceny sporządza się listy rankingowe wniosków o przyznanie stypendiów według liczby przyznanych punktów.\n\nKryterium formalne:\n Stypendium na rok akademicki (2024/2025) może zostać przyznane studentowi, który:\n - w poprzednim roku akademickim (2023/2024) zaliczył rok studiów oraz\n - uzyskał wpis na kolejny rok studiów w danym roku akademickim (2024/2025).\n\nWw. wymogów nie stosuje się do studenta, który w roku złożenia wniosku o przyznanie stypendium (2024) został przyjęty na studia drugiego stopnia.\n Ww. wyjątek dotyczy wyłącznie studentów studiów drugiego stopnia. Osoba przyjęta na I rok jednolitych studiów magisterskich nie może ubiegać się o stypendium na I roku tych studiów.\n\nKryteria oceny merytorycznej:\n Przy ocenie merytorycznej wniosków o przyznanie stypendiów dla studentów uwzględnia się następujące kryteria:\n\nw przypadku osiągnięć naukowych dotyczących:\n a. monografii naukowej albo artykułu naukowego: rodzaj i formę, procentowy wkład autorski, status i prestiż wydawcy, liczbę punktów w wykazie wydawnictw lub w wykazie czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych, innowacyjność tematyki badań naukowych, których dotyczy monografia naukowa albo artykuł naukowy,\n b. projektu badawczego: pełnioną rolę, okres uczestnictwa, liczbę referatów naukowych, monografii naukowych, rozdziałów w monografii naukowej lub artykułów naukowych, zastosowań praktycznych wyników badań naukowych lub prac rozwojowych lub wdrożeń wyników działalności naukowej, będących wynikiem udziału w projekcie, prestiż konkursu, w ramach którego jest finansowany projekt, innowacyjność i znaczenie projektu dla rozwoju danej dziedziny nauki,\n c. konferencji naukowej: prestiż i zasięg, liczbę reprezentowanych uczelni, liczbę prelegentów posiadających co najmniej stopień doktora, innowacyjność badań naukowych będących tematyką referatu naukowego, status organizatora,\n d. konkursu: prestiż, uzyskane miejsce, procentowy udział w powstaniu osiągnięcia, za które uzyskano nagrodę zespołową, liczbę uczestników, w tym liczbę zespołów, liczbę reprezentowanych uczelni i państw, status organizatora;\n\nw przypadku osiągnięć artystycznych dotyczących:\n a. dzieła artystycznego: rodzaj i formę, procentowy wkład w jego wykonanie lub autorstwo, status i prestiż wydawcy lub organizatora prezentacji, nowatorstwo, pełnioną rolę w wykonaniu lub prezentacji, okres trwania prezentacji,\n b. konkursu: prestiż, uzyskane miejsce, procentowy udział w powstaniu osiągnięcia, za które uzyskano nagrodę zespołową, liczbę uczestników, w tym liczbę zespołów, liczbę reprezentowanych państw, status organizatora;\n\nw przypadku osiągnięć sportowych: miejsce uzyskane w zawodach, rangę zawodów, rodzaj rywalizacji, kategorię wiekową, udział w powstaniu osiągnięcia, za które uzyskano nagrodę drużynową, obecność dyscypliny sportowej na najbliższych igrzyskach olimpijskich.\n\nTermin rozpatrzenia wniosków oraz decyzje w sprawie stypendium\n\nWnioski o stypendium na rok akademicki 2024/2025 są rozpatrywane w terminie do dnia \n31 marca 2025 r.\n\nPodstawą przyznania stypendium jest lista rankingowa wniosków uszeregowana według liczby przyznanych punktów.\n\nMinister może przyznać maksymalnie 840 stypendiów.\n\nStypendium zostanie przyznane osobom najwyżej ulokowanym na ww. liście rankingowej.\n\nPo rozpatrzeniu wniosków przez Ministra, do wnioskodawców oraz studentów zostaną przesłane decyzje administracyjne w sprawie przyznania albo odmowy przyznania stypendium.\n\nWysokość i sposób wypłacania stypendium\n\nStypendium jest przyznawane na rok akademicki. Maksymalna wysokość stypendium wynosi 17 000 zł. Wysokość stypendium zostanie ustalona w decyzji w sprawie przyznania stypendium.\n\nStypendium wypłaca studentowi uczelnia ze środków finansowych przekazanych na ten cel przez Ministra.\n\nStypendium wypłaca się jednorazowo, w terminie 14 dni od dnia zaksięgowania środków na rachunku bankowym uczelni – na wskazany przez studenta rachunek bankowy albo rachunek w spółdzielczej kasie oszczędnościowo-kredytowej albo w gotówce.\n\nKontakt\n\nbudynek C-5\n pokój 008\n\ndss@agh.edu.pl\n\nponiedziałek - czwartek\n 7:30 - 15:30\n piątek\n 7:30 - 14:30\n\nDorota Mizerska\n +48 12 617 34 47\ndorotami@agh.edu.pl\n\nStopka\n\nArchiwum dokumentów\n\nDział Spraw Studenckich\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nAl. Mickiewicza 30\n30-059 Kraków\n\nBiuro Obsługi Spraw Studenckich\nbudynek C-7, pokój 112\nSekcja Obsługi Organizacji Studenckich\nbudynek C-1, pokój 111\nSekcja Wypłat i Rozliczeń Stypendiów\nbudynek C-1, pokój 111\ne-mail: dss@agh.edu.pl\n\nBack"}