{"content": "#  Etap przygotowawczy -- HRS4R \n\nURL: https://hrs4r.agh.edu.pl/dokumenty/etap-i\nCrawled: 2025-03-19 21:18:45\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Etap przygotowawczy \n\n Deklaracja AGH poparcia dla zasad Karty i Kodeksu \n\nAkademia Górniczo-Hutnicza\n, reprezentowana przez Rektora prof. Jerzego Lisa, w pełni popiera Zalecenie Komisji Europejskiej 2005/251/WE w sprawie \nEuropejskiej Karty Naukowca i Kodeksu Postępowania przy rekrutacji pracowników naukowych\n (zwane dalej Kartą i Kodeksem). Wytyczne Karty oraz Kodeksu istotnie sprzyjają większej otwartości i transparentności rynku europejskiego.\n\nZasady Karty i Kodeksu zgodne są ze strategią Akademii Górniczo-Hutniczej, zmierzającą do zwiększenia atrakcyjności, podniesienia jakości badań, innowacyjności uczelni oraz zapewnienia warunków do rozwoju osobistego naukowców i innych pracowników. Realizacja strategii uczelni ma na celu właściwy dobór, rekrutację oraz kontynuację zatrudnienia naukowców legitymujących się znaczącym dorobkiem naukowym, kreatywnymi pomysłami na realizację innowacyjnych badań, jak również z potencjałem rozwoju nowej tematyki badawczej.\n\nUznając wartość Karty i Kodeksu, Akademia Górniczo-Hutnicza dobrowolnie deklaruje zobowiązanie do stosowania ich zasad. Akademia Górniczo-Hutnicza zobowiązuje się do wdrożenia tych zasad w polityce kadrowej oraz do podnoszenia świadomości wśród nauczycieli akademickich i pozostałych pracowników.\n Poprzez wdrożenie Karty i Kodeksu Akademia Górniczo-Hutnicza zamierza zaoferować naukowcom przyjazne środowisko pracy i zwiększyć ich mobilność w Europejskiej Przestrzeni Badawczej, a tym samym włączyć uczelnię do sieci podmiotów koncentrujących się na poprawie warunków rozwoju nauki i badań.\n\nW celu opracowania planu działań w zakresie zarządzania zasobami ludzkimi na rzecz naukowców powołany został \nZespół ds. wdrożenia zasad Europejskiej Karty Naukowca i Kodeksu Postępowania przy Rekrutacji Pracowników Naukowych w AGH\n. W skład Zespołu weszli przedstawiciele wszystkich wydziałów.\n\n Badanie ankietowe naukowców AGH \n\nJednym z elementów wdrożenia ww. dokumentów było przeprowadzenie anonimowej ankiety skierowanej do wszystkich naukowców AGH: pracowników naukowych, naukowo-dydaktycznych oraz doktorantów. Ankieta badała opinię naukowców o zgodności przepisów i działań AGH z zapisami Europejskiej Karty Naukowca i Kodeksu Postępowania przy Rekrutacji Pracowników Naukowych. Proces ankietyzacji odbył się wiosną 2023 r. Udzielone odpowiedzi stanowiły wytyczne do opracowania planu działań w zakresie wdrożenia zasad Karty i Kodeksu w AGH, zwanego Strategią HR4R AGH (Plan działań w zakresie wdrożenia zasad Europejskiej Karty Naukowca i Kodeksu Postępowania przy Rekrutacji Pracowników Naukowych w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie).\n\n Analiza ogólnokrajowych i wewnętrznych regulacji prawnych \n\nRównolegle przeprowadzona została analiza ogólnokrajowych i wewnętrznych regulacji prawnych oraz procedur i praktyk stosowanych w uczelni w zakresie realizacji zapisów Karty i Kodeksu. Do przeprowadzenia analizy wykorzystano standardową tabelę analizy wewnętrznej udostępnioną przez KE. Analiza dokumentacji i działań AGH pozwoliła na identyfikację aspektów, które wymagały podjęcia przez uczelnię przede wszystkim działań doskonalących.\n\n Wprowadzenie planu działań w zakresie wdrożenia zasad Karty i Kodeksu w AGH \n\nNa mocy \nZarządzenia Rektora nr 15/2024\n z 1 marca 2024 r. Rektor AGH zarządził wprowadzenie planu działań w zakresie wdrożenia \nStrategii HR4R AGH\n\n(plik do pobrania; wersja uzupełniona, tekst ujednolicony – marzec 2024).\n\nStopka\n\n © 2023 Centrum Komunikacji i Marketingu\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://hrs4r.agh.edu.pl/dokumenty/etap-i", "title": " Etap przygotowawczy -- HRS4R ", "depth": 2, "duplicate": false, "content_hash": "6aaeb92315a131b650e77f7eb1a97ef7", "word_count": 450, "headings": [{"level": 1, "text": "Etap przygotowawczy"}, {"level": 2, "text": "Stopka"}]}}