{"content": "#  Late submission of the doctoral dissertation -- AGH University Doctoral School \n\nURL: https://www.sd.agh.edu.pl/en/doctoral-students/procedure-for-completion-of-the-course-of-study-and-submission-of-doctoral-dissertations/late-submission-of-the-doctoral-dissertation\nCrawled: 2025-03-19 21:21:53\n\nSkip to content\n\nSkip to footer\n\n Late submission of the doctoral dissertation \n\nThe Director of the Doctoral School, at the written request (application) of a doctoral student with the opinion of the supervisor(s), approved by the head of the unit in which the research is conducted, in justified cases, may extend the deadline for submission of the doctoral dissertation, but not longer than 2 years, in particular in the case of:\n\nthe occurrence of unforeseeable fortuitous events;\n\ntemporary inability to receive training due to illness;\n\nhaving a disability certificate;\n\nthe need for personal care of a sick family member;\n\nthe need to take personal care of a child up to the age of four or a child with a certified disability;\n\nhe need to conduct long-term scientific research.\n\nThe condition for application is the completion of the Individual Training Plan.\n\nThe \napplication \nfor the extension of the deadline for submission of the doctoral dissertation \nshould include\n:\n\ndocument's date;\n\nname and surname of the Director of the Doctoral School;\n\nplace for doctoral's signature, supervisor's/supervisors' signature and signature of the dean of the faculty;\n\nreason and justification for requesting an extension of the dissertation submission deadline indicated in the Individual Research Plan;\n\ndegree of progress of the dissertation with a breakdown of the status of the research work and the degree of writing of the dissertation;\n\nnew deadline for submission of the dissertation (not exceeding 2 years);\n\napproval of the head of the unit (dean of the faculty) where the research is conducted.\n\nThe application signed by the doctoral student, the supervisor and the head of the unit, along with the name stamp, should be attached:\n\nthe opinion of the the supervisors and auxiliary supervisor. Each of the supervisors prepares their individual opinion;\n\ndocuments confirming the existence of circumstances justifying the need for an extension;\n\nan update of the Individual Research Plan including the tasks to be completed during the extended period and the new deadline for submission of the dissertation.\n\nApplications can be submitted \nno earlier than 6 months\n and \nno later than 1 month\n before the date indicated in the Individual Research Plan for submiting the doctoral disertation.\n\nIndividual Research Plan - Update - to the application for extension of the deadline for submission of the dissertation\n\nStopka\n\nAGH University Doctoral School\nbuild. A3, I floor, room 118\nal. Mickiewicza 30\n30-059 Krakow\n\nOffice for Doctoral Students' Affairs\n E-mail: phd@agh.edu.pl\n Phone: +48 12 617 56 13\n Phone: +48 12 617 56 11\n Phone: +48 12 617 56 14\n Direct and telephone support for doctoral students\n Monday - closed\n Tuesday - Friday - 9:00 a.m. - 1:00 p.m.\n\nDirector's Office\n E-mail: sdbiuro@agh.edu.pl\n Phone: +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/en/doctoral-students/procedure-for-completion-of-the-course-of-study-and-submission-of-doctoral-dissertations/late-submission-of-the-doctoral-dissertation", "title": " Late submission of the doctoral dissertation -- AGH University Doctoral School ", "depth": 3, "duplicate": false, "content_hash": "e6ff33731638cbb9afc049c5c75d7bbd", "word_count": 449, "headings": [{"level": 1, "text": "Late submission of the doctoral dissertation"}, {"level": 2, "text": "Stopka"}]}}