{"content": "#  Badania i współpraca -- WGGIOS AGH \n\nURL: https://www.wggios.agh.edu.pl/badania-i-wspolpraca\nCrawled: 2025-03-19 21:32:19\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Badania i współpraca \n\nDziałalność naukowo-badawcza Wydziału koncentruje się m.in. na opracowaniu najnowszych technik i technologii w zakresie:\n\ndiagnozowania górniczo-geologicznych warunków eksploatacji złóż i procesów geodynamicznych,\n\nbadań geochemicznych komponentów środowiska,\n\ngospodarczego wykorzystania odpadów i ich utylizacji w budownictwie,\n\noceny przeróbki surowców mineralnych i oceny wpływu zakładów górniczych na środowisko,\n\nkreowania kierunków badawczych takich jak: aeromineralogia, agromineralogia, kosmomineralogia, biomineralogia, i petroarcheologia,\n\noceny zasobów energii geotermalnej,\n\nrozpoznania budowy geologicznej skorupy ziemskiej i wnętrza Ziemi.\n\n Akredytowane Laboratorium Hydrogeochemiczne \n\nLokalizacja:\n\nKatedra Hydrogeologii i Geologii Inżynierskiej, paw. A-0, niski parter, pok. 017\n\nAkredytacja:\n\nCertyfikat i zakres akredytacji PCA nr\n\nAB 1050\n\nMożliwości badawcze/pomiarowe, oferta usługowa:\n\nbadania fizykochemiczne wody\n\npobór próbek wód\n\nWięcej informacji: \nlabkhgi.agh.edu.pl\n\nAparatura:\n\nSpektrometry do analiz wielopierwiastkowych:\n\nOptyczny spektrometr emisyjny ze wzbudzeniem w plazmie indukcyjnie sprzężonej (ICP-OES), model Optima 7300DV (Perkin Elmer)\n\nSpektrometr mas z jonizacją w plazmie indukcyjnie sprzężonej (ICP-MS), model iCAP RQ (C2) z komorą zderzeniową/reakcyjną (Thermo Scientific)\n\nSpektrometr ICP-OES — iCap Pro XP (Thermo Scientific)\n\nChromatografy jonowe Dionex Aquion (IC) do oznaczeń specjacji chemicznych w sprzężeniu ze spektrometrem mas oraz do oznaczania anionów\n\nStanowisko do analiz klasycznych (metody miareczkowe)\n\nWieloparametrowy miernik do pomiaru parametrów nietrwałych WTW inoLab level 3 (oznaczenia pH, przewodności elektrycznej właściwej)\n\nMineralizator mikrofalowy Milestone ultraWAVE\n\nW laboratorium działają 4 pracownie:\n\n1. Pracownia spektrometrii mas i analizy specjacyjnej\n 2. Pracownia optycznej spektrometrii emisyjnej\n 3. Pracownia optycznej spektrometrii emisyjnej, chromatografii jonowej i przygotowania próbek stałych do analizy\n 4. Pracownia analiz klasycznych i przygotowania próbek do badań\n\nAparatura znajdująca się na wyposażeniu Pracowni optycznej spektrometrii emisyjnej, chromatografii jonowej i przygotowania próbek stałych do analizy została zakupiona z funduszy Regionalnego Programu Operacyjnego Województwa Małopolskiego na lata 2014–2020 w ramach projektu „Centrum Zrównoważonego Rozwoju i Poszanowania Energii „Miękinia”.\n\nDane kontaktowe:\n\nprof. dr hab. Ewa Kmiecik\n dr Katarzyna Wątor\n tel. +48.12.617.24.28, +48 885.998.006, e-mail: \nlab_khgi(at)agh.edu.pl\n\n Laboratorium Analityki Geochemicznej \n\nLokalizacja:\n\nKatedra Mineralogii, Petrografii i Geochemii, paw. A-0, III p. pok. 343\n\nMożliwości badawcze/pomiarowe:\n\nLaboratorium posiada standardowe wyposażenie umożliwiające wykonywanie analiz chemicznych jakościowych i ilościowych. Możliwości analityczne mogą być wspomagane przez spektrofotometry: UV/VIS i absorpcji atomowej.\n\nOferta usługowa:\n\nMożliwość i umiejętności wykonywania na zlecenie analiz ilościowych wód, ścieków, gleb, gruntów, minerałów i skał, roślin oraz różnych badań normatywnych. Ilościowe analizy pełne, wskaźnikowe i pierwiastków śladowych.\n\nAparatura:\n\nMineralizator mikrofalowy ETHOS One\n\nWaga analityczna Sartorius typ CP 224 S-0CE\n\nWaga techniczna RADWAG PS 3500.R2\n\nWaga techniczna RADWAG WPS 36/C\n\nRotator RL-2002\n\nWirówka MPW-250\n\nDane kontaktowe:\n\ndr inż. Agnieszka Klimek\n tel. +48.12.617.52.23, e-mail: \naklimek(at)agh.edu.pl\n\n Laboratorium Analiz Środowiskowych \n\nLokalizacja:\n\nKatedra Ochrony Środowiska, paw. A-0, III p. pok. 345\n\nMożliwości badawcze/pomiarowe:\n\nLaboratorium wyposażone jest w urządzenia służące do przygotowania próbek wody, gleby, osadów, pyłów, oraz próbek organicznych do kolejnych etapów analitycznych. W laboratorium prowadzone jest: rozdrabnianie, frakcjonowanie próbek, a także pomiary ilościowe. Próbki poddawane są również ekstrakcji , mineralizacji i specjacji BCR 4-stopniowej w celu oznaczenia mobilności pierwiastków. W przygotowanych próbkach wykonywane są oznaczenia metali ciężkich, tj. Cu, Zn, Pb, Mn, Ni, Cd, Fe metodą Absorpcyjnej Spektroskopii Atomowej. Prowadzone są również podstawowe oznaczenia wskaźników geochemicznych, tj. pH i Eh gleby (wodoszczelny pH-metr–konduktometr–solomierz), biochemiczne zapotrzebowanie tlenu (BZT\nn\n), oznaczenie zawartości węglanów metodą objętościową.\n\nOferta usługowa:\n\nMożliwości zastosowania ww. badań do rozwiązania przykładowych problemów naukowych.\n\nAparatura:\n\nSpektrometr AAS seria iCE3000 firmy Thermo SCIENTIFIC – system atomizacji płomieniowej\n\nUrządzenia przygotowawcze, pomiarowe: \n\nLaboratoryjna stacja mikrofalowa START D firmy MILESTONE\n\nMineralizator DigiPREP HT\n\nWytrząsarka wibracyjna ANALYSETTE 3 SPARTAN\n\nWibracyjny młynek mikro Pulverisette 0\n\nMłynek moździerzowy Pulverisette 2\n\nDemineralizator HLP 20 UV — Hydrolab\n\nWaga precyzyjna PA 102 CM/1 + drukarka termiczna\n\nWaga analityczna PA 114 CM/1 + drukarka termiczna\n\nAparat Scheiblera do oznaczenia węglanów\n\nPlatforma grzejna typ BZT\n\nPiec muflowy\n\nŁaźnia wodna z cyrkulacją (8 miejscową)\n\nZestaw filtracyjny jednostanowiskowy z pompą membranową\n\nWstrząsarka orbitalna SK-0330-PRO\n\nZestaw lampowo suszący\n\nMieszadło magnetyczne z grzaniem model SB162-3\n\nWirówka laboratoryjna typ VARIFUGE 3.0\n\nAreometr\n\nMikroskop polaryzacyjny\n\nNegatoskop Panoramic\n\nLupa binokularna\n\nDane kontaktowe:\n\nmgr inż. Jadwiga Cyrana\n tel. +48.12.617.25.71, e-mail: \njcyrana(at)agh.edu.pl\n\n Laboratorium Badań Geotechnicznych i Geomechanicznych \n\nLokalizacja:\n\nKatedra Hydrogeologii i Geologii Inżynierskiej, paw. A-0, niski parter, pok. 05\n\nMożliwości badawcze/pomiarowe:\n\nOznaczanie parametrów fizyko-mechanicznych gruntów (naturalnych i antropogenicznych), skał i kruszyw naturalnych, sztucznych i z recyklingu. Badania prowadzone są zgodnie z Polskimi Normami. Istnieje również możliwość wykonywania oznaczeń na podstawie Norm Brytyjskich, Amerykańskich, Niemieckich lub specjalnych procedur badawczych określonych przez Zleceniodawcę.\n\nOferta usługowa:\n\nZespół specjalistów z zakresu geologii inżynierskiej, geotechniki, geomechaniki i petrografii wykonuje:\n\nbadania naturalnych i antropogenicznych procesów geodynamicznych,\n\nanalizę stateczności zboczy oraz skarp nasypów, składowisk, zwałowisk oraz obwałowań,\n\noznaczanie właściwości fizyczno-mechanicznych skał oraz gruntów,\n\nmodyfikowanie właściwości skał i gruntów naturalnych oraz antropogenicznych,\n\nocenę górniczo-geologicznych warunków eksploatacji kopalin,\n\nprognozę warunków geologiczno-inżynierskich terenu,\n\nbadania petrograficzne skał oraz ocenę jakości surowców skalnych i odpadów górniczych pod względem możliwości i warunków ich wykorzystania,\n\nbadania petrograficzne kruszyw naturalnych, sztucznych i z recyklingu,\n\nbadania skał stosowanych w budownictwie w zakresie ich kwalifikacji jakościowej, charakterystyki przejawów i przyczyn niszczenia oraz oceny możliwości ich rewitalizacji lub poprawy ich parametrów technicznych,\n\nbadania dotyczące materiałów mineralnych oraz nowych możliwości ich wykorzystania w górnictwie i budownictwie,\n\nekspertyzy i opinie techniczne z przedstawionego zakresu badawczego oraz projekty geotechniczne, dokumentacje geologiczno–inżynierskie i geotechniczne,\n\nkursy doszkalające w zakresie laboratoryjnych badań geotechnicznych. \n\nWięcej informacji na stronie: \nhome.agh.edu.pl/~labgg\n\nAparatura:\n\nAparat trójosiowego ściskania firmy Wykeham Farrance\n\nAparat trójosiowego ściskania firmy ELE International\n\nPrasa CBR z automatycznym pomiarem wyników badań firmy Controls\n\nZestaw do oznaczania wskaźnika piaskowego\n\nAutomatyczny ubijak Proctor’a firmy Multiserw Morek\n\nAutomatyczny aparat bezpośredniego ścinania firmy Wykeham Farrance\n\nAparat Casagrande’a firmy Controls\n\nPenetrometr stożkowy firmy Controls\n\nPenetrometr stożkowy firmy Matest\n\nZestaw edometrów firmy Wykeham Farrance\n\nAparat flow-pump\n\nAparat do oznaczenia współczynnika filtracji\n\nWytrząsarki laboratoryjne oraz zestawy sit firmy Multiserw Morek\n\nZestaw do oznaczania składu granulometrycznego metodą areometryczną (metoda sedymentacyjna)\n\nZestawy do oznaczania gęstości objętościowej\n\nAparaty Wasiliewa\n\nMaszyna wytrzymałościowa firmy Proeti o obciążeniu do 5000kN z pełnym sterowaniem komputerowym\n\nBęben Los Angeles\n\nTarcza Boehmego\n\nUrządzenie Micro-Deval firmy Matest\n\nMikrotwardościomierz Knoopa/Vickersa sterowany komputerowo\n\nZestaw urządzeń do badania twardości Cerchar i ścierności Cerchar\n\nSkaner laserowy profilu 2D/3D (profilomierz) ScanCONTROL firmy Micro-Epsilon\n\nMikroskopy z systemem analizy obrazu\n\nDane kontaktowe:\n\ndr hab. Marek Rembiś\n tel. +48.12.617.23.86, e-mail: \nlabgg(at)agh.edu.pl\n\n Laboratorium Biogeochemiczne \n\nLokalizacja:\n\nKatedra Mineralogii, Petrografii i Geochemii, paw. A-0, III p., pok. 341\n\nMożliwości badawcze/pomiarowe:\n\nLaboratorium pracuje zgodnie z wymogami systemu zapewnienia jakości GMP. Korzysta wyłącznie z atestowanych odczynników i mianowanych roztworów w terminie ważności oraz firmowych zgodnych z wymogami norm DIN i USA metod analitycznych opartych na atestowanych zestawach odczynników (np. Merck Spectroquant). Te ostatnie wykonywane są przy pomocy spektrofotometru Merck Nova 60 z mikroprocesorowo sterowanym reaktorem termicznym. Pomiary masy wykonywane są na legalizowanej przez Urząd Miar wadze analitycznej Sartorius, a pomiary elektrochemiczne i mętności w oparciu o wzorce pochodzące z w/w instytucji. Z Laboratorium współpracuje również pod systemem zapewnienia jakości spektrofotometr absorpcji atomowej (sala 030a) wyposażony w system generacji wodorków umożliwiający bezpośrednie oznaczanie mikroilości As i Hg odpowiednio od 0,5 i 0,1 mikrogramów/dm\n3\n oraz w trybie normalnym ok. 30 innych pierwiastków.\n\nOferta usługowa:\n\nLaboratorium specjalizuje się w wykonywaniu analiz ilościowych wód, ścieków, gleb, gruntów, minerałów i skał, roślin oraz różnych badań normatywnych. Dotyczy to w szczególności kompleksowych badań odpadów, badań agresywności wód i gruntów, zawartości węgla organicznego i nieorganicznego oraz identyfikacji wszelkich nieorganicznych związków niebezpiecznych dla środowiska przyrodniczego. Wykonywane są ilościowe analizy pełne, wskaźnikowe i pierwiastków śladowych. Na rzecz firm farmaceutycznych mogą być wykonywane badania w zakresie akceptowanym przez GIF –, zarówno zgodne z wymogami farmakopei jak i kontrolne oznaczenia rtęci w surowicach i szczepionkach produkowanych przez BIOMED S.A.\n\nLaboratorium posiada zezwolenie na wytwarzanie leków nadane przez Głównego Inspektora Farmaceutycznego nr: GIF-IW-4001/69/06/4001/26/04, co oznacza uprawnienie do monitoringu składu surowic i szczepionek na rzecz BIOMED S.A. w oparciu o własną metodykę.\n\nAparatura:\n\nSpektrofotometr absorpcji atomowej Thermo Scientific ICE 3500 oraz przystawka do generacji wodorków i zimnych par rtęci VP 100 z piecem elektrycznym EC100\n\nWaga techniczna RADWAG WPE 300\n\nSystem uzdatniania wody do prac laboratoryjnych HLP SMART\n\nPłuczka ultradźwiękowa Polsonic Sonic-2\n\nDane kontaktowe:\n\ndr inż. Agnieszka Klimek\n tel. +48.12.617.52.23, e-mail: \naklimek(at)agh.edu.pl\n\n Laboratorium Biotechnologiczne \n\nLokalizacja:\n\nKatedra Ochrony Środowiska, paw. A-0, III p. pok. 329\n\nMożliwości badawcze/pomiarowe:\n\nPrzedmiot analiz i badań: gleba, osad ściekowy, osad czynny, woda.\n\nZakres i rodzaj analiz i badań: podstawowe badania mikrobiologiczne, biologiczne, biochemiczne, biotechnologiczne.\n\nOferta usługowa:\n\nW zakresie ww. badań.\n\nAparatura:\n\nSpektrofotometr UV-Vis, model Camspec/M501 Single Beam,\n\nSpektrofotometr Vis, model Camspec/M108\n\nUrządzenia preparacyjne, przygotowawcze, pomocnicze: autoklawy, komora laminarna, wirówka, podstawowy sprzęt laboratoryjny\n\nDane kontaktowe:\n\ndr inż. Anna Kostka, dr inż. Magdalena Strzebońska\n tel. +48.12.617.39.44, 51.62, e-mail: \nkostka(at)agh.edu.pl\n, \nmstrzebo(at)agh.edu.pl\n\n Laboratorium Chromatografii Gazowej i Powierzchniowych Metod Geochemicznych \n\nLokalizacja:\n\nKatedra Surowców Energetycznych, paw. A-0, III p. pok. 307A, 307F\n\nMożliwości badawcze/pomiarowe:\n\nStacjonarne laboratorium geochemii powierzchniowej\n\nLaboratorium wyposażone jest w 4 chromatografy gazowe (Fisons Inst., Carlo Erba Inst., oraz Agilent Technologies 7820A i 7890B GC System). Chromatografy sprzężone z komputerami, przeznaczone są do rozdziałów mieszanin gazowych i wykonywania w nich oznaczeń następujących składników: nasycone węglowodory szeregu metanowego (metan, etan, propan, butany, pentany), gazowe węglowodory nienasycone (etylen, propylen, 1-buten) oraz hel, azot, tlen, wodór, dwutlenek węgla. Oznaczenia węglowodorów wykonywane są w przedziale od 0,01 ppm do 100% obj. Oznaczenia pozostałych składników w przedziale od 20 ppm do 100% obj. Oszacowany błąd pomiarowy wynosi ±2% wielkości mierzonej.\n\nW skład laboratorium wchodzą również przyrządy wykorzystywane do badania pośrednich wskaźników geochemicznych, tj. wartość pH i Eh gleby (wodoszczelny pH-metr–konduktometr - solomierz), zawartość kalcytu (aparat Sheiblera), suma LZO w powietrzu atmosferycznym (MicroFID).  Ponadto laboratorium wyposażone jest w nowoczesne dygestoria firmy Koettermann, destylarki GFL 2001/4, kriostat oraz szafę chłodniczą. W odrębnej części laboratorium znajdują się cztery stanowiska wyposażone w aparaty Soxhleta do ekstrakcji bituminów z próbek skalnych.\n\nTerenowe laboratorium geochemii powierzchniowej\n\nDziałalność terenowego laboratorium geochemii powierzchniowej polega na poborze próbek gazu podglebowego, powietrza atmosferycznego oraz próbek gruntu. Próbki gazu podglebowego pobierane są za pomocą opatentowanego zestawu do poboru próbek gazowych z warstw przypowierzchniowych (patent nr PL 184080, wzór użytkowy: nr PL 58584). Próbki gleby i profile glebowe pobierane są przy pomocy laski Egnera.\n\nOprócz pobierania próbek, celem terenowego laboratorium geochemii powierzchniowej jest pomiar strumienia emisji gazów glebowych emitowanych z przypowierzchniowych warstw gruntu do atmosfery. Laboratorium stosuje metodykę badawczą emisji gazów zarówno ex-situ oraz in-situ. Do pomiaru strumienia emisji gazów glebowych ex-situ służy Opatentowany sposób pomiaru strumienia gazów złożowych emitowanych z przypowierzchniowych warstw gruntu do powietrza atmosferycznego (patent nr PL 206259 B1). Natomiast pomiary emisji CH4 i CO2 bezpośrednio w terenie wykonywane są za pomocą Fluksometru – miernika strumienia emisji gazów glebowych firmy West Systems. Wyposażony jest on w dwa detektory pracujące w oparciu o metody spektroskopii absorpcyjnej: detektor metanu WS-CH4-TLD (zakres od 0,1 ppm do 10% obj.) – technika TDLAS oraz detektor dwutlenku węgla LI820 (NDIR) (zakres od 0 do 20 000 ppm). Ponadto, laboratorium ma możliwość badania wskaźników geochemicznych in-situ za pomocą przenośnego chromatografu gazowego firmy HNU. Jest on wyposażony w detektory FID i UV oraz detektor TCD firmy Valco. Za jego pomocą możliwe jest oznaczanie węglowodorów nasyconych i nienasyconych (C1-C5) oraz CO2, CO, He, H2 w zakresie od 0,01 ppm   - 100% obj.\n\nTerenowe laboratorium geochemii powierzchniowej wyposażone jest również w dodatkowe urządzenia wspomagające opisane metody badawcze: wiertnica STHIL BT 121, przenośny generator prądotwórczy HONDA EU10i, wykrywacz nieszczelności gazu oraz lokalizator wykrywania przewodów podziemnych UL 08.\n\nOferta usługowa:\n\nBadania prowadzone są w dwóch aspektach:\n\nprospekcyjnym:\n\nwyznaczanie miejsc wgłębnych akumulacji węglowodorów,\n\nokreślanie kierunków migracji węglowodorów od akumulacji wgłębnych do powierzchni terenu oraz kartowanie nieciągłości tektonicznych,\n\n ocena względnego składu akumulacji i jej względnej głębokości zalegania,\n\ntestowanie struktur wykartowanych metodami sejsmicznymi pod kątem obecności wgłębnych akumulacji węglowodorowych i ich hierarchizacja prospekcyjna;\n\nśrodowiskowym:\n\nocena szczelności otworów wiertniczych,\n\nocena niekontrolowanej migracji gazu w środowisko wynikającej z technologii wydobycia gazu ziemnego z łupków,\n\nmonitoring podziemnych magazynów gazu ziemnego,\n\nbadanie szczelności podziemnej infrastruktury przesyłowej gazu ziemnego i ropy naftowej,\n\nkontrola i monitoring składowisk odpadów komunalnych i przemysłowych,\n\nbadanie emisji metanu i dwutlenku węgla do atmosfery (likwidacja kopalń węgla kamiennego, składowanie odpadów komunalnych i przemysłowych, sekwestracja dwutlenku węgla),\n\nocena zanieczyszczeń środowiska gruntowo-wodnego związkami ropopochodnymi.\n\nAparatura:\n\nChromatograf gazowy firmy Agilent Technologies 7820A GC System\n\nChromatograf gazowy firmy Agilent Technologies 7890B GC System \n\nChromatograf gazowy firmy Carlo Erba Instruments GC 6300\n\nChromatograf gazowy firmy Fisons Instruments GC 8160\n\nPrzenośny chromatograf gazowy firmy HNU\n\nPrzenośny analizator lotnych substancji organicznych MicroFID firmy Photovac Inc.\n\nFluksometr – miernik strumienia emisji gazów glebowych firmy West Systems\n\nWodoszczelny pH-metr / konduktometr / solomierz CPC–401 wraz z elektrodami: inode 44,  czujnikiem EC-60 oraz redox\n\nOpatentowany zestaw do poboru próbek gazowych z warstw przypowierzchniowych (patent nr PL 184080, wzór użytkowy: nr PL 58584)\n\nOpatentowany sposób pomiaru strumienia gazów złożowych emitowanych z przypowierzchniowych warstw gruntu do powietrza atmosferycznego (patent nr PL 206259 B1)\n\nGeneratory wodoru: NM-H2 Plus firmy LNI Schmidlin oraz generator wodoru firmy Packard\n\nWiskozymetr Hopplera firmy Thermo Scientific\n\nAparaty Soxhleta\n\nWiertnica STHIL BT 121\n\nDane kontaktowe:\n\ndr hab. inż. Henryk Sechman, prof. AGH\n tel. +48.12.617.23.60, +48.12.617.38.89, e-mail: \nsechman(at)agh.edu.pl\n\ndr inż. Anna Twaróg\n tel. +48.12.617.38.11, e-mail: \ntwarog(at)agh.edu.pl\n\n Laboratorium Dendrochronologiczne \n\nLokalizacja:\n\nKatedra Geologii Ogólnej i Geoturystyki, paw. A-0, II p. pok. 208c,  206c, 206e\n\nMożliwości badawcze/pomiarowe:\n\nAnaliza dendrochronologiczna drewna współczesnego, sufosylnego i fosylnego, w tym pomiary sekwencji przyrostów rocznych z wyszczególnieniem drewna wczesnego i późnego; Datowania bezwzględne drewna dębowego z obszaru środkowej Europy (ostatnie 4000 lat) oraz gatunków iglastych: sosny, jodły świerka (ostatnie tysiąclecie).\n\nOferta usługowa:\n\nAnalizy denrochronologiczne, dendroekologiczne i dendroklimatyczne drewna współczesnego, subfosylnego i fosylnego. Datowania bezwzględne drewna dębowego i podstawowych gatunków iglastych z obszaru Polski i terenów sąsiednich.\n\nAparatura:\n\nZestaw Dendrolab (różne wersje: 1.0-1.3) — 4 sztuki\n\nDane kontaktowe:\n\nProf. dr hab. inż. Marek Krąpiec\n tel. +48.12.617.24.09, e-mail: \nmkrapiec(at)agh.edu.pl\n\n Laboratorium Gemmologiczne \n\nLokalizacja:\n\nKatedra Mineralogii, Petrografii i Geochemii, paw. A-0, wysoki parter, pok. 28\n\nMożliwości badawcze/pomiarowe:\n\nLaboratorium przystosowane jest do wstępnych badań gemmologicznych (identyfikacja kamieni szlachetnych i ozdobnych stosowanych w jubilerstwie) w oparciu o ich cechy optyczne, wartość gęstości, typ inkluzji stałych i fluidalnych, luminescencję oraz zdolności przewodnictwa cieplnego.\n\nOferta usługowa:\n\nW zakresie ww. badań\n\nAparatura:\n\nMikroskop immersyjny SYN GSZ/2T-SYNTEST G, Schneider – do identyfikacji inkluzji, obserwacji mikroskopowych kamieni oszlifowanych w cieczach immersyjnych\n\nPolaryskop, Schneider – oznaczanie cech optycznych kamieni jubilerskich takich jak pleochroizm, charakter optyczny minerałów, wyznaczenie kierunku osi optycznych\n\nRefraktometr, Schneider – oznaczanie wartości współczynnika/ów załamania światła, wyznaczanie dwójłomności, oznaczanie charakteru optycznego minerałów, określenie dyspersji, oznaczanie kierunku osi optycznych\n\nLupa spektroskopowa, Schneider - obserwacja widma absorpcji, identyfikacja chromoforów\n\nDychroskop, Schneider – oznaczanie dychroizmu w kamieniach oszlifowanych\n\nLampa UV, Schneider- badanie luminescencji kamieni jubilerskich luzem i w oprawie\n\nDuotester, Presidium – badanie przewodności cieplnej kamieni jubilerskich, odróżnianie diamentów od jego imitacji\n\nProporcjoskop, Schneider – określanie proporcji szlifu brylantowego nałożonego na kamień jubilerski\n\nMikrotwardościomierz PMT-3, produkcji radzieckiej – pomiar mikrotwardości\n\nWagi analityczne – pomiar masy kamieni w karatach, oznaczenia gęstości minerałów\n\nDane kontaktowe:\n\ndr hab. inż. Magdalena Dumańska-Słowik, prof. AGH\n tel. +48.12.617.23.80, e-mail: \ndumanska(at)agh.edu.pl\n\n Laboratorium Geomikrobiologiczne \n\nLokalizacja:\n\nKatedra Mineralogii, Petrografii i Geochemii, paw. A-0, niski parter, pok. 027\n\nMożliwości badawcze/pomiarowe:\n\nBadania mikrobiologiczne, biologiczne, biochemiczne, biotechnologiczne. Badania nad rolą mikroorganizmów w kształtowaniu procesów geochemicznych, biomineralizacją, biotransformacją faz mineralnych, toksycznością związków mineralnych względem mikroorganizmów, biodegradacją materii organicznej. Zagadnienia związane z adsorpcją mikroorganizmów na powierzchni materiałów mineralnych i związane z tym możliwości tworzenia się biofilmów.\n\nOferta usługowa:\n\nW zakresie ww. badań\n\nAparatura:\n\nLaminar (II stopień)\n\nCieplarka\n\nMikrotom do cięcia tkanek wraz z nożami wolframowymi\n\nInkubator ze stopniowym uruchamianiem i zatrzymywaniem mieszania\n\nKołyski żyroskopowe, wytrząsarka typu Vortex\n\npH metr, elektroda standardowa i do pomiaru bezpośredniego gleby\n\nDejonizator\n\nWagi analityczne i techniczne\n\nDane kontaktowe:\n\ndr inż. Justyna Topolska\n tel. +48.12.617.43.45, e-mail: \ntopolska(at)agh.edu.pl\n\n Laboratorium Hydrodynamiczne \n\nLokalizacja:\n\nKatedra Hydrogeologii i Geologii Inżynierskiej, paw. A-0, niski parter, pok. 035\n\nMożliwości badawcze/pomiarowe:\n\nLaboratorium Hydrodynamiczne ma charakter eksperymentalnego. Zespół specjalistów z zakresu hydrogeologii stosowanej i geochemii wykonuje badania o charakterze stacjonarnym i terenowym.\n\n1. Stacjonarne badania Laboratorium Hydrodynamicznego:\n\nOznaczenia współczynnika filtracji skał zwięzłych.\n\nOznaczenia współczynnika filtracji skał sypkich.\n\nOznaczanie porowatości skał.\n\nOznaczanie odsączalności skał.\n\nOznaczanie gęstości ziarn i nasiąkliwości.\n\nBadania modelowe (modele hydrodynamiczne, modele migracji zanieczyszczeń).\n\nBadania parametrów migracji zanieczyszczeń, badania kolumnowe.\n\nWykonywanie dokumentacji hydrogeologicznych, projektów robót geologicznych w zakresie hydrogeologii. Ekspertyzy sądowe.\n\n 2. Terenowe badania Laboratorium Hydrodynamicznego:\n\nOznaczanie współczynnika filtracji skał metodami terenowymi.\n\nBadania migracji zanieczyszczeń wód podziemnych, badania znacznikowe.\n\nKartowanie i opróbowanie hydrogeologiczne.\n\nProwadzenie monitoringu środowiska gruntowo-wodnego.\n\nBadania wykraczające poza zakres analiz Laboratorium Hydrodynamicznego wykonywane są w pozostałych laboratoriach Katedry: \nLaboratorium Hydrogeochemicznym\n oraz \nLaboratorium Badań Geotechnicznych i Geomechanicznych\n.\n\nOferta usługowa:\n\nW zakresie ww. badań.\n\nAparatura:\n\nLaboratorium Hydrodynamiczne jest wyposażone w 6 głównych stanowisk badawczych, w skład których wchodzą:\n\n1. Stanowisko badania przepuszczalności skał:\n\nStanowisko do badania przepuszczalności skał litych,\n\nStanowisko do badania przepuszczalności skał luźnych,\n\nCylindry do poboru próbek gruntu w stanie nienaruszonym Eijkelkamp.\n\n2. Stanowisko badania odsączalności:\n\nWirówka BECKMAN seria GS-6 (max 8000 obrotów/min).\n\n3. Stanowisko badania współczynnika filtracji:\n\nWstrząsarka Multiserw Morek wraz z zestawami sit Multiserw Morek i C.I.S.A. Barcelona,\n\nRurki Kamieńskiego,\n\nAparat UPK 99 do badania współczynnika filtracji.\n\n4. Stanowisko badania parametrów migracji:\n\nStanowisko badań parametrów migracji zanieczyszczeń (kolumny, pompa perystaltyczna).\n\n5. Przygotowanie próbki do badań:\n\nSuszarki (MEMMERT max. 300°C, suszarka laboratoryjna max. 250°C),\n\nWagi (elektroniczna, szalkowa),\n\nPompa próżniowa Eijkelkamp,\n\nKuchenka elektryczna,\n\nKomora próżniowa.\n\nStanowisko oznaczeń podstawowych parametrów chemicznych:\n\nStanowisko do miareczkowania,\n\nSpektrofotometr.\n\n6. Badania terenowe i pobór próbek:\n\nAparat do pomiaru głębokości zwierciadła wód podziemnych w otworze EnoScientific\n\nWell SOUNDER 2010 Pro,\n\nŁyżki hydrogeologiczne (stalowa i teflonowa),\n\nPompy (różne wydajności i głębokości poboru),\n\nEcho sonda do profilowania dna zbiorników wodnych,\n\nMłynki hydrometryczne,\n\nZestaw świdrów do wiercenia ręcznego.\n\nSzkło laboratoryjne (zlewki, kolby, szkiełka zegarowe, butelki z ciemnego szkła ze szklanym korkiem, eksykatory itp.).\n\nDane kontaktowe:\n\ndr inż. Dorota Pierri\n tel. +48.12.617.29.43, +48 600.19.50.70, e-mail: woda@agh.edu.pl\n\n Laboratorium Mikroskopii Optycznej \n\nLokalizacja:\n\nKatedra Mineralogii, Petrografii i Geochemii, paw. A-0, parter, pok. 28\n\nMożliwości badawcze/pomiarowe:\n\nBadania właściwości optycznych minerałów i faz krystalicznych w świetle spolaryzowanym przechodzącym i odbitym, identyfikacja i opis minerałów i faz krystalicznych\n\nBadania petrograficzne – opis struktur i tekstur, analiza ilościowa składu mineralnego, klasyfikacja skał\n\nBadania mikroskopowe kruszców\n\nOferta usługowa:\n\nW zakresie ww. badań.\n\nAparatura:\n\nCyfrowa Kamera DP-12 wraz z oprogramowaniem\n\nKamera SC180 wraz z oprogramowaniem\n\nMikroskop uniwersalny BX-51\n\nZestaw obiektywów U-Plan F: X5, X10, X20, X40\n\nZestaw obiektywów UM-Plan F (do światła odbitego): X5, X10, X20, X50\n\nOświetlacz typu gęsia szyja Olympus HIGHLIGHT 3100\n\nMikroskop stereoskopowy Olympus SZX-9 z dwoma obiektywami 0,5x i 2x\n\nSkaner umożliwiający skany preparatów mikroskopowych (szlifów cienkich), także przy skrzyżowanych polaryzatorach- Nikon COOLSCAN 5000\n\nDane kontaktowe:\n\nmgr inż. Mateusz Sęk\n tel. +48.12.617.47.06, e-mail: \nmsek(at)agh.edu.pl\n\n Laboratorium Mikrotermometryczne \n\nLokalizacja:\n\nKatedra Geologii Złożowej i Górniczej, paw. A-0, wysoki parter, pok. 7d\n\nMożliwości badawcze/pomiarowe:\n\nNowoczesny mikroskop wraz ze stolikiem grzewczo-mrożącym firmy LINKAM znajduje zastosowanie przede wszystkim w badaniach inkluzji fluidalnych (FI) w minerałach oraz materiałach półprzezroczystych i przezroczystych. Umożliwia śledzenie w czasie rzeczywistym oraz rejestrację zmian zachodzących w skali mikro w obrębie badanej próbki skalnej (lub mineralnej), podczas jej podgrzewania i schładzania (zamrażania). Zakres temperaturowy stolika wynosi od -196°C do 600°C. Zarówno podgrzewanie, jak i chłodzenie próbki, mogą odbywać się w tempie od 0,1°C/min do 150°C/min. Możliwe jest wygrzewanie próbki lub jej zamrożenie na określony czas w założonej temperaturze. Zmiany temperatury podczas wykonywania badań rejestrowane są dzięki dedykowanemu oprogramowaniu LINK.\n\nOferta usługowa:\n\nZakres wykonywanych analiz obejmuje:\n\nobserwacje mikroskopowe skał / minerałów / substancji półprzezroczystych i przezroczystych w świetle przechodzącym (z możliwością wykonania dokumentacji w formie mikrofotografii),\n\nlokalizowanie i dokumentowanie inkluzji fluidalnych w próbce (wykonanie mikrofotografii i pomiary inkluzji oraz wybór inkluzji do przeprowadzenia badań mikrotermometrycznych),\n\nprzygotowanie preparatu do wykonania pomiarów mikrotermometrycznych,\n\nwykonanie pomiarów mikrotermometrycznych.\n\nAparatura:\n\nW skład zestawu wchodzą następujące elementy:\n\nmikroskop optyczny do światła przechodzącego OLYMPUS BX53 z obiektywami o powiększeniach 5, 10, 20, 50, 100 x,\n\nkolorowa kamera UC90 firmy Olympus,\n\nmonochromatyczna kamera XM10 do światła podczerwonego firmy Olympus,\n\nstolik grzewczo-mrożący THMSG600 wraz z systemem do kontroli temperatury T96 wyprodukowane przez firmę Linkam,\n\nkomputer Fujitsu Esprimo P958 wyposażony w dwa monitory.\n\nDane kontaktowe:\n\nprof. dr hab. inż. Adam Piestrzyński\n tel. +48.12.617.24.33, e-mail: \npiestrz(at)agh.edu.pl\n\nmgr inż. Magdalena Ożóg\n tel. +48.12.617.46.02, e-mail: \nozogm(at)agh.edu.pl\n\n Laboratorium Mineralogii Eksperymentalnej \n\nLokalizacja:\n\nKatedra Mineralogii, Petrografii i Geochemii, paw. A-0, wysoki parter, pok. 26, 27\n\nMożliwości badawcze/pomiarowe:\n\nbadania nad kinetyką i mechanizmem rozpuszczania oraz krystalizacji minerałów,\n\nsynteza i modyfikowanie właściwości minerałów i substancji mineralnych,\n\nsynteza wybranych minerałów i charakterystyka ich właściwości termodynamicznych,\n\nseparacja minerałów,\n\nprzygotowywanie próbek do analiz składu chemicznego i fazowego.\n\nOferta usługowa:\n\nW zakresie ww. metod.\n\nAparatura:\n\nSpektrofotometr UV-VIS Hitachi U-1800\n\nStanowisko badawcze – Chemistat i kolumna reakcyjna\n\nZestaw do syntez mineralnych (pompa perystaltyczna, mieszadło, pH-metr, łaźnia wodna) wykonywanych w warunkach kontrolowanych (czas, pH, temperatura)\n\nSpektrometr podczerwieni FTIR FTS 165\n\nSpektrometr absorpcji atomowej (AAS) SavantAA GBC\n\nWagi analityczne i techniczne, pH-metry, konduktometry, elektrody jonoselektywne\n\nSuszarki laboratoryjne, piece laboratoryjne, wirówki, wytrząsarki, łaźnie wodne, płuczki i dezintegratory ultradźwiękowe, mieszadła mechaniczne i magnetyczne, młynki kulowe\n\nAnalizy składu fazowego i chemicznego wykonywane są w \nWydziałowym Laboratorium Analiz Fazowych, Strukturalnych, Teksturalnych i Geochemicznych\n.\n\nDane kontaktowe:\n\nprof. dr hab. inż. Maciej Manecki\n tel. +48.12.617.23.74, e-mail: \ngpmmanec(at)cyf-kr.edu.pl\n\n Laboratorium Odnawialnych Źródeł i Poszanowania Energii w Miękini \n\nLokalizacja:\n\nCentrum Zrównoważonego Rozwoju i Poszanowania Energii WGGIOŚ AGH w Miękini\n\nRozbudowa infrastruktury badawczej służącej komercjalizacji działalności naukowej i badawczo-rozwojowej\n\nMożliwości badawcze/pomiarowe:\n\nBadanie wydajności pompy ciepła typu powietrze – woda w warunkach znormalizowanych wg normy PN-EN 14511 w zakresie 4 – 55 kW \n\nBadanie wydajności pompy ciepła typu woda (solanka)  – woda w warunkach znormalizowanych wg normy PN-EN 14511 w zakresie 5 – 55 kW \n\nBadania na potrzeby parametrów SCOP pomp ciepła oraz określanie ich klas energetycznych (PN-EN 14825)\n\nTesty reakcji termicznej gruntu na potrzeby dolnych źródeł dla pomp ciepła\n\nPomiar ciśnienia akustycznego i wyznaczanie poziomów mocy akustycznej pomp ciepła wg PN-EN ISO 3744 oraz PN-EN ISO 3746\n\nBadania parametrów energetyczno-emisyjnych kotłów na paliwa stałe wg PN-EN 303-5\n\nBadania porównawcze/testy polowe modułów fotowoltaicznych\n\nWięcej informacji na stronie: \nmiekinia.agh.edu.pl\n\nOferta usługowa:\n\nBadanie wydajności pompy ciepła typu powietrze – woda w warunkach znormalizowanych wg normy PN-EN 14511\n\nBadanie wydajności pompy ciepła typu woda (solanka)  – woda w warunkach znormalizowanych wg normy PN-EN 14511\n\nTesty reakcji termicznej gruntu na potrzeby dolnych źródeł dla pomp ciepła\n\nPomiary ciśnienia akustycznego pomp ciepła oraz hałasu środowiskowego/przemysłowego i wyznaczanie poziomów mocy akustycznej wg PN-EN ISO 3744 oraz PN-EN ISO 3746\n\nBadania parametrów energetyczno-emisyjnych kotłów na paliwa stałe wg PN-EN 303-5\n\nBadania porównawcze / testy polowe modułów fotowoltaicznych\n\nW Centrum  Zrównoważonego Rozwoju i Poszanowania Energii „Miękinia” prowadzone są również zajęcia dydaktyczne i praktyczne wykorzystując następujące instalacje dydaktyczne: grzewczą, stanowiska pomp ciepła typu powietrze-woda, stanowiska badania oraz montażu ogniw fotowoltaicznych, turbinę wiatrową ze stacją pomiarową, stanowisko montażu kolektorów słonecznych, system archiwizacji danych z instalacji grzewczych, system zarządzania budynkiem BMS, stanowisko układów hybrydowych słoneczno–wiatrowych, stanowisko dydaktyczne z ogniwami paliwowymi. Ponadto Centrum dysponuje mobilną ekspozycją urządzeń i technologii OZE–BUS OZE oraz Mobilne Laboratorium POLoNEs – Przyczyny - Ograniczenie - Likwidacja Niskiej Emisji.\n\nAparatura:\n\nStanowisko do badania pomp ciepła typu powietrze – woda\n\nStanowisko do badania pomp ciepła typu woda (solanka) – woda\n\nStanowisko do badania kotłów na paliwa stałe\n\nStanowisko testów polowych mikroinstalacji fotowoltaicznych \n\nAparat do przeprowadzania testów TRT\n\nKamera termowizyjna wysokiej rozdzielczości\n\nAparatura do pomiarów parametrów chłodniczych pomp ciepła\n\nCyfrowy analizator dźwięku DSA-50 firmy Sonopan\n\nDane kontaktowe:\n\ndr inż. Wojciech Luboń\n tel. +48.12.617.40.57, e-mail: \nlubon(at)agh.edu.pl\n\n Laboratorium Pierwiastków Krytycznych AGH–KHGM \n\nLokalizacja:\n\nKatedra Geologii Złożowej i Górniczej, paw. A-0, niski parter, pok. 08, 09\n\nMożliwości badawcze/pomiarowe:\n\nMikroanalizator rentgenowski JEOL SuperProbe 8230 umożliwia wykonanie punktowej analizy chemicznej in situ minerałów i nieorganicznych substancji syntetycznych. Próbki analizowane są w mikroobszarze  wynoszącym od 1 do kilkunastu µm. Urządzenie umożliwia oznaczenie ilościowe oraz jakościowe pierwiastków głównych i śladowych od \n4 \nBe do \n92 \nU, za wyłączeniem gazów szlachetnych. Oprócz analiz punktowych urządzenie umożliwia również wykonanie map rozkładu pierwiastków głównych i śladowych przy pomocy technik EDS oraz WDS wspomaganych techniką katodoluminescencji.\n\nTypy analizowanych próbek:\n\npróbki w postaci walca o średnicy około 25 mm (1 cal) i grubości do około 15 mm;\n\npróbki w postaci szlifu mikroskopowego, uniwersalnego o wymiarach ok. 46 mm x 27 mm.\n\nOferta usługowa:\n\nAnalizy chemiczne w mikroobszarze.\n\nAparatura:\n\nMikroanalizator rentgenowski (mikrosonda elektronowa) JEOL SuperProbe 8230 wyposażona w 5 spektrometrów długości fali promieniowania rentgenowskiego (WDS), spektrometr EDS, system spektrometrii katodo luminescencyjnej, mikroskop do światła odbitego, mikroskop do światła przechodzącego\n\nNapylarka  QUORUM Q150TE przystosowana do napylania węglem\n\nWięcej informacji: \nhttps://www.mikrosonda.agh.edu.pl/index.html\n\nDane kontaktowe:\n\nprof. dr hab. inż. Adam Piestrzyński\n tel. +48.12.617.24.33, e-mail: \npiestrz(at)agh.edu.pl\n\ndr inż. Gabriela Kozub-Budzyń\n tel. +48 12 617.46.02, -38.45, e-mail: \nlato(at)agh.edu.pl\n\ndr inż. Adam Włodek\n tel. +48.12.617.21.46, -38.45, e-mail: \nwlodek(at)agh.edu.pl\n\n Laboratorium Porozymetryczne \n\nLokalizacja:\n\nKatedra Surowców Energetycznych, paw. A-0, III p., pok. 337\n\nMożliwości badawcze/pomiarowe:\n\nbadania przestrzeni porowej materiałów porowatych, m.in. skał, gleb, sorbentów, propantów, materiałów ceramicznych, farmaceutyków\n\nanaliza średnic porów w zakresie od 0,003 do 500 μm\n\npomiar parametrów fizycznych: gęstość objętościowa, gęstość szkieletowa, porowatość efektywna, powierzchnia właściwa, przeciętna średnica porów, mediana średnicy porów, przepuszczalność, krętość, wymiar fraktalny\n\nanaliza krzywych porozymetrycznych w funkcji rozmiarów porów i/lub ciśnienia: dystrybucja średnic porów, rozkład powierzchni właściwej porów, kształt porów.\n\nOferta usługowa:\n\nBadania skał: petrofizyka, geologia naftowa, geotermia, hydrogeologia.\n\nBadania materiałów proszkowych: inżynieria mineralna, inżynieria materiałowa.\n\nWięcej informacji: \nhttp://kse.agh.edu.pl/laboratorium-porozymetryczne/\n\nAparatura:\n\nPorozymetr rtęciowy AutoPore IV 9520 Micromeritics® (USA)\n\nDane kontaktowe:\n\ndr inż. Grzegorz Machowski\n tel. +48.12.617.24.30, e-mail: \nmachog(at)agh.edu.pl\n\n Laboratorium Preparatyki Mikropaleontologicznej \n\nLokalizacja:\n\nKatedra Geologii Ogólnej i Geoturystyki, paw. A-0, III p., pok. 302\n\nMożliwości badawcze/pomiarowe:\n\nW laboratorium wykonywane są prace w zakresie przygotowania materiału badawczego do analiz taksonomicznych, stratygraficznych i paleośrodowiskowych. Prowadzona jest preparatyka mikroskamieniałości, w szczególności otwornic, małżoraczków, okrzemek, radiolarii, dinocyst wapiennych oraz igieł gąbek, w zakresie:\n\nmaceracji prób skalnych metodami chemicznymi lub termicznymi,\n\nmanualnego selekcjonowania skamieniałości,\n\nkonserwacji i czyszczenia okazów mikropaleontologicznych metodami mechanicznymi i chemicznymi.\n\nOferta usługowa:\n\nW zakresie ww. badań.\n\nAparatura:\n\n—\n\nDane kontaktowe:\n\ndr hab. Anna Waśkowska, prof. AGH\n tel. +48.12.617.36.10, e-mail: \nwaskowsk(at)agh.edu.pl\n\n Laboratorium Sedymentologiczne \n\nLokalizacja:\n\nKatedra Geologii Ogólnej i Geoturystyki, paw. A-0, piwnice, L-18\n\nMożliwości badawcze/pomiarowe:\n\nPomiary i analiza przepływów wielofazowych ciecz-cząstki ciała stałego oraz ciecz-gaz. W kanale otwartym jest odtwarzany przepływ prądów zawiesinowych oraz struktur sedymentacyjnych. Z kolei w poziomym kanale zamkniętym jest wykonywana symulacja przepływu ropa naftowa-gaz ziemny lub systemów chłodzących w elektrowniach cieplnych, itp.\n\nOferta usługowa:\n\nWyznaczanie koncentracji zawiesin w przepływie i w pobieranych próbkach oraz udziału fazy gazowej w rurociągu poziomym.\n\nPomiary prędkości poszczególnych przepływających faz, wielkości struktur powstających w przepływie, w tym rozpoznawanie typu przepływu.\n\nMożliwość wykonywania pomiarów radioznacznikowych dla pomiaru średnich prędkości przepływu poszczególnych faz w mieszaninie ciecz-cząstki ciała stałego.\n\nAparatura:\n\nStanowisko 1: kanał otwarty ze zbiornikami początkowym i końcowym, pompą i rurociągiem.\n\nStanowisko 2: kanał zamknięty o średnicy wewnętrznej 30 mm i długości 4,5 m, wyposażony w pompę sterowaną falownikiem, zbiornik wyrównawczy i kompresor.\n\nPrzyrządy pomiarowe: zestaw radiometryczny (oparty o absorpcję promieniowania gamma w przepływającej mieszaninie) do pomiaru koncentracji/udziału faz i prędkości fazy mniejszościowej, miernik ultradźwiękowy do pomiaru fazy ciekłej, miernik optyczny do pomiaru koncentracji próbek z zawiesiną, waga precyzyjna.\n\nDane kontaktowe:\n\ndr inż. Wojciech Mastej\n tel. +48.12.617.47.65, e-mail: \nwmastej(at)agh.edu.pl\n\ndr hab. inż. Marcin Zych, prof. AGH (Katedra Geofizyki)\n tel. +48.12.617.24.23, e-mail: \nzych(at)agh.edu.pl\n\n Laboratorium Sorbentów Mineralnych \n\nLokalizacja:\n\nKatedra Mineralogii, Petrografii i Geochemii, paw. A-0, III p., pok. 301b\n\nMożliwości badawcze/pomiarowe:\n\nWyznaczanie i ocena właściwości sorpcyjnych naturalnych i syntetycznych, w tym modyfikowanych sorbentów mineralnych\n\nSynteza i modyfikowanie właściwości minerałów i substancji mineralnych w celu uzyskania nowego typu sorbentów\n\nOznaczenia pojemności sorpcyjnej i analizy parametrów fizykochemicznych determinujących właściwości sorpcyjne\n\nEksperymenty sorpcji statycznej i dynamicznej w ośrodkach ciekłych i gazowych\n\nOferta usługowa:\n\nBadania materiałów sorpcyjnych dla zastosowań przemysłowych i na użytek inżynierii środowiska\n\nProjektowanie innowacyjnych materiałów sorpcyjnych\n\nDobór materiałów sorpcyjnych do usuwania konkretnych zanieczyszczeń nieorganicznych i organicznych\n\nAparatura:\n\nStanowiska badawcze do badań sorpcji: zautomatyzowane kolumny przepływowe do badań w skali laboratoryjnej i półtechnicznej\n\nWagi analityczne i techniczne, pH-metry, konduktometry, elektrody jonoselektywne\n\nSuszarki laboratoryjne, piece laboratoryjne, wirówki, wytrząsarki, łaźnie wodne, dezintegratory ultradźwiękowe, mieszadła mechaniczne i magnetyczne, młynki kulowe, spektrofotometry UV-Vis\n\nWłasności materiałów otrzymywanych w Laboratorium Sorbentów Mineralnych badane są przy użyciu aparatury znajdującej się na wyposażeniu pozostałych laboratoriów Katedry Mineralogii, Petrografii i Geochemii oraz \nWydziałowego Laboratorium Badań Fazowych, Strukturalnych, Teksturalnych i Geochemicznych WGGiOŚ\n.\n\nDane kontaktowe:\n\nprof. dr hab. inż. Tomasz Bajda\n tel. +48.12.617.52.32, e-mail: \nbajda(at)agh.edu.pl\n\nprof. dr hab. inż. Jakub Matusik\n tel. +48.12.617.52.33, e-mail: \njmatusik(at)agh.edu.pl\n\nStrona internetowa grupy badawczej \nwww.mba.agh.edu.pl\n\n Laboratorium Tomografii i Spektroskopii Magnetycznego Rezonansu Jądrowego \n\nLokalizacja:\n\nKatedra Surowców Energetycznych, paw. A-0, III p., pok. 305, 306\n\nMożliwości badawcze/pomiarowe:\n\nBadania Laboratorium koncentrują się na aspektach teoretycznych i aplikacyjnych dotyczących wykorzystania zjawiska Magnetycznego Rezonansu Jądrowego (MRJ) i metod komplementarnych, w geofizyce i geologii, biomedycynie, chemii i inżynierii materiałowej do badania systemów porowatych. W szczególności dotyczy to obrazowania dyfuzji cząsteczek wody w obecności heterogenicznych gradientów pola magnetycznego z wykorzystaniem technik takich jak DWI, DTI, BSD-DTI, jak również badania populacji protonów (\n1\nH) w różnych układach porowatych w wysokich i niskich polach magnetycznych z zastosowaniem technik relaksometrii spinowo-sieciowej, T\n1\n i spinowo-spinowej, T\n2\n.\n\nProwadzimy szeroką gamę badań dotyczących struktury porowej skał i innych materiałów porowatych spotykanych w biologii, medycynie i inżynierii materiałowej. Specjalizujemy się w badaniach MRJ w niskim polu magnetycznym, a także w bardzo wysokim gradiencie pola magnetycznego. Prowadzimy również aktywną współpracę z laboratoriami wyposażonymi w skanery kliniczne oraz przedkliniczne działające w wysokim i bardzo wysokim polu magnetycznym. Zajmujemy się także analizą i integracją wyników otrzymanych z badań MRJ z danymi pochodzącymi z wykorzystania innych metod fizycznych, takich jak mikrotomografia CT, porozymetria rtęciowa, etc.\n\nOferta usługowa:\n\nOkreślanie porowatości z użyciem minimalnego czasu echa 40 µs i bardzo niskiego pola 0,05 T.\n\nOkreślanie porowatości w cienkich warstwach o grubości nawet kilku mm.\n\nOkreślanie rozkładu wielkości porów z możliwością symulacji ciśnienia złożowego.\n\nEstymacja przepuszczalności.\n\nRozpoznanie rodzaju płynów wypełniających przestrzeń porową dzięki wykorzystaniu mapowania T\n1\n-T\n2\n oraz badaniom dyfuzyjnym D-T\n2\n.\n\nOkreślanie stopnia związania płynów w próbce na podstawie analizy energii desorpcji uzyskanej z eksperymentów korelacyjnych T\n1\n-T\n2\n.\n\nOkreślanie profili nasycenia przestrzeni porowej.\n\nWyznaczanie indeksu wodorowego i zawartości wody wolnej, kapilarnej i związanej w minerałach ilastych czy materii organicznej.\n\nObrazowanie przestrzeni porowej skał i materiałów porowatych (2D oraz 3D).\n\nObrazowanie dyfuzyjne (obrazowanie ważone dyfuzyjnie — DWI, obrazowanie tensora dyfuzji – DTI, obrazowanie tensora dyfuzji w polach niejednorodnych — BSD-DTI).\n\nAparatura:\n\nSpektrometr Magritek Rock Core Analyzer (2 MHz) z systemem dyfuzyjnym, dedykowany do badań układów porowatych, w szczególności skał łupkowych i typu „tight”.\n\nTomograf Magritek (24 MHz) umożliwiający wykonywanie kompletnych eksperymentów tomograficznych 1-3D.\n\nPrzystawka \nrock core pressure system\n – do pomiarów w symulowanych warunkach ciśnienia pozwalająca na badanie próbek przy ciśnieniach do 6000 psi (~41.4 MPa) i temperaturze do 150\no\nC.\n\nSpecjalistyczne urządzenie NMR-Mouse (22 MHz) umożliwiające badanie obiektów w obecności wysokich pól gradientowych (24 T/m) i rozdzielczości do 10μm\n\nSuszarka próżniowa\n\nDane kontaktowe:\n\ndr hab. Artur T. Krzyżak\n tel. +48.12.617.52.91, e-mail: \nakrzyzakn(at)agh.edu.pl\n\nmgr inż. Weronika Mazur\n tel. +48.12.617.40.66, e-mail: \nweronika.mazur(at)fis.agh.edu.pl\n\nStrona internetowa: \nwww.nmrlab.agh.edu.pl\n\n Pracownia Mikroskopii Kruszcowej \n\nLokalizacja:\n\nKatedra Geologii Złożowej i Górniczej, paw. A-0, niski parter, pok. 06d\n\nMożliwości badawcze/pomiarowe:\n\nAnalizy petrograficzne w świetle odbitym i przechodzącym (oznaczenie składu mineralogicznego preparatów oraz ilościowych zawartości poszczególnych składników metodą planimetrowania)\n\nOferta usługowa:\n\nOznaczanie mineralogiczne składu preparatów, np.: skał, odpadów, koncentratów i półproduktów. Oznaczanie zawartości poszczególnych składników mineralnych w preparatach wykonanych ze skał oraz materiału sypkiego o średnicy ziarna nie mniejszej niż 50 µm.\n\nAparatura:\n\nMikroskopy do światła odbitego i przechodzącego firmy Nikon z zestawem obiektywów o powiększeniach x5, x10, x20 i x50. Na wyposażeniu analizatory do obserwacji w świetle spolaryzowanym\n\nMikroskop do światła odbitego i przechodzącego firmy Nikon z zestawem komputerowym oraz kamerą cyfrową Sony ExwaveHAD\n\nMikroskop Nikon i50-POL z zestawem komputerowym, oprogramowaniem do analizy obrazu mikroskopowego oraz kamerą cyfrową Nikon DS-Ri1 o rozdzielczości 12.7 megapikseli\n\nDane kontaktowe:\n\nprof. dr hab. inż. Adam Piestrzyński\n tel. +48.12.617.24.33, e-mail: \npiestrz(at)agh.edu.pl\n\n Wydziałowe Laboratorium Badań Fazowych, Strukturalnych, Teksturalnych i Geochemicznych \n\nDane kontaktowe:\n\nprof. dr hab. inż. Tomasz Bajda\n tel. +48.12.617.52.32, e-mail: \nbajda(at)agh.edu.pl\n\nWięcej informacji: \nhttp://wydzlab.agh.edu.pl/\n\n Wydziałowe Laboratorium Geochemii Organicznej i Badań Środowiskowych \n\nLokalizacja:\n\nKatedra Analiz Środowiskowych, Kartografii i Geologii Gospodarczej, paw. D-8, ul. Reymonta 23\n\nMożliwości badawcze/pomiarowe:  \n\nanaliza pirolityczna Rock Eval\n\nanaliza składu cząsteczkowego gazu (CH\n4\n, C\n2\nH\n6\n, C\n3\nH\n8\n, \ni-\nC\n4\nH\n10\n, \nn-\nC\n4\nH\n10\n, \ni-\nC\n5\nH\n12\n, \nn-\nC\n5\nH\n12\n, \nneo \nC\n5\nH\n12\n, C\n6\nH\n14\n, węglowodory nienasycone, N\n2\n, H\n2\n, O\n2\n, CO\n2\n, He, Ne, H\n2\nS, związki siarki, CO)\n\nanaliza składu trwałych izotopów (C, H, S, N) w wybranych składnikach gazu\n\nanaliza GC-FID, GC-MS, GC-MS-MS\n\nekstrakcja rozpuszczalnikowa materii organicznej z próbek geologicznych i środowiskowych\n\nanaliza trwałych izotopów C i O w węglanach\n\nanaliza trwałych izotopów  S w siarczanach, siarczkach i siarce rodzimej\n\nanaliza trwałych izotopów C w kerogenie, bituminach lub ich frakcjach\n\nanaliza elementarna (C, H, N, S) kerogenu, bituminów lub ich frakcji\n\nstandaryzacja ropy\n\noznaczenie gęstości produktów naftowych i innych cieczy\n\noznaczanie pH, Eh i stężenia jonów HCO\n3\n-  \npróbek wody\n\npiroliza wodna (HP) \n\nOferta usługowa:\n\nW zakresie ww. badań.\n\nAparatura:\n\nAparat pirolityczny Delsi Rock-Eval 2\n\nAparat pirolityczny Vinci Technologies Rock-Eval 6\n\nSpektrometr masowy Finnigan Delta Plus sprzężony poprzez przystawkę GC Combustion III Interface z chromatografem gazowym HP 6890 oraz poprzez przystawkę Conflo II z analizatorem elementarnym EA1108\n\nSpektrometr masowy Thermo Scientific Delta V Plus MS połączony poprzez przystawki Conflo IV i GC Isolink z chromatografem Trace GC Ultra i analizatorem elementarnym Flash 2000\n\nPrzystawka GasBench\n\nPrzystawka PreCon\n\nAparat do separacji kerogenu KEROGENATRON firmy Vinci Technologies\n\nGęstościomierz Anton Paar DMA 4500 M\n\nChromatograf gazowy Hewlett Packard 5890 Series II z detektorami FID i FPD\n\nChromatograf gazowy Agilent Technologies 7890A z detektorem masowym Agilent Technologies 5975C\n\nChromatograf gazowy Agilent Technologies 7890A z potrójnym detektorem masowym Agilent Technologies 7000\n\nPirolizer Pyroprobe 5000\n\nChromatograf cieczowy LC z pompą izokratyczną i detektorem UV-VIS (Knauer)\n\nChromatograf gazowy Agilent 7890A z systemem zaworowym oraz detektorami FID i TCD\n\nChromatograf gazowy Agilent 7890B z systemem zaworowym oraz detektorami FPD i TCD\n\nChromatograf gazowy Thermo Scientific Trace 1300 z systemem zaworowym\n\ni z detektorami TCD i FID i metanizerem\n\nAparat ekstrakcyjny Soxtec AVANTI 2055 firmy TECATOR oraz zestawy ekstrakcyjne Soxhleta\n\nAnalizator elementarny Carlo Erba EA1108\n\nReaktory Parr Instrument i zestaw urządzeń do eksperymentów pirolizy wodnej\n\nWirówka MPW\n\nWyparka próżniowa Rotavapor V100\n\nMyjnia ultradźwiękowa\n\nPiec komorowy\n\nSuszarka komorowa próżniowa\n\nMłynek laboratoryjny walcowo-pierścieniowy\n\nKruszarka\n\nDodatkowe informacje: \n\nwww.orgchem-lab.agh.edu.pl\n\nDane kontaktowe:\n\ndr Elżbieta Bilkiewicz\n tel. +48.12.617.27.59, 12.617.56.22, 12.617.56.23, e-mail: \norgchem-lab(at)agh.edu.pl\n\nWydział Geologii, Geofizyki i Ochrony Środowiska współpracuje z wieloma partnerami krajowymi i zagranicznymi. Aktywność ta znajduje odzwierciedlenie w podpisanych listach intencyjnych i umowach współpracy.\n\nWydział Geologii, Geofizyki i Ochrony Środowiska pozyskał 10 licencji na oprogramowanie Move firmy PE Limited. Program Move służy do zaawansowanych analiz i modelowań strukturalnych. Oprogramowanie wykorzystywane będzie zarówno w celach edukacyjnych jak i badawczych. Całkowity koszt oprogramowania w wysokości 1 928 384,01 £ w całości został pokryty przez firmę PE Limited. Więcej informacji na temat oprogramowania znajduje się \nna stronie internetowej\n.\n We would like to inform that PE Limited had donated 10 licences of the Move Suite to the of Faculty of Geology, Geophysics and Environmental Protection. The software will be used for both educational and research purposes. The Move Suite is a leading software for advanced structural modelling. We sincerely thank PE Limited for this donation with an equivalent value of £ 1 928 384,01. \nMore information about the Move Suite\n.\n\nStopka\n\nSpis pracowników\n\nBaza Danych o Autorach i Publikacjach\n\nDokumenty AGH\n\nLicencje i oprogramowanie\n\nPoczta AGH\n\nRozbudowa Centrum Miękinia\n\nDeklaracja dostępności\n\nUBPO\n\nRegulamin studiów\n\nUSOS\n\nSylabus AGH\n\nPomoc materialna dla studentów\n\nProgram Erasmus+\n\nStudium Języków Obcych\n\nWydział Geologii, Geofizyki i Ochrony Środowiska\nAkademia Górniczo-Hutnicza \nim. Stanisława Staszica\n\nal. Mickiewicza 30\n30-059 Kraków\n\nNIP AGH: 675 000 19 23 \n\nNr konta Wydziału:\n58 1240 4722 1111 0000 4859 2918\nBank Pekao S.A. Kraków\n\nDziekanat\ntel. +48.12.617.23.50–51\ne-mail: dziekanatwggios@agh.edu.pl\n\nBiuro Dziekana\ntel. +48.12.617.32.54\ne-mail: wggios@agh.edu.pl\n\n © 2023 Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.wggios.agh.edu.pl/badania-i-wspolpraca", "title": " Badania i współpraca -- WGGIOS AGH ", "depth": 3, "duplicate": false, "content_hash": "b31097b1d0a63835dc1618e4986913f0", "word_count": 5782, "headings": [{"level": 1, "text": "Badania i współpraca"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Akredytacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe, oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 4, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 5, "text": "Lokalizacja:"}, {"level": 5, "text": "Możliwości badawcze/pomiarowe:"}, {"level": 5, "text": "Oferta usługowa:"}, {"level": 5, "text": "Aparatura:"}, {"level": 5, "text": "Dane kontaktowe:"}, {"level": 2, "text": "Stopka"}]}}