{"content": "# \n            AGH – Jerzy Lis\n\nURL: http://home.agh.edu.pl/~lis/\nCrawled: 2025-03-19 21:59:47\n\nAktualności\n\nAGH rozwija współpracę z krajami Zatoki Perskiej\n\nDodane: 6 marca 2025\n\nMoi Drodzy, Delegacja z AGH uczestniczyła w wyjeździe do Omanu i Zjednoczonych Emiratów Arabskich. Liczne inspirujące spotkania otwarły nowe perspektywy współpracy między innymi w obszarze IT, cyberbezpieczeństwa, geologii, górnictwa czy wykorzystania nowoczesnych [...] \nWięcej >>\n\nWesołych Świąt Bożego Narodzenia\n\nDodane: 17 grudnia 2024\n\nWięcej >>\n\nŚwięto Nauk Ścisłych w AGH - Dni prof. Antoniego Hoborskiego\n\nDodane: 3 grudnia 2024\n\nSzanowni Państwo, 22 listopada obchodziliśmy centralne uroczystości związane z naszym Świętem Nauk Ścisłych im. prof. Antoniego Hoborskiego, nazwane na cześć wybitnego naukowca matematyka, pierwszego Rektora Akademii Górniczej. To już 11-ta edycja niezwykle istotnego [...] \nWięcej >>\n\nRozmowy w siedzibie Poland in Silicon Valley Center\n\nDodane: 3 grudnia 2024\n\nMoi Drodzy, w ramach delegacji polskich uczelni odwiedziłem siedzibę Poland in Silicon Valley Center (POLSV, Polskie Centrum na rzecz Nauki, Innowacji i Przedsiębiorczości w Dolinie Krzemowej). Z przewodniczącym Centrum prof. Piotrem Moncarzem rozmawiałem między innymi o [...] \nWięcej >>\n\nDelegacja AGH z wizytą w Japonii\n\nDodane: 3 grudnia 2024\n\nMoi Drodzy, obchody jubileuszu 20-lecia partnerstwa AGH i Shibaura Institute of Technology (SIT), wręczenie tytułu Konsula Honorowego dla byłego prezydenta SIT oraz inauguracja działalności Koła Wychowanków AGH w Japonii to najważniejsze punkty programu wizyty delegacji AGH [...] \nWięcej >>", "metadata": {"url": "http://home.agh.edu.pl/~lis/", "title": "\r\n            AGH – Jerzy Lis", "depth": 3, "duplicate": false, "content_hash": "7a2f0fe49267210fd70e51f4dc44505a", "word_count": 207, "headings": [{"level": 2, "text": "Aktualności"}, {"level": 3, "text": "AGH rozwija współpracę z krajami Zatoki Perskiej"}, {"level": 3, "text": "Wesołych Świąt Bożego Narodzenia"}, {"level": 3, "text": "Święto Nauk Ścisłych w AGH - Dni prof. Antoniego Hoborskiego"}, {"level": 3, "text": "Rozmowy w siedzibie Poland in Silicon Valley Center"}, {"level": 3, "text": "Delegacja AGH z wizytą w Japonii"}]}}