{"content": "# Rekrutacja na stanowiska doktoranckie w Centrum Doskonałości Sztucznej Inteligencji AGH-- Centrum Doskonałości Sztucznej Inteligencji \n\nURL: https://cdsi.agh.edu.pl/aktualnosci/detail?tx_news_pi1%5Baction%5D=detail&tx_news_pi1%5Bcontroller%5D=News&tx_news_pi1%5Bnews%5D=1195&cHash=a6e8f860381de9c7ce6ebfea4993197a\nCrawled: 2025-03-19 21:39:24\n\nRekrutacja na stanowiska doktoranckie w Centrum Doskonałości Sztucznej Inteligencji AGH \n\n 10/03/2025 \n\n Centrum Doskonałości Sztucznej Inteligencji AGH zaprasza przyszłych doktorantów do współpracy w ramach prowadzonej działalności badawczej w obszarze Sztucznej Inteligencji. \n\nPoszukujemy ambitnych osób, które chcą rozwijać swoje kariery naukowe, angażując się w innowacyjne projekty badawcze. Nasze działania obejmują szeroki wachlarz tematów związanych z AI, w tym m.in. uczenie maszynowe, przetwarzanie obrazów, robotykę i wiele innych.\n\nSpotkanie informacyjne\n\nAby zapoznać się z możliwościami realizacji doktoratu, zapraszamy do udziału w spotkaniu informacyjnym. Podczas spotkania omówimy dostępne tematy badawcze, możliwości finansowania oraz szczegóły dotyczące projektów, w które można się zaangażować.\n\nSpotkanie odbędzie się:\n 📅 Data: 17 marca 2025\n 🕓 Godzina: 16:00\n 📍 Miejsce: Budynek C-6, III piętro, sala 305.1\n\nFormularz rejestracji na spotkanie \n\nDołącz do nas!\n W Centrum Doskonałości Sztucznej Inteligencji AGH czeka na Ciebie innowacyjne środowisko badawcze, w którym będziesz mógł rozwijać swoje umiejętności oraz zdobywać doświadczenie w zakresie najnowszych technologii i rozwiązań AI.\n\nDostępne tematy doktoratów\n\nPoniżej znajduje się lista dostępnych tematów na doktoraty w Centrum Doskonałości Sztucznej Inteligencji AGH:\n\nZaawansowane algorytmy do segmentacji 3D obiektów\n Promotor: J. Jaworek-Korjakowska\n\nMetody wykrywania ataków adwersarialnych w systemach black-box przy użyciu analizy map istotności (saliency maps)\n Promotor: J. Jaworek-Korjakowska\n\nWykrywanie ataków adwersarialnych w sieciach neuronowych poprzez analizę odporności modelu na minimalne perturbacje\n Promotor: J. Jaworek-Korjakowska\n\nInteligentna analiza otoczenia dla robotów mobilnych Boston Dynamics: Integracja percepcji wizualnej i uczenia maszynowego w dynamicznych środowiskach\n Promotor: J. Jaworek-Korjakowska\n\nZaawansowane metody segmentacji i detekcji obiektów 3D w oparciu o modele generatywne i transformery wizualne\n Promotor: J. Jaworek-Korjakowska\n\nAdversarial, Poisoning, and Backdoor Attacks: Challenges and Solutions for Deep Neural Network Explainability\n albo alternatywnie\nUnderstanding and Mitigating Attacks on Explainability: A Focus on Adversarial, Poisoning, and Backdoor Threats in Deep Learning)\n Promotor: L. Rutkowski\n\nRobustness of Language Models against Adversarial Attacks\n Promotor: L. Rutkowski\n\nOptimized Filter Pruning and Grafting for Enhanced Deep Neural Network Generalization\n Promotor: A. Horzyk\n\nEnergy-Efficient Neural Architecture Search for Automated Network Optimization and Balancing Computational Load and Accuracy\n Promotor: A. Horzyk\n\nAutomating Algorithm Design through Code Synthesis with LLMs\n Promotor: M. Pluháček\n\nLarge Language Models for the Automated Algorithm Design of Optimizing Algorithms\n Promotor: M. Pluháček\n\nFoundations and Applications of Large Language Models in Metaheuristic Algorithm Design\n Promotor: M. Pluháček\n\nImportance of population diversity in population-based heuristic optimizers\n Promotor: M. Pluháček\n\nUsing AI tools for the design of benchmark functions for heuristic optimizers\n Promotor: M. Pluháček\n\nZastosowanie uczenia ze wzmocnieniem do generowania programów kwantowych\n Promotor: P. Gawron\n\nWykorzystanie obliczeń kwantowych do poszukiwania przyczynowości w procesach stochastycznych\n Promotor: P. Gawron\n\nInteligentne agenty AI dla pojazdów definiowanych programowo\n Promotor: P. Skruch\n\nKoncepcja modeli światowych dla percepcji pojazdów autonomicznych\n Promotor: P. Skruch\n\nGenerowanie syntetycznych skanów radarowych z wykorzystaniem generatywnych modeli sztucznej inteligencji\n Promotor: P. Skruch\n\nGenerowanie syntetycznych chmur punktów lidarowych z wykorzystaniem generatywnych modeli sztucznej inteligencji\n Promotor: P. Skruch\n\nAnaliza i modelowanie dużych zbiorów danych w przestrzeniach ukrytych\n Promotor: P. Skruch\n\nStudy of augumentation of self-veto capabilities with neural networks\n Promotorzy: A. Ukleja, P. Kalaczyński\n\nCosmic ray composition measurement by multi-class classification\n Promotor: A. Ukleja, P. Kalaczyński\n\nOptimization of simulation software using machine learning techniques\n Promotor: P. Gawron, P. Kalaczyński\n\nAnomaly detection in optic fibre communication\n Promotor: P. Gawron, P. Kalaczyński\n\nPowrót", "metadata": {"url": "https://cdsi.agh.edu.pl/aktualnosci/detail?tx_news_pi1%5Baction%5D=detail&tx_news_pi1%5Bcontroller%5D=News&tx_news_pi1%5Bnews%5D=1195&cHash=a6e8f860381de9c7ce6ebfea4993197a", "title": "Rekrutacja na stanowiska doktoranckie w Centrum Doskonałości Sztucznej Inteligencji AGH-- Centrum Doskonałości Sztucznej Inteligencji ", "depth": 3, "duplicate": false, "content_hash": "0462c0ff53996fd3d7fc89d3b83530cc", "word_count": 523, "headings": [{"level": 1, "text": "Rekrutacja na stanowiska doktoranckie w Centrum Doskonałości Sztucznej Inteligencji AGH"}, {"level": 2, "text": "Spotkanie informacyjne"}, {"level": 2, "text": "Dostępne tematy doktoratów"}, {"level": 2, "text": "Stopka"}]}}