{"content": "# Science Leaders Board – liderzy biznesu dla liderów nauki | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/science-leaders-board-liderzy-biznesu-dla-liderow-nauki/\nCrawled: 2025-03-19 21:31:33\n\nScience Leaders Board – liderzy biznesu dla liderów nauki\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\nKoalicja na rzecz Polskich Innowacji (KPI) uruchomiła właśnie program „Science Leaders Board” (SLB), którego celem jest wzmocnienie widoczności Polski na świecie jako źródła globalnych innowacji. Inicjatywa łączy liderów biznesu z liderami nauki tworząc przestrzeń do współpracy, która wspiera rozwój polskiej nauki oraz technologii.\nProgram został stworzony we współpracy z jednymi z największych inwestorów technologicznych w Polsce, firmami: Intel, Orange, Google, Dell, Ericsson i Flex. W pierwszej, pilotażowej edycji programu uczestniczy 10 wybitnych naukowczyń i naukowców z Polski w tym Dyrektor \nInstytutu Telekomunikacji\n dr hab. inż. Jerzy Domżał, prof. AGH.\nNa początku przeprowadziliśmy szereg rozmów z przedstawicielami świata biznesu i środowiska naukowego. Pozwoliło nam to na zidentyfikowanie kluczowych wyzwań polskiej nauki, takich jak usprawnienie wymiany informacji z biznesem, wsparcie komercjalizacji badań, rozwój interdyscyplinarnych doktoratów czy promocja polskich osiągnięć naukowych na świecie. W odpowiedzi na nie stworzyliśmy program „Science Leaders Board”, który będzie platformą współpracy z biznesem dla wybitnych naukowczyń i naukowców \n–\n powiedziała Amelia Szukowska, wiceprezeska KPI.\nProgram „Science Leaders Board” oferuje uczestnikom dostęp do nowoczesnych technologii, mentoringu biznesowego oraz szkoleń rozwijających kompetencje – od przedsiębiorczości po umiejętności miękkie. Dodatkowo, dzięki międzynarodowemu networkingowi i udziałowi w branżowych wydarzeniach, naukowczynie i naukowcy mają szansę promować swoje osiągnięcia na arenie międzynarodowej.\nWspółpraca biznesu i nauki w ramach SLB koncentruje się na takich obszarach, jak: sztuczna inteligencja, uczenie maszynowe, Big Data, cyberbezpieczeństwo, półprzewodniki, sieci 5G, zrównoważona energia i czyste technologie. Partnerzy projektu – Intel, Orange, Google, Dell, Ericsson i Flex od lat inwestują w Polsce w obszarze badań i rozwoju, produkcji oraz usług. Teraz połączyli siły, aby wesprzeć wybitne, polskie naukowczynie i naukowców w ramach nowej inicjatywy.\nNaszym celem jest nie tylko wspieranie obecnych liderów nauki, ale także inspirowanie młodych talentów do rozwoju kariery naukowej. Chcemy, by Polska stała się widoczna\n\nna świecie jako źródła globalnych innowacji rozwijanych dzięki lepszej współpracy biznesu i nauki \n– dodaje Marcin Czyża, prezes KPI.\n\nOficjalna inauguracja programu odbyła się 2 grudnia 2024 roku podczas Future Skills Forum w Warszawie.\n\nKoalicja na rzecz Polskich Innowacji (KPI)\n wspiera rozwój ekosystemu innowacji, ułatwiając współpracę między przedsiębiorstwami, instytucjami badawczymi i administracją publiczną. Jej działania koncentrują się na promowaniu dobrych praktyk i tworzeniu sprzyjającej legislacji, co ma na celu stworzenie optymalnych warunków dla innowacji. Działa jako platforma integrująca różne podmioty, co przyspiesza wymianę wiedzy i zasobów, sprzyjając innowacyjności.  KPI realizuje dwa programy wspierające transformację cyfrową MMŚP w Polsce: WAMA EDIH oraz DIGITRANS\nLista osób biorących udział w programie: \nhab. inż. Paweł Czarnul, dr hab. inż. Jerzy Domżał, prof. AGH, dr hab. inż. Andrzej Jaszkiewicz, prof. dr hab. Dariusz Jemielniak, prof. dr hab. Bogumił Kamiński, dr hab. inż. Jacek Jerzy Kucharski, prof. dr hab. inż. Ewa Niewiadomska-Szynkiewicz, dr hab. Barbara Piętka, dr hab. Piotr Sankowski, dr hab. Magdalena Stobińska.\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania", "metadata": {"url": "https://iet.agh.edu.pl/science-leaders-board-liderzy-biznesu-dla-liderow-nauki/", "title": "Science Leaders Board – liderzy biznesu dla liderów nauki | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "5f21e4e8807060206bb95116f9839ca1", "word_count": 480, "headings": [{"level": 1, "text": "Science Leaders Board – liderzy biznesu dla liderów nauki"}]}}