{"content": "#  Research -- Space Technology Centre \n\nURL: https://www.ctk.agh.edu.pl/en/research-groups\nCrawled: 2025-03-19 21:25:04\n\nSkip to content\n\nSkip to footer\n\n Research \n\nThe Space Technology Centre (STC) conducts extensive research, educational, and outreach activities related to space. The goal is to advance key technologies and knowledge for exploration and sustainable future development. Our work focuses on interdisciplinary research carried out in six specialized research groups.\n\nThe Science of Signature Research Group is a scientist team at the forefront of satellite remote sensing technologies and algorithms. The key aspects of the two laboratories within the research group are the Satellite Earth Observation Laboratory and the Algorithms for Science of Signature Laboratory. The research group is dedicated to leveraging satellite information to generate actionable insights for applications such as precision agriculture and environmental protection. \n\nMore information...\n\nThe Space Missions Research Group at the Space Technology Centre AGH focuses on developing and participating in both orbital and planetary space missions. The group is equipped with specialized laboratories to support research activities related to space technologies.   The Space Missions Research Group collaborates internationally with other laboratories to advance space research and technology. \n\nMore information...\n\nMaterials and Structures Research Group at the Space Technology Research Center is focused on developing new materials specifically designed for space applications. The research group consists of three main laboratories. Overall, the laboratories are equipped with research facilities and skilled personnel, engaging in international collaborations to advance materials and structures research for space technology.\n\nMore information...\n\nThe mission of SpaceEduLab is to build youth’s awareness of space by activating and engaging young people towards learning and experiencing issues related to space, as well as developing interests and competences related to space. The implementation of this mission is based on specialized educational infrastructure necessary to create activities that develop, transfer and popularize that knowledge and attitudes.\n\nMore information...\n\nThe Life Science for Space Laboratory is conducting some important research in the fields of space biology, analog astronaut missions, and space biomedical engineering innovation. The three laboratories within the research group each have unique focuses and goals that contribute to our understanding of how organisms and humans can thrive in space environments.\n\nMore information...\n\nThe Space for Society research group focuses on promoting inclusivity and interdisciplinarity in the field of space technology. Our goal is to build an open space industry where everyone can contribute. In line with our mission, we also support the sustainable development of the space sector.\n\nMore information...\n\nsatellite remote sensing\nEarth observation\nimage processing\nprecision agriculture\nenvironmental protection\nGIS analysis\nspace materials\nspace structures\nspace technology\nspace construction\nmaterials engineering\nspace biology\nbiomedical engineering\nanalog missions\nhealth in space\neffects of space on organisms\nspace adaptation\norbital and planetary missions\nspace mechanics\nautomation and robotics\nspace mining\nenergy systems\ninternational cooperation\nscience outreach\nspace education\nspace competencies\neducational infrastructure\nyouth engagement\ninclusivity\ninterdisciplinarity\nsustainable development\nspace for all\nsocial aspects of space\n\n Shielding properties of kombucha-derived bacterial cellulose \n\nResearch Leader\n: Dr. Agata Kołodziejczyk\n\nResearch Area\n: Biomaterials\n\nMain Questions\n:\n\nHow can bacterial cellulose be produced in space?\n\nWhat biomaterials can be created and processed in space?\n\nHow can the synthesis process of composite biomaterials be controlled to optimize parameters for radioprotection?\n\nResearch Summary\n: Living organisms are constantly exposed to cosmic, terrestrial, and internal sources of radiation. As a result, they have developed natural radioprotective mechanisms. However, in some cases, these mechanisms may not be sufficient. Elevated doses and prolonged exposure to radiation, such as during radiotherapy or in extreme environments like spaceflight, can cause damage to DNA and increase the abundance of reactive oxygen species, which can affect biological processes. In contrast to synthetic ingredients, naturally produced radioprotective materials have good biocompatibility and are easy to recycle. This project investigates the radioprotective properties of the hydrogel biofilm produced by the kombucha microbial consortium.  To enhance the radioprotection of kombucha's biofilm, metallic components (K, Fe, Mxenes) and biological additives are tested. Rhodobacter sphaeroides and Synechocystis sp. PCC6803, which are resistant to oxidative stress, are added to the cultivation media. The chemical composition of the resulting KBC films is measured using the FTIR method. Physical properties are characterized using microscopy, ion leaching, and contact angle measurements. Post-processed dried KBC wristbands are analyzed for absorption parameters to enhance protective shielding. Possible levels of radioprotection for various types of bacterial cellulose thickness and forms are computed based on the obtained results. The findings encourage the use of bacterial cellulose in a circular economy for future bioregenerative processes. \n\nContact\n: \nakolodziejczyk@agh.edu.pl\n\nKeywords\n: biomaterials, bacterial cellulose, sustainable life, plastic alternatives\n\nSelected Publications\n:\n\nKamiński K, et al. (2020) \nHydrogel bacterial cellulose: a path to improved materials for new eco-friendly textiles\n\nKozyrovska N, et al. (2021) \nTo Other Planets With Upgraded Millennial Kombucha\n\nKołodziejczyk et al. (2024) \nRadioprotective properties of kombucha-derived bacterial cellulose\n\n Non-invasive monitoring of health in life support systems \n\nResearch Leader\n: Dr. Agata Kołodziejczyk\n\nResearch Area\n: Life support systems\n\nMain Questions\n:\n\nWhat is needed to provide sustanable life in space? \n\nWhich materials are crtitical? \n\nWhich biomarkers could be non-invasively monitored to maintain the safety and sustainability of life support systems? \n\nResearch Summary\n: Together with Analog Astronaut Training Center and collaborators from the University of Arizona we design a new flight suits for space applications. We design a non-invasive sensors and lab-on chip technologies, which are tested in the habitat, in the near-space environment in the stratosphere and in the future in space on satellite. \n\nContact\n: akolodziejczyk@agh.edu.pl\n\nKeywords\n: bacterial nanocellulose, magnetic nanoparticles, tissue engineering, neural regeneration\n\nSelected Publications\n:\n\nSmith, C.M., Robbins, M., Tresch, T., Staats, K., Harasymczuk, M., Kołodziejczyk, A. (2024). \nThe use of pressurizedgarments in space analog facilities and studies\n. In \nSelected Proceedings of the 6th Space Resources Conference. SRC 2023\n, Springer Aerospace Technology. Springer, Cham.\n\nKołodziejczyk, A., Pyrkosz–Pacyna, J., Grabowski, K., Malinowska, K., Sergijenko, O. (Eds.) (2024). \nBIOSTRAT—Development of a research capsule to carry out astrobiological experiments and testing in a “near space” environment inthe stratosphere\n. In \nSelected Proceedings of the 6th Space Resources Conference. SRC 2023\n, Springer Aerospace Technology. Springer, Cham.\n\nKołodziejczyk, A.M., Harasymczuk, M. (2024). \nRemote sensing in space analog missions for future life supportsystems\n. \nSensors\n. Preprint.\n\nMohanty, U., Kołodziejczyk, A. (2024). \nMorphological analysis of microbial life in cold environments of Arctic andstratosphere\n. In Kołodziejczyk, A., Pyrkosz–Pacyna, J., Grabowski, K., Malinowska, K., Sergijenko, O. (Eds.), \nSelected Proceedings of the 6th Space Resources Conference. SRC 2023\n, Springer Aerospace Technology. Springer, Cham.\n\n Gravitational biology \n\nResearch Leader\n: Dr. Agata Kołodziejczyk\n\nResearch Area\n: Gravitational biology \n\nMain Questions\n:\n\nHow plants and microorganisms perceive gravity? \n\nHow to adapt living organism to develop in altered gravity conditions?\n\nHow to produce food in altered gravity?\n\nResearch Summary\n: ---\n\nContact\n: \nakolodziejczyk@agh.edu.pl\n\nKeywords\n: ---\n\nSelected Publications\n:\n\nGrudzińska, M., Galanty, A., Prochownik, E., Kołodziejczyk, A., Paśko, P. (2024). \nCan simulated microgravity anddarkness conditions influence the phytochemical content and bioactivity of the sprouts?—A preliminary study on selectedFabaceae species\n. \nPlants\n, 13, 1515.\n\n Space Exploration perception among students and general public \n\nResearch leader: \nDr. Joanna Pyrkosz-Pacyna\nResearch team: \nKatarzyna Cieślak, Jakub Mirek,  \n Dr. Marcin Zwierżdżynski, EduVrLab, and others. \n\nResearch Area\n: Social Psychology, Educational and career decision making \n\nMain Questions\n:\n\nHow is space exploration perceived?\n\nAre there any gender differences in space exploration perception and subsequent educational/career decisions? \n\nHow does space exploration perception influence decisions to engage in space science education and career? \n\nResearch Summary\n: \n\nIn a series of studies, we have investigated space exploration perception and its predictors. We have investigated demographic factors such as age, gender, education level, religiosity, political persuasion, etc. We found that the major determinant of space exploration acceptance and support is gender. However, after controlling for prior education in this field and conviction about the importance of space education gender differences diminish. We found almost no differences among two countries namely Poland and USA. \n\nWe have also investigated subjects related to space education using novel technologies such as VR. We found there are numerous barriers students experience when participating in space education in VR such as heaviness of the headset, issues among glasses wearing participants or the social anxiety stemming from not being able to observe the surroundings. Most importantly we found that participating in space VR lesson significantly increases intention to engage in space education and also increases female participants’ self-efficacy. \n\nIn a different study we wanted to investigate the role of ‘awe’ in environmental attitudes. We have therefore introduced a VR experience aimed at creating the “overview effect” - observing Earth from space. In this study we found that the ‘awe’ evoked by the VR experience indeed increases the pro-environmental attitudes among participants. This result has practical potential for increasing students’ pro-environmental collective action engagement.  \n\nContact\n: \njpyrkosz@agh.edu.pl\n\nKeywords\n: ---\n\nSelected Publications\n:\n\nSpace Exploration – Good, Bad or Both? Comprehensive Literature Review on Public Perception of Space Exploration\n\n(under review)\n.\n\n**Space Exploration Perception – Pilot Study*.\n\n**Space Exploration Perception—Current and Future Research Directions*.\n\n**Space Science Education in Virtual Reality – Barriers to Gender Inclusion*.\n\nFrom Awe to Awareness – Exploring the Influence of the Overview Effect in VR on Students' Environmental Consciousness\n\n(under review)\n.\n\nSpace Exploration Perception – Cultural Differences among General Population in Poland and in USA\n\n(in writing)\n.\n\nSpace Exploration Perception among Students – International Comparison\n\n(data gathering)\n.\n\n Strategy for servicing satellites in orbit using a robot. \n\nResearch leader\n: Xiaoqian Gao\nResearch team\n: prof. Tadeusz Uhl, PhD, DSc, Eng.\n\nResearch Area\n: To meet the growing demand for space exploration, the emerging potential of space robots has received widespread attention. In the field of on-orbit servicing, the development of on-orbit robotic capabilities dedicated to tasks such as satellite servicing, orbital debris removal, and orbital asset construction and maintenance has far-reaching and indispensable implications. This research will fucus on the low earth orbit (LEO<2,000km); the servicing target will be cube satellite which mass around 2~6kg.  This study will propose a cable driven continuous arm for On-orbit satellite servicing, since soft robot demonstrated superior capabilities to its conventional counterpart when it came to grabbing uncontrolled CubeSats. The focus of this research is to propose a novel continuous-arm space robot design, dedicated to completing the dual tasks of satellite docking and maintenance through soft robot.  \n\nMain Questions / Hypothesis:\n\nHypothesis 1: The SimMechanics (MATLAB Simulink) model, developed using the lumped parameter method, would reduce calculation time and increase calculation efficiency compared to the traditional finite element method (FEM) while maintaining comparable accuracy. \n\nHypothesis 2: Under identical conditions the end-effector motion disturbance to the base of the soft robot will be less than that of the rigid robot, indicating a lower joint-to-base coupling factor and better stability \n\nHypothesis 3: Using the generalized Jacobian matrix derived from the mathematical model as an observer in the Model Predictive Control (MPC) controller will get less error compared to using dynamic Jacobian inverse and modified simple adaptive control \n\nResearch Summary\n: \n\nThe initial stages of this research task have been accomplished, including the identification of the research problem and focus area: the utilization of a chaser satellite with an integrated soft robot for capturing target CubeSats. \n\nA review of the relevant literature has also been conducted, encompassing studies on satellites, their dynamics, and the principles of soft robotics, discussion of robots’ trajectory. \n\nModelling and Simulation of the bending mechanics in the soft robot's structure has been performed. This simulation has allowed for an initial assessment of how the soft robot would deform and react under different conditions. \n\nThe calculations have been carried out to determine the kinematic and dynamic properties, both forward and inverse, of the soft robot's 2 to 5 segments configurations. \n\nA new predictive model control scheme integrates an MPC with kinematics to achieve effective positioning has been proposed to the robot reference frame.  The end-effector of the soft robotic manipulator is controlled to move to the desired position using the MPC controller. Each segment is controlled by a dedicated MPC controller, with a total of three controllers for a three-segment manipulator to ensure precise control. \n\nThe dynamic coupling analysis of the chaser base in a free-floating model was performed, examining the stability of rigid and soft robots operating under the same conditions. Simulations were conducted, and the results showed that the performance of soft robots was better than that of rigid robots. The findings reveal the potential advantages of soft robots in space exploration missions \n\nThe approach of the deriving dynamics equations for a soft robot is under verifying (for free floating case). Currently the position error between the SimMechanics and the dynamics equations is on the level of 10-9. \n\nContact\n: \nxiaoqian@agh.edu.pl\n\nKeywords\n: ---\n\nSelected Publications\n:\n\nSoft robots for On-Orbit Servicing\n (OOS) missions \n\n Dissolutionof minerals in Space \n\nResearch leader\n: Dr. Eng. Justyna Topolska (WGGiOŚ / CTK AGH)\n\nResearch Area\n: Mineralogy, Thermodynamics, Apatites, Solubility, Experiments with Random Positioning Machine \n\nMain Questions:\n\nDoes solubility of minerals depend in gravity, if yes -how? \n\nCan it be investigated using Random Positioning Machine? \n\nDoes it have impact on our space travelling interms of bone and teeth stability and drug effectiveness? \n\nResearch Summary\n: \n\nPreliminary results indicate that there is impact of microgravity simulation via PRM on pyromorphite (apatite group) solubility. The experiments are ongoing. \n\nContact\n: \ntopolska@agh.edu.pl\n\nKeywords\n: ---\n\nSelected Publications\n: TBD\n\n Biological effects and countermeasures of spaceflight \n\nResearch leader\n: Dr. Eng. Agata M. Rudolf\n\nResearch Area\n: Characterizing biological effects of exposure to spaceflight hazards (microgravity, radiation, and magnetic fields) and developing preventative and countermeasure strategies mitigating these effects.\n\nMain Questions:\n\nWhich biological effects of spaceflight are the most critical for health and performance (focusing on bioenergetics)? \n\nWhat are the effects of spaceflight conditions on adaptive changes and accelerated ageing? \n\nCan we develop effective preventative and countermeasure strategies against the harmful effects of spaceflight? \n\nResearch Summary\n: \n\nThe biological effects of exposure to spaceflight hazards, such as microgravity, radiation, and magnetic fields are associated with dysregulation of cellular bioenergetics, oxidative stress, DNA damage, and can resemble accelerated ageing. Some bioactive substances, also derived from extremophile organisms, are used to develop preventative and countermeasure strategies mitigating these effects. \n\nContact\n: \narudolf@agh.edu.pl\n\nKeywords\n: bioenergetics, ageing, adaptive evolution, bioactive substances, extremophiles\n\nSelected Publications\n: \n\nRudolf AM, Hood WR. (2024). Mitochondrial stress in the spaceflight environment. Mitochondrion, 76: 101855. \n\n Space Biomedical Engineering \n\nResearch leader\n: Dr. hab. Eng. Andrzej Młyniec, Professor at AGH\n\nResearch Area\n: Lab-on-a-chip and Organ-on-a-chip technologies for therapy development and health monitoring systems\n\nMain Questions:\n\nHow do space-specific conditions, such as microgravity and radiation, influence the acceleration of aging processes and the development of chronic diseases in astronauts? \n\nWhat are the key challenges in developing lab-on-chip technologies for manufacturing materials in space, and how can these technologies be applied to enhance health monitoring and early disease detection and curing for astronauts and Earth-based populations? \n\nCan organ-on-a-chip technology, combined with nutraceuticals and microbiomimetic approaches, be used to create effective therapies for neurodegenerative, metabolic, and autoimmune diseases in both space and Earth environments? \n\nResearch Summary\n: \n\nThe results of research in this field indicate that space conditions, such as microgravity and radiation, have significant effects on human health, particularly by accelerating aging and increasing susceptibility to chronic diseases. Studies show that these unique space environments can hasten the onset of neurodegenerative, metabolic, and autoimmune disorders. Findings also suggest that organ-on-a-chip technology is a promising tool for replicating human organ systems under space-like conditions, allowing for the development of more effective, targeted therapies and personalized treatments.\n\nContact\n: \nMlyniec@agh.edu.pl\n\nKeywords\n: ---\n\nSelected Publications\n: --- \n\nStopka\n\nResearch\n\nProjects\n\nContact\n\nLogo to download\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/en/research-groups", "title": " Research -- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "1c4a797ef2f17af26b90ced3f9980efd", "word_count": 2591, "headings": [{"level": 1, "text": "Research"}, {"level": 2, "text": "Stopka"}]}}