{"metadata": {"url": "https://akademik.agh.edu.pl/cookies", "title": "\n        DSNET Profil Użytkownika - Polityka ciasteczek", "depth": 1, "duplicate": false, "content_hash": "ccda734f445dc42f5b350de201d8b105", "word_count": 161, "headings": []}, "content": "# \n        DSNET Profil Użytkownika - Polityka ciasteczek\n\nURL: https://akademik.agh.edu.pl/cookies\nCrawled: 2025-03-20 01:12:35\n\nPliki cookies (tzw. \"ciasteczka\") są niewielkimi plikami tekstowymi, przechowywanymi w przeglądarce użytkownika serwisu i umożliwiającymi zapisywanie informacji.\n\nPliki cookies wykorzystywane są w celu:\n\npersonalizacji wersji językowej strony\n\ntworzenia statystyk odwiedzalności strony\n\nutrzymanie sesji użytkownika (po zalogowaniu), dzięki której użytkownik nie musi na każdej podstronie serwisu ponownie wpisywać loginu i hasła\n\nprzechowywania potwierdzenia zgody na przechowywanie ciasteczek (tak... to ma sens)\n\nWiększość przeglądarek domyślnie akceptuje (zezwala na przechowywanie) ciasteczek. W każdej chwili można jednak zmienić te ustawienia w sposób zależny od przeglądarki i opisany w jej instrukcji użytkownika.\n\nInformujemy, że zablokowanie plików cookie spowoduje ograniczenie funkcjonalności a nawet brak możliwości rejestracji i zalogowania do serwisu.\n\nPliki cookies zamieszczane w przeglądarce \nnie\n są wykorzystywane do wyświetlania reklami i zbierania profili użytkowników, nie są również udostępniane innym firmom.\n\nPodmiotem zamieszczającym na urządzeniu końcowym użytkownika serwisu pliki cookies oraz uzyskującym do nich dostęp jest \nMiasteczko Studenckie AGH, ul. Józefa Rostafińskiego 7a, 30-072 Kraków\n.\n\nWięcej informacji na temat cookies dostępnych jest np. pod adresem https://wszystkoociasteczkach.pl"}