{"content": "# Studia podyplomowe | Wydział Zarządzania AGH\n\nURL: https://www.zarz.agh.edu.pl/index.php/studia-podyplomowe/\nCrawled: 2025-03-19 21:34:46\n\nStudia podyplomowe i szkolenia\n\nBudowanie marki w praktyce\n\nStudia „Budowanie marki w praktyce” obejmują zagadnienia od podstaw budowania marki do zarządzania strategicznego marką (ang. branding) zgodnie z uwarunkowaniami rynkowymi i rozwojem wiedzy fachowej w tym obszarze.\n\nAbsolwenci nabędą umiejętność profesjonalnego planowania i projektowania procesów, doboru optymalnych narzędzi marketingowych na potrzeby skutecznego zarządzania marką w konkretnej sytuacji problemowej.\n\nMarki w rękach przedsiębiorców to obecnie kluczowe narzędzia rywalizacji rynkowej stąd warto budować ich kapitał rynkowy i czerpać z tego wymierne korzyści.\n\nWięcej informacji\n\nCyberbezpieczeństwo i zarządzanie bezpieczeństwem informacji\n\nZakres tematyczny studiów podyplomowych pn. „Cyberbezpieczeństwo i zarządzanie bezpieczeństwem informacji” nawiązuje do istoty informacji i przedstawia problematykę jej bezpieczeństwa w działających organizacjach, jak również wskazuje możliwości ochrony prawnej informacji i zapoznaje słuchaczy ze standardami zarządzania bezpieczeństwem informacji. Co jest bardzo istotne pokazane zostaną praktyczne rozwiązania w zakresie zarządzania bezpieczeństwem informacji na przykładzie zajęć laboratoryjnych i ćwiczeń praktycznych.\n\nWięcej informacji\n\nFacility Management – Zarządzanie inteligentnym budynkiem\n\nStudia podyplomowe „Facility Management – zarządzanie inteligentnym budynkiem” mają na celu rozwinięcie umiejętności zarządzania budynkiem. Studia przeznaczone są dla osób zamierzających związać się profesjonalnie z zarządzaniem, użytkowaniem i gospodarowaniem nowoczesnymi budynkami, a także dla osób chcących rozszerzyć swoją wiedzę na zarządzanie udogodnieniami w budynkach (dyrektorzy, architekci, developerzy, inżynierowie, projektanci). Program studiów pozwoli na podniesienie kwalifikacji zawodowych, jak również na osiągnięcie sukcesu zawodowego w nowej dziedzinie, jaką jest Facility Management.\n\nWięcej informacji\n\nStrategie biznesowe w gospodarce o obiegu zamkniętym.\n\nTematyka studiów jest związana z wdrożeniem koncepcji gospodarki o obiegu zamkniętym (GOZ, nazywanej też gospodarką cyrkulacyjną) w praktykę gospodarczą przedsiębiorstw o różnym profilu działalności. Program studiów obejmuje 14 przedmiotów. Studia podyplomowe będą realizowane w ramach Priorytetowego Obszaru Badawczego 2 pt. „Nowe technologie dla gospodarki o obiegu zamkniętym: połączenie modeli biznesowych z eko-innowacjami w celu wzrostu produktywności i minimalizacji odpadów oraz tworzenia i wykorzystywania wiedzy”, w projekcie ”Inicjatywa Doskonałości – Uczelnia Badawcza”\n\nWięcej informacji\n\nHR Business Partner \n\nStudia przygotują do profesjonalnego planowania i projektowania procesów i narzędzi w obszarze zarządzania ludźmi w organizacjach różnego typu (produkcyjnych, usługowych, organizacji z sektora NGO). Przeznaczone są dla osób, które chcą rozwijać swoją wiedzę i kompetencje w obszarze zarządzania ludźmi, są odpowiedzialne za tworzenie polityki HR,  pracują w działach HR lub wspierają procesy zarządzania ludźmi w organizacji. Studia kierowane są również do właścicieli firm, menedżerów średniego szczebla zarządzania stanowiąc uzupełnienie wiedzy, która pozwoli na stosowanie nowoczesnych metod zarządzania ludźmi w ich organizacjach.\n\nWięcej informacji\n\nInżynieria Jakości Oprogramowania\n\nCelem studiów jest zdobycie wiedzy na temat sposobów zapewnienia jakości systemów informatycznych oraz nabycie praktycznych umiejętności w zakresie planowania, projektowania i automatyzacji testów oprogramowania. Końcowym efektem jest uzyskanie certyfikatu: \nISTQB® Certified Tester\n – Foundation Level.\n\nWięcej informacji\n\nKreowanie doświadczeń klientów\n\nStudia podyplomowe „Kreowanie doświadczeń klientów” obejmują szeroką problematykę zarządzania doświadczeniami interesariuszy w różnorodnych procesach rynkowych, zgodnie z ujęciem marketingowym. Punkt ciężkości położony jest na customer experience oraz user experience w mediach społecznościowych oraz customer care w Internecie.\n\nAbsolwenci studiów uzupełnią wiedzę i nabędą umiejętności praktyczne z zakresu wykorzystania narzędzi marketingowych na potrzeby kreowania doświadczeń klientów przekładających się na wartość rynkową i przynoszących wymierne i wieloaspektowe korzyści dla wszystkich zaangażowanych podmiotów.\n\nWażnym celem studiów jest przygotowanie słuchaczy do umiejętnego kreowania doświadczeń interesariuszy, w tym szczególnie klientów, powiązanych z działalnością gospodarczą zainteresowanego.\n\nWięcej informacji\n\nMarketing 4.0. Narzędzia. Projekty. Skuteczność\n\nCelem studiów jest przygotowanie słuchaczy do umiejętnego wykorzystywania współczesnych narzędzi, metod i procedur marketingowych tzw. marketingu 4.0 na potrzeby skutecznego zarządzania zróżnicowanymi obiektami rynkowymi, takimi jak firma, produkt, marka, organizacja, inna strategiczna jednostka biznesu. Zgodnie z najnowszym ujęciem działania marketingowe powinny być stymulowane są przez zaangażowanych klientów tzw. prosumentów, którzy łączą się w sieci. Dominuje marketing humanocentryczny wokół personifikowanych marek. Szczególnie ważne jest kreowanie doświadczeń interesariuszy przekładających się na wartość oraz budowanie długofalowych relacji. Najistotniejsza jest tendencja przenoszenia działań marketingowych do sieci Internet z akcentem na aktywność w  mediach społecznościowych. Dużą wagę odgrywają działania kontentowe i wielokanałowe. Ważny jest pomiar rezultatów i permanentne usprawnianie oraz dążenie do zrównoważonych praktyk biznesowych.\n\nWięcej informacji\n\nMenedżer nadzoru korporacyjnego\n\nStudia adresowane są do osób będących pracownikami lub kandydatami do pracy w zespołach nadzoru właścicielskiego w grupach kapitałowych, do osób aspirujących do członkostwa i pracy w Radach Nadzorczych spółek kapitałowych, a także do już czynnych członków Rad Nadzorczych widzących potrzebę rozszerzenia i uaktualnienia posiadanych umiejętności i wiedzy. Celem studiów jest przygotowanie osób do pełnienia funkcji aktywnego i kompetentnego członka nadzoru korporacyjnego, w tym członka Rad Nadzorczych i nadzoru właścicielskiego w grupach kapitałowych. Właściwie realizowana funkcja nadzoru korporacyjnego, odpowiadająca na wyzwania współczesnego i podlegającego permanentnej zmianie otoczenia biznesowego, jest ważnym generatorem wartości dla organizacji. Stale rosnące znaczenie funkcji nadzoru, ustawowa zmiana zakresu obowiązków i poszerzenie obszaru odpowiedzialności organów nadzoru jak i ich członków wymaga dobrego przygotowania merytorycznego (wiedza i umiejętności) oraz prezentowania aktywnej i etycznej postawy przez osoby zaangażowane w pracę w nadzorze. Celem studiów jest uzupełnienie wiedzy i umiejętności absolwentów studiów wyższych w zakresie profesjonalnego przygotowania do pracy w nadzorze korporacyjnym – w tym, w Radach Nadzorczych i nadzorze właścicielskim w grupach kapitałowych. \n\nWięcej informacji\n\nMediacje\n\nStudia podyplomowe mają za zadanie przygotowanie słuchaczy do wykonywania zawodu mediatora w sprawach karnych, cywilnych (gospodarczych, rodzinnych, biznesowych, z zakresu prawa pracy) i w sprawach nieletnich oraz do rozwiązywania konfliktów społecznych poprzez dostarczenie wiedzy i praktycznych umiejętności z zakresu alternatywnych metod rozwiązywania sporów.\n\nNiezbędna wiedza teoretyczna z zakresu psychologii i prawa, wzmocniona zostanie treningami praktycznymi, warsztatami oraz przewodnikiem po zawodzie i postępowaniu mediatora. Studia poruszają tematy takie jak: mediacja w sprawach cywilnych, karnych, nieletnich i rodzinnych – aspekty prawne, symulacje mediacji, psychologia społeczna, komunikacja werbalna i niewerbalna, negocjacje\n\nStudia przeznaczone są dla absolwentów wyższych uczelni zainteresowanych uzyskaniem nowego zawodu – mediatora lub dodatkowych kwalifikacji obejmujących rozwiązywanie konfliktów i negocjacje w zawodzie obecnie wykonywanym. Szczególnie przydatne będą dla osób zatrudnionych na stanowiskach zajmujących się obsługą klienta, radców prawnych, adwokatów, pracowników firm windykacyjnych, pionów prawnych i egzekucji zadłużeń w bankach, firmach consultingowych, czy dużych przedsiębiorstwach. \n\nWięcej informacji\n\nMenedżer jakości\n\nStudia umożliwiają uzyskanie certyfikatów w module podstawowym: audytora wewnętrznego zintegrowanych systemów zarządzania (jakość, środowisko, BHP), audytora wewnętrznego systemu bezpieczeństwa informacji oraz pełnomocnika ZSZ, a w module specjalistycznym: audytora wewnętrznego systemu zarządzania jakością oraz systemów bezpieczeństwa żywności, a także pełnomocnika systemu zarządzania jakością oraz bezpieczeństwem żywności. Współuczestniczy w kształceniu oraz wydaje certyfikaty wiodąca firma na rynku światowym – SGS.\n\nWięcej informacji\n\nMetody statystycznej analizy danych\n\nStudia stanowią propozycję adresowaną do osób, które chcą pogłębić swoją wiedzę z zakresu statystycznej i ekonometrycznej analizy danych. W szczególności, udział w studiach polecany jest osobom chcącym poznać ilościowe metody modelowania i prognozowania zjawisk ekonomicznych i gospodarczych. Dzięki przystępnej warsztatowej formule zajęć, absolwenci studiów nabywają cenne praktyczne umiejętności dające się wykorzystać w rozwiązywaniu realnych problemów w pracy zawodowej. Dodatkowym efektem ukończenia studiów będzie praktyczna znajomość współcześnie stosowanych narzędzi informatycznych pozwalających na samodzielne projektowanie oraz skuteczne prowadzenie specjalistycznych analiz statystycznych. \nW ramach udziału w programie EADTU 2018 opracowano szczegółowy raport dot. dobrych praktyk edukacyjnych realizowanych w ramach 8 uniwersyteckich programów edukacyjnych w 8 różnych krajach europejskich. Wyniki uzyskane podczas realizacji projektu zostały opublikowane w postaci raportów dostępnych pod adresem:\nhttps://e-slp.eadtu.eu/outcomes\n\nWięcej informacji\n\nNowoczesne koncepcje zarządzania małymi i średnimi przedsiębiorstwami\n\nStudia są skierowane do właścicieli i osób zarządzających w mikro-, małych i średnich przedsiębiorstwach. Zakres tematyczny studiów został dostosowany do najnowszych zmian na rynku powstałych na wskutek kryzysu wywołanego pandemią COVID19. Program studiów będzie realizowany w nowoczesnym i interdyscyplinarnym ujęciu cyklu wykładów wspieranych zajęciami praktycznymi, warsztatowymi oraz szkoleniami certyfikowanymi. Studia będą się odbywały w formie on-line. Studia te są odpowiedzią na pojawiające się problemy z funkcjonowaniem mikro-, małych i średnich przedsiębiorstw w nowych uwarunkowaniach rynkowych. Aktualnie rynek jest trudno przewidywalny i wymaga zupełnie nowego podejścia do zarządzania.\n\nWięcej informacji\n\nPrzedsiębiorczość technologiczna\n\nPrzedsiębiorczość technologiczna to unikalny program studiów dzięki któremu dowiesz się jak tworzyć start-up, spin-off i sprawnie zarządzać jego rozwojem. Masz szanse rozwinąć swoje kompetencja jako lider który umie wykorzystać siłę i energię małej organizacji do przekształcenia pomysłu w działający, dochodowy biznes. Duży nacisk kładziemy na aspekty praktyczne kształcenia, stąd pomysł na blok zajęć – Przedsiębiorczy LAB.\n\nWięcej informacji\n\nRachunkowość\n\nSłuchacze studiów podyplomowych z „Rachunkowości” zdobędą wiedzę i umiejętności niezbędne do prowadzenia ewidencji księgowej i podatkowej  w jednostkach  gospodarczych, sporządzania sprawozdań finansowych przedsiębiorstwa oraz ich analizy i oceny, a także wykorzystywania narzędzi rachunkowości zarządczej  w zarządzaniu jednostką gospodarczą.\n\nWięcej informacji\n\nZarządzanie jakością w przedsiębiorstwie\n\nStudia dostarczają w sposób kompleksowy współczesną wiedzę z zakresu nauk o zarządzaniu we wszelkich aspektach związanych z zarządzaniem jakością w przedsiębiorstwie. Przygotowują profesjonalne kadry do pełnienia funkcji technika, inżyniera, audytora, pełnomocnika i menedżera ds. jakości (potwierdzone certyfikatami światowej jednostki certyfikującej TUV). Program obejmuje 16 przedmiotów m.in. z zakresu Audytu, Lean manufacturing, World Class Manufacturing , Metodyki Six Sigma prowadzonych przez praktyków w formie warsztatów w laboratorium komputerowym.\n\nWięcej informacji\n\nZarządzanie nieruchomościami\n\nStudia gwarantują zdobycie wszechstronnej wiedzy i umiejętności niezbędnych do zarządzania nieruchomościami. Adresowane są do osób, które już administrują budynkami oraz pośredniczą w wynajmie lub sprzedaży nieruchomości, bądź też zamierzają dopiero podjąć pracę w tym sektorze.\n\nWięcej informacji\n\nZarządzanie personelem\n\n Studia \nkierowane są m.in. do absolwentów studiów prawniczych, psychologicznych, pedagogicznych, ekonomicznych, specjalistów od zarządzania zasobami ludzkimi. Studia przeznaczone są dla menedżerów personalnych, kierowników oraz pracowników działów personalnych, a także dla osób, które są zainteresowane zarządzaniem zasobami ludzkimi w firmie. Chcą zdobyć nową wiedzę z tego zakresu lub ją poszerzyć, nabyć nowe umiejętności lub je udoskonalić, zwiększyć swoje szanse na rynku pracy.\n\nWięcej informacji\n\nZarządzanie produkcją\n\n Celem studiów jest przekazanie słuchaczom wiedzy i umiejętności z zakresu współczesnych metod zarządzania produkcją. W trakcie studiów słuchacze poznają podstawowe zasady oraz nowoczesne narzędzia, metody i mechanizmy zarządzania produkcją. Szczególne miejsce w kształceniu znalazły aspekty praktyczne oraz problematyka powiązań produkcji z jakością, logistyką, prawem oraz softwarem. Uczestnictwo w zajęciach daje możliwość poznania nie tylko klasycznych, ale także najnowocześniejszych koncepcji, trendów i instrumentów z zakresu zarządzania, organizacji i funkcjonowania systemów produkcyjnych. W nowatorski sposób przedstawione będę problemy podejmowania optymalnych decyzji menedżerskich.\n\nWięcej informacji\n\nZarządzanie projektami\n\nStudia pozwalają słuchaczom rozwijać kompetencje niezbędne do kierowania zespołami projektowymi, a także zarządzania programami i portfelami projektów na poziomie zarządu organizacji. Program obejmuje szeroki zakres zagadnień dotyczących strategicznych i opracyjnych instrumentów zarządzania projektami. Szczególny nacisk położony został na kwestie praktyczne związane z zastosowaniami róznych metodyk zarządzania projektami oraz systemami informatycznymi wspomagającymi ich wykorzystanie.\n\nWięcej informacji\n\nZarządzanie sprzedażą\n\nCelem studiów jest zdobycie wiedzy z zakresu ogólnie pojmowanego procesu zarządzania sprzedażą przy uwzględnieniu dziedzin takich jak prawo, finanse i badania operacyjne. Studia wzbogacają wiedzę z zakresu zarządzania funkcją handlową przedsiębiorstw oraz umożliwiają zdobycie nowych, specjalistycznych kwalifikacji poszukiwanych szczególnie w obszarze handlu i dystrybucji.\n\nWięcej informacji\n\nZarządzanie systemami logistycznymi\n\nStudia podyplomowe „Zarządzanie systemami logistycznymi” mają na celu rozwijanie umiejętności managerskich w zakresie zarządzania logistycznego. W trakcie studiów zostaną przedstawione zarówno tradycyjne koncepcje zarządzania logistycznego jak i najnowsze rozwiązania w tym zakresie. Nadrzędnym celem studiów jest dwustronny, łączący teorię z praktykę przekaz wiedzy. Właściwie dobrane proporcje wykładów oraz ćwiczeń daje możliwość zdobycia autentycznej i użytecznej wiedzy z zakresu zarządzania logistycznego.\n\nWięcej informacji\n\nZarządzanie systemami bezpieczeństwa pożarowego oraz technicznego obiektów budowlanych\n\nStudia przeznaczone są dla osób powiązanych lub zamierzających związać się profesjonalnie z szeroko pojętym uczestnictwem w organizacji i zarządzaniu infrastrukturą bezpieczeństwa pożarowego obiektów oraz ściśle powiązanymi z zaawansowanymi systemami bezpieczeństwa technicznego (systemy BMS, EMS, SKD, CCTV, SWWiN, DSO, FM). Studia wypełniały będą powstałą w ostatnich latach lukę edukacyjną, powstałą na skutek dynamicznego rozwoju technicznego w nowoczesnym budownictwie, a także rozwojem gospodarczym kraju (modernizacja i powstawanie nowych obiektów budowlanych o wysokich wymaganiach technologiczno–organizacyjnych w zakresie infrastruktury bezpieczeństwa technicznego i pożarowego).\n\nWięcej informacji\n\nZarządzanie transportem drogowym\n\nCelem studiów jest przekazanie wiedzy teoretycznej oraz praktycznej umożliwiającej realizację zadań stawianych przed osobami zajmującymi się zarządzaniem w przedsiębiorstwach transportowych zarówno z pozycji właściciela jak i osób pełniących funkcję dyrektora, kierownika czy specjalisty odpowiedzialnego za działalność transportową. Program studiów jest zgodny z załącznikiem I część I do rozporządzenia Parlamentu Europejskiego i Rady (WE) nr 1071/2009 z dnia 21 października 2009 r., co umożliwia ubieganie się na podstawie dyplomu ukończenia tych studiów o zwolnienie z egzaminu na certyfikat kompetencji zawodowych w transporcie rzeczy i osób, organizowanego przez Instytut Transportu Samochodowego (ITS) w Warszawie.\n\nWięcej informacji\n\nZrównoważony rozwój przedsiębiorstwa\n\nKażda organizacja jest unikatowa, każda wymaga diagnozy, analizy i zaprojektowania rozwiązania „szytego na miarę”. Studia Zrównoważony rozwój przedsiębiorstwa są odpowiedzią na zmiany w sposobie myślenia o rozwoju organizacji. Zgodnie z koncepcjami zrównoważonego rozwoju i społecznej odpowiedzialności przedsiębiorstw, organizacje podejmują działania, mające na celu realizację wspólnych celów ekonomicznych, społecznych i środowiskowych. Rozwój poprzez wdrażanie zmian ma na celu ograniczenie negatywnego wpływu na społeczeństwo i środowisko. W trakcie studiów kładziemy nacisk na aspekty praktyczne i działanie.\n\nWięcej informacji\n\nOferowane szkolenia\n\nAudytor wewnętrzny systemu zarządzania jakością wg. ISO 9001; ISO 19011\n\nCzas trwania:\n 3 dni w godz. 16.00-21.00\n\nIlość godzin:\n\n16\n\nKoszt:\n\nstudenci i pracownicy AGH – (cena nominalna: 460 zł) \npromocja: 369 zł\n,\n\npozostałe osoby – (cena nominalna: 850 zł) \npromocja: 800 zł\n\nRamowy program kursu\n\nPrzedstawiciel Kierownictwa ds. systemu zarządzania jakością ISO 9001 (pełnomocnik)\n\nCzas trwania:\n 3 dni w godz. 16.00-21.00\nIlość godzin:\n\n18\n\nKoszt:\n studenci i pracownicy AGH – (cena nominalna: 490 zł) \npromocja: 369 zł\n,\npozostałe osoby – (cena nominalna: 890 zł) \npromocja: 800 zł\n\nRamowy program kursu\n\nAudytor wewnętrzny systemu zarządzania jakością wg. ISO/TS 16949 w przemyśle motoryzacyjnym w produkcji seryjnej oraz w produkcji części zamiennych\n\nCzas trwania:\n 3 dni w godz. 16.00-21.00\n\nIlość godzin\n: \n24\n\nKoszt:\n studenci i pracownicy AGH – (cena nominalna: 600 zł) \npromocja: 500 zł\n,\n\npozostałe osoby – (cena nominalna: 1100 zł) \npromocja: 1000 zł\n\nRamowy program kursu\n\nAudytor wewnętrzny i pełnomocnik systemu HCCP\n\nCzas trwania:\n 3 dni w godz. 16.00-21.00\n\nIlość godzin:\n 18\n\nKoszt:\n studenci i pracownicy AGH – (cena nominalna: 600 zł) \npromocja: 500 zł\n,\n\npozostałe osoby – (cena nominalna: 1100 zł) \npromocja: 1000 zł\n\nPodstawy Lean Management\n\nCzas trwania:\n 3 dni w godz. 16.00-20.00\n\nIlość godzin:\n 12\n\nKoszt:\n studenci i pracownicy AGH – \npromocja: 600 zł\n,\n\npozostałe osoby – \npromocja: 900 zł\n\nRamowy program kursu\n\nAudytor wewnętrzny systemu zarządzania bezpieczeństwem informacji\n\nCzas trwania:\n 3 dni w godz. 16.00-21.00\n\nIlość godzin:\n 18\n\nKoszt:\n studenci i pracownicy AGH – (cena nominalna: 700 zł) \npromocja: 500 zł\n,\n\npozostałe osoby – (cena nominalna: 1300 zł) \npromocja: 1000 zł\n\nRamowy program kursu\n\nKontakt w sprawie szkoleń:\n\nmgr Katarzyna Książko\n\ntel. 603-580-161, 12 617-43-01\n\ne-mail:\nkksiazko@zarz.agh.edu.pl\n\nStudia\n\nStudia licencjackie i inżynierskie\n\nStudia magisterskie\n\nStudia po angielsku\n\nStudia doktoranckie\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nKierunki studiów\n\nJakość kształcenia\n\nZintegrowany program rozwoju\n\nOrganizacja\n\nZespół Obsługi Studentów studia stacjonarne\n\nZespół Obsługi Studentów studia niestacjonarne\n\nInfrastruktura Wydziału\n\ne-Wydział\n\nWydział\n\nO nas\n\nWładze Wydziału\n\nJednostki naukowe\n\nLaboratoria\n\nAdministracja Wydziału\n\nSamorząd studentów i doktorantów\n\nWspółpraca\n\nGalerie\n\ncovid19\n\nDni otwarte\n\nNauka\n\nBadania i granty\n\nPostępowania awansowe\n\nCzasopisma naukowe\n\nKonferencje naukowe\n\nNaukowy ruch studencki\n\nBiblioteka wydziałowa", "metadata": {"url": "https://www.zarz.agh.edu.pl/index.php/studia-podyplomowe/", "title": "Studia podyplomowe | Wydział Zarządzania AGH", "depth": 3, "duplicate": false, "content_hash": "b6ea9d1606fcce5f56f07cf4da4dffdc", "word_count": 2386, "headings": [{"level": 1, "text": "Studia podyplomowe i szkolenia"}, {"level": 1, "text": "Budowanie marki w praktyce"}, {"level": 2, "text": "Cyberbezpieczeństwo i zarządzanie bezpieczeństwem informacji"}, {"level": 2, "text": "Facility Management – Zarządzanie inteligentnym budynkiem"}, {"level": 2, "text": "Strategie biznesowe w gospodarce o obiegu zamkniętym."}, {"level": 2, "text": "HR Business Partner"}, {"level": 2, "text": "Inżynieria Jakości Oprogramowania"}, {"level": 1, "text": "Kreowanie doświadczeń klientów"}, {"level": 2, "text": "Marketing 4.0. Narzędzia. Projekty. Skuteczność"}, {"level": 1, "text": "Menedżer nadzoru korporacyjnego"}, {"level": 2, "text": "Mediacje"}, {"level": 2, "text": "Menedżer jakości"}, {"level": 2, "text": "Metody statystycznej analizy danych"}, {"level": 2, "text": "Nowoczesne koncepcje zarządzania małymi i średnimi przedsiębiorstwami"}, {"level": 2, "text": "Przedsiębiorczość technologiczna"}, {"level": 2, "text": "Rachunkowość"}, {"level": 2, "text": "Zarządzanie jakością w przedsiębiorstwie"}, {"level": 2, "text": "Zarządzanie nieruchomościami"}, {"level": 2, "text": "Zarządzanie personelem"}, {"level": 2, "text": "Zarządzanie produkcją"}, {"level": 2, "text": "Zarządzanie projektami"}, {"level": 2, "text": "Zarządzanie sprzedażą"}, {"level": 2, "text": "Zarządzanie systemami logistycznymi"}, {"level": 2, "text": "Zarządzanie systemami bezpieczeństwa pożarowego oraz technicznego obiektów budowlanych"}, {"level": 2, "text": "Zarządzanie transportem drogowym"}, {"level": 1, "text": "Zrównoważony rozwój przedsiębiorstwa"}, {"level": 2, "text": "Oferowane szkolenia"}, {"level": 4, "text": "Audytor wewnętrzny systemu zarządzania jakością wg. ISO 9001; ISO 19011"}, {"level": 4, "text": ""}, {"level": 4, "text": "Przedstawiciel Kierownictwa ds. systemu zarządzania jakością ISO 9001 (pełnomocnik)"}, {"level": 4, "text": ""}, {"level": 4, "text": "Audytor wewnętrzny systemu zarządzania jakością wg. ISO/TS 16949 w przemyśle motoryzacyjnym w produkcji seryjnej oraz w produkcji części zamiennych"}, {"level": 4, "text": ""}, {"level": 4, "text": "Audytor wewnętrzny i pełnomocnik systemu HCCP"}, {"level": 4, "text": ""}, {"level": 4, "text": "Podstawy Lean Management"}, {"level": 4, "text": "Audytor wewnętrzny systemu zarządzania bezpieczeństwem informacji"}, {"level": 4, "text": "mgr Katarzyna Książko"}, {"level": 3, "text": "Studia"}, {"level": 3, "text": "Organizacja"}, {"level": 3, "text": "Wydział"}, {"level": 3, "text": "Nauka"}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": ""}]}}