{"content": "# Współpraca z Comarch: nowe możliwości dla edukacji, nauki i biznesu | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/wspolpraca-z-comarch-nowe-mozliwosci-dla-edukacji-nauki-i-biznesu/\nCrawled: 2025-03-19 21:31:12\n\nWspółpraca z Comarch: nowe możliwości dla edukacji, nauki i biznesu\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\n20.01.2025 r. AGH podpisała umowę o współpracy z firmą Comarch.\nZe strony AGH umowa będzie realizowana przez \nInstytut Telekomunikacji\n Wydziału Informatyki, Elektroniki i Telekomunikacji.\nNa uroczystym podpisaniu Wydział był reprezentowany przez Dziekana Wydziału \nprof. dr. hab. inż. Sławomira Gruszczyńskiego\n, \nprof. dr. hab. inż. Artura Rydosza\n Prodziekana ds. Ogólnych, \ndr. hab. inż. Jerzego Domżała, prof. AGH\n Dyrektora Instytutu Telekomunikacji i \ndr. hab. inż. Marka Natkańca, prof. AGH\n.\nTo wydarzenie otwiera przed nami nowe perspektywy i możliwości w obszarach edukacyjnych oraz naukowych. Współpraca z firmą o tak znaczącej pozycji na rynku jest dowodem na nasze zaangażowanie w rozwój innowacyjnych technologii oraz w budowanie silnych więzi między nauką a biznesem.\nWydział IET od zawsze stawiał na kształcenie przyszłych inżynierów i naukowców, którzy są gotowi sprostać wyzwaniom zmieniającego się rynku pracy. Firma Comarch, będąca liderem w sektorze IT, to doskonały partner, z którym będziemy wspólnie realizować nowatorskie projekty edukacyjne, badawcze i technologiczne. Ta współpraca to nie tylko formalność, ale wyraz wspólnej wizji rozwoju nowoczesnych technologii oraz promowania innowacyjnych rozwiązań.\nJednym z przykładów owocnej współpracy była realizacja projektu NI2S3, w ramach którego wspólnie z Comarchem oraz Katedrą Telekomunikacji pracowaliśmy nad wdrożeniem systemów bezpieczeństwa dla infrastruktur krytycznych. Podpisana umowa przewiduje kolejne inicjatywy, które umocnią naszą pozycję w międzynarodowych strukturach naukowych i gospodarczych. Wspólne działania pozwolą nam opracowywać rozwiązania odpowiadające na globalne wyzwania, takie jak cyfryzacja, zrównoważony rozwój czy cyberbezpieczeństwo.\nDzięki tej współpracy, nasi studenci zyskają także dostęp do programów stażowych i praktyk organizowanych przez Comarch, co pozwoli im zdobywać cenne doświadczenie zawodowe oraz wykorzystać wiedzę akademicką w praktyce. Wierzymy, że wspólne działania zaowocują innowacjami, które będą miały zastosowanie zarówno w Polsce, jak i na arenie międzynarodowej.\nPrzed nami wiele wyzwań, ale jesteśmy pewni, że współpraca zaowocuje innowacjami, które będą miały zastosowanie zarówno w Polsce, jak i na arenie międzynarodowej.\nWarto przeczytać: \nhttps://www.agh.edu.pl/aktualnosci/detail/agh-i-comarch-lacza-sily-na-rzecz-technologii-informacyjnych\n\nPamiątkowe zdjęcie na schodach\nPrzedstawiciel Comarchu oraz Prorektor prof. Wiśniowski podpisują umowę\n\nFot. Zbigniew Sulima\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania", "metadata": {"url": "https://iet.agh.edu.pl/wspolpraca-z-comarch-nowe-mozliwosci-dla-edukacji-nauki-i-biznesu/", "title": "Współpraca z Comarch: nowe możliwości dla edukacji, nauki i biznesu | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "ff3f47b81a08305ab7858d8dd988e403", "word_count": 349, "headings": [{"level": 1, "text": "Współpraca z Comarch: nowe możliwości dla edukacji, nauki i biznesu"}]}}