{"metadata": {"url": "https://www.miasteczko.agh.edu.pl/strefa-mieszkanca/cennik.html", "title": "Miasteczko Studenckie AGH - Cennik", "depth": 1, "duplicate": false, "content_hash": "04401131a51b918363dc098cc2acf4df", "word_count": 456, "headings": [{"level": 1, "text": "Cennik"}, {"level": 3, "text": "Wysokość opłat za zakwaterowanie w domach studenckich MS AGH"}]}, "content": "# Miasteczko Studenckie AGH - Cennik\n\nURL: https://www.miasteczko.agh.edu.pl/strefa-mieszkanca/cennik.html\nCrawled: 2025-03-20 00:54:19\n\nCennik\n\nWysokość opłat za zakwaterowanie w domach studenckich MS AGH \n\n(obowiązuje od 1 marca 2025)\n\nCennik dotyczy pobytów nie krótszych niż jeden miesiąc.\n\nStandard\nDomy studenckie\nStudenci\n i doktoranci AGH\n\nStudenci i doktoranci \ninnych uczelni**\n\nPracownicy AGH\n(cena zawiera 8% VAT)\nPełna odpłatność\n(cena zawiera 8% VAT)\n\nKomfort+\n\nDS9, DS16, DS17, \nDS18, DS19*\n\n580,00 zł\n20,00 zł\n\n640,00 zł\n22,00 zł\n\n653,40 zł\n22,68 zł\n\n756,00 zł\n25,92 zł\n\nKomfort\n\nDS ALFA, DS1, DS2, DS4, \nDS5, DS10 DS11, DS12, DS13, DS15\n\n580,00 zł\n20,00 zł\n\n640,00 zł\n22,00 zł\n\n653,40 zł\n22,68 zł\n\n756,00 zł\n25,92 zł\n\nPodstawowy\n\nDS3, DS6,\n DS8, DS14\n\n490,00 zł\n17,00 zł\n\n560,00 zł\n20,00 zł\n\n572,40 zł\n20,52 zł\n\n675,00 zł\n23,76 zł\n\nCennik zawiera \nopłaty miesięczne\n i stawki dobowe. Podstawowym okresem rozliczeniowym jest miesiąc kalendarzowy. Dla okresów rozliczeniowych krótszych niż pełny miesiąc kalendarzowy, dla których należność naliczona wg stawek dobowych jest większa od opłaty miesięcznej stosuje się opłatę miesięczną. W przypadku przekwaterowań łączna należność za dany miesiąc nie przekroczy miesięcznej opłaty z akademika o najwyższym standardzie, w którym mieszkaniec był zakwaterowany.\n\nDla mieszkańców samodzielnie zakwaterowanych w pokoju dwuosobowym, opłata za dodatkowe miejsce wynosi \n100%\n stawki określonej w cenniku.\n\nZa każde zakwaterowanie oraz przekwaterowanie pobierana jest dodatkowa opłata w wysokości \n25 zł\n (netto) dla wszystkich domów studenckich.\n\nZakwaterowanie na pobyty krótsze niż jeden miesiąc realizowane jest w hostelach Miasteczka Studenckiego AGH. Oferta hosteli jest dostępna pod adresem \nhttp://www.taniehostele.pl\n\nRodzaje standardów w akademikach Miasteczka Studenckiego AGH:\n\nKomfort+\nDwuosobowe pokoje, z indywidualną łazienką i niewielkim aneksem kuchennym.\nKomfort\nDwuosobowe pokoje, połączone w dwupokojowe studia. Wspólna łazienka i aneks kuchenny na studio.\nPodstawowy\n\nPokoje dwu- i trzyosobowe z łóżkami piętrowymi, połączone w czteropokojowe składy. Węzeł sanitarny (prysznic, dwie umywalki, toaleta) współdzielony przez cztery pokoje.\n\nSerdecznie zachęcamy do \n wirtualnej wizyty \n w domach studenckich Miasteczka Studenckiego AGH w standardzie \nPodstawowym\n,\n Komfort\n i \nKomfort+\n.\n\nMiasteczko Studenckie AGH nie dysponuje pokojami jednoosobowymi!\n\nUdogodnienia dotyczące wszystkich akademików:\n\nW każdym pokoju znajdują się stoliki (lub biurka), krzesła, pościel oraz zabudowa meblowa. Wymiana pościeli odbywa się co 3 tygodnie. Każdy pokój (lub studio) wyposażony jest w lodówkę i telefon. We wszystkich akademikach studenci mają do dyspozycji duże kuchnie, lektorium oraz salę telewizyjną.\nWszyscy mieszkańcy mają bezpłatny dostęp do Internetu, posiadają także możliwość rezerwacji pralni, boisk (piłka nożna, siatkówka, koszykówka) i kortów tenisowych. Każdy pokój dysponuje podłączeniem do telewizji. \n\n*W przypadku DS18 i DS19 część pokoi połączona jest w dwupokojowe studia.\n\n**Dotyczy studentów i doktorantów uczelni mających zawartą z AGH umowę dotyczącą zakwaterowania swoich studentów i doktorantów:\n\nUniwersytet Jagielloński\n\nUniwersytet Ekonomiczny w Krakowie\n\nUniwersytet Komisji Edukacji Narodowej w Krakowie\n\nUniwersytet Rolniczy w Krakowie\n\nAkademia Muzyczna w Krakowie\n\nAkademia Sztuk Pięknych w Krakowie\n\nPolska Akademia Nauk\n\nInstytut Fizyki Jądrowej PAN\n\nUniwersytet Papieski Jana Pawła II w Krakowie\n\nUniwersytet Ignatianum w Krakowie"}