{"content": "# Kierunek Teleinformatyka AGH | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/kierunek-teleinformatyka-agh/\nCrawled: 2025-03-19 21:30:41\n\nKierunek studiów: Teleinformatyka\n\nKandydaci\n\nCyberbezpieczeństwo\n\nElektronika\n\nElektronika i telekomunikacja\n\nElectronics and Telecommunications\n\nNowoczesne technologie w kryminalistyce\n\nTeleinformatyka\n\nStudia niestacjonarne\n\nStudia podyplomowe\n\nStudia I stopnia  - inżynierskie\n\nStudia II stopnia  - magisterskie\n\nStudia I stopnia  - inżynierskie\n\n„Studiuję Teleinformatykę”\n – \nOBEJRZYJ WIDEO\nTeleinformatyka to nowatorski kierunek studiów, o unikalnym programie kształcenia i jednocześnie oferta kształcenia skierowana do osób, które chcą pracować z najnowszymi technologiami IT i które pragną być przede wszystkim praktykami. \nTeleinformatyka przygotowuje do pracy, która polega na łączeniu umiejętności i wiedzy o technologiach IT w celu efektywnego korzystania z systemów teleinformatycznych, jak również do projektowania i budowania nowych rozwiązań IT. Obecnie są to wysokowydajne i skalowalne systemy realizujące złożone usługi IT, cechujące się wysokim poziomem dostępności, niezawodności i bezpieczeństwa. Są przeznaczone do przetwarzania, przesyłania i przechowywania danych oraz udostępniania usług, jak np. rozwiązania chmurowe, kierowanych do odbiorców indywidualnych oraz z których korzysta wiele aplikacji biznesowych. \nProgram kształcenia na kierunku Teleinformatyka powstał we współpracy z wiodącymi firmami z sektora IT, skupionymi w Radzie Społecznej działającej przy Wydziale WIET i uzyskał akceptację Ministerstwa Edukacji i Nauki jako kierunek unikatowy. Program studiów jest co rok aktualizowany. Zmiany uwzględniają opinie studentów, wnioski z konsultacji z Radą Społeczną, a także obserwacje z analizy opracowań dot. rynku pracy na temat oczekiwanych kwalifikacji i kompetencji absolwentów. Unowocześniane są przede wszystkim przedmioty obieralne, które umożliwiają studentom samodzielne kształtowanie ścieżki rozwoju. Obsadę kadrową na kierunku stanowią pracownicy z wielką wiedzą i doświadczeniem oraz specjaliści z firm, którzy dzielą się wiedzą i umiejętnościami z młodszymi kolegami. Kierunek Teleinformatyka jest ceniony przez studentów za dobrą atmosferę i koleżeńską współpracę opiekunów i studentów.\nCo absolwent wie ?\nAbsolwent studiów I stopnia na kierunku Teleinformatyka posiada wiedzę z zakresu:\nUrządzeń sieciowych, takich jak rutery, przełączniki i zapory bezpieczeństwa (firewalls),\nSystemów światłowodowych, bezprzewodowych, Wi-Fi oraz systemów komórkowych, \nSieci klasy operatorskiej, prywatnych sieci wydzielonych, wirtualizacji sieci i usług,\nCyberbezpieczeństwa na poziomie architektury bezpieczeństwa oraz metod wdrażania zabezpieczeń obejmujących zabezpieczenia organizacyjne i techniczne.\nSieci Internet, oferowanych usług i aplikacji,\nArchitektury i rozwiązań dla centrów danych i rozwiązań chmurowych,\nCyfrowego przetwarzania danych i przesyłania danych multimedialnych.\nJęzyków programowania, w tym języków obiektowych i skryptowych.\nPonadto:\nPosiada wiedzę w zakresie ochrony własności intelektualnej i przemysłowej. \nWymiarowania i szacowania projektów teleinformatycznych oraz zarządzania wymaganiami.\nZna zasady zarządzania i kierowania organizacją. Zna modele organizacyjne przedsiębiorstw, modele zarządzania, osiągania synergii celów business-IT,\nZna metody analizy i oceny w zintegrowanym modelu zarządzania ryzykiem. \nRozumie funkcje bezpieczeństwa IT, cele, metody i techniki.\nZna podstawy przedsiębiorczości i prowadzenia działalności gospodarczej i innowacyjnej.\nCo absolwent potrafi\n\n?\nAbsolwent kierunku Teleinformatyka: \nProjektuje oraz wdraża systemy telekomunikacyjne: światłowodowe, komórkowe i sieci wi-fi.\nKonfiguruje urządzenia sieciowe: rutery, przełączniki i zapory (\nfirewall\n).\nTworzy nowe usługi sieciowe w oparciu o nowoczesną infrastrukturę IT, z uwzględnieniem wymagań biznesowych w zakresie wydajności, skalowalności, jakości, niezawodności i cyberbezpieczeństwa, takie jak: usługa wirtualnej sieci prywatnej, usługi dostępu do zasobów, usługi przetwarzania danych, w różnych modelach; SaaS, PaaS, IaaS i innych.\nOpracowuje rozwiązania w oparciu o nowe algorytmy, języki programowania i narzędzia.\nPrzeprowadza analizę usług oraz przepływów danych w sieci Internet oraz wydzielonych sieciach prywatnych.\nPrzeprowadza symulacje komputerowe oraz analizę danych pomiarowych.\nRozwija algorytmy i oprogramowanie z zakresu sztucznej inteligencji.\nRozwija algorytmy przetwarzania danych cyfrowych, w tym obrazów statycznych i wideo.\nProjektuje systemy cyberbezpieczeństwa, wdraża i ocenia zabezpieczenia techniczne.\nZarządza systemami i sieciami.\nBada bezpieczeństwo systemów, sieci oraz usług.\nTeleinformatyk potrafi kierować pracą zespołów. Stosuje uznane metody zarządzania projektami. Ma solidne podstawy z zakresu ekonomii projektów do podejmowania decyzji jako lider.\nPraca po studiach i awans\nAbsolwenci kierunku Teleinformatyka są cenionymi specjalistami. Pracują nad rozwojem systemów teleinformatycznych. Uczestniczą w tworzeniu oprogramowania wspomagającego systemy teleinformatyczne oraz realizującego kluczowe usługi IT.  \nProjektują i wdrażają sieci telekomunikacyjne. Projektują, implementują i wdrażają aplikacje. Specjalizują się w zakresie rozwiązań dla centrów obliczeniowych i centrów przetwarzania danych, przy wykorzystaniu rozwiązań chmurowych. Stanowią kluczowy personel w wielu przedsiębiorstwach w branży IT. Są kierownikami projektów i menedżerami. Pełnią funkcje kierownicze. Uczestniczą w podejmowaniu decyzji kierunkowych i strategicznych dotyczących rozwoju IT i cyberbezpieczeństwa w Polsce. \n\nStudia II stopnia  - magisterskie\n\nStudia magisterskie-dlaczego warto? \nOBEJRZYJ WIDEO\nAbsolwent studiów II stopnia na kierunku Teleinformatyka potrafi zdobywać i łączyć wiedzę specjalistyczną. Dokonuje interpretacji pozyskanych informacji, akumuluje wiedzę specjalistyczną i twórczo ją rozwija. Potrafi formułować obserwacje, opinie, wnioski, uzasadniać je, przekształcać je na wymagania funkcjonalne i techniczne oraz na ich podstawie rekomendować, opracowywać i budować rozwiązania dla branży IT.\nCo absolwent wie ?\nAbsolwent studiów II stopnia na kierunku Teleinformatyka posiada wiedzę w zakresie biznesowych rozwiązań IT, wśród nich rozwiązań klasy operatorskiej, rozwiązań dla centrów danych i centrów usług wspólnych. Zna trendy rozwoju sieci i oprogramowania. Zna kierunki badań nad rzeczywistością rozszerzoną i wirtualną, sztuczną inteligencją i uczeniem maszynowym. Rozumie zasady i rozwiązania Internetu Rzeczy. Zna założenia, cele i techniki wirtualizacji sieci, budowy, udostępniania i utrzymania chmur obliczeniowych. Zna możliwości oprogramowania otwartego, w tym do przetwarzania dużych ilości danych (\nbig data\n). Zna metody i techniki zabezpieczania oprogramowania, techniki ataków hakerskich, testów penetracyjnych, wirusów komputerowych i zabezpieczania danych. Zna cechy firmy nastawionej na innowacje z dziedziny IT. Zna zasady pracy w ramach dużych projektach teleinformatycznych i metody zarządzania projektami.\nCo absolwent potrafi\n ?\nAbsolwent studiów II stopnia na kierunku Teleinformatyka potrafi przeprowadzić studium wykonalności zleconego zadania, oszacować nakład pracy na wykonanie zadania i czas potrzebny na oraz opracować harmonogram prac z podziałem na etapy, zadania i role. W części realizacyjnej potrafi zaprojektować i opracować prototyp rozwiązania w postaci systemu zawierającego niezbędne minimum funkcjonalności lub sformułować opinię o przedstawionym mu rozwiązaniu. \nAbsolwent Teleinformatyki potrafi zaprojektować kompletny zestaw procedur bezpieczeństwa dla firmowej sieci komputerowej i/lub bezprzewodowej, przeprowadzić analizę działania złożonej sieci teleinformatycznej i jakości świadczonych w niej usług, projektować aplikacje w oparciu o platformy programistyczne do automatycznego tworzenia kodu i tzw. ciągłej integracji. Absolwent potrafi projektować i rozwijać niektóre rodzaje systemów wykorzystujących metody sztucznej inteligencji i uczenia maszynowego. \nAbsolwent Teleinformatyki potrafi pracować w zespole i zarządzać złożonym projektem teleinformatycznym, w tym programistycznym, prowadzić prace o charakterze badawczo-rozwojowym. Zna zasady ochrony własności intelektualnej i prawa własności przemysłowej. Umie korzystać z baz patentowych oraz rozumie zasady wyłącznego korzystania z wynalazku. \nWie jak przygotować plan biznesowy i rozwijać firmę w branży IT. Rozumie zasady zarządzania i kierowania organizacją. Zna modele organizacyjne przedsiębiorstw, modele zarządzania, potrzebę synergii celów business-IT, analizy i oceny w zintegrowanym modelu zarządzania ryzykiem. Posiada przygotowanie do rozwijania systemu zarządzania ryzykiem na poziomie IT oraz biznesowym.\nPraca po studiach i awans\nAbsolwenci kierunku Teleinformatyka podejmują dobrze płatną pracę, w działach badań i rozwoju lub w działach wdrożeń, w firmach rozwijających i oferujących nowoczesne usługi cyfrowe lub u operatorów telekomunikacyjnych. Absolwenci są również dobrze przygotowani do prowadzenia badań w firmach nastawionych na innowacje.\nJako miejsce pracy chętnie wybierają oddziały dużych firm ulokowanych w Krakowie i Małopolsce, takie jak: Akamai, Cisco, Comarch, Ericsson, IBM, Motorola, Nokia i Samsung. \nAbsolwenci Teleinformatyki nie szukają pracy. To praca szuka absolwenta.  Są zatrudniani na stanowiskach operatora systemu; starszego specjalisty ds. rozwoju; konsultanta, analityka lub architekta. Są kierownikami projektów. Pełnią funkcje kierownicze. Uczestniczą w podejmowaniu decyzji kierunkowych i strategicznych dotyczących rozwoju IT w przedsiębiorstwach, w tym również dotyczących strategii rozwoju cyberbezpieczeństwa. \n\nRekrutacja\n\nProgram zajęć - Sylabus AGH\n\n\"z Przymrużeniem oka\"\n\nTeleinformatyka to mix programowania, telekomunikacji i sieci (Internet, sieci komórkowe, Wi-Fi i inne). Są to studia współtworzone z ludźmi m.in. z Google’a, Motoroli, Ericssona i Microsoftu. Widać to na zajęciach – nierzadko prowadzonych przez specjalistów z firm. Od samego początku wejdziesz w praktykę, pracując na sprzęcie od pierwszego tygodnia studiów. Potem jest jeszcze ciekawiej, będziesz robić m.in. gry komputerowe, projektować rzeczywistość VR czy konfigurować łącza między miastami. I to działa – w firmach mówią, że ludzie po tych studiach to świetni sieciowcy, czy programiści! Przygotuj się na intensywną dawkę praktyki. Czeka Cię masa fajnych labów i projektów – programistycznych, sieciowych, z cyberbezpieczeństwa i sztucznej inteligencji. Na 3-4 roku większość studentów ma już pracę w Akamai, Cisco, Aptiv, Nokii, Motoroli czy jakimś start-upie. To Ty będziesz wybierać, z kim chcesz pracować! A jak będziesz miał własny pomysł na biznes (albo cyfrową rewolucję) i nie będziesz chciał iść do firmy, to po studiach inżynierskich idź na magisterkę. Poszerzysz tam swoje horyzonty, zwłaszcza w tematach bezpieczeństwa sieci, rozwoju oprogramowania i koncepcji przyszłej infrastruktury IT. Dodatkowo przejdziesz tutorial z tego jak założyć własny biznes na przedsiębiorczości innowacyjnej, więc będziesz mógł wystartować z własnym start-upem!", "metadata": {"url": "https://iet.agh.edu.pl/kierunek-teleinformatyka-agh/", "title": "Kierunek Teleinformatyka AGH | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "5e195cb814eb7039d9134e6042985e63", "word_count": 1356, "headings": [{"level": 2, "text": "Kierunek studiów: Teleinformatyka"}, {"level": 3, "text": "\"z Przymrużeniem oka\""}]}}