{"content": "# Partnerzy | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/partnerzy/\nCrawled: 2025-03-19 21:30:11\n\nPartnerzy Wydziału\n\nRada Programowa\n\nRada Społeczna\n\nKlub przedsiębiorcy\n\nPartnerzy\n\nOferta technologiczna\n\nInterdyscyplinarne Laboratorium Badawcze\n\nProgram Power 3.5 – AGH EAIiIB\n\nWydział podejmuje i prowadzi wielopłaszczyznową \nwspółpracę z innymi ośrodkami naukowymi, \nagendami rządowymi i organizacjami samorządowymi, \nprzemysłem, przedsiębiorcami \ni start-upami, swoimi absolwentami ale też ze \nszkołami średnimi oraz organizacjami użyteczności \npublicznej.\n\nIstotna część współpracy Wydziału z jednostkami naukowo-badawczymi krajowymi realizowana jest obecnie poprzez uczestnictwo w Programach Operacyjnych. Wydział tradycyjnie współpracuje z innymi jednostkami poprzez realizację zleceń z przemysłu, instytutów badawczych i \njednostek PAN\n, szpitali, szkół wyższych, innych wydziałów AGH, spółek, fundacji i osób fizycznych. W ramach finansowania projektów badawczych z Narodowego Centrum Nauki oraz Narodowego Centrum Badań i Rozwoju również często tworzone są zespoły z udziałem pracowników innych uczelni oraz małych i średnich przedsiębiorstw. \nWarto też zauważyć, że duże grono pracowników Wydziału służy swoją wiedzą i doświadczeniem jako eksperci zarówno \nNCN jak i NCBiR. \nJako przykładowe, instytucje z którymi Wydział prowadzi bezpośrednią współpracę można wymienić: \nABB, COMARCH, MOTOROLA, APTIVE, SOLIDEX, GE POWER CONTROLS, APRISO, ABG, KOMEL, TAURON, ENERGOPROJEKT Kraków.\nNajczęściej obecne na Wydziale firmy to Aptiv i ABB.\nUmowa o współpracy pomiędzy Aptiv a AGH została podpisana w 2008 roku. Wspólnie z Wydziałem Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej prowadzone są prace inżynierskie, magisterskie i doktorskie. Corocznie odbywają się staże i wakacyjne praktyki, prowadzone są także wykłady, warsztaty i konferencje. W 2014 roku utworzono laboratorium pojazdów autonomicznych AGH-Aptiv. W laboratorium prowadzone są badania, zajęcia dydaktyczne i prace w ramach kół naukowych związane z autonomicznymi pojazdami, jak i aktywnymi systemami bezpieczeństwa. Koncern wspiera również koło naukowe INTEGRA. W 2019 roku podpisano trójstronne umowy w sprawie realizacji doktoratów wdrożeniowych. Doktoranci-pracownicy firmy Aptiv przez najbliższe 4 lata będą jednocześnie pracować w przedsiębiorstwie oraz prowadzić badania naukowe na Wydziale.\n\nPrzykładem działań opartych na szeroko zakrojonej współpracy jest również powstanie na AGH z udziałem Wydziału EAIiIB \nMałopolsko-Podkarpackiego Klastra Czystej Energii\n, którego celem jest zbudowanie platformy współdziałania przedsiębiorstw, samorządu, uczelni wyższych i instytucji otoczenia biznesu w celu pozyskania czystej energii. Rozwijana i doskonalona jest implementacja \nplatformy technologicznej Smart Grids\n w elektroenergetyce, co ma swoje odbicie również w ofercie kształcenia na Wydziale. Instytucjami pomagającymi w rozwoju współpracy jest \nRada Społeczna\n przy Wydziale będąca kolegialnym społecznym ciałem doradczym zrzeszającym przedsiębiorców, jak też start-upy utworzone przez absolwentów Wydziału tworzące Klub Przedsiębiorcy.\n\nWydział prowadzi rozległą współpracę międzynarodową, w tym w ramach programu LLP Erasmus. Współpraca ta prowadzona jest między innymi z następującymi uczelniami i ośrodkami badawczymi:\n\n• \nMonash University Melbourne\n, Australia\n• University College Dublin\n, Irlandia\n• Swiss Federal Institute of Technology\n, Lousanne, Szwajcaria\n• University of California\n – Berkeley, USA\n• Zjednoczony Instytut Badań Jądrowych\n, ZJBD – Dubna, Rosja\n• University of Minnesota\n, USA\n•\n University of Cambridge\n, W. Brytania\n• \nUniversity of Viena\n, Austria\n• \nTechnische Universitaet Berlin\n, Niemcy\n• \nComputer Laboratory SUN Research\n, Laboratory Menlo Park, USA\n• \nTechnical University of Birmingham\n, Wielka Brytania\n• \nUniversity of Ghent\n, Belgia\n• \nFrance Telecom Research and Development\n, Paryż, Francja\n• \nLund University\n, Szwecja\n• \nDeutsche Telekom AG\n, Niemcy\n• \nCisco Systems Ltd.\n, Wielka Brytania\n• \nNTT\n, Japonia\n• \nSiemens AG\n, Niemcy\n• \nUniversidad Carlos III de Madrid\n, Hiszpania\n• \nUniversity of Milan\n, Włochy\n• \nGornyj Institut\n, Sankt Petersburg, Rosja\n• \nNGU Dniepropietrowsk\n, Ukraina\n• \nKarel de Grote-Hogeschool\n, Belgia\n• \nUniversity of Ruse\n, Bułgaria\n• \nFachhochschule Düsseldorf University of Applied Sciences\n, Niemcy\n• \nTechnological Educational Insitute of Crete\n, Grecja\n• \nYildiz Technical University\n, Turcja\n• \nUniversity of Limerick\n, Irlandia\n• \nLIMBURGS TECHNOLOGIECENTRUM VAN DE METAALSECTOR\n, Belgia\n• \nPhoenix Contact\n, Niemcy\n• \nENOSAD\n, Turcja\n\nBardzo wymiernym dowodem współpracy jest sponsorowanie przez Przyjaciół Wydziału (firmy InterMed oraz Skorut Systemy Solarne) nagród w konkursach na najlepszego studenta i absolwenta Wydziału.\nWspółpraca ze szkołami średnimi to przede wszystkim organizacja Ogólnopolskiej Olimpiady Wiedzy Elektrycznej i Elektronicznej.\nNie można też zapomnieć o popularyzacji nauki prowadzonej przez pracowników Wydziału i będącej jednym z elementów zachęcających potencjalnych\nkandydatów do studiowania na Wydziale.To właśnie pracownik Wydziału, \nprof. Ryszard Tadeusiewicz\n dwukrotnie uhonorowany został tytułem najlepszego „Popularyzatora Nauki”.", "metadata": {"url": "https://www.eaiib.agh.edu.pl/partnerzy/", "title": "Partnerzy | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "e1fb97e46a352411494b463e5bf1b993", "word_count": 678, "headings": [{"level": 2, "text": "Partnerzy Wydziału"}]}}