{"content": "KC.02 1-105/22                                                                Kraków, dnia 29.11.2022 r.  \nKOMUNIKAT  \nNR 105 /2022  \n= = = = = = = = = = = = = = = = = = = = =  =  =  = = = = = == = = =  \nDotyczy:  procedury wydawania tabletek zawierających jodek potasu   \npo zaistnieniu zdarzenia uzasadniającego ich podanie .  \n= = = = = = = = = = = = = = = = = = =  = = = =  = = = = = == = = = =  \nKomunikat  do Członków Wspólnoty AGH \nInformuję, że w ramach działań z zakresu zarządzania kryzysowego i ochrony ludności \nAkademia Górniczo -Hutnicza otrzymała tabletki zawierające jodek potasu z przeznaczeniem \ndla członków wspólnoty Uczelni  tj. pracowników, studentów i doktorantów AGH. Zgodnie  \nz aktualnymi wytycznymi rządowymi, procedura wydawania tabletek zostanie uruchomi ona \ndopiero po zaistnieniu zdarzenia uzasadniającego ich podanie (np. awarii elektrowni na skutek \ndziałań wojennych na U krainie).  \nAby jak najlepiej przygotować się na taką sytuację w Uczelni wypracowane zostały zasady \ndystrybucji tabletek z jodkiem potasu,  wyznaczono Koordynator a dla tej akcji oraz miejsca  \nw których tabletki będą wydawane. Przygotowanie tych zasad  to standardowa procedura, \nprzewidziana w przepisach prawa i stosowana na wypadek wystąpienia ewentualnego \nzagrożenia radi acyjnego.  \nRozpoczęcie akcji dystrybucji tabletek jodku potasu ogłoszone zostanie przez władze \npaństwowe i podane do publicznej wiadomości przez środki masowego przekazu, zapewne \nkażdy obywatel otrzyma je również poprzez komunikat na telefon komórkowy. AGH przekaże \nrównież tę in formacje na stronie głównej uczelni, poprzez przesłanie informacji na adresy \nsłużbowe poczty elektronicznej.  \nJodek potas u będzie wydawany  każdemu członkowi społeczności AGH bez konieczności \nokazywania jakiegokolwiek dokumentu. Tabletki będą dostępne w punk tach wydawania \nzlokalizowanych na portierniach budynków, wykaz  w załączeniu.  Dla budynków w których nie \nma portierni, punktem wydawania tabletek jest najbliż szy sąsiedni budynek z wykazu.  \nW przypadku, gdy akcja wydawania tabletek rozpocznie się po godzina ch normalnego \nfunkcjonowania  Uczelni (7:30 - 17:00)  lub w dzień wolny, zaleca się pracownikom, studentom \ni doktorantom AGH, aby po odbiór tabletek udali się do punktu najbliższego miejscu \nzamieszkania/przebywania.  Zaleca się aby członkowie rodzin pracownik ów, studentów  \ni doktorantów zabezpieczyli się w tabletki w swoich miejscach pracy, nauki, przebywania.  \nSłużby od powiedzialne za bezpieczeństwo P aństwa są w ciągłej gotowości, a odpowiednia ilość  \ntabletek z  jodkiem potasu jest zabezpieczona dla każdego, kt o będzie tego potrzebował.  \nDo Małopolsk i trafiło 5,5 mln tabletek . Rząd przygotował również ulotkę informacyjną   \n(w załączeniu ) zawarte w niej zostały , m.in. zasady dawkowania, czasu podania leku oraz \nprzeciwwskazania medyczne.  \nWykaz miejsc wydawania jodku potasu w Krakowie znajdziecie Państwo na stronie: \nhttps://www.bip.krakow.pl/?news_id=158205&_ga=2.12551351.2808 94693.1667818320 -\n1348821149.1667818320 .  \nWykaz miejsc wydawania jodku potasu w Powiecie Krakowskim znajdziecie Państwo  \nna stronie: https://powiat.krakow.pl/jod/ . \nJednocześnie informuję, że w obecnej chwili zagrożenie radiacyjne nie występuje, a sytuacja \njest na bieżąco monitorowana przez Państwową Agencję Atomistyki  \nhttps://monitoring.paa.gov.pl/maps -portal/ . \n                                                                                      Kanclerz AGH    \n                                                                                      mgr inż. Henryk Zioło  \n\n", "metadata": {}}