{"content": "#  AGH... a co to? -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/kandydaci/agh-a-co-to\nCrawled: 2025-03-19 21:10:56\n\nSkip to content ↓\n\n AGH... a co to? \n\nSzybko i skrótowo. 2-minutowa dawka najważniejszych i skondensowanych do granic możliwości informacji o każdym wydziale AGH. Cykl spotów „a co to takiego?” otwiera film o uczelni.\n\nCzy wiesz, że nasi inżynierowie działają nie tylko na Ziemi, ale pomagają w poznawaniu kosmosu?\n\nCzy wiesz, że na AGH łączymy stal damasceńską z  bionicznymi protezami?\n\nCzy wiesz, że w AGH potrafimy ożywić bioniczne dłonie głosem?\n\nCzy wiesz, że naukowcy AGH mogą pomóc diabetykom żyć bez igieł, a nasi informatycy sprawdzą jak rozprzestrzeniają się patogeny?\n\nCzy wiecie, że na AGH znajdziecie najcichsze miejsce w Polsce? … a w podziemiach mamy w pełni wyposażone chodniki kopalniane?\n\nCzy wiesz, że w AGH spoglądamy nie tylko w kosmos, ale i w głąb naszej planety?\n\nCzy wiesz, że dzięki AGH możecie dokładnie znaleźć – nie tylko swoje – miejsce na Ziemi?\n\nCzy wiesz, że w AGH możesz opracować niesamowite materiały – a nawet części zamienne dla ludzi?\n\nCzy wiesz, że nasi inżynierowie potrafią zbroić metal gazem, co będzie miało zastosowanie w przemyśle kosmicznym?\n\nCzy wiesz, że większość komponentów w smartfonach czy samochodach, to metale nieżelazne zwane kolorowymi oraz ich stopy?\n\nCzy wiesz, że w AGH tworzymy kosmiczną wiertnicę, dzięki której można będzie poznać zmiany klimatyczne na ciałach niebieskich?\n\nCzy wiesz, że umiejętność kreślenia trendów i planowania działań jest kluczowa dla Twojej przyszłej firmy?\n\nCzy wiecie, że studia na AGH pozwolą Wam wziąć udział w energetycznej rewolucji? I konstruować pojazdy zasilane energią słoneczną lub wodorem?\n\nCzy wiesz, że dzięki AGH możesz stać się członkiem zespołu pracującego przy Wielkim Zderzaczu Hadronów? … lub prowadzić badania w najwyżej położonym laboratorium w Polsce?\n\nCzy wiesz, że jest dziedzina matematyki, dla której kubek i obwarzanek są nierozróżnialne?\n\nCzy wiesz, że w AGH znajdziesz wirtualną jaskinię Platona oraz poznasz społeczny wymiar informatyki?\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://www.agh.edu.pl/kandydaci/agh-a-co-to", "title": " AGH... a co to? -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "776bdb0222d4ba237608c3f5e421a6d3", "word_count": 370, "headings": [{"level": 1, "text": "AGH... a co to?"}, {"level": 2, "text": "Stopka"}]}}