{"content": "#  Misja i wizja -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/o-nas/misja-i-wizja\nCrawled: 2025-03-19 22:38:58\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Misja i wizja \n\nZadaniem Biblioteki Głównej AGH jest dostarczanie społeczności Uczelni wysokiej jakości zasobów, narzędzi i wsparcia informacyjnego. Jesteśmy miejscem, w którym innowacje techniczne i nauka spotykają się z tradycją i mądrością przeszłości. Miejscem, w którym pomysły przekształcają się w rozwiązania, a projekty badawcze stają się rzeczywistością. Działamy na rzecz kształcenia przyszłych liderów i wspierania badań, które zmieniają świat.  \n\nBiblioteka Główna AGH zapewnia dostęp do zasobów naukowych środowisku AGH, ale jest jednocześnie źródłem wiedzy i inspiracji dla całego regionu Małopolski. Nasza rola  polega na dostarczaniu  dostępu do źródeł informacji, które wspierają rozwój i postęp techniczny. Jesteśmy partnerem dla kadry inżynierskiej, która kształci się i pracuje w naszym regionie, zapewniając dostęp do informacji o najnowszych osiągnięciach naukowych i technologicznych. Działamy na rzecz tworzenia innowacyjnego i konkurencyjnego środowiska technologicznego w Małopolsce, przyczyniając się do sukcesów naszych studentów i naukowców.\n\nJesteśmy partnerem w procesie tworzenia i dzielenia się wiedzą. Wspieramy rozwój społeczności akademickiej, promując wartości etyki naukowej i społecznej odpowiedzialności oraz wspierając zasady otwartości naukowej. Nasza misja obejmuje nie tylko obsługę obecnych potrzeb, ale także adaptację do zmieniającego się otoczenia informacyjnego i edukacyjnego.\n\nRealizujemy naszą misję przez:\n\nZapewnianie \nnaszym użytkownikom łatwego dostępu do zasobów, tworzenie przyjaznego środowiska pracy i ciągłe dostosowywanie naszych usług do zmieniających się potrzeb i możliwości technologicznych.\n\nBudowanie\n kolekcji zbiorów zgodnych z profilami Uczelni, potrzebami pracowników naukowych i studentów oraz odpowiednie zabezpieczenie i przechowywanie zasobów.\n\nKreowanie \npozytywnego wizerunku Biblioteki w środowisku akademickim przez współpracę z innymi bibliotekami w kraju i za granicą.\n\nInwestowanie\n w rozwój naszej kadry na wszystkich poziomach oraz wspieranie motywacji do pracy i kształcenia.\n\nProwadzenie\n działalności naukowo-badawczej w obszarze informacji naukowej i pokrewnych dziedzin.\n\nLudzie\n — jesteśmy instytucją, która stawia ludzi na pierwszym miejscu. Naszym celem jest dostarczanie użytkownikom pozytywnych doświadczeń i zadowolenia przez zapewnienie odpowiednich informacji w odpowiednim czasie. Chcemy wspierać ich w rozwoju zainteresowań oraz kompetencji zawodowych. \n\nZasoby\n — integrujemy zasoby i systemy cyfrowe w jeden, łatwy do nawigowania ekosystem informacji naukowej AGH. Dzięki temu dostęp do wiedzy staje się łatwiejszy i bardziej efektywny. Naszym celem jest uczynienie nauki bardziej dostępną dla wszystkich zainteresowanych.\n\nUsługi\n — nasze usługi są zaprojektowane tak, aby stworzyć naszym użytkownikom przyjazną przestrzeń do nauki i relaksu. Chcemy, aby czuli się komfortowo i swobodnie podczas korzystania z naszych zasobów i usług. Nasza instytucja jest miejscem, w którym mogą rozwijać się, uczyć  i czerpać przyjemność z nauki.\n\nSzacunek \ndla użytkowników i ich potrzeb stanowi naszą priorytetową zasadę. \n\nEntuzjazm\n do dostarczania wiedzy i informacji napędza naszą pracę. \n\nWspółpraca\n jest kluczem do efektywnego zapewniania usług i tworzenia przyjaznego środowiska naukowego.\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/o-nas/misja-i-wizja", "title": " Misja i wizja -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "c0447d0f027f14829c658c520f5e2b95", "word_count": 506, "headings": [{"level": 1, "text": "Misja i wizja"}, {"level": 2, "text": "Stopka"}]}}