{"content": "#  Rada programowa -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/nauka/spotkania/rada-programowa\nCrawled: 2025-03-19 21:12:16\n\nSkip to content ↓\n\n Rada programowa \n\nProf. dr hab. inż. Tomasz Bajda\n\nProf. Tomasz Bajda pracuje na \nWydziale Geologii, Geofizyki i Ochrony Środowiska\n, gdzie jest Prodziekanem ds. Współpracy i Nauki. Zajmuje się badaniami nad zastosowaniem materiałów geologicznych (skał, minerałów) w praktyce przemysłowej, a także w inżynierii i ochronie środowiska. Jego zainteresowania naukowe dotyczą tu przede wszystkim wykorzystania odpadów przemysłowych do wytworzenia nowych pełnowartościowych produktów. Zajmuje się rekultywacją terenów zdegradowanych przy użyciu mineralnych materiałów funkcjonalizowanych, czyli zmodyfikowanych w taki sposób, aby dopasować ich właściwości do danego zastosowania. Wybór takiej problematyki badawczej ma swoje uzasadnienie – innowacyjne technologie oparte na geomateriałach są szansą na rozwój gospodarczy kraju, wzrost konkurencyjności polskiego przemysłu na rynkach światowych oraz poprawę stanu środowiska naturalnego.\n\nDziałalność naukową prof. Tomasz Bajda dopełnia działalnością popularyzacyjną. Jako Pełnomocnik Rektora AGH organizował w latach 2017-2019 pokazy i prezentacje na Pikniku Nauki w Warszawie. Był autorem publikacji popularno-naukowych w czasopismach „Express Przemysłowy”, „Przegląd Komunalny” oraz na portalach internetowych. Problematykę wykorzystania geomateriałów w inżynierii środowiska upowszechniał w wywiadach dla Polskiego Radia, w których dzielił się z słuchaczami wynikami badań naukowych. Popularyzacja wiedzy to dla niego nade wszystko przekazywanie zdobyczy nauki w sposób zrozumiały dla każdego i pokazywanie jej praktycznego przełożenia na nasze życie. Bardzo ważne jest dla niego dzielenie się tym, czego dowiedział się od swoich nauczycieli i co dała mu praca badawcza, a zarazem propagowanie wiarygodnych źródeł wiedzy naukowej.\n\nDr Krzysztof M. Maj\n\nDr Krzysztof M. Maj jest groznawcą, akredytowanym tutorem akademickim i adiunktem w \nKatedrze Technologii Informacyjnych i Mediów\n na \nWydziale Humanistycznym AGH\n. Jest autorem dwóch książek z zakresu teorii narracji światotwórczych: „Allotopie. Topografia światów fikcjonalnych” (2015) oraz „Światotwórstwo w fantastyce. Od przedstawienia do zamieszkiwania” (2019). Jego zainteresowania naukowe koncentrują się na przecięciu badań nad sposobami projektowania światów w grach wideo oraz studiami nad narracjami fantasy i science fiction z wykorzystaniem kognitywnej i transmedialnej teorii narracji. Gorący zwolennik kształcenia indywidualnego i niefasadowej reformy edukacji.\n\nNa AGH Krzysztof M. Maj współprowadzi nagradzany podcast \n„Bunkier Nauki”\n na YouTube, popularyzujący zarówno badania własne pracowników naszej Uczelni, jak również działalność funkcjonujących w internecie popularyzatorów nauki. Własną działalność popularyzacyjną dr Maj realizuje przede wszystkim w ramach autorskiego \nkanału na YouTubie\n, gdzie zamieszcza zarówno kąśliwe komentarze dotyczące stanu edukacji i kultury w Polsce w ramach podcastu „Dla każdego coś przykrego”, jak również recenzje filmów i seriali reprezentujących różne nurty fantastyki oraz vlogi (przewodnik po kanale: \ntutaj\n). Od trzech lat również regularnie streamuje (2-3 razy w tygodniu), realizując się zarówno w streamingu gier wideo, wpierw ogrywanych na kanale, a potem opracowywanych naukowo, jak również w obszarze rozwoju osobistego czy pielęgnowania zainteresowań.\n\nDr inż. Paweł Janowski\n\nDr Paweł Janowski jest fizykiem jądrowym pracującym na \nWydziale Fizyki i Informatyki Stosowanej\n, na którym jako adiunkt dydaktyczny kieruje obecnie \nPracownią Demonstracji Fizycznych\n. Naukowo zajmował się promieniotwórczością w środowisku. Jego działalność badawcza, prowadzona w IFJ PAN, dotyczyła pomiarów stężenia promieniotwórczego jodu i cezu w powietrzu po wybuchach jądrowych i awariach reaktorów. Tego typu substancje i ich zastosowania interesowały go od zawsze, prowadząc go w końcu na studia z fizyki. Dziś jednym z jego celów życiowych jest z kolei uprzystępnianie wiedzy o promieniotwórczości.\n\nOsiągnięcia dr. Pawła Janowskiego w dziedzinie upowszechniania nauki są znaczne, co potwierdzają otrzymane wyróżnienia – Medal Ernsta za Popularyzację Fizyki, Nagroda im. Prof. Taklińskiego czy zakwalifikowanie do finału konkursu Popularyzator Nauki PAP. Jego działalność popularyzatorska obejmuje na przykład wykłady najeżone demonstracjami oraz doświadczeniami, które prowadzi dla wszystkich: od przedszkola po Uniwersytet Trzeciego Wieku. Udziela również wywiadów do radia, kręci filmy i projektuje wystawy interaktywne w Muzeum AGH. Szczególne miejsce zajmuje w nich zawsze fizyka jądrowa, którą przybliża swoją walizką atomową – jej wyposażenie nieraz zadziwia słuchaczy. Według niego stuletni model szkoły zniechęca do odkrywania praw przyrody. Wykłady popularne mogą natomiast stanowić odskocznię od schematycznego programu, pokazując, że nauka nie jest trudnym przedmiotem w szkole, lecz wydzieraniem światu jego tajemnic i wykorzystywaniem ich w życiu. Co więcej, oprócz fascynacji otaczającym światem, mogą też dać słuchaczom pewien zaczyn wiedzy, za pomocą której sami porwą innych do rozwijania pasji w owym kierunku.\n\nMgr inż. Barbara Jezierska\n\nBarbara Jezierska jest absolwentką \nWydziału Inżynierii Materiałowej i Ceramiki\n i studiów podyplomowych na \nWydziale Zarządzania\n. Na Akademii Górniczo-Hutniczej w Krakowie pełni funkcję dyrektora \nCentrum Komunikacji i Marketingu\n, które koordynuje projekt „AGH NAUKA spotkania”. Była pomysłodawczynią różnorodnych inicjatyw, mających na celu upowszechnianie wiedzy i popularyzację nauki. Poza promocją uniwersytetu, o którą troszczy się zawodowo od lat, ważne jest dla niej zaangażowanie uczelni w życie społeczne. Ma przed sobą wizję nowoczesnej akademii, będącej z jednej strony międzynarodowym ośrodkiem naukowym, a z drugiej strony instytucją otwartą na wyzwania zmieniającego się świata. Za szczególnie ważne uważa przy tym stworzenie wspólnej platformy komunikacji pomiędzy uniwersytetem a otoczeniem, która byłaby miejscem rozmowy, a także twórczej wymiany myśli. To właśnie według niej stanowi cel nowego projektu, polegającego na spotkaniach pracowników naukowych z osobami ciekawymi świata i badań prowadzonych na AGH. Jako entuzjastka nowych technologii, doświadczona w dziedzinie marketingu oraz organizacji wydarzeń, podkreśla również znaczenie wielokanałowego upowszechniania wiedzy, krytycznego myślenia czy metody naukowej. Dlatego cieszy się, że będzie mogła wrócić do ciekawych spotkań z naukowcami poprzez nagrania, które zostaną udostępnione na kanale jej uczelni.\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/nauka/spotkania/rada-programowa", "title": " Rada programowa -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "2f3b2e77182d5f8d53c7137c7b53b3f0", "word_count": 919, "headings": [{"level": 1, "text": "Rada programowa"}, {"level": 4, "text": "Prof. dr hab. inż. Tomasz Bajda"}, {"level": 4, "text": "Dr Krzysztof M. Maj"}, {"level": 4, "text": "Dr inż. Paweł Janowski"}, {"level": 4, "text": "Mgr inż. Barbara Jezierska"}, {"level": 2, "text": "Stopka"}]}}