{"content": "# Ewaluacja nauki\n\nURL: https://www.con.agh.edu.pl/ewaluacja-nauki/\nCrawled: 2025-03-19 22:35:57\n\nEwaluacja działalności naukowej\nEwaluacja to ocena jakości działalności naukowej, która zostanie przeprowadzona się w ramach dyscyplin uprawianych w AGH. Zostanie ona przeprowadzona po raz pierwszy w obecnym kształcie w roku 2022 i obejmie lata 2017-2021.\n\n Przy ocenie bierze się pod uwagę indywidualne osiągnięcia pracowników reprezentujących daną dyscyplinę. Poszczególnym dyscyplinom przyznawane będą kategorie naukowe: A+, A, B+, B albo C. Od nich zależą uprawnienia do prowadzenia studiów, szkół doktorskich, nadawania stopni i tytułów. A także kwota subwencji, czyli środków finansowych, które Uczelnia otrzyma z budżetu państwa. \n\nZa lata 2017-2021 ocenie jakości działalności naukowej poddano 17 dyscyplin w AGH. Decyzją Ministerstwa Edukacji i Nauki dyscyplina ''nauki fizyczne'' uzyskała najwyższą kategorię jakości badań naukowych A+. Zgodnie z wynikami ewaluacji jakości działalności naukowej Akademia Górniczo-Hutnicza otrzymała jedną kategorię A+, dziesięć kategorii A oraz sześć kategorii B+. Tym samym AGH utrzymuje prawo do nadawania stopni naukowych we wszystkich dyscyplinach. Dodatkowo, dzięki wysokiej ocenie, uczelnia zyskała prawo do nadawania stopni naukowych w dyscyplinie Ekonomia i Finanse.\n\nSzczegółowe informacje na temat przyznanych ocen w poszczególnych dyscyplinach znajdują się \ntutaj\n . \n\nPracownicy\n\nOsiągnięcia\n\nPublikacje\n\nKonferencje", "metadata": {"url": "https://www.con.agh.edu.pl/ewaluacja-nauki/", "title": "Ewaluacja nauki", "depth": 3, "duplicate": false, "content_hash": "86344b8c2d057a382de8feff87101f2b", "word_count": 177, "headings": [{"level": 1, "text": "Ewaluacja działalności naukowej"}, {"level": 3, "text": "Pracownicy"}, {"level": 3, "text": "Osiągnięcia"}, {"level": 3, "text": "Publikacje"}, {"level": 3, "text": "Konferencje"}]}}