{"content": "# Konferencja Dydaktyczna „Nauczanie Przedmiotów Ścisłych”. – Rok Zerowy\n\nURL: https://www.rokzerowy.agh.edu.pl/konferencja-dydaktyczna-nauczanie-przedmiotow-scislych/\nCrawled: 2025-03-19 21:12:36\n\n24 listopada 2023 r. w Akademii Górniczo-Hutniczej odbyła się specjalna impreza w ramach corocznego\n Święta Nauk Ścisłych\n: \nKonferencja Dydaktyczna „Nauczanie Przedmiotów Ścisłych – Sztuczna Inteligencja jako pomoc dydaktyczna”.\n Wydarzenie to było częścią Dni Profesora Antoniego Hoborskiego, ważnego wydarzenia w akademickim kalendarzu. Do udziału w konferencji zgłosiło się 100 osób.\n\nOrganizatorem konferencji był Zespół ds. Olimpiad Centrum Rekrutacji AGH oraz Przewodniczący Komitetu Organizacyjnego Święta Nauk Ścisłych, profesor Jerzy Stochel. Celem było rozpowszechnienie i popularyzacja nauk ścisłych – matematyki, fizyki i chemii – w szkołach średnich i środowisku akademickim. W tym roku skupiono się na sztucznej inteligencji (AI) i jej innowacyjnym zastosowaniu w edukacji. Uczestnicy otrzymali certyfikaty potwierdzające udział.\n\nKonferencja odbyła się w Auli Centrum Dydaktyki AGH i rozpoczęła się o godzinie 11:00 od powitania przez Prorektora ds. Kształcenia, profesora Wojciecha Łużnego.\n\nPierwszy wykład, zatytułowany “W Pracowni Profesora Corcorana”, wygłosił profesor Aleksander Byrski z Wydziału Informatyki. Omówił on dzieła Stanisława Lema, polskiego wizjonera, oraz podstawowe koncepcje rozwoju AI, zastanawiając się nad gotowością i potencjałem AI do zastąpienia ról ludzkich.\n\nDr Krzysztof Kluza z Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej przedstawił następnie prezentację “Przekraczając granice tradycyjnej edukacji: ChatGPT jako innowacyjny współpracownik pedagogiczny”, w której pokazał, jak ChatGPT może wspierać codzienną pracę nauczycieli, wykorzystując przykłady z Olimpiady O Diamentowy Indeks AGH, aby pokazać, że AI nie jest nieomylna.\n\nPo przerwie dr Paweł Janowski z Wydziału Fizyki i Informatyki Stosowanej wyjaśnił, czym jest Kosmiczny Efekt Dżanibekowa, prezentując eksperymenty, które mogą naśladować to zjawisko kosmiczne w szkolnych warunkach.\n\nProfesor Janusz Wolny, również z Wydziału Fizyki i Informatyki Stosowanej, omówił rozwiązania problemów fizycznych, z jakimi zmierzyli się uczestnicy Ogólnopolskiej Olimpiady o Diamentowy Indeks AGH w poprzednich edycjach.\n\nNa koniec profesor Tomasz Szumlak z tego samego wydziału wygłosił wykład “Zrównoważony rozwój sztucznej inteligencji – most do przyszłości”, poruszając temat praktycznego zastosowania AI, odpowiedzialnego i bezpiecznego korzystania oraz wyjaśniając podstawowe koncepcje i techniki związane z funkcjonowaniem AI.\n\nAutor: AlEx\n\n Poprzednie\nNastępne", "metadata": {"url": "https://www.rokzerowy.agh.edu.pl/konferencja-dydaktyczna-nauczanie-przedmiotow-scislych/", "title": "Konferencja Dydaktyczna „Nauczanie Przedmiotów Ścisłych”. – Rok Zerowy", "depth": 2, "duplicate": false, "content_hash": "aaa1bc80bab6c6f7c1f39587da6619c2", "word_count": 314, "headings": []}}