{"content": "#  Preparatory stage -- HRS4R \n\nURL: https://hrs4r.agh.edu.pl/en/preparatory-stage\nCrawled: 2025-03-19 21:25:49\n\nSkip to content\n\nSkip to footer\n\n Preparatory stage \n\n Statement of support for the principles of the Charter and the Code \n\nThe AGH University represented by the Rector, Professor Jerzy Lis, fully supports the European Commission Recommendation 2005/251/EC on the European Charter for Researchers and on a Code of Conduct for the Recruitment of  Researchers (hereinafter the Charter and the Code).\n The guidelines of the Charter and the Code indeed favour greater openness and transparency in the European market.\n\nThe principles of the Charter and the Code are in line with the AGH University strategy aimed at increasing the attractiveness, the quality of research, and the innovativeness of the university, as well as ensuring conditions for the personal development of researchers and other employees.\n The objective of the implementation of the university strategy is the right selection, recruitment, and continuation of the employment of researchers with significant scientific output, creative ideas for the performance of innovative research, and potential of developing new research topics.\n\nBy recognising the value of the Charter and the Code, the AGH University voluntarily declares commitment to the application of their provisions.\n The AGH University obliges to implement the principles in the HR policy and to raise awareness among academic teachers and other employees.\n By implementing the Charter and the Code, the AGH University of Krakow intends to offer friendly work environment and increase the mobility of researchers in the European Research Area, thereby including the university in the network of entities focused on the improvement of conditions for science and research development.\n\nIn order to develop an action plan for human resources management for researchers, a Team for the implementation of the principles of the European Charter for Researchers and the Code of Conduct for the Recruitment of Researchers at the AGH University was appointed.\n The Team includes representatives of all faculties.\n\n Survey of the AGH University researchers \n\nOne of the elements of the implementation of the aforementioned documents was to conduct an anonymous survey addressed to all AGH University researchers: academic staff and doctoral students.\n\nThe survey was aimed at learning the opinion of researchers on the compliance of AGH University’s regulations and actions with the provisions of the European Charter for Researchers and the Code of Conduct for the Recruitment of Researchers.\n\nThe surveying process took place in spring 2023. The responses constituted guidelines for the development of an action plan regarding the implementation of the principles of the Charter and the Code at the AGH University, the so-called HR4R Strategy of the AGH University (Action plan for the implementation of the principles of the European Charter for Researchers and the Code of Conduct for the Recruitment of Researchers at the AGH University of Krakow).\n\n Analysis of national and internal legal regulations \n\nAt the same time, an analysis of national and internal legal regulations and procedures and practices applied at the university for the implementation of the Charter and the Code’s provisions was conducted.\n\nFor the purpose of the analysis, the standard internal analysis table, made available by the European Commission, was used.\n\nThe analysis of documentation and actions of the AGH University allowed for the identification of aspects which required undertaking mostly improvement actions by the university.\n\n Introduction of the action plan for the implementation of the principles of the Charter and the Code at the AGH University \n\nPursuant to the Rector's Order No. 15/2024 of 1 March 2024, the Rector of the AGH University ordered the introduction of the action plan for the implementation of the HR4R Strategy of the AGH University.\n\nHR4R AGH University Strategy\n (downloadable file; updated version, consolidated text – March 2024)\n\nStopka\n\nBack", "metadata": {"url": "https://hrs4r.agh.edu.pl/en/preparatory-stage", "title": " Preparatory stage -- HRS4R ", "depth": 3, "duplicate": false, "content_hash": "2379a8c4017137bab2827e35ca0f3223", "word_count": 605, "headings": [{"level": 1, "text": "Preparatory stage"}, {"level": 2, "text": "Stopka"}]}}