{"content": "# Regulamin pływalni | Oficjalna strona Basenu AGH\n\nURL: https://www.basen.agh.edu.pl/?page_id=82\nCrawled: 2025-03-19 22:37:55\n\nWybierz zakładkę:\n\nRegulamin ogólny\nRegulamin zjeżdzalni\nRegulamin jacuzzi\n\nPostanowienia organizacyjne\n\nPływalnia znajduje się w obiekcie Basenu AGH, w Krakowie przy ul. Buszka 4. Basen AGH jest jednostką organizacyjną Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie.\n\nBasenem AGH, w tym pływalnią zarządza Dyrektor Basenu AGH, wykonujący zadania przy pomocy pracowników Basenu AGH upoważnionych do wydawania poleceń użytkownikom obiektu.\n\nPływalnia czynna jest codziennie od 6.00 do 23.00, z czego pobyt klienta w halach basenowych przewidziany jest do godz. 22:20,\n\na ostateczne rozliczenie w kasach pływalni najpóźniej do godziny 22.45.\n\nZasady funkcjonowania pływalni oraz prawa i obowiązki korzystających z niej reguluje niniejszy Regulamin.\n\nW skład pływalni wchodzi część budynku znajdująca się za bramkami kontroli dostępu obok kas i obejmuje między innymi niecki basenowe – sportową, szkoleniową i rekreacyjną, szatnie, natryski oraz przestrzeń komunikacyjną. Na pływalni znajdują się dodatkowe atrakcje w postaci jacuzzi, zjeżdżalni oraz sauny. Instrukcje użytkowania tych atrakcji znajdują się bezpośrednio przy nich oraz na stronie internetowej Basenu AGH.\n\nNa terenie obiektu znajduje się system monitoringu wizyjnego wraz z zapisem nagrań z kamer, który może być podstawą pociągnięcia do odpowiedzialności użytkowników, którzy nie stosują się do regulaminu oraz instrukcji. Zarządzający oświadcza, iż monitoring prowadzony jest w sposób nie narażający dóbr osobistych oraz godności użytkowników pływalni, a zapis nagrań jest właściwie zabezpieczony\n\ni archiwizowany.\n\nNagrywanie filmów oraz robienie zdjęć dozwolone jest wyłącznie po wcześniejszym uzyskaniu pisemnej zgody Dyrektora Basenu AGH.\n\nOsoby znajdujące się na terenie pływalni są zobowiązane podporządkować się poleceniom pracowników Basenu AGH, a w szczególności ratowników pełniących dyżur.\n\nBasen AGH może czasowo ograniczyć wejście klientów na pływalnię z powodu osiągnięcia maksymalnej ilości osób korzystających.\n\nNa terenie Basenu AGH zabrania się jakiejkolwiek działalności zarobkowej, a w szczególności działalności handlowej, marketingowej\n\ni usługowej, w tym rozprowadzania ulotek i sprzedaży towarów. Wyjątek od tej zasady stanowi działalność gospodarcza w wynajętych pomieszczeniach lub działalność doraźna prowadzona na podstawie pisemnej zgody Dyrektora Basenu AGH\n\nStosowanie Regulaminu Pływalni\n\nPrzed wykupieniem usługi i wejściem na pływalnię użytkownik winien zapoznać się z niniejszym regulaminem.\n\nWykupując usługę klient potwierdza zapoznanie się z wszystkimi zapisami regulaminu pływalni i zobowiązuje się do ich stosowania.\n\nOsoby przebywające na terenie pływalni i naruszające porządek, dobre obyczaje, stwarzające zagrożenie dla innych osób przebywających w obiekcie, a także osoby niestosujące się do przepisów niniejszego regulaminu i do poleceń pracowników Basenu AGH, mogą zostać usunięte z obiektu.\n\nRażące naruszenie regulaminu może spowodować wykluczenie z możliwości wstępu na pływalnię.\n\nZasady korzystania z pływalni\n\nOsoby korzystające z pływalni zobowiązane są do:\n\na)    stosowania się do znaków nakazu, zakazu, ostrzegawczych, informacyjnych oraz sygnalizacji świetlnej,\n\nb)    stosowania się do poleceń oraz sygnałów dźwiękowych ratowników pełniących dyżur i innych pracowników Basenu AGH,\n\nc)    dostosowania swoich planów aktywności do własnych umiejętności i sprawności oraz stanu zdrowia,\n\nd)    zachowania szczególnej ostrożności na schodach, przejściach i podestach, zwłaszcza mokrych,\n\ne)    użytkowania sprzętu basenowego zgodnie z jego przeznaczeniem, a po skorzystaniu ze sprzętu odniesienie go w wyznaczone       miejsce,\n\nf)    bezzwłocznego informowania służb ratowniczych o zaistniałym wypadku, urazach oraz innych zdarzeniach mogących mieć wpływ na bezpieczeństwo własne i innych osób.\n\nDzieci do lat 13 mogą przebywać na pływalni jedynie pod stałą opieką osób pełnoletnich, które ponoszą pełną odpowiedzialność za powierzone ich opiece dzieci i odpowiadają za wszelkie szkody przez nie wyrządzone. Każde dziecko do 3 roku życia musi być pod opieką co najmniej jednego opiekuna. Pod opieką jednego opiekuna może być maksymalnie troje dzieci w wieku 4-13 lat.\n\nGrupy zorganizowane przed wejściem na pływalnię są zobowiązane zgłosić się do kas pływalni celem uzgodnienia warunków korzystania z hal basenowych. Grupy zorganizowane obowiązują dodatkowo zapisy Regulaminu dla grup zorganizowanych.\n\nOsoby nieumiejące pływać mogą korzystać z basenu szkoleniowego wyłącznie w ramach zajęć\n\nz instruktorem, a indywidualnie mogą korzystać wyłącznie z basenu rekreacyjnego.\n\nBasen AGH zastrzega sobie prawo do rezerwacji części lub całości stref w celu przeprowadzenia zajęć zorganizowanych.\n\nIndywidualne oraz grupowe lekcje pływania mogą być prowadzone wyłącznie przez instruktorów zatrudnionych przez Basen AGH.\n\nInstruktorzy Basenu AGH ubrani są w firmowe koszulki z logo Basenu AGH i z napisem ”INSTRUKTOR”.\n\nZabrania się prowadzenia nauki i doskonalenia pływania osobom niezatrudnionym przez Basen AGH, oraz uczestniczenia w takich zajęciach klientom pływalni.\n\nOsoby niepełnosprawne, poruszające się wyłącznie na wózku inwalidzkim zobowiązane są do zmiany wózka na wózek basenowy lub dokładnego umycia swojego wózka przed wjazdem na teren hali basenowej.\n\nUżytkownikom Basenu AGH zaleca się nie wnoszenie na teren obiektu wartościowych przedmiotów ze względu na ryzyko kradzieży lub zgubienia.\n\nPrzed wyjściem z szatni na teren hali basenowej należy sprawdzić, czy szafka została zamknięta.\n\nZmiana ubrania na strój basenowy odbywa się w przebieralniach. Przebieralnie rodzinne są przeznaczone dla rodzin z dziećmi i dla osób niepełnosprawnych.\n\nPrzed wejściem na halę basenową wszyscy zobowiązani są do dokładnego umycia całego ciała pod prysznicem z użyciem środków myjących (także po skorzystaniu\n\nz WC) i do dezynfekcji stóp w tzw. „nogomyji”.\n\nW całej strefie pływalni obowiązuje wymóg zmiany obuwia. Zalecane jest obuwie plażowe, które należy pozostawić w wyznaczonym miejscu w pobliżu wejścia na halę basenową.\n\nNa terenie pływalni obowiązuje czysty, estetyczny strój kąpielowy, spełniający wymogi higieniczne:\n\na)    dla kobiet – strój kąpielowy jedno lub dwuczęściowy przylegający do ciała,\n\nb)    dla mężczyzn – kąpielówki lub spodenki bez kieszeni – przylegające do ciała.\n\nPodczas pobytu w wodzie jak i na hali basenowej obowiązuje ubrany czepek kąpielowy\n\nDzieci do lat 3 muszą posiadać na sobie jednorazowe pielucho majtki do kąpieli. Zaleca się dodatkowo stosowanie majtek neoprenowych, które zabezpieczają przed przedostawaniem się wszelkich nieczystości do wody.\n\nNa teren pływalni zakazany jest wstęp osobom nietrzeźwym lub pod wpływem środków odurzających oraz osobom z przeciwwskazaniami lekarskimi do uprawiania aktywności w wodzie, chorym na choroby, które mogą być niebezpieczne dla innych użytkowników oraz osobom\n\nz opatrunkami (plastry, bandaże, itp.).\n\nRatownicy Basenu AGH noszą strój z napisem „RATOWNIK”.                                                                                                                               a)   Klient indywidualny może skorzystać z pływalni raz dziennie.\n\nNa torach basenu sportowego i szkoleniowego obowiązuje ruch prawostronny.\n\nNa jednym torze nie może przebywać więcej niż 7 osób.\n\nKlienci indywidualni mogą wnieść na halę basenową prywatny sprzęt do pływania przeznaczony do osobistego użytkowania, po uprzednim zaakceptowaniu jego stanu czystości przez ratownika.\n\nIndywidualny sprzęt do pływania dla jednej osoby: 1 para płetw krótkich, okularki, 1 deska, 1 „ósemka”, 1 para łapek pływackich, 1 para rękawków do pływania\n\nBezwzględnie zabrania się wnoszenia krążków, kółek do nurkowania, itp.\n\nKorzystanie z własnych rękawków do pływania dozwolone jest wyłącznie w basenie rekreacyjnym.\n\nZabrania się wnoszenia własnych dmuchanych piłek, kółek, materacy, pistoletów na wodę, itp.\n\nNa terenie hal basenowych obowiązuje całkowity zakaz wnoszenia i korzystania z telefonów komórkowych, aparatów fotograficznych, kamer (również podwodnych) oraz wszelkiego rodzaju urządzeń elektronicznych.\n\nWszelkie skaleczenia, urazy oraz dostrzeżone niebezpieczeństwa i nieprawidłowości należy zgłaszać niezwłocznie ratownikowi.\n\nNoszenie okularów i szkieł kontaktowych odbywa się na własne ryzyko użytkownika.\n\nW przypadku przebywania na hali basenowej w okularach korekcyjnych, okulary te muszą być umocowane w sposób uniemożliwiający ich spadnięcie.\n\nKorzystanie z suszarek i innego sprzętu elektrycznego może odbywać się jedynie w strefie suchej obiektu.\n\nRzeczy znalezione na terenie obiektu należy przekazać do szatni głównej w holu. Personel szatni wydaje rzeczy znalezione po ich identyfikacji przez właściciela. Rzeczy znalezione są przechowywane przez 4 tygodnie.\n\nBezpieczeństwo\n\nNa halach basenowych obowiązuje następująca sygnalizacja dźwiękowa:\n\na)    seria krótkich sygnałów dźwiękowych – ALARM – wezwanie do natychmiastowego opuszczenia niecki basenowej przez wszystkich użytkowników i podporządkowania się dalszym poleceniom ratowników lub innych pracowników Basenu AGH\n\nb)    długi sygnał dźwiękowy – zakończenie zajęć – natychmiastowe wyjście z wody\n\nc)    krótki sygnał dźwiękowy – nakaz zwrócenia uwagi na komunikaty ratownika i personelu pływalni.\n\nNa pływalni wyznaczone są następujące strefy, do których, po uwzględnieniu swoich umiejętności należy dostosować własne plany aktywności:\n\na)    strefa dla nieumiejących pływać – basen rekreacyjny – o głębokości 0,6m – 1,0m\n\nb)    strefa dla umiejących pływać – basen szkoleniowy(sześciotorowy) – o głębokości 0,8m – 1,8m\n\nc)    strefa dla umiejących pływać – basen sportowy(sześciotorowy) – o głębokość 1,2m – 1,8m.\n\nGłębokości wody w poszczególnych strefach podane są w postaci piktogramów na ścianach niecek basenowych lub w ich pobliżu.\n\nBasen AGH ze względów bezpieczeństwa zastrzega sobie możliwość czasowego wyłączenia\n\nz eksploatacji poszczególnych stref i atrakcji.\n\nStrefy obiektu i atrakcje wodne wyłączone czasowo z eksploatacji oznakowane są poprzez taśmy, pachołki i łańcuchy w kolorze biało-czerwonym i korzystanie z nich jest w tym czasie zabronione.\n\nZabrania się używania pod prysznicem kosmetyków w szklanych opakowaniach.\n\nNa halach basenowych wokół obrzeża niecek wyznaczone są (czerwoną linią) strefy bezpieczeństwa, w których obowiązuje całkowity zakaz przebywania klientów.\n\nZe względu na zapewnienie bezpieczeństwa i higieny użytkownikom pływalni zabrania się:\n\na)    wchodzenia do wody wbrew zakazom ratowników, przy braku służby ratowniczej oraz w czasie prowadzenia akcji ratowniczej,\n\nb)    przebywania w „strefie bezpieczeństwa” oznaczonej czerwoną linią wokół niecek basenu sportowego oraz szkoleniowego,\n\nc)    siedzenia na brzegach niecek oraz na słupkach startowych lub drabinkach wejściowych,\n\nd)    biegania, popychania i wrzucania do wody,\n\ne)    skoków do wody,\n\nf)    wnoszenia napojów alkoholowych oraz środków odurzających,\n\ng)    wnoszenia i spożywania żywności, napojów oraz żucia gumy,\n\nh)    wszczynania fałszywych alarmów,\n\ni)     pozostawiania dzieci bez opieki,\n\nj)     zaśmiecania i zanieczyszczania szatni, natrysków, hal i niecek basenowych,\n\nk)    wchodzenia i wychodzenia z niecek basenowych poza miejscami do tego przeznaczonymi (drabinki),\n\nl)     załatwiania potrzeb fizjologicznych poza WC,\n\nm)  powodowania sytuacji zagrażających bezpieczeństwu osób korzystających z pływalni, a w szczególności nurkowania w dal, oraz wykonywania ćwiczeń bezdechowych.\n\nOpłaty\n\nOpłata za wstęp pobierana jest według cennika.\n\nOpłaty za indywidualne oraz grupowe lekcje dokonuje się gotówką bądź kartą w kasach pływalni lub przelewem na rachunek bankowy Basenu AGH.\n\nWejście w strefę naliczania czasowego oraz przydział szafek odbywa się przy użyciu urządzenia elektronicznego (pasek z wodoodpornym czujnikiem elektronicznym – transponder), który nabywa się w kasie.\n\nWyjście z pływalni jest możliwe jedynie po uprzednim rozliczeniu się w kasie.\n\nCzas pobytu na hali basenowej mierzony jest od momentu przejścia przez bramkę do chwili zwrotu transpondera (tzw. zegarka) w kasie przy rozliczeniu.\n\nPełna należność za świadczoną usługę na terenie pływalni musi być uregulowana w kasie w momencie opuszczenia strefy naliczania czasowego. Na prośbę użytkownika wystawiana jest faktura VAT.\n\nOdpłatność za usługę sauny mokrej jest wliczana w czas pobytu w hali basenowej.\n\nW przypadku zgubienia lub uszkodzenia paska z elektronicznym czujnikiem użytkownik obowiązany jest uregulować należność w wysokości 50 zł.\n\nOdpowiedzialność\n\nZa rzeczy, pieniądze i przedmioty pozostawione bez nadzoru, w szafkach otwartych, nieprawidłowo zamkniętych oraz poza szafkami Basen AGH nie odpowiada.\n\nZa zniszczenia elementów wyposażenia obiektu, a także za zniszczenie, uszkodzenie lub zagubienie przedmiotów przekazanych do używania obowiązuje odpłatność w pełnej wysokości wartości szkody.\n\nZa szkody spowodowane przez nieletnich odpowiadają rodzice lub ich opiekunowie.\n\nW przypadku zanieczyszczenia wody w nieckach kałem lub wymiocinami sprawca lub jego opiekun zobowiązany jest do uiszczenia jednorazowej zapłaty w wysokości 500 zł.\n\nBasen AGH nie ponosi odpowiedzialności za rzeczy zagubione na terenie obiektu lub utracone na skutek kradzieży.\n\nBasen AGH nie odpowiada za wypadki spowodowane nieprzestrzeganiem niniejszego regulaminu, instrukcji korzystania z atrakcji wodnych i wskazań obsługi.\n\nNieznajomość regulaminu oraz instrukcji stanowiskowych nie zwalnia z odpowiedzialności za nieprawidłowe użytkowanie pływalni i jej urządzeń, a Basen AGH nie ponosi odpowiedzialności za negatywne tego skutki.\n\nREGULAMIN ZJEŻDŻALNI WODNEJ BASENU AGH\n\n1. Zjeżdżalnia jest czynna dla użytkowników wszystkich pływalni w dniach funkcjonowania\n\nw godz. 6.00 – 22.00.\n\n2. Prawo do korzystania ze zjeżdżalni mają osoby, które dokonały opłaty wstępu na Basen oraz spełniają warunki określone regulaminem Basenu AGH i regulaminem zjeżdżalni.\n\n3. Osoby korzystające ze zjeżdżalni zobowiązane są bezwzględnie stosować się do poleceń ratowników oraz innych osób funkcyjnych Basenu AGH.\n\n4. Dzieci do lat 7 mogą korzystać ze zjeżdżalni wyłącznie pod opieką rodziców lub dorosłych opiekunów.\n\n5. Podczas wchodzenia na platformę zjeżdżalni należy zachować szczególną ostrożność – zabrania się biegania po schodach, przepychania, itp.\n\n6. Zauważone w trakcie zjazdu usterki urządzeń należy zgłosić niezwłocznie dyżurującemu ratownikowi.\n\n7. Ślizgi winny być wykonywane z zachowaniem następujących warunków bezpieczeństwa:\n\n8. Osoba zjeżdżająca może rozpocząć ślizg dopiero w chwili zapalenia się zielonego światła, po sprawdzeniu czy w rynnie płynie woda;\n\n9. Zjazd odbywa się w pozycji leżącej lub półleżącej z nogami skierowanymi w dół;\n\n10. Po zakończeniu ślizgu, należy natychmiast usunąć się sprzed wylotu rury, robiąc miejsce do wodowania następnemu użytkownikowi oraz bezzwłocznie opuścić hamownię zjeżdżalni;\n\n11. Zjazd opiekunów z dziećmi do lat 7 odbywa się w sposób określony na rysunkach zamieszczonych na planszach bezpieczeństwa przy zjeżdżalni .\n\n12. Bezwzględnie zabrania się:\n\na) Rozpoczynania ślizgu gdy pali się czerwone światło;\n\nb) Wskakiwania do rynny z rozbiegu,\n\nc) Wykonywania ślizgu w pozycjach niedozwolonych, a w szczególności głową w dół,\n\nd) Chwytania rękami rynny w czasie zjazdu, wnoszenia do rynny jakichkolwiek przedmiotów lub uprawiania niebezpiecznych zabaw, np. wyścigów, zjazdów  grupami;\n\ne) Zatrzymywania się i stawania w zjeżdżalni;\n\nf) Posiadania na ubiorze elementów metalowych;\n\ng) Wykonywania innych czynności, zagrażających bezpieczeństwu.\n\n13. Korzystającym ze zjeżdżalni nie wolno powodować sytuacji stwarzających niebezpieczeństwo dla siebie i innych osób.\n\n14. Niewskazane jest korzystanie ze zjeżdżalni osobom ze schorzeniami serca i układu krążenia oraz szczególnie wrażliwym na nagłe przeciążenia.\n\n15. Osobom, które nie przestrzegają postanowień regulaminu, grozi zakaz dalszych zjazdów, a w przypadkach rażącego naruszenia regulaminu – wydalenie z hali basenowej.\n\n16. Osoby korzystające ze zjeżdżalni czynią to na własną odpowiedzialność i ryzyko. Nieznajomość niniejszego regulaminu oraz instrukcji użytkowania zjeżdżalni nie zwalnia z odpowiedzialności za jej nieprawidłowe użytkowanie, a Basen AGH nie ponosi odpowiedzialności za negatywne tego skutki.\n\nREGULAMIN KORZYSTANIA Z JACUZZI BASENU AGH\n\n1. Wejście do wanny jacuzzi może się odbywać wyłącznie od strony uchwytów.\n\n2. W wannie jacuzzi może przebywać jednocześnie nie więcej niż 3 osoby (dot. osób niezamieszkujących pod jednym dachem).\n\n3. Zaleca się pobyt w wannie nie dłuższy niż 20 min.\n\n4. Dzieci do lat 7 mogą przebywać w wannie wyłącznie pod opieką osób dorosłych.\n\n5. Kąpiel w wannie odbywa się jedynie w pozycji siedzącej.\n\n6. Korzystającym z jacuzzi nie wolno powodować sytuacji stwarzających niebezpieczeństwo dla siebie i innych osób.\n\n7. Wszelkie nieprawidłowości należy bezzwłocznie zgłosić dyżurującemu ratownikowi.\n\n8. Czepki kąpielowe są obowiązkowe w wannie jacuzzi.\n\nWP Post Tabs\n\nDyrektor Basenu AGH\n\nDodaj komentarz \nAnuluj pisanie odpowiedzi\nMusisz się \nzalogować\n, aby móc dodać komentarz.", "metadata": {"url": "https://www.basen.agh.edu.pl/?page_id=82", "title": "Regulamin pływalni | Oficjalna strona Basenu AGH", "depth": 3, "duplicate": false, "content_hash": "205c73489427062bc334191d93110d3f", "word_count": 2260, "headings": [{"level": 3, "text": "Dodaj komentarzAnuluj pisanie odpowiedzi"}]}}