{"content": "# Prezentujemy patch eksperymentu MXene in LEO!-- Centrum Technologii Kosmicznych \n\nURL: https://ctk.agh.edu.pl/aktualnosci/detail/prezentujemy-patch-misji-eksperymentu-mxene-in-leo\nCrawled: 2025-03-19 21:40:24\n\nPrezentujemy patch eksperymentu MXene in LEO! \n\n 27/02/2025 \n\n Eksperyment MXene in LEO skupia się na badaniu MXenów – nowoczesnych nanomateriałów o wielu potencjalnych zastosowaniach w trakcie misji kosmicznych.Projekt jest częścią misji „IGNIS”, pierwszej polskiej misji technologiczno-naukowej na Międzynarodową Stację Kosmiczną. W trakcie misji polski astronauta Sławosz Uznański-Wiśniewski przeprowadzi szereg eksperymentów, w tym nasz. \n\nPatch misji MXene in LEO nawiązuje do tradycji Akademii Górniczo-Hutniczej w Krakowie oraz symboliki związanej z eksperymentem.\n\nNa obramówce umieszczono angielską nazwę uczelni oraz nazwę eksperymentu.\n\nCentralną część zajmuje grafika symbolizująca MXenowy sensor, do którego dołączony jest wzór molekularny fragmentu łańcucha celulozy.\n\nW centrum sensora znajduje się flaga Polski, pokazująca, że eksperyment jest częścią pierwszej polskiej misji technologiczno-naukowej na ISS.\n\nPo obu stronach sensora widnieją czerwone linie, symbolizujące pomiar pulsu.\n\nPod chipem znajduje się logotyp misji, w trakcie której zostanie przeprowadzony eksperyment.\n\nKolorystyka patcha odzwierciedla barwy AGH:\n\nZieleń odzwierciedla naturę, pola i lasy.\n\nCzerń nawiązuje do głębi kopalń oraz symbolizuje cechy niezbędne w zawodzie górniczym i hutniczym, takie jak rozwaga, mądrość i stałość.\n\nCzerwień to barwa ognia i roztopionego żelaza. Kolory te podkreślają filary, na których powstała Akademia Górniczo-Hutnicza.\n\nTechnologie kosmiczne, od stosunkowo niedawna rozwijane w AGH, są symbolizowane przez cztery gwiazdki.\n\nMXene in LEO:\n Tadeusz Uhl, Shreyas Srivatsa, Dagmara Stasiowska, Krzysztof Grabowski, Wojciech Guziewicz, Agata Maria Kołodziejczyk, Darukesha BHM, Sławomir Rudawski.\n\nIndustry Partners:\n Astronika sp. z o.o., NYuga, EC Engineering, Łukasiewicz - Institute of Microelectronics and Photonics - Krakow division, Wydział Form Przemysłowych ASP w Krakowie.\n\nAcknowledgements:\n AGH University of Krakow, Paweł Miara, Michał Kracik, Beata Synkiewicz-Musialska, Marta Tokarz, Ministry of Economic Development and Technology, POLSA Polska Agencja Kosmiczna, European Space Agency, Axiom Space.\n\nPowrót", "metadata": {"url": "https://ctk.agh.edu.pl/aktualnosci/detail/prezentujemy-patch-misji-eksperymentu-mxene-in-leo", "title": "Prezentujemy patch eksperymentu MXene in LEO!-- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "41b445cfadfd9fccb957d4fc0cfa1303", "word_count": 268, "headings": [{"level": 1, "text": "Prezentujemy patch eksperymentu MXene in LEO!"}, {"level": 2, "text": "Stopka"}]}}