{"content": "# Bus OZE – BUdowanie Sieci współpracy na rzecz promocji Odnawialnych Źródeł Energii\n\nURL: http://www.busoze.miekinia.agh.edu.pl\nCrawled: 2025-03-19 22:38:32\n\nW ramach projektu pt. \nBUdowanie Sieci współpracy na rzecz promocji Odnawialnych Źródeł Energii – BUS OZE\n prowadzony jest cykl spotkań, szkoleń, wizyt studyjnych, które zwieńczone zostaną opracowaniem koncepcji zagospodarowania Małopolskiego Centrum Odnawialnych Źródeł i Poszanowania Energii w Miękini. Zasadniczym celem prac projektowych jest wypracowanie nowego modelu współpracy na zasadzie utworzenia nowego kanału transferu informacji, wiedzy oraz know-how, dotyczących teorii i praktyki w zakresie wdrażania i monitorowania efektywności odnawialnych źródeł energii.\n\nOficjalna strona projektu \nwww.busoze.agh.edu.pl\n\nGłównym celem projektu jest upowszechnienie wśród uczniów szkół ponadgimnazjalnych najnowszych badań i rozwiązań technologicznych w zakresie odnawialnych źródeł energii (OZE) oraz podniesienie poziomu wiedzy i umiejętności na temat najnowszych rozwiązań OZE, co pozwoli zwiększyć ich zainteresowanie kontynuowaniem nauki w tym kierunku bądź podjęciem pracy naukowo – badawczej.  \nCzytaj dalej\n\nBUS OZE wyposażony jest zarówno w stałe elementy zainstalowane wewnątrz pojazdu tj. pompy ciepła, kolektory słoneczne, elementy wymiennika ciepła i wiele innych jak również w dodatkowe wyposażenie możliwe do demonstracji poza wnętrzem pojazdu.\n\nZapraszamy do zapoznania się z pełną \nofertą. \n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica\n\nWydział Geologii Geofizyki i Ochrony Środowiska\n\nKatedra Surowców Energetycznych\n\nAl .Mickiewicza 30\n\n30-059 Kraków\n\ntel. +48 12 617 40 57\n\ne-mail: busoze@gmail.com", "metadata": {"url": "http://www.busoze.miekinia.agh.edu.pl", "title": "Bus OZE – BUdowanie Sieci współpracy na rzecz promocji Odnawialnych Źródeł Energii", "depth": 3, "duplicate": false, "content_hash": "33a636dae1401f061212d0f203312893", "word_count": 190, "headings": []}}