{"content": "#  Kurs euro - Dział Zamówień Publicznych AGH\n\nURL: http://www.dzp.agh.edu.pl/dla-jednostek-agh/kurs-euro/\nCrawled: 2025-03-19 21:17:06\n\nKurs euro 4,6371\nDział Zamówień Publicznych informuje, że zgodnie z Obwieszczeniem Prezesa Urzędu Zamówień Publicznych z dnia 3 grudnia 2023 r. z dniem 1 stycznia 2024 r. średni kurs złotego w stosunku do euro, stanowiący podstawę przeliczania wartości zamówień publicznych - wynosi \n4,6371\n. Zmianie ulega również próg unijny i wynosi 221 000 euro.\n\nNowy próg unijny i jego równowartość w złotych oraz nowy średni kurs złotego w stosunku do euro stanowiący podstawę przeliczania wartości umów koncesji – obowiązują od 1 stycznia 2024 r.\n\nDokumenty do pobrania:\nObwieszczenie Prezesa Urzędu Zamówień Publicznych z dnia 3 grudnia 2023 r. w sprawie aktualnych progów unijnych, ich równowartości w złotych, równowartości w złotych kwot wyrażonych w euro oraz średniego kursu złotego w stosunku do euro stanowiącego podstawę przeliczania wartości zamówień publicznych lub konkursów\nKurs euro obowiązujący w latach 2022-2023 \n4,4536.\n\nDokumenty do pobrania:\nObwieszczenie Ministra Rozwoju i Technologii ogłoszone na podstawie art. 18 ust. 2a ustawy z dnia 21 października 2016 r. o umowie koncesji na roboty budowlane lub usługi (Dz. U. z 2021 r. poz. 541).\n Kurs euro obowiązujący w latach 2020-2021 \n4,2693.\n\nDokumenty do pobrania:\n\nRozporządzenie Prezesa Rady Ministrów z dnia 18 grudnia 2019 r. w sprawie średniego kursu złotego w stosunku do euro stanowiącego podstawę przeliczania wartości zamówień publicznych (Dz. U. poz. 2453).\nDokumenty do pobrania:\n\nRozporządzenie Prezesa Rady Ministrów z dnia 28 grudnia 2017 r. w sprawie średniego kursu złotego w stosunku do euro stanowiącego podstawę przeliczania wartości zamówień publicznych (Dz. U. poz. 2477).\nKurs euro obowiązujący w latach 2018-2019 - \n4,3117.\nDokumenty do pobrania:\nRozporządzenie Prezesa Rady Ministrów z dnia 28 grudnia 2017 r. w sprawie średniego kursu złotego w stosunku do euro stanowiącego podstawę przeliczania wartości zamówień publicznych (Dz. U. poz. 2477).\nKurs euro obowiązujący w latach 2016-2017 - \n4,1749\n. \n\nDokumenty do pobrania:\nRozporządzenie Prezesa Rady Ministrów z dnia 28 grudnia 2015 r. w sprawie średniego kursu złotego w stosunku do euro stanowiącego podstawę przeliczania wartości zamówień publicznych (Dz. U. poz. 2254)\nKurs euro obowiązujący w latach 2014-2015 - \n4,2249\n\nDokumenty do pobrania:\nRozporządzenie Prezesa Rady Ministrów z dnia 23 grudnia 2013 r. w sprawie średniego kursu złotego w stosunku do euro stanowiącego podstawę przeliczania wartości zamówień publicznych (Dz. U. poz. 1692)\n Kurs euro obowiązujący w latach 2012-2013 - \n4,0196\n\nDokumenty do pobrania:\nRozporządzenie Prezesa Rady Ministrów z dnia 16 grudnia 2011 r. w sprawie średniego kursu złotego w stosunku do euro stanowiącego podstawę przeliczania wartości zamówień publicznych", "metadata": {"url": "http://www.dzp.agh.edu.pl/dla-jednostek-agh/kurs-euro/", "title": " Kurs euro - Dział Zamówień Publicznych AGH", "depth": 2, "duplicate": false, "content_hash": "19f27065e661ac87acf540a1ab45c3f8", "word_count": 402, "headings": [{"level": 1, "text": "Kurs euro 4,6371"}]}}