{"content": "#  Geośrodowisko Miasta -- WGGIOS AGH \n\nURL: https://www.wggios.agh.edu.pl/kandydaci/geosrodowisko-miasta\nCrawled: 2025-03-19 21:32:16\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Geośrodowisko Miasta \n\nNowość w ofercie kształcenia WGGIOŚ — kierunek na studiach II stopnia, Geośrodowisko Miasta — przygotuje specjalistów zajmujących się obszarami zurbanizowanymi, rozumiejącymi potencjał i ograniczenia geośrodowiska, a zwłaszcza jego zasoby. Będą oni posiadali odpowiednie kompetencje z zakresu gruntoznawstwa, hydrologii, hydrogeologii, geochemii i ochrony środowiska, ukierunkowane na zastosowanie do specyfiki geośrodowiska miejskiego, w różnym stopniu wykorzystywanego i przekształconego przez człowieka.\n\nAbsolwenci tego kierunku będą potrafili ocenić wpływ inwestycji (współczesnych i tych historycznych) na środowisko, tak by w sposób prawidłowy zdiagnozować kompleksowe skutki tych aktywności oraz wskazać kierunki korzystania z usług środowiska i jego zasobów przy zminimalizowanych presjach na biotyczne i abiotyczne komponenty, w myśl zrównoważonego rozwoju.\n\nNie musisz być absolwentem studiów inżynierskich na naszym Wydziale, aby studiować na tym kierunku!\n\nProgram studiów ukierunkowany jest na zajęcia warsztatowe oraz ćwiczenia laboratoryjne, które dzięki swojej specyfice pozwalają nabyć umiejętności praktyczne.\n\nW ramach studiów nie przewiduje się obowiązkowych praktyk zawodowych\n\nJako absolwent kierunku Geośrodowisko miasta bez problemu znajdziesz zatrudnienie w różnych instytucjach i przedsiębiorstwach zajmujących się monitorowaniem stanu środowiska na poszczególnych etapach realizacji inwestycji miejskich, w tym np. badaniami skuteczności projektów rekultywacji obszarów poprzemysłowych lub zdegradowanych.\n\nChętnie zatrudnią Cię jednostki samorządów terytorialnych, administracji rządowej, czy instytucje opracowujące i wdrażające strategiczne programowanie ochrony środowiska oraz mających na celu adaptację do zmian klimatu oraz ochronę zasobów przyrodniczych zgodnie z koncepcją inteligentnych miast (Smart City). Koncepcja ta charakteryzuje się m.in. przechodzeniem na zieloną gospodarkę (Green Economy, Zero Waste), powiększaniem obszarów zielonych i retencyjnych, w celu zachowania zasobów geośrodowiskowych, dziedzictwa przyrodniczego i kulturowego dla obecnych i przyszłych pokoleń.\n\nPo ukończeniu studiów na kierunku Geośrodowisko Miasta będziesz potrafił:\n\npozyskiwać, integrować i interpretować dane środowiskowe pochodzące z różnych źródeł;\n\nprawidłowo zaplanować proces inwestycyjny z uwzględnieniem aspektów prawnych, technicznych i społecznych;\n\nzaplanować oraz wykonać badania terenowe i laboratoryjne, konieczne do rozwiązania danych problemów inżynierskich w obszarach zurbanizowanych;\n\nwykonać symulacje komputerowe wybranych zjawisk zachodzących w środowisku wodno-gruntowym i wykorzystać ich wyniki do rozwiązywania zadań o charakterze inżynierskim;\n\ndobrać odpowiednie metody i techniki do projektowanych systemów lub procesów z zakresu inżynierii miejskiej i zarządzania środowiskiem zurbanizowanym;\n\nutworzyć interdyscyplinarny zespół, mogący kompleksowo rozwiązywać złożone problemy środowiskowe w obszarach zurbanizowanych.\n\nStopka\n\nSpis pracowników\n\nBaza Danych o Autorach i Publikacjach\n\nDokumenty AGH\n\nLicencje i oprogramowanie\n\nPoczta AGH\n\nRozbudowa Centrum Miękinia\n\nDeklaracja dostępności\n\nUBPO\n\nRegulamin studiów\n\nUSOS\n\nSylabus AGH\n\nPomoc materialna dla studentów\n\nProgram Erasmus+\n\nStudium Języków Obcych\n\nWydział Geologii, Geofizyki i Ochrony Środowiska\nAkademia Górniczo-Hutnicza \nim. Stanisława Staszica\n\nal. Mickiewicza 30\n30-059 Kraków\n\nNIP AGH: 675 000 19 23 \n\nNr konta Wydziału:\n58 1240 4722 1111 0000 4859 2918\nBank Pekao S.A. Kraków\n\nDziekanat\ntel. +48.12.617.23.50–51\ne-mail: dziekanatwggios@agh.edu.pl\n\nBiuro Dziekana\ntel. +48.12.617.32.54\ne-mail: wggios@agh.edu.pl\n\n © 2023 Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.wggios.agh.edu.pl/kandydaci/geosrodowisko-miasta", "title": " Geośrodowisko Miasta -- WGGIOS AGH ", "depth": 3, "duplicate": false, "content_hash": "5d2ce7dd1de7b7113a6383dddb11931d", "word_count": 452, "headings": [{"level": 1, "text": "Geośrodowisko Miasta"}, {"level": 2, "text": "Stopka"}]}}