{"content": "# Jubileusz 70-lecia Wydziału Odlewnictwa - Wydział Odlewnictwa\n\nURL: http://odlewnictwo.agh.edu.pl/wydzial/jubileusz-70-lecia/\nCrawled: 2025-03-19 21:33:57\n\nJubileusz 70-lecia\n\nMenu\n\nJubileusz 70-lecia Wydziału Odlewnictwa\n\nPoczątki odlewnictwa w dzisiejszej Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie wiążą się z Wydziałem Hutniczym, na którym od początku prowadzony był wykład z odlewnictwa przez prof. Jerzego Buzka. W 1935 r. utworzona została na Wydziale Hutniczym Katedra Metalurgii Surówki i Odlewnictwa. Powołanie tej Katedry wiązało się z rozwojem odlewnictwa krajowego i dużym zapotrzebowaniem na specjalistów z tego zakresu w okresie międzywojennym. Po wojnie, w 1946 roku w obrębie Wydziału Hutniczego utworzono Oddział Odlewniczy. Powstała także Katedra i Zakład Odlewnictwa. W tym czasie utworzono także w Krakowie Instytut Odlewnictwa, jednostka badawczo-naukowa Ministerstwa Przemysłu Ciężkiego oraz Zjednoczenia Przemysłu Wyrobów Odlewniczych. Kraków stał się silnym ośrodkiem polskiego odlewnictwa.\n\nW roku akademickim 1951/52 Wydział Odlewniczy (przemianowany rok później na Wydział Odlewnictwa) rozpoczął swoją samodzielną działalność naukowo-dydaktyczną. Stworzenie samodzielnego Wydziału, dysponującego odpowiednią kadrą naukowo-dydaktyczną, odpowiadało na potrzeby dynamicznego rozwoju odlewnictwa jako ważnej gałęzi przemysłu polskiego, zapewnienia kadr inżynierskich dla przemysłu i na potrzeby realizacji wielu prac naukowo-badawczych, tworzących naukowe podstawy nowoczesnego odlewnictwa.\n\nKontakt\n\nDr inż. Agnieszka Roczniak\ne-mail: \nbiurowo@agh.edu.pl\ntel. +48 12 617 2701", "metadata": {"url": "http://odlewnictwo.agh.edu.pl/wydzial/jubileusz-70-lecia/", "title": "Jubileusz 70-lecia Wydziału Odlewnictwa - Wydział Odlewnictwa", "depth": 3, "duplicate": false, "content_hash": "b02650f33a9c0b5371dc5aa3908c69f1", "word_count": 177, "headings": [{"level": 3, "text": "Jubileusz 70-lecia"}, {"level": 1, "text": "Jubileusz 70-lecia Wydziału Odlewnictwa"}, {"level": 2, "text": "Kontakt"}]}}