{"metadata": {}, "content": "AKADEMIA GORNICZO-HUTNICZA\nIM, STANISEAWA STASZICA W KRAKOWIE\n\nprof. dr hab. inz.\nRafat Danko\n\nPROREKTOR DS. STUDENCKICH\n\nCSS-sspm.4410-3/2023 Krakow, dnia 03.02.2023 r.\n\nSzanowni Pafistwo\n\nStudenci AGH\n\noraz\n\nDziekani i Prodziekani ds, Studenckich\nWydziat6w AGH\n\nw miejscu\n\nSzancen . Fang2,\n\nPrzekazuje wazne informacje dotyczace przyznawania Swiadczen\nw semestrze letnim roku akademickiego 2022/2023.\n\nI. Terminy sktadania wnioskéw o Swiadczenia w semestrze\n\nletnim\nStypendium Termin sktadania wniosk6w\nsocjalne do 3 marca 2023 r. (piatek)\n| dla oséb niepetnosprawnych do 3 marca 2023 r. (piatek)\nrektora (dla studentow\nrozpoczynajacych I rok do 13 marca 2023 r. (poniedziatek)\nstudiéw II stopnia) .\n\nII. Procedura ubiegania sie o przyznanie Swiadczen\n\n1. Stypendium socjalne\nWszyscy studenci AGH, zainteresowani otrzymywaniem stypendium\nsocjalnego w semestrze letnim, powinni ztozyé wniosek o to\nswiadczenie. Dotyczy to r6wniez osdéb, ktére otrzymywaty stypendium\nsocjalne wsemestrze zimowym. Whiosek nalezy  wypetni¢\nw USOSweb, anastepnie ztozy€ w dziekanacie Wydzialu w formie\npapierowej wraz z zatacznikami.\n\nal. A. Mickiewicza 30, 30-059 Krakéw, tel.: +48 12 617 20 10\ne-mail: prorektor.studenci@agh.edu.pl, www.agh.edu.pl\n\n\na) Studenci, ktérzy otrzymywali stypendium socjaine\nw semestrze zimowym,  powinni dotaczyé do wniosku\noSwiadczenie o braku zmiany sytuacji materialnej lub,\nw przypadku jej zmiany, dokumenty potwierdzajace uzyskanie lub\nutrate dochodu. Wz6r oSwiadczenia dostepny jest na stronie Dziatu\nSpraw Studenckich w zaktadce Dokumenty do pobrania.\n\nUWAGA! Studenci, ktérzy w semestrze zimowym dotaczyli do wniosku\nostypendium socjalne zaSwiadczenie o statusie bezrobotnego\ncztonka rodziny, zobligowani sa do dotaczenia aktualnego zaswiadczenia\ndo wniosku na semestr letni.\n\nb) Studenci, ktérzy nie otrzymywali stypendium socjalnego\nw semestrze zimowym, powinni dotaczyé do wniosku dokumenty\npotwierdzajace sytuacje materialna. Wykaz dokumentéw\ndostepny jest na stronie Dziatu Spraw Studenckich w zaktadce\nStypendium socjaine.\n\nWnioski student6w rozpoczynajacych studia II stopnia, ktdrzy\nw semestrze zimowym roku akademickiego 2022/2023 byli studentami\nsiddmego semestru studidw w AGH i otrzymywali stypendium socjalne,\na w ramach rekrutacji zmienili Wydziat, zostana rozpatrzone\nw oparciu o kopie kompletu dokumentéw ztozonych w = semestrze\nzimowym.\n\nPracownikéw dziekanat6w prosze o wspd6élprace w zakresie\nprzekazywania miedzy Wydziatami AGH kopii dokumentacji\nww. studentow, potwierdzonych za zgodnoSé z oryginatem.\n\n2. Stypendium dla os6b niepetnosprawnych\n\nWszyscy studenci AGH legitymujacy sie orzeczeniem o  stopniu\nniepefnosprawnosci oraz zainteresowani otrzymaniem stypendium dla\noséb niepetnosprawnych w semestrze letnim, powinni zlozyé wniosek\no przyznanie tego Swiadczenia bez wzgledu na to, czy otrzymywali je\nw semestrze zimowym. Wniosek nalezy wypetnic w USOSweb, a nastepnie\nztozyé w formie papierowej w dziekanacie Wydziatu. W przypadku\nstudentéw, ktérzy pobierali powyzsze Swiadczenie w semestrze\nzimowym, nie ma koniecznosci dotaczania do wniosku orzeczenia\no stopniu niepetnosprawnosci.\n\n3. Stypendium rektora\na) Z uwzglednieniem jedynie Sredniej ocen\n\nW przypadku studentéw studiédw drugiego stopnia rozpoczynajacych sie\nw semestrze letnim, punktowana jest Srednia ocen uzyskana w ostatnim\nroku nauki na studiach pierwszego stopnia. Jezeli ostatni rok studidw\npierwszego stopnia trwa jeden semestr, bierze sie pod uwage Sredniq\nocen uzyskana w tym semestrze. Wniosek nalezy wypetni€é w USOSweb,\na nastepnie ztozy¢ w formie papierowej w dziekanacie Wydziatu.\n\n\n\n|\n\nb) Z uwzglednieniem osiagnieé naukowych, sportowych lub\nartystycznych\n\nStudent, ktéry rozpoczyna w semestrze letnim studia drugiego stopnia\nw AGH moze otrzyma¢ stypendium rektora z uwzglednieniem osiagnieé\nnaukowych, artystycznych lub sportowych tylko, jezeli ubiegat sie o to\nstypendium na podstawie tych samych osiagnieé na ostatnim\nsemestrze studidw pierwszego stopnia w AGH w roku akademickim\n2022/2023. W takiej sytuacji przyznana liczba punktdéw za osiagniecia\nnaukowe, artystyczne lub sportowe nie ulega zmianie.\n\nW tym przypadku, do wniosku nalezy wprowadzié te same osiagniecia, co\nw semestrze zimowym —- nie ma koniecznosci ponownego dotaczania\ndokument6éw potwierdzajacych te osiagniecia. Wniosek nalezy\nwypeini¢é w USOSweb, a nastepnie ztozyé w formie papierowej\nw dziekanacie Wydziatu.\n\nLiczba mozliwych do przyznania stypendiéw rektora na I roku studiéw II\nstopnia rozpoczynajacych sie w semestrze letnim zostanie ustalona\nw terminie do 24 marca br. (piatek).\n\nWnioski o przyznanie stypendium rektora zostanq rozpatrzone nie pdzniej,\nniz 7 kwietnia br. (piatek).\n\nStudenci pozostatych lat studiéw, kt6érym przyznano stypendium\nrektora na rok akademicki 2022/2023, beda je otrzymywaé takze\nw semestrze letnim.\n\n4. Zapomoga\n\nPrzypominam, ze studenci znajdujacy sie w trudnej sytuacji zyciowej\nmoga ubiega¢ sie o zapomoge. Znalezienie sie w trudnej sytuacji zyciowej\nmoze byé spowodowane m.in.:\n\n1) ciezka choroba lub smiercia cztonka rodziny;\n\n2) ciezka choroba studenta (w tym problemami psychicznymi);\n\n3) kleska zywiotowa (np. pozar, powddz).\n\nPrzyznanie zapomogi z tytutu korzystania z pomocy psychologicznej jest\nmozliwe w przypadku dotaczenia do wniosku faktury za konsultacje\npsychologiczne/psychiatryczne/psychoterapie oraz zaSwiadczenia\nspecjalisty potwierdzajace korzystanie ze specjalistycznej opieki.\nWniosek 0 przyznanie zapomogi nalezy wypetni¢é w USOSweb, a nastepnie\nztozy¢ w formie papierowej w dziekanacie Wydziatu wraz z zatacznikami.\n\nIII. Wyptata Swiadczen\n\nWyptata Swiadczen w semestrze letnim nastapi na biezaco w marcu br.,\nlub w kwietniu br. z wyr6wnaniem za marzec. Terminy wyptaty Swiadczen\nodbywaja sie zgodnie z przyjetym harmonogramem, z_ wyjatkiem\nstypendi6w rektora przyznawanych w semestrze letnim, ktére zostana\nwyptacone wyjatkowo do 24 kwietnia br. (poniedziatek).\n\n\n|\n\nIV. Informacje dodatkowe\n\n1) Whnioski o stypendium socjalne i stypendium dla osdéb\nniepefnosprawnych zostana uruchomione w USOSweb nie pdzniej\nniz w dniu 15 lutego br. (Sroda).\n\n2) Whiosek o stypendium rektora zostanie uruchomiony w USOSweb\n27 lutego br. (poniedziatek).\n\n3) Zarejestrowanie wniosku o stypendium w USOSweb nie jest\njednoznaczne z jego ztozeniem. Whioski, ktére nie zostana\nztozone w formie papierowej w dziekanacie Wydziatu, nie beda\npodlega¢ rozpatrzeniu.\n\n4) WysokoSé Swiadcezen stypendialnych, w stosunku do semestru\nzimowego, nie ulega zmianie.\n\nUprzejmie prosze Paristwa Dziekandéw o przekazanie powyzszej informacji\ndo wiadomosci studentow.\n\nZz we PALI Cr\n\nPROREKTC TUDENCKICH\n\nf. dr hab. ing. Rafat Dafiko\n(3)\n\nOtrzymuja:\n1. JM Rektor,\n2.  Kwestor,\n3. URSS,\n4. ZOSD,\n5. aa.\n\n\n\n"}