{"content": "# Edytuj Scientist: Giang Nguyen Van – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Giang_Nguyen_Van&action=formedit\nCrawled: 2025-03-19 22:01:29\n\nEdytuj Scientist: Giang Nguyen Van\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nNazwisko:\n\nImię:\n\nDrugie imię/imiona:\n\nTytuły:\n\nZdjęcie:\n\nNguyen Van Giang.jpg\n\nData urodzenia:\n\nMiejsce urodzenia:\n\nData śmierci:\n\nMiejsce śmierci:\n\nSpecjalności:\n\ngeofizyka stosowana\ngeofizyka poszukiwawcza\n\nPełnione funkcje:\n\nWydział:\n\nJednostka pozawydziałowa:\n\nOdznaczenia i nagrody:\n\nRok przyznania doktoratu h.c. AGH:\n\nPowód przyznania doktoratu h.c. AGH:\n\nTytuły honorowe AGH:\n\nDoktor Honoris Causa AGH\n\nPełnione Funkcje\n\nFunkcje:\n\nJednostka:\n\nRok_od:\n\nRok_do:\n\ndodaj funkcję\n\nTekst biogramu:\n\nProf. dr inż. '''Giang Nguyen Van''' (1950-)\n\nDyscyplina/specjalności: geofizyka stosowana, geofizyka poszukiwawcza\n\n== Nota biograficzna ==\n\nUrodził się 18 września 1950 roku w Ninh Binh w Wietnamie. \n\nW 1968 roku rozpoczął studia na ówczesnym [[Wydział Geologiczno-Poszukiwawczy|Wydziale Geologiczno-Poszukiwawczym Akademii Górniczo-Hutniczej]] (specjalność geofizyka poszukiwawcza), gdzie w  1974 roku uzyskał dyplom magistra inżyniera. W roku 1989 obronił doktorat w Instytucie Geofizyki w National Centre for Science and Technology (NCST) na podstawie pracy \"Badanie charakterystyki pola geomagnetycznego na terytorium Wietnamu na podstawie danych naziemnych i pomiarów aeromagnetycznych\".\nW roku 2002  uzyskał stanowisko profesora w Instytucie Geofizyki w Wietnamskiej Akademii Nauk i Technologii w Hanoi (VAST, wcześniej NCST).\n\nW roku 1975 rozpoczął pracę jako geofizyk w National Centre for Science and Technology (NCST) w Hanoi, w Wietnamie.  W latach 1990–2010 - Dyrektor Zakładu Geofizyki Stosowanej w Instytucie Geofizyki VAST. W latach 1996–2010 - wykładowca geofizyki na Wydziale Geologii University of Natural Sciences – Hanoi National University. W latach 2002–2014 – wykładowca metod elektromagnetycznych na Wydziale Fizyki University of Natural Sciences – Ho Chi Minh City National University. \nDyrektor Zakładu Geofizyki Stosowanej w Graduated University of Science and Technology of VAST i Dyrektor Zakładu Geotechniki i Podziemnych Struktur w Binh Duong University. Przewodniczący Rady Naukowej Instytutu Geofizyki VAST.\n\nWspółpracował z Institute of Terrestrial Magnetism, Ionosphere and Radio Wave Propagation of the Russian Academy of Sciences w Moskwie (1984), Institute de Physique du Globe de Paris (1990), Institute of Geophysics at the Ludwig-Maximilians University w Monachium (1995), Asian Institute of Technology w Bangkoku (2001), L'Institute de Physique du Globe de Strasbourg EOST, CNRS Uniwersytetu w Strasburgu (2004), Akita University w Japonii, (2006), Sapienza University w Rzymie (2007), Chiang Mai University w Tajlandii (2008), Ping Tung University na Tajwanie (2009). \n\nDzięki staraniom Profesora została odnowiona współpraca między Wietnamską Akademią Nauk i Technologii oraz Akademią Górniczo-Hutniczą w Krakowie. Umowa realizowana na kilku wydziałach AGH obejmuje działalność badawczą w zespołach międzynarodowych wraz z jednostkami przemysłowymi, prace metodyczne i doświadczalne nad doskonaleniem szeroko rozumianych badań geofizycznych, geologicznych, geodezyjnych i innych oraz wymianę naukowców.\n\nCzłonek Rady Naukowej kwartalnika AGH „Geologia”, obecnie „Geology, Geophysics & Environment”. \n\nAutor i współautor licznych publikacji w języku wietnamskim, angielskim, rosyjskim, polskim i francuskim, w tym monografii i podręczników akademickich. Obszar jego działania naukowego obejmuje problematykę poszukiwania i monitoringu stanu warstw wodonośnych metodami geofizycznymi, wykorzystanie metody georadarowej w zagadnieniach inżynierskich i ochrony środowiska, a także badanie metodami geofizycznymi geologicznych struktur przypowierzchniowych \n\nCzłonek Vietnamese Society of Geophysicists, Vietnamese Society of Physics, Vietnamese Association of Geology. \nPrzedstawiciel Wietnamu z funkcją sekretarza w Międzynarodowej Unii Geodezji i Geofizyki \nOd roku 2005 - zastępca redaktora naczelnego w Vietnam Journal of Earth Sciences.\n\nW 2016 roku otrzymał doktorat honoris causa AGH.\n\n==== Odznaczenia i nagrody ====\nNagrody zespołowe Ho Chi Minha dla Nauki (2005) za pracę przy Narodowym Atlasie Wietnamu, za konstrukcję pięciu map geomagnetycznych, nagroda UNESCO (UNESCO Regional in Jakarta Award)\n\n== Źródła do biogramu == \n==== Książki ====\n* Profesor Nguyen Van Giang Doktor Honoris Causa Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie. Kraków, 1 kwietnia 2016 r. Kraków 2016, 32 s., [foto]\n\n==== Artykuły ====\n* Profesor Nguyen Van Giang doktorem honoris causa AGH. ''Biuletyn AGH'' 2016, nr 101, s. 14-15, [foto]\n* Profesor Nguyen Van Giang doktorem honoris causa AGH. ''Vivat Akademia : AGH'' 2016, nr 15, s. 6, [foto]\n* [''Protokół z Posiedzenia Senatu AGH...'' 30.09.2015], s. 2, 8-9, 33\n\n==== Inne ====\n* Nguyen Van Giang [Zaproszenie] na uroczyste posiedzenie senatu AGH poświęcone nadaniu godności Doktora Honoris Causa Panu Nguyen Van Giang. [Kraków 2016], [foto]\n\n'''''<span style=\"color:red;\">stan na dzień 11.02.2023</span>''''' \n\n{{DEFAULTSORT:Nguyen Van, Giang}}\n[[Category:Biogramy]]\n[[Category:Doktorzy honoris causa AGH]]\n\nOpis zmian:\n\nTo jest drobna zmiana\n\nObserwuj\n\nZapisz\n\nPokaż podgląd\n\nPodgląd zmian\n\nAnuluj", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Giang_Nguyen_Van&action=formedit", "title": "Edytuj Scientist: Giang Nguyen Van – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "328b2b1ffa95060ec04e96689cf4c1f1", "word_count": 687, "headings": [{"level": 1, "text": "Edytuj Scientist: Giang Nguyen Van"}]}}