{"content": "# Budowa Studenckiego Centrum Konstrukcyjnego AGH\n\nURL: http://www.inwestycje.agh.edu.pl/projekty-mein/budowa-studenckiego-centrum-konstrukcyjnego-agh/\nCrawled: 2025-03-19 22:35:53\n\n„Budowa Studenckiego Centrum Konstrukcyjnego AGH”\nRodzaj inwestycji\nPrzedmiotem inwestycji jest budowa budynku hali z przeznaczeniem na Studenckie Centrum Konstrukcyjne AGH oraz jego podstawowe wyposażenie, w tym zakup specjalistycznych urządzeń warsztatowych. Centrum kumulować będzie działalności kół naukowych studentów, wymagających stosownego zaplecza technicznego. Obiekt będzie wybudowany w standardzie obiektów techniczno-użytkowych, do czasowego pobytu ludzi w zależności od warunków\nMożliwa ilość osób mogących przebywać w pomieszczeniach budynku to ok. 100 osób, w tym studentów ok. 90%, a pracowników naukowo-dydaktycznych i administracyjnych uczelni ok. 10%.\nDane finansowe inwestycji\nDofinansowano z budżetu państwa - dotacja celowa Ministra Edukacji i Nauki\nDofinansowanie: 4 500 000 zł\nCałkowita wartość: 16 200 000 zł\n\nLokalizacja inwestycji\nPrzedmiotowa inwestycja jest zlokalizowana na terenie głównego kampusu Akademii Górniczo–Hutniczej im. Stanisława Staszica w Krakowie, przy ul. Kawiory 40, na działkach ewidencyjnych nr 653/44, 653/59, 772/31 (obręb 4 jednostka ewidencyjna Krowodrza), w miejscu istniejących budynków D-9 i D-12, które przewidziane są do rozbiórki.\n\nZakres rzeczowy i opis inwestycji\nCentrum składać się będzie z hali (konstrukcja naziemna bez podpiwniczeń) w której wydzielone będą pomieszczenia na specjalistyczne warsztaty oraz pomieszczenia pomocnicze (projektowe, szkoleniowe, socjalne itp.).\nDla zapewnienia prawidłowej działalności zostaną wykonane następujące pomieszczenia:\n-        otwarta przestrzeń do prototypowania,\n-        pomieszczenia warsztatowe z nadzorem technicznym i nadzorem BHP wyposażone w maszyny i urządzenia do prototypowania i obróbki CNC elementów, suwnice, szafki na sprzęt i narzędzia,\n-        pomieszczenia dla potrzeb budowy układów elektronicznych (lutowanie, prototypowanie itp.) wyposażone w stoły do lutowania elementów, odciągi i dużą ilość szafek na elementy elektroniki,\n-        pomieszczenia dedykowane do prac kompozytowych, wyposażone m.in. w odciągi, autoklaw, inst. sprężonego powietrza,\n-        pomieszczenia dedykowane wyłącznie do konstrukcyjnych prac komputerowych, czyli do projektowania i prowadzenia prac symulacyjnych wyposażone w wydajne komputery, rzutniki, ekrany TV i ergonomiczne stoły i krzesła,\n-        pomieszczenia magazynowe dedykowane do składowania, regały wysokiego składowania,\n-        pomieszczenia reprezentacyjne dedykowane na spotkania zespołowe, spotkania z gośćmi, spotkania ze sponsorami wyposażone w duże ekrany TV lub rzutniki i profesjonalne nagłośnienie,\n-        pomieszczenia socjalne do przebrania się w ubrania warsztatowe i z szafkami (szatnia), szafki metalowe zamykane, ławeczki,\n-        łazienka męska/żeńska oraz prysznic.\nPomieszczenia zostaną wyposażone w instalacje elektryczne, wentylacyjne, sprężonego powietrza, internetowe, kontroli dostępu. Budynek będzie posiadał bramę umożliwiającą wjazd samochodem dostawczym celem załadunku/wyładunku.\nDane powierzchniowe i ilościowe\nParametry charakterystyczne budynku:\n\n       Wysokość zabudowy: 11,6 m (budynek niski)\n\n       Ilość kondygnacji naziemnych: 2\n\n       Powierzchnia zabudowy: 756,5 m\n2\n\n       Powierzchnia użytkowa: 1 322 m\n2\n\n       Kubatura: 8 580 m\n3 \n\nPowierzchnia całkowita: 1 700 m\n2\n\nUzasadnienie celowości inwestycji\nGłównym celem inwestycji jest uzyskanie nowej powierzchni umożliwiającej studentom prowadzenie działalności techniczno-naukowej. Centrum pozwoli na stworzenie warunków umożliwiających kreowanie i wspomaganie rozwoju interdyscyplinarnych projektów studenckich. Budynek będzie sprzyjał tworzeniu i rozwijaniu nowych, często innowacyjnych rozwiązań technicznych oraz wykorzystaniu w praktyce wiedzy zdobytej w ramach kształcenia w Uczelni. Budowa Studenckiego Centrum Konstrukcyjnego AGH związana jest z potrzebami stworzenia centrum do działalności studentów, w zakresie ich aktywności w kreowaniu rozwiązań prototypowych, która obecnie widoczna jest w działalności kół naukowych takich jak m.in. AGH Racing (samochody elektryczne), Eko-Energia (Turbiny wiatrowe), AGH Solar Plane (szybowce napędzane energią słoneczną), AGH Space Systems (budowa rakiet), MechaniCAD (budowa pojazdu o napędzie wodorowym). Korzyści wynikające z tych działań zwiększą oddziaływanie na otoczenie społeczne, gospodarcze i międzynarodowe. Większość projektów wypełnia cele strategiczne uczelni badawczej, i wspiera tworzenie innowacyjnych rozwiązań zgodnie z założeniami PEP 2040. Dla przedmiotowej inwestycji została opracowana koncepcja i uzyskana decyzja o ustaleniu lokalizacji inwestycji celu publicznego. Aktualnie procedowane jest uzyskanie decyzji pozwolenia na budowę oraz opracowywany jest wielobranżowy projekt wykonawczy.", "metadata": {}}