{"content": "# F-gazy - Wydział Energetyki i Paliw | AGH Kraków\n\nURL: https://weip.agh.edu.pl/f-gazy/\nCrawled: 2025-03-19 21:35:47\n\nRejestracja uzupełniająca na szkolenie na kierunku Energetyka \nw ramach projektu  „Zintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie”, nr POWR.03.05.00-00-Z307/17-00\n\nSzkolenie i egzamin w 1 kategorii z zakresu F-Gazów i substancji kontrolowanych\n\nSzkolenie i egzamin ( pierwsze podejście) są całkowicie darmowe dla studentów zakwalifikowanych do projektu. W Szkoleniu mogą uczestniczyć studenci/tki Wydziału Energetyki i Paliw , którzy spełniają łącznie poniższe warunki:\n\n do zakończenia kształcenia pozostają im maksymalnie 4 semestry na każdym stopniu studiów (możliwość przystąpienia do programu od 4 semestru pierwszego stopnia + cały drugi stopień),\n\n przewidywana data obrony pracy dyplomowej jest wcześniejsza, niż 31 października 2023 r.\n\n posiadają aktualny wpis na rok akademicki\n\n poddali/-ły się początkowemu bilansowi kompetencji.\n\nObowiązkiem Uczestnika Szkolenia jest poddanie się badaniu bilansu kompetencji przed i po zakończeniu wsparcia w ramach Projektu.\n\nWydziałowym Koordynatorem Szkoleń jest Pani mgr  inż. Marta Kuta\n\nSzczegółowe informacje dotyczące uczestnictwa w szkoleniach przedstawiono w załączonym Regulaminie.\n\nZachęcamy do skorzystania z oferty szkoleniowej.\n\nRejestracja prowadzona jest poprzez formularz elektroniczny \n\nhttps://forms.office.com/r/awNrdbGCd7\n\nSkrócony opis postępowania rekrutacyjnego:\n\nStudent dokonuje wstępnego zapisu na listę chętnych w Wydziałowym Biurze Projektu przez formularz elektroniczny pod linkiem\n\nhttps://forms.office.com/r/awNrdbGCd7\n\nStudent kwalifikowany jest do bilansu kompetencji. Bilans kompetencji odbywa się drogą elektroniczną.\n\nPo otrzymaniu wyniku bilansu kompetencji student przystępuje do rekrutacji składając w Wydziałowym Biurze Projektu dokumenty rekrutacyjne \n(przesłanie skanów w formie elektronicznej)\n. Formularze dokumentów będą dostępne na stronie Wydziału w zakładce Power3.5.\n\nInformacja o zakwalifikowaniu, bądź niezakwalifikowaniu na Szkolenie oraz miejscu na liście rezerwowej zostanie przesłana na indywidualne konta pocztowe kandydatów/tek.\n\nDo zakwalifikowanych osób zostanie wysłana na indywidualne konta pocztowe dalsza procedura odbycia szkolenia i egzaminu.\n\nZałączniki:\n\nRegulamin\n\nZalączniki nr 1_2 \n\nZałącznik nr 3 \n\nZałącznik nr 4 \n\nZałącznik nr 5\n\nUWAGA:\n\nDrogi Studencie/Studentko!  Wynik  % Twojego wstępnego bilansu kompetencji nie musi być wysoki, przecież w tym celu zapisujesz się na szkolenie!", "metadata": {"url": "https://weip.agh.edu.pl/f-gazy/", "title": "F-gazy - Wydział Energetyki i Paliw | AGH Kraków", "depth": 3, "duplicate": false, "content_hash": "86a4330fc0cb5929928148e46180b231", "word_count": 291, "headings": [{"level": 1, "text": "F-gazy"}]}}