{"content": "# Międzynarodowa współpraca naukowa – dr inż. Radosław Mróz z AGH na czele badań nad innowacyjnymi cementami-- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://www.ceramika.agh.edu.pl/aktualnosci/detail/miedzynarodowa-wspolpraca-naukowa-dr-inz-radoslaw-mroz-z-agh-na-czele-badan-nad-innowacyjnymi-cementami\nCrawled: 2025-03-19 21:33:11\n\ndr inż. Radosław Mróz z AGH na czele badań nad innowacyjnymi cementami \n\n Międzynarodowa współpraca naukowa – dr inż. Radosław Mróz z AGH na czele badań nad innowacyjnymi cementami \n\n 28-01-2025 \n\nDr inż. Radosław Mróz z Wydziału Inżynierii Materiałowej i Ceramiki AGH na czele międzynarodowego projektu badawczego nad ekologicznymi cementami\n\nZespół naukowców z Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie, kierowany przez \ndr. inż. Radosława Mroza\n z \nWydziału Inżynierii Materiałowej i Ceramiki AGH\n, rozpoczyna badania nad innowacyjnymi, przyjaznymi środowisku cementami recyklingowymi. Projekt jest realizowany we współpracy z dr. inż. Konstantinosem Sotiriadisem z\n Instytutu Mechaniki Teoretycznej i Stosowanej Czeskiej Akademii Nauk.\n\nW ramach międzynarodowej współpracy naukowej zespół badawczy z Akademii Górniczo-Hutniczej w Krakowie (AGH) wraz z naukowcami z Czech rozpoczyna pionierskie badania nad innowacyjnymi cementami niskoklinkierowymi, które mogą znacząco wpłynąć na redukcję emisji CO2 w przemyśle budowlanym. Projekt, zatytułowany „\nHydratacja i trwałość innowacyjnych cementów niskoklinkierowych zawierających odpady cementowe poddane wymuszonej karbonatyzacji\n”, otrzymał grant w wysokości 1 355 420 zł w konkursie Weave-UNISONO.\n\n Dr inż. Radosław Mróz z Wydziału Inżynierii Materiałowej i Ceramiki AGH na czele międzynarodowego projektu badawczego nad ekologicznymi cementami \n\nCel projektu: zrównoważony rozwój w budownictwie\n\nGłównym celem projektu jest opracowanie nowoczesnych cementów o niskim wpływie na środowisko, które będą zawierać skarbonatyzowane odpady cementowe (CCPFs – Carbonated Cement Paste Fines). Badania skupią się na analizie wpływu składu zaczynu cementowego na mikrostrukturę i reaktywność materiału po obróbce karbonatyzacyjnej. W dalszej kolejności naukowcy zamierzają wykorzystać CCPFs jako dodatki do cementów (SCMs – Supplementary Cementitious Materials) oraz zbadać trwałość tych spoiw w warunkach korozji siarczanowo-chlorkowej i karbonatyzacji.\n\nProjekt ma na celu nie tylko zmniejszenie emisji CO2 podczas produkcji cementu, ale także zagospodarowanie odpadów betonowych, które obecnie stanowią znaczną część odpadów budowlanych i rozbiórkowych. Wykorzystanie drobnoziarnistych frakcji odpadów betonowych może przyczynić się do redukcji ilości składowanych odpadów oraz do stworzenia bardziej ekologicznych materiałów budowlanych.\n\nNowe standardy dla przemysłu cementowego\n\nProdukcja cementu portlandzkiego, głównego spoiwa betonu, generuje znaczne ilości CO2, co stanowi wyzwanie dla sektora budowlanego pod kątem zównoważonego rozwoju. W odpowiedzi na te problemy, projekt AGH i czeskich partnerów przewiduje:\n\nOpracowanie składów cementów trójskładnikowych (typ CEM II/C-M) zawierających CCPFs, zgodnych z nową normą europejską EN 197-5:2021 oraz prEN 197-6:2022.\n\nZbadanie mikrostruktury i reaktywności CCPFs w kontekście ich hydratacji.\n\nOcena trwałości nowych spoiw cementowych w warunkach korozji siarczanowo-chlorkowej i karbonatyzacji.\n\nWpływ badań na przyszłość branży budowlanej\n\nInnowacyjne cementy niskoklinkierowe mogą przyczynić się do:\n\nZmniejszenia emisji CO2 w procesie produkcji cementu o 23-38% w porównaniu z cementem tradycyjnym (CEM II/B-LL).\n\nZwiększenia wykorzystania odpadów betonowych, zwłaszcza frakcji drobnych, które dotychczas nie znajdowały zastosowania w produkcji betonu.\n\nKonkurs Weave-UNISONO: wsparcie dla międzynarodowej współpracy\n\nKonkurs Weave-UNISONO to efekt wielostronnej współpracy między instytucjami finansującymi badania naukowe, skupionymi w stowarzyszeniu Science Europe. Został ogłoszony w celu uproszczenia procedur składnia i selekcji projektów badawczych we wszystkich dyscyplinach nauki, angażujących badaczy z dwóch lub trzech krajów europejskich. Wyłanianie laureatów opiera się na procedurze agencji wiodącej – Lead Agency Procedure (LAP), w myśl której tylko jedna z instytucji partnerskich odpowiedzialna jest za pełną ocenę merytoryczną wniosku, a pozostali partnerzy akceptują wyniki tej oceny. W ramach programu Weave partnerskie zespoły badawcze składają wnioski o finansowanie równolegle do agencji wiodącej oraz do właściwych dla siebie instytucji w programie. Wspólny projekt musi zawierać spójne plany badawcze, wyraźnie ukazujące wartość dodaną współpracy międzynarodowej.\n\nZnaczenie projektu dla przemysłu budowlanego\n\nBeton jest obecnie najczęściej stosowanym materiałem budowlanym na świecie, jednak jego produkcja wiąże się z ogromnym wpływem na środowisko. Cement portlandzki, będący głównym składnikiem betonu, jest wytwarzany w procesie wymagającym dużych ilości energii cieplnej, co prowadzi do emisji znacznych ilości CO2. W ostatnich latach podejmowane są liczne próby zmniejszenia śladu węglowego cementu, m.in. poprzez zastępowanie klinkieru dodatkowymi materiałami pucolanowymi (SCMs), takimi jak popiół lotny czy żużel wielkopiecowy. Jednak dostępność tych materiałów jest coraz bardziej ograniczona ze względu na politykę redukcji emisji CO2.\n\nW tym kontekście projekt AGH i czeskich naukowców ma szczególne znaczenie. Wykorzystanie skarbonatyzowanych odpadów cementowych jako SCMs może stanowić przełom w produkcji cementów niskoklinkierowych. Według wstępnych danych emisja CO2 przy produkcji cementów zawierających skarbonatyzowane odpady betonowe może być niższa nawet o 38% w porównaniu z tradycyjnymi cementami.\n\nPerspektywy na przyszłość\n\nWyniki badań będą miały istotny wpływ na rozwój nowoczesnych, ekologicznych materiałów budowlanych. Uzyskane dane posłużą do opracowania składów cementów trójskładnikowych, które będą charakteryzować się nie tylko niskim wpływem na środowisko, ale także wysoką trwałością i wytrzymałością. Projekt wpisuje się w cele Unii Europejskiej dotyczące zrównoważonego rozwoju i gospodarki o obiegu zamkniętym.\n\nWyniki projektu będą publikowane w prestiżowych międzynarodowych czasopismach naukowych oraz prezentowane na konferencjach organizowanych przez wiodące organizacje zajmujące się badaniami materiałów budowlanych. Dzięki temu wiedza zdobyta w trakcie badań będzie mogła być wykorzystana przez przemysł budowlany na całym świecie.\n\nProjekt realizowany przez zespół z AGH we współpracy z naukowcami z Czech to ważny krok w kierunku zrównoważonego rozwoju w budownictwie. Dzięki wykorzystaniu odpadów betonowych i opracowaniu nowoczesnych cementów niskoklinkierowych możliwe będzie znaczące zmniejszenie emisji CO2 oraz zagospodarowanie odpadów, które obecnie stanowią poważne wyzwanie dla środowiska. To kolejny przykład, jak nauka i współpraca międzynarodowa mogą przyczynić się do rozwiązania globalnych problemów ekologicznych.\n\nPopularnonaukowe streszczenie projektu\n\nDr inż. Radosław Mróz\n – naukowiec i wykładowca związany z Wydziałem Inżynierii Materiałowej i Ceramiki Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie, \nKatedrą Technologii Materiałów Budowlanych\n. Specjalizuje się w dziedzinie materiałów budowlanych, ze szczególnym uwzględnieniem technologii cementu, betonu oraz zagadnień związanych ze zrównoważonym rozwojem w budownictwie.\n\nJego działalność naukowa koncentruje się na opracowywaniu innowacyjnych, przyjaznych środowisku materiałów budowlanych, w tym cementów niskoklinkierowych i recyklingowych. Ostatnio jego praca koncentruje się na możliwościach wykorzystania materiałów odpadowych, głównie z przemysłu energetycznego, do otrzymywania spoiw budowlanych, a także na możliwościach ponownego wykorzystania odpadów budowlanych i rozbiórkowych z betonu. Dr Radosław Mróz aktywnie uczestniczy w międzynarodowych projektach badawczych, współpracując z naukowcami z Europy. Jest kierownikiem projektu finansowanego w ramach konkursu Weave-UNISONO, którego celem jest badanie hydratacji i trwałości nowoczesnych cementów zawierających odpady poddane wymuszonej karbonatyzacji.\n\nDr inż. Radosław Mróz jest autorem i współautorem licznych publikacji naukowych w międzynarodowych recenzowanych czasopismach oraz materiałach konferencyjnych z zakresu technologii spoiw mineralnych i betonu, a w szczególności koncentrujących się na ich trwałości oraz uczestnikiem prestiżowych konferencji międzynarodowych.  Jego prace przyczyniają się do rozwoju technologii materiałowych, które minimalizują negatywny wpływ przemysłu budowlanego na środowisko, zgodnie z celami zrównoważonego rozwoju Unii Europejskiej.\n\nPoza działalnością naukową dr inż. Radosław Mróz angażuje się w dydaktykę, kształcąc przyszłych inżynierów i naukowców w dziedzinie materiałów budowlanych, popularyzuje wiedze na temat ekologicznych rozwiązań w budownictwie oraz inspiruje młodych badaczy do podejmowania wyzwań związanych z tematyką zrównoważonego rozwoju w przemyśle.\n\nPowrót\n\n Powiązane wiadomości\n\n21-10-2024\n Złoty medal na Międzynarodowej Warszawskiej Wystawie Wynalazków IWIS \n\n20-09-2024\n Prof. Jan Deja – ekspert AGH rozmawiał o energii i środowisku w technologiach przemysłowych na konferencji w Krynicy \n\n19-07-2024\n Materiały inspirowane naturą wg prof. Bartosza Handkego: „oko ćmy” – struktury antyrefleksyjne \n\n08-06-2024\n Spotkania z przemysłem na Wydziale Inżynierii Materiałowej i Ceramiki AGH", "metadata": {"url": "https://www.ceramika.agh.edu.pl/aktualnosci/detail/miedzynarodowa-wspolpraca-naukowa-dr-inz-radoslaw-mroz-z-agh-na-czele-badan-nad-innowacyjnymi-cementami", "title": "Międzynarodowa współpraca naukowa – dr inż. Radosław Mróz z AGH na czele badań nad innowacyjnymi cementami-- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "665e0167f0b2f3a03971cc9ccdc7a53e", "word_count": 1117, "headings": [{"level": 1, "text": "Międzynarodowa współpraca naukowa – dr inż. Radosław Mróz z AGH na czele badań nad innowacyjnymi cementami"}, {"level": 3, "text": "Cel projektu: zrównoważony rozwój w budownictwie"}, {"level": 4, "text": "Nowe standardy dla przemysłu cementowego"}, {"level": 4, "text": "Wpływ badań na przyszłość branży budowlanej"}, {"level": 4, "text": "Konkurs Weave-UNISONO: wsparcie dla międzynarodowej współpracy"}, {"level": 3, "text": "Znaczenie projektu dla przemysłu budowlanego"}, {"level": 3, "text": "Perspektywy na przyszłość"}, {"level": 1, "text": "Popularnonaukowe streszczenie projektu"}, {"level": 2, "text": "Stopka"}]}}