{"content": "# \n            Współpraca na najwyższym poziomie - wizyta delegacji z Wielkiej Brytanii\n            | Wydział Informatyki AGH\n        \n\nURL: https://www.informatyka.agh.edu.pl/pl/blog/wspolpraca-na-najwyzszym-poziomie-wizyta-delegacji-z-wielkiej-brytanii/\nCrawled: 2025-03-19 21:37:55\n\nW dniach \n14\n, 15 i \n16 \n marca\n 2025 roku Wydział Informatyki Akademii Górniczo-Hutniczej w Krakowie miał zaszczyt gościć wybitnych przedstawicieli brytyjskiego świata nauki i technologii. Wśród \ngości\n znaleźli się czołowi naukowcy i eksperci związani z Uniwersytetem Cambridge oraz \nGoodenough\n College w Londynie. Wizyta ta miała na celu wzmocnienie relacji akademickich, wymianę doświadczeń oraz nawiązanie nowych kierunków współpracy w zakresie cyfrowych innowacji i technologii przyszłości.\n\nKluczowi goście \n\nProf. Sir Andy Hopper FRS – wizjoner cyfrowego świata\n\nSir Andy Hopper to jedna z najważniejszych postaci w świecie informatyki i technologii komputerowej. Jako wieloletni dyrektor Cambridge \nComputer\n\nLaboratory\n, odegrał kluczową rolę w rozwoju nowoczesnych systemów obliczeniowych i infrastruktury IT. Jest profesorem technologii komputerowej na Uniwersytecie Cambridge, honorowym członkiem \nTrinity\n Hall oraz Corpus Christi College w Cambridge. Przez lata pełnił funkcję Skarbnika i Wiceprezesa \nRoyal\n\nSociety\n, a także był członkiem \nRoyal\n\nCommission\n for the \nExhibition\n of 1851.\n\nObecnie Sir Hopper aktywnie rozwija koncepcję Digital \nCommons\n, której celem jest stworzenie otwartej, sektorowej infrastruktury cyfrowej dostępnej dla innowacyjnych przedsiębiorstw, uczelni i instytucji rządowych. Jego wizyta na \nWydziale Informatyki \nAGH była doskonałą okazją do zaprezentowania tej idei i omówienia \nmożliwości jej \nwdrożenia w polskim sektorze IT.\n\nProf. Rob \nMullins\n – ekspert od architektury komputerowej i otwartego sprzętu\n\nProfesor Rob \nMullins\n jest wykładowcą \nComputer\n Architecture na Uniwersytecie Cambridge oraz założycielem i dyrektorem \nlowRISC\n, organizacji non-profit zajmującej się rozwojem otwartego sprzętu i oprogramowania. Odegrał kluczową rolę w projektach takich jak \nOpenTitan\n – pierwsz\nej\n otwarto\n\nźródłow\nej\n platform\nie\n sprzętow\nej\n zapewniając\nej\n bezpieczeństwo układów scalonych.\n\nProf. \nMullins\n jest\n także\n jednym z założycieli fundacji \nRaspberry\n Pi, której celem jest popularyzacja nauki o komputerach i elektronice wśród uczniów i studentów. Na \nWydziale Informatyki \nAGH podzielił się swoją wiedzą na temat otwartego sprzętu i \ninnowacyjnych technologii mikroprocesorowych, co może przyczynić się do nowych projektów badawczo-rozwojowych na naszej uczelni.\n\nProf. Alison \nSmith\n – pionierka biotechnologii i zrównoważonego rozwoju\n\nProfesor Alison \nSmith\n z Uniwersytetu Cambridge to światowej klasy ekspert\nka\n w dziedzinie biochemii \nmikroalg\n. Jej badania koncentrują się na metabolizmie witamin i koenzymów, a także na wykorzystaniu technologii syntetycznej biologii i inżynierii metabolicznej w celu rozwoju nowych zastosowań przemysłowych. Jest założycielką \nAlgal\n\nInnovation\n Centre, gdzie testowane są innowacyjne sposoby wykorzystania alg w celu zwiększenia wartości odżywczej żywności i redukcji odpadów przemysłowych.\n\nPodczas wizyty na\n Wydziale Informatyki\n AGH prof. \nSmith\n przedstawiła zagadnienia związane z\ne\n zrównoważonym rozwojem, biotechnologią i budowaniem potencjału naukowego w nowoczesnych badaniach biologicznych.\n\nAlan McCormack – \ndziekan\n Goodenough College w \nLondynie\n\nAlan \nMcCormack\n od 2015 roku pełni funkcję Dziekana \nGoodenough\n College w Londynie, gdzie odpowiada za rozwój akademicki, społeczny i kulturowy społeczności studentów studiów doktoranckich. Jest absolwentem Uniwersytetu Oksfordzkiego i Yale, a także był doradcą Arcybiskupa Canterbury ds. chińskich wspólnot chrześcijańskich.\n\nMcCormack\n ma bogate doświadczenie w budowaniu międzynarodowych sieci akademickich i współpracy pomiędzy wiodącymi uczelniami na świecie. Jego obecność na AGH podkreśla rosnące znaczenie Krakowa jako międzynarodowego centrum nauki i innowacji.\n\nDoktoranci \nGoodenough\n College\n\nOprócz czołowych naukowców, \nWydział Informatyki AGH\n gościł także 14 doktorantów z \nGoodenough\n College, którzy prowadzą badania na najważniejszych uniwersytetach w Londynie. Była to dla nich okazja do zapoznania się z potencjałem akademickim i badawczym \nnaszej uczelni\n, a także\n do\n nawiązania kontaktów z polskimi naukowcami i doktorantami.\n\nWspółpraca na najwyższym poziomie\n\nSpotkanie stanowiło doskonałą okazję do wymiany doświadczeń oraz zaprezentowania osiągnięć Wydziału Informatyki AGH na arenie międzynarodowej. Dyskusje koncentrowały się wokół koncepcji Digital \nCommons\n oraz idei Open Hardware, które promuje prof. Andy Hopper. Digital \nCommons\n to innowacyjne podejście do infrastruktury cyfrowej, mające na celu wspieranie rozwoju technologii poprzez otwarte zasoby i współpracę na poziomie przemysłowym oraz akademickim.\n\nWażnym elementem wizyty były także spotkania tematyczne, podczas których omówiono m.in. rozwój sztucznej inteligencji, projektowanie mikroprocesorów i \narchitektur\n komputerowych oraz biotechnologię i zrównoważony rozwój. Wśród istotnych tematów znalazły się także możliwości implementacji koncepcji Digital \nCommons\n w kontekście polskiego przemysłu IT oraz dalsze perspektywy współpracy z Uniwersytetem w Cambridge.\n\nDługoletnie relacje i przyszłe perspektywy\n\nWarto podkreślić, że współpraca Wydziału Informatyki AGH z Uniwersytetem w Cambridge trwa już od ponad 40 lat. Prof.\n dr hab. inż.\n Krzysztof Zieliński, który był jednym z gospodarzy spotkania, przypomniał o wspólnych projektach realizowanych już w latach 90., takich jak Active \nBadge\n System czy Pandora Box. Prof. Andy Hopper był również gościem honorowym podczas inauguracji budynku Wydziału Informatyki AGH w 2012 roku.\n\nTegoroczna wizyta nie tylko umocniła\n już\n istniejące relacje, ale również otworzyła nowe możliwości współpracy w zakresie innowacji technologicznych, badań nad sztuczną inteligencją oraz rozwojem otwartych platform cyfrowych.\n\nWydział Informatyki AGH\n jako centrum innowacji\n\nWizyta delegacji z Wielkiej Brytanii na Wydziale Informatyki AGH stanowi kolejny krok w budowaniu międzynarodowej pozycji naszej uczelni oraz otwiera nowe możliwości dla studentów, doktorantów i naukowców. Jesteśmy przekonani, że nawiązane kontakty zaowocują licznymi innowacyjnymi projektami oraz wspólnymi inicjatywami badawczymi.\n\n                            6 godzin, 54 minuty temu", "metadata": {"url": "https://www.informatyka.agh.edu.pl/pl/blog/wspolpraca-na-najwyzszym-poziomie-wizyta-delegacji-z-wielkiej-brytanii/", "title": "\n            Współpraca na najwyższym poziomie - wizyta delegacji z Wielkiej Brytanii\n            | Wydział Informatyki AGH\n        ", "depth": 3, "duplicate": false, "content_hash": "789d8c95c8a0a97ab502b88e77779522", "word_count": 779, "headings": [{"level": 1, "text": "Współpraca na najwyższym poziomie - wizyta delegacji z Wielkiej Brytanii"}, {"level": 5, "text": "Informacja o cookies"}]}}