{"content": "# Wydział Zarządzania AGH | Wydział Zarządzania AGH\n\nURL: https://www.zarz.agh.edu.pl/\nCrawled: 2025-03-19 21:08:27\n\nWitamy na stronie Wydziału Zarządzania AGH\n\nJesteśmy jednostką AGH innowacyjnie łączącą kształcenie na wszystkich poziomach akademickich z  badaniami naukowymi oraz popularyzacją wiedzy z zakresu zarządzania i nowoczesnych technologii.\n\nAKTUALNOŚCI\n\nDr hab. Joanna Kulczycka, prof. AGH z tytułem profesora\n!\n\nZ radością informujemy, że \ndr hab. Joanna Kulczycka, prof. AGH\n uzyskała tytuł \nprofesora w dziedzinie nauk społecznych, w dyscyplinie nauki o zarządzaniu i jakości\n.\n\nPostępowanie w sprawie nadania tytułu zostało wszczęte \n11 kwietnia 2024 r.\n na podstawie wniosku złożonego do \nRady Doskonałości Naukowej\n. Po analizie dorobku naukowego oraz jednogłośnym głosowaniu, Rada wystąpiła do \nPrezydenta RP\n, który podjął decyzję o nadaniu tytułu profesora.\n\nSerdecznie gratulujemy i życzymy dalszych sukcesów naukowych oraz zawodowych!\n\nNowe studia podyplomowe na Wydziale Zarządzania AGH – Raportowanie Zrównoważonego Rozwoju (ESG).\n\nWydział Zarządzania AGH uruchomił nowy kierunek studiów podyplomowych\n: Raportowanie Zrównoważonego Rozwoju (ESG).\n\nProgram skierowany jest do osób, które chcą zdobyć praktyczne umiejętności i kompetencje potrzebne do tworzenia i analizy raportów ESG zgodnie ze standardami ESRS oraz najlepszymi praktykami branżowymi, a także wiedzę niezbędną do zarządzania firmą w oparciu o najnowsze trendy, międzynarodowe standardy i wytyczne dotyczące zrównoważonego rozwoju.\n\nKluczowe korzyści:\n\n✅ Program dostosowany do potrzeb rynku –  prezentujący aktualny stan prawny, najnowsze trendy oraz umożliwiający pozyskanie wiedzy i kompetencji do tworzenia raportów ESG.\n\n✅ Wykładowcy-praktycy – eksperci z doświadczeniem w prowadzeniu analiz niezbędnych w raportowaniu ESG,\n\n✅Nowoczesne metody i narzędzia – wykorzystywane w raportowaniu ESG.\n\n✅ Elastyczna forma zajęć – weekendowe zjazdy umożliwiające łączenie nauki z pracą, w tym wykłady on-line,\n\n✅ Świadectwo ukończenia AGH – jednej z czołowych uczelni technicznych w Polsce,\n\nOrganizacja studiów:\n\n📆 Czas trwania: 2 semestry (180 godzin dydaktycznych, 12 zjazdów weekendowych)\n\n📚 Forma zajęć: wykłady (w tym online), warsztaty, ćwiczenia projektowe\n\nRekrutacja trwa!\n\n📌 Szczegóły i zapisy: \nhttp://esg.agh.edu.pl/\n\n📧 Kontakt: \nesg@agh.edu.pl\n\nNowe studia podyplomowe na Wydziale Zarządzania AGH – World Class Manufacturing & Services (WCM&S).\n\nWydział Zarządzania AGH uruchomił nowy kierunek studiów podyplomowych: \nWorld Class Manufacturing & Services (WCM&S).\n\nProgram skierowany jest do osób, które chcą zdobyć praktyczne umiejętności w zarządzaniu nowoczesnymi procesami produkcyjnymi, zgodnie z międzynarodowymi standardami i najlepszymi praktykami branżowymi.\n\nKluczowe korzyści:\n\n✅ Świadectwo ukończenia AGH – jednej z czołowych uczelni technicznych w Polsce,\n\n✅ Program dostosowany do potrzeb rynku pracy – połączenie wiedzy teoretycznej z praktycznym podejściem,\n\n✅ Elastyczna forma zajęć – weekendowe zjazdy umożliwiające łączenie nauki z pracą,\n\n✅ Wykładowcy-praktycy – eksperci z doświadczeniem w zarządzaniu produkcją,\n\n✅Nowoczesne metody i narzędzia – dostosowane do współczesnych wyzwań w sektorze produkcyjnym.\n\nOrganizacja studiów:\n\n📆 Czas trwania: 2 semestry (192 godziny dydaktyczne, 12 zjazdów weekendowych)\n\n📚 Forma zajęć: wykłady, warsztaty, e-learning\n\nRekrutacja trwa!\n\n📌 Szczegóły i zapisy: \nhttp://wcm.zarz.agh.edu.pl/\n\n📧 Kontakt: \nwcm@agh.edu.pl\n\nProfesor Jan Dul gościem Wydziału Zarządzania AGH\n\nW dniach 31.01–5.02.2025 mieliśmy zaszczyt gościć na Wydziale Zarządzania AGH \nProfesora Jana Dula\n z Rotterdam School of Management – wybitnego badacza i autora metodyki \nNecessary Condition Analysis (NCA)\n.\n\nProfesor Jan Dul jest \nekspertem w dziedzinie Technology and Human Factors\n na Erasmus University w Rotterdamie. Jego dorobek naukowy obejmuje \nponad 200 publikacji\n z zakresu nauk technicznych, medycznych i społecznych, a jego zainteresowania koncentrują się na metodologii badań empirycznych. Regularnie publikuje monografie oraz artykuły naukowe poświęcone analizie warunków koniecznych.\n\nW ramach wizyty Profesor Jan Dul poprowadził \notwarte seminarium pt. „Wprowadzenie do analizy warunków koniecznych”\n, które spotkało się z dużym zainteresowaniem środowiska akademickiego. W wydarzeniu uczestniczyli badacze z Akademii Górniczo-Hutniczej, Uniwersytetu Ekonomicznego w Krakowie oraz Uniwersytetu Jagiellońskiego.\n\nPodczas pobytu Profesor Jan Dul aktywnie współpracował z naukowcami z Wydziału Zarządzania AGH, prowadząc \nwspólne badania z wykorzystaniem metodyki NCA\n. Jego wizyta była dla nas cennym doświadczeniem i inspiracją do dalszych prac badawczych.\n\nSerdecznie dziękujemy Profesorowi Janowi Dulowi za wizytę i możliwość wspólnej wymiany wiedzy!\n\nPUCHAR DZIEKANA 2025\n\nPuchar Dziekana WZ 2025 dobiegł końca, pozostawiając niezapomniane wrażenia i emocje. To wyjątkowe wydarzenie zgromadziło miłośników sportów zimowych, którzy mieli okazję sprawdzić swoje umiejętności w rywalizacji narciarskiej i snowboardowej.\n\nSerdecznie gratulujemy wszystkim uczestnikom, a w szczególności zwycięzcom poszczególnych kategorii:\n\nNarty – kategoria damska:\n\nPola Dziadkowiec\n\nWiktoria Zaruska\n\nPaulina Lozano\n\nNarty – kategoria męska:\n\nJan Udaliszczew\n\nNikodem Włodarczyk\n\nTomasz Kipiel\n\nSnowboard – kategoria damska:\n\nZuzanna Chrapek\n\nOliwia Trojszczak\n\nKinga Kamola\n\nSnowboard – kategoria męska:\n\nPiotr Filipiak\n\nMateusz Mulka\n\nPaweł Krasicki\n\nDziękujemy Wydziałowej Radzie Samorządu Studentów WZ AGH za profesjonalną organizację wydarzenia oraz wszystkim, którzy przyczynili się do jego realizacji. Puchar Dziekana WZ to doskonała okazja do integracji, sportowej rywalizacji i doskonalenia umiejętności narciarskich oraz snowboardowych.\n\nJuż teraz zapraszamy na kolejną edycję w przyszłym roku. Do zobaczenia na stoku!\n\nJUŻ OD MARCA RUSZA NOWY KIERUNEK STUDIÓW!\n\nDigital Production for Sustainable Manufacturing\n\nDlaczego warto wybrać ten kierunek?\n\nNowoczesność i zrównoważoność\nKierunek łączy nowoczesne technologie cyfrowe z zasadami zrównoważonego rozwoju. Nauczysz się projektować systemy produkcyjne minimalizujące wpływ na środowisko i wspierające gospodarkę o obiegu zamkniętym.\n\nMiędzynarodowe podejście\nProgram oferuje możliwość podwójnego dyplomowania z \nGuru Gobind Singh Indraprastha University\n w Indiach. Studenci zyskują cenne doświadczenie międzynarodowe, co zwiększa ich konkurencyjność na rynku pracy.\n\nDoskonale perspektywy zawodowe\nAbsolwenci mają szansę na atrakcyjne oferty pracy w dynamicznie rozwijających się sektorach przemysłowych, takich jak zielone technologie, automatyzacja, czy globalne łańcuchy dostaw.\n\nDostęp do zaawansowanych laboratoriów\nStudenci korzystają z nowoczesnych technologii, takich jak VR, druk 3D czy IIoT, co zapewnia praktyczne umiejętności niezbędne w przemyśle 4.0.\n\nInterdyscyplinarność\nKierunek łączy nauki techniczne z zarządzaniem, co pozwala na holistyczne podejście do problemów produkcyjnych. Absolwenci są przygotowani do zarządzania procesami i zespołami interdyscyplinarnymi.\n\nWsparcie kariery\nProgram oferuje współpracę z czołowymi firmami, co umożliwia zdobycie doświadczenia zawodowego już podczas studiów. Dzięki tej sieci kontaktów, absolwenci mają przewagę na rynku pracy.\n\nGdzie możesz pracować po ukończeniu studiów?\n\nPrzedsiębiorstwa produkcyjne\n – stanowiska takie jak inżynier procesów, kierownik produkcji.\n\nZielone technologie\n – tworzenie ekologicznych produktów i wdrażanie procesów minimalizujących wpływ na środowisko.\n\nAutomatyzacja i AI\n – projektowanie systemów opartych na sztucznej inteligencji.\n\nGlobalne łańcuchy dostaw\n – zarządzanie procesami logistycznymi na skalę międzynarodową.\n\nJak wygląda program studiów?\n\nCzas trwania\n: 3 semestry, studia magisterskie.\nProgram\n: Kursy obejmują cyfrowe projektowanie, zrównoważoną produkcję, zarządzanie zasobami.\nPraktyczne projekty\n: Praca w laboratoriach i realizacja projektów opartych na rzeczywistych wyzwaniach przemysłowych.\nMiędzynarodowa współpraca\n: Wymiany studenckie i możliwość uzyskania podwójnego dyplomu.\nWspółpraca z przemysłem\n: Warsztaty i praktyki z liderami branży.\n\nhttps://rekrutacja.agh.edu.pl/kierunki-studiow/digital-production-for-sustainable-manufacturing/\n\nZ radością informujemy, że nasi przedstawiciele – Prodziekan ds. Rozwoju dr inż. Dariusz Sala oraz dr inż. Dariusz Cichoń – uczestniczyli w obchodach 25-lecia\n\nGuru Gobind Singh Indraprastha University (GGSIPU), Delhi\n\nw Indiach. W trakcie wizyty oficjalnie rozpoczęto współpracę w ramach nowego programu studiów z podwójnym dyplomowaniem.\n\nProgram Digital Production for Sustainable Manufacturing umożliwia studentom odbycie dwóch semestrów w Polsce oraz dwóch w Indiach, oferując wyjątkową szansę zdobycia doświadczenia w dwóch różnych systemach edukacji.\n\nPani dr hab. Joanna Kulczycka, prof. AGH wśród tegorocznych Laureatów Zielonych Orłów Rzeczpospolitej\n\nZ przyjemnością informujemy, że w kategorii „Tytanka” nagrodę otrzymała Pani dr hab. Joanna Kulczycka, prof. AGH. Zielone Orły Rzeczpospolitej zostały wręczone po raz piąty. Doceniono naukowców poszukujących proekologicznych innowacji oraz działalność naukową i społecznikowską.\n\nSzczegóły znajdziecie Państwo tutaj: \nhttps://klimat.rp.pl/klimat/walka-o-klimat/walka-o-klimat-zielona-konkurencyjnosc\n\nSerdecznie gratulujemy!\n\nMiło nam poinformować, że Pani dr inż. Anna Dubel została powołana na Członka Komitetu Nauk o Wodzie i Gospodarki Wodnej\n\nprzy Prezydium Polskiej Akademii Nauk na kadencję 2023 – 2026\n\nSerdecznie gratulujemy!\n\nDziekan Wydziału Zarządzania AGH laureatem Krakowskich Dukatów 2024. \n\nW piątek 15 listopada Dziekan naszego Wydziału dr hab. inż. Marek Dudek, prof. AGH podczas uroczystej gali Święta Izby Przemysłowo-Handlowej w Krakowie został wyróżniony Krakowskim Dukatem w kategorii Kreator Przedsiębiorczości.\nJest to prestiżowe wyróżnienie dla przedsiębiorców z sukcesami, którzy osiągnęli imponujące wyniki ekonomiczne oraz wykazali się niezwykłą inwencją.\n\nSerdecznie gratulujemy!\n\nWięcej o uroczystości  oraz zdjęcia  znajdują się na stronie: \nhttps://dziennikpolski24.pl/bezcenne-krakowskie-dukaty-maja-juz-swoich-wlascicieli-izba-przemyslowohandlowa-swietowala-174-rocznice-powstania/ar/c3-18944967\n\nZ głębokim żalem informujemy, że odeszła Pani dr inż. Alicja Nowińska, wieloletni pracownik naszego Wydziału. \n\nUroczystości pogrzebowe odbędą się w środę, 6 listopada, o godzinie 12:20 na Cmentarzu Rakowickim w Krakowie.\n\nZa nami uroczyste obchody 50-lecia naszego Wydzia\nłu. \nZ całego serca dziękujemy za wszystkie ciepłe słowa i życzenia, które otrzymaliśmy z okazji naszego jubileuszu. Państwa wsparcie i uznanie dodają nam energii do dalszego działania i przypominają, jak ważne są relacje, które zbudowaliśmy przez te lata.\n\nSerdecznie zapraszamy do obejrzenia galerii zdjęć, które uchwyciły magię tego wydarzenia. \n🔗\n\nhttps://lnkd.in/dn84AkCb\n\nINAUGURACJE ROKU AKADEMICKIEGO 2024/25\n\nKażdego roku w październiku czekają nas dwie inauguracje uczelniana i wydziałowa:\n\n4 października 2024 r. o godz. 11.00\n w auli AGH, z udziałem władz uczelni oraz zaproszonych gości rozpocznie się 106. inauguracja w historii Akademii Górniczo-Hutniczej.\n\nhttps://www.agh.edu.pl/wydarzenia/detail/s/inauguracja-roku-akademickiego-2024-2025\n\n11 października 2024 r. o godz. 12.00\n w auli AGH odbędzie się uroczysta inauguracja roku naszego wydziału. W tym roku połączona będzie z uroczystościami obchodu 50-lecia naszego Wydziału\n\nhttps://wz50lat.agh.edu.pl\n\nMałopolska Noc Naukowców 2024 na WZ AGH\n\nhttps://nocnaukowcow.malopolska.pl/\n\nWydział Zarządzania AGH również bierze udział w MNN 2024. Z tego powodu 27.09.2024 wieczorem otwieramy dla Naszych Gości trzy laboratoria wydziałowe. Na pasjonatów nauki czekają pracownicy i studenci gotowi pokazać, jak się bawimy nauką na Wydziale Zarządzania AGH.  Każde laboratorium prowadzi indywidualne zapisy na swoje warsztaty. Prosimy o korzystanie z podanych linków.\n\n1) Nauka widoczna gołym okiem, czyli o tym jak eyetracker czyta Twój wzrok\n (\nhttps://www.zarz.agh.edu.pl/index.php/laboratoria)\n\nZe względu na budowę oka, ostro i w pełnej gamie barw widzimy jedynie bardzo mały obszar pola widzenia. Jego wielkość można porównać do wielkości kciuka. Przy korzystaniu z monitora o przekątnej 21”, ten obszar to jedynie około 3% jego powierzchni. Dlatego np. dla twórców stron internetowych, autorów reklam, projektantów opakowań czy grafików ważna jest informacja, gdzie patrzy odbiorca. Do tego właśnie służy eyetracker. W czasie warsztatów poznasz zasady jego działania oraz sam będziesz mógł sprawdzić, na co tak naprawdę patrzysz.\n\nWykładowcy Wydziału Zarządzania AGH specjalizujący się w marketingu, neuromarketingu oraz marketingu sensorycznym wraz ze studentami z Koła Naukowego promote.me \nzapraszają na warsztaty z wykorzystaniem eyetrackera do Laboratorium Innowacji Marketingowych\n\n(budynek D-14, ul. Gramatyka 10, sala 220, II piętro) w godzinach 18.00-22.00\n\n Warsztaty będą odbywać się co 30 minut (18:00, 18:30, 19:00, 19:30, 20:00, 20:30, 21:00, 21:30). Obowiązują wcześniejsze zapisy na wybraną godzinę oraz limit miejsc – 20 osób na każde warsztaty.\nLink do zapisów: \nhttps://s.agh.edu.pl/l75id\n\n2) Warsztaty w Laboratorium Druku 3D\n (\nhttp://www.ilab.zarz.agh.edu.pl/\n)\n\nLaboratorium studenckie pod nazwą Engineering Innovation Lab (EIL) z certyfikatem firmy Makerbot (USA) produkującej profesjonalne drukarki 3D – to \nszansa na spotkanie\n 15 drukarek MakerBot Replikactor+, 1 drukarki MakerBot Z18 (wielkogabarytowa), 17 stacji roboczych graficznych Dell 32GB Ram + 512GB SSD +1T HDD z kartami graficznymi NVidia Quadro 4GB RAM, jednego przemysłowego bezdotykowego skanera 3D światła strukturalnego firmy SmartTech3D 10MPix (zielone światło) wraz z osprzętem oraz \nprzetestowania oprogramowania inżynierskiego\n Solidworks oraz  Geomagic Design X jako uzupełnienia do oprogramowania Solidworks służące przetwarzaniu wykonanego skanu 3D, oprogramowania Geomagic Control X służącego porównywaniu zeskanowanego obiektu z jego modelem cyfrowym (np. kontrola jakości) wraz z osprzętem uzupełniającym\n\nNa wydarzenie zaprasza \nKoło naukowe WZ AGH Transpeed\n)\n\n(budynek D-14, ul. Gramatyka 10, sala 206) w godzinach 16-19  \n\nLink do zapisów: \nhttps://docs.google.com/forms/d/e/1FAIpQLSdmaEj51iici-vP4MJOP9rmIoxuXdSqWAVhT7hrY8j3sVR5mQ/viewform?usp=sf_link\n\n(Grupy  15 osobowe co 30 minut)\n\n3) Warsztaty „Zarządzanie produkcją w okularach VR”\n\nLaboratorium Komputerowego Wspomagania Procesów Produkcyjnych \n(\nhttps://www.zarz.agh.edu.pl/index.php/laboratoria/\n) \nserdecznie zaprasza wszystkich chętnych na warsztaty przedstawiające możliwości, jakie oferuje laboratorium, a także sprawdzić „na żywo” jak wygląda wirtualna rzeczywistość w wymiarze zarządzania produkcją. Obecnie wspomaganie różnych procesów produkcyjnych jest wykorzystywane do tworzenia scenariuszy alternatywnych, prowadzenia wszechstronnych symulacji oraz prowadzenia rozwoju studentów. Uczestnicy warsztatów będą mogli skorzystać z oprogramowania i urządzeń dostępnych w sali. Zapraszamy do budynku Wydziału Zarządzania AGH (D-14, ul. Gramatyka 10, sala 315) od godziny 16 do 19, w 1-godzinnych blokach, maksymalnie po 15 osób, gdzie pod czujnym okiem prowadzących będziecie mogli wejść w świat VR.\n\nZapisy pod linkiem: \nhttps://forms.office.com/e/XqPRzpk6LC\n\n(budynek D-14, ul. Gramatyka 10, sala 315) w godzinach 16-19 \n\nPrzedstawiamy nowe Władze Wydziału Zarządzania na kadencję 2024 – 2028:\n\nDziekan – dr hab. inż. Marek Dudek, prof. AGH\n\nProdziekan ds. Współpracy – dr hab. inż. Joanna Duda, prof. AGH\n\nProdziekan ds. Nauki – dr hab. inż. Natalia Iwaszczuk, prof. AGH\n\nProdziekan ds. Kształcenia – dr inż. Ewa Prymon-Ryś\n\nProdziekan ds. Rozwoju – dr inż. Dariusz Sala\n\nProdziekan ds. Studenckich – dr inż. Sławomir Ziółkowski\n\nZ głębokim żalem zawiadamiamy, że w dniu 14 sierpnia 2024 r. zmarł dr inż. Jerzy Wąchol, wieloletni nauczyciel akademicki naszego Wydziału, członek Katedry Zarządzania Organizacjami i Kapitałem Społecznym.\n\nUroczystości pogrzebowe odbędą się w piątek 23.08.2024 o godz. 15.00 w Kościele p.w. Wszystkich Świętych w Rudawie.\n\nJerzy Wąchol urodził się 28.02.1965 r. w Krakowie. Pracę na Wydziale Zarządzania AGH rozpoczął w 1993 roku, początkowo jako asystent w Katedrze Zarządzania Przedsiębiorstwem, a później jako adiunkt naukowo-badawczy w Katedrze Marketingu i Zarządzania Produkcją, następnie w Katedrze Zarządzania Organizacjami, Kadrami i Prawa Gospodarczego, a po restrukturyzacji na Wydziale w Katedrze Zarządzania Organizacjami i Kapitału Społecznego.\n\nJest autorem 143 publikacji naukowych. Jego obszarem naukowo-badawczym była tematyka związana z funkcjonowaniem oraz rozwojem przedsiębiorstw. Jego publikacje dotyczą zagadnień związanych z zarządzaniem w obliczu kryzysów gospodarczych, rozwojem przedsiębiorstw w warunkach globalnych, zrównoważonym rozwojem oraz czynnikami kreującymi rozwój społeczeństwa informacyjnego.\n\nWyniki swoich prac prezentował na licznych konferencjach krajowych i zagranicznych.\n\nJerzy Wąchol był też lubianym przez studentów dydaktykiem. Prowadził zajęcia z takich przedmiotów jak: Nadzór korporacyjny, Metody organizacji i zarządzania, Zarządzanie rozwojem przedsiębiorstwa, Przedsiębiorstwo w gospodarce globalnej, Nadzór Korporacyjny, Zarządzanie Przedsiębiorstwem, Multimedia w zarządzaniu.\n\nBył życzliwą, pogodną i niezwykle ciepłą osobą, gotowy zawsze nieść pomoc innym.\n\nPozostanie na zawsze w naszych sercach i w naszej pamięci.\n\nDr hab. inż. Marek Dudek, prof. AGH ponownie Dziekanem Wydziału Zarządzania ! \n\nMiło nam poinformować, że dr hab. inż. Marek Dudek, prof. AGH został wskazany przez JM Rektora na Dziekana Wydziału Zarządzania na kadencję 2024-2028. Formalny akt powołania zostanie wręczony 1 września br.\n\nSerdecznie gratulujemy!\n\nPierwsza edycja studiów MBA już za nami! \n\nZ radością informujemy, że zakończyła się właśnie I edycja studiów MBA na naszym Wydziale.\n\n5 lipca br. JM Rektor AGH prof. dr hab. inż. Jerzy Lis wręczył absolwentom certyfikaty zakończenia studiów MBA.\n\nSerdecznie wszystkim gratulujemy!\n\nRanking Uczelni Akademickich\n\nW tegorocznym Rankingu Uczelni Akademickich, przygotowanym przez Fundację Edukacyjną Perspektywy, AGH kolejny raz znalazła się w czołówce polskich uczelni, zajmując czwarte miejsce w zestawieniu ogólnym oraz drugie w typie uczelni technicznych w tegorocznym.\n\nNasze kierunki zajęły kolejno:\n\n3 miejsce – Zarządzanie i Inżynieria produkcji\n\n4 miejsce – Informatyka i Ekonometria\n\n13 miejsce – Zarządzanie\n\nKN Transpeed z nagrodą podczas Hyperloop Global Week w (Toronto, Kanada)\n\n22 -26 maja br. podczas Hyperloop Global Week w Toronto (Kanada) KN Transpeed zaprezentowało referaty w dwóch kategoriach: technicznej i nietechnicznej. W kategorii nietechnicznej zdobyli nagrodę za najlepszą prezentację!Hyperloop Global Week to międzynarodowe spotkanie poświęcone technologii hyperloop, w ramach którego zorganizowano konferencje, warsztaty, panele dyskusyjne i wystawy, gromadząc ekspertów, innowatorów i interesariuszy z całego świata.\n\nSerdecznie gratulujemy!\n\nWizyta Profesora Gagan Deep Sharma na Wydziale Zarządzania \n\nW tym tygodniu gościmy na naszym Wydziale prof. Gagan Deep Sharma z Guru Gobind Singh Indraprastha University. z University School of Management Studies w New Delhi. Wczoraj odbyło się spotkanie u JM Rektora AGH, w którym uczestniczyli prof. Gagan Deep Sharma, Prorektor ds. Współpracy AGH prof. Rafał Wiśniowski oraz nasi przedstawiciele na czele z Dziekanem prof. Markiem Dudkiem oraz dr inż. Dariuszem Salą i dr inż. Dariuszem Cichoniem.\n\nIII miejsce naszych Studentów w Ogólnopolskich Uczelnianych Igrzyskach Zarządzania Projektami PMI PC!\n\nTeam AGH składający się ze studentów III roku Zarządzania z Naszego Wydziału brał udział w Ogólnopolskich Uczelnianych Igrzyskach Zarządzania Projektami PMI PC. Do finału zakwalifikowało się tylko 10 zespołów z całej Polski, w tym My. Finał Igrzysk odbył się w Warszawie 20 kwietnia 2024. Ostatecznie w Igrzyskach Team AGH zajął III miejsce !!! Studenci tworzący Team AGH to: Gabriela Zięba, Paweł Ciaputa, Adrian Gryzło, Marek Golba, Michał Frąckowiak, a opiekunką zespołu była Pani dr Agnieszka Peszko.\n\nPodpisanie listu intencyjnego między AGH, YABIMO NORGE AS, Krakowski Holding Komunalny S.A. oraz Miejskie Przedsiębiorstwo Energetyki Cieplnej S.A.\n\n17.04. 2024 r. podpisano list intencyjny dotyczący współpracy w zakresie przygotowania oraz oraz prowadzenia studiów podyplomowych i innych form kształcenia dla energetyki wiatrowej, wodorowej, jądrowej i komunalnej. Określono ogólne zasady współpracy i uczestnictwa w przygotowaniu i realizacji organizowanych projektów. Z ramienia AGH zaangażowane w projekt są Wydziały: Zarządzania oraz Energetyki i Paliw.\n\nNowy projekt „PRO-SLO. PRO-SLO PhD Winter/Summer School” \n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie realizuje projekt dofinansowany w ramach programu Horyzont Europa pt. „\nPRO-SLO. PRO-SLO PhD Winter/Summer School”\n\nOkres realizacji: 2023-10-01 – 2026-09-30\n\nCelem projektu PRO-SLO jest wypełnienie luki pomiędzy działalnością w sektorze surowców a dyskursem gospodarczym, społecznym i etycznym oraz przygotowanie profesjonalnego personelu niezbędnego do zapewnienia społecznego przyzwolenia na działalność w tym sektorze (ang. Social Licence to Operate, SLO), poprzez szkolenie doktorantów i studentów drugiego stopnia mające na celu dogłębne poznanie złożonego procesu SLO i pełnienie roli ambasadorów przemysłu surowcowego. Podstawą projektu jest unikalne konsorcjum ekspertów SLO reprezentujących wszystkie strony trójkąta wiedzy (badania, edukacja, innowacje), którzy będą odpowiedzialni za przygotowanie szkoły PRO-SLO. Szkoła będzie zorganizowana przy wykorzystaniu innowacyjnych metod nauczania/uczenia się, uzupełnionych wyprawami terenowymi, eksperymentami behawioralnymi i ocenami opartymi na wyzwaniach. Nieformalna/formalna wymiana wiedzy będzie wspierana przez mentorów z przemysłu. Zgodnie z europejskim „Planem działań w dziedzinie edukacji cyfrowej”, szkoła będzie miała format asynchroniczny/synchroniczny z jasną ścieżką uczenia się. Szkoła PRO-SLO umożliwi doktorantom i studentom zrozumienie, refleksję, dyskusję, negocjowanie i rozwiązywanie wyzwań na różnych etapach procesu SLO. Po pomyślnym ukończeniu szkoły PRO-SLO, uczestnicy pozyskają wymaganą wiedzę, umiejętności i postawy kluczowe dla skutecznej realizacji zadań w zakresie złożonego procesu SLO. Przyniesie to nie tylko korzyści doktorantom i studentom, ale także społeczeństwu obywatelskiemu i sektorowi surowców. Wszystko to zostanie zapewnione dzięki atrakcyjności i elastyczności programu szkoły PRO-SLO, zarówno pod względem tematycznym, jak i pedagogicznym.\n\nKierownik Projektu ze strony AGH: dr hab. Joanna Kulczycka, prof. uczelni\n\nWartość projektu dla AGH : 57 081,00  EUR   \n\nStopień doktora dla zagranicznego doktoranta po raz pierwszy na Wydziale Zarządzania \n\nRada Dyscypliny Nauki o Zarządzaniu i Jakości AGH, która funkcjonuje na naszym Wydziale, nadała po raz pierwszy stopień doktora zagranicznemu doktorantowi.\n\nPani Salima Agaisina Ibrayeva z Kazachstanu w dniu  16 listopada br.  obroniła pracę doktorską nt. „Success factors of IT project management in a country developing innovative economy – case of Kazakhstan”,  której promotorem był dr hab. inż. Andrzej Paliński, prof. AGH.\n\nSerdecznie gratulujemy!\n\nNajlepsi dydaktycy na Wydziale Zarządzania  \n\nProrektor ds. Kształcenia AGH wraz z Pełnomocnikiem Rektora ds. Kształcenia AGH, na podstawie wyników ankietyzacji studentów oceniającej prowadzących zajęcia dydaktyczne nagrodzili trzech prowadzących, którzy wyróżnili się ogromnym zaangażowaniem i pełnym profesjonalizmem podczas prowadzenia zajęć dydaktycznych na Wydziale Zarządzania. Jedne z najlepszych ocen studenckich w semestrze letnim roku akademickiego 2022/2023 otrzymali:\n\nDr hab. inż. Piotr Łebkowski, prof. uczelni\n\nDr Agnieszka Peszko\n\nMgr Tomasz Wieroński\n\n Serdecznie gratulujemy!\n\nSpotkanie Władz Wydziału z delegacją z Chin \n\nW dniu 24 lipca br. mieliśmy przyjemność gościć przedstawicieli z \nShanghai Lixin University of Accounting and Finance \n– \nProfesorów Bo Haibao oraz Cxiao Benhua. \n\nWizyta gości z Chin była okazją do rozmowy na temat współpracy polsko-chińskiej.\n\nAGH\n\nw czołówce Rankingu Perspektyw\n\nW tegorocznym Rankingu Szkół Wyższych, przygotowanym przez Fundację Edukacyjną Perspektywy, AGH zajęła ponownie czwarte miejsce w zestawieniu ogólnym uczelni oraz drugie miejsce w kategorii uczelni technicznych.\n\nKierunki studiów prowadzone na  Wydziale Zarządzania również zdobyły uznanie.   \n\nZarządzanie i Inżynieria Produkcji\n uplasowało się na trzecim miejscu,\n Informatyka i Ekonometria\n na czwartym miejscu, a \nZarządzanie\n na 12.\n\nSzczegóły na: \nhttps://2023.ranking.perspektywy.pl/…/ranking-kierunkow…\n\nMBA TECH \n\nLead the TECH – Like never before!\n\n31 marca 2023 r. w hotelu Sheraton w Krakowie odbyła się inauguracja projektu \nMBA TECH \nz inicjatywy Akademii Górniczo-Hutniczej i Wydziału Zarządzania. Wydarzenie uświetnił swoją obecnością JM Rektor AGH – prof. dr hab. inż. Jerzy Lis, Dziekan Wydziału Zarządzania – dr hab. inż. Marek Dudek, prof. AGH, Dyrektor MBA – dr Murat Colak, prof. AGH, eksperci znanych i cenionych firm oraz pracownicy naukowi z AGH.\n\nAtutem studiów Master of Business Administration prowadzonych na AGH tylko w języku angielskim jest połączenie technologii, inżynierii, informatyki i nauk humanistycznych. Naszym priorytetem jest poszerzenie kompetencji uczestników studiów o umiejętności i wiedzę, które są przydatne w dynamicznym biznesowym otoczeniu technologicznym.\n\nStudia MBA TECH będą koordynowane przez Wydział Zarządzania: \nhttps://www.mba.agh.edu.pl\n\nInformacje nt. wydarzenia: \nhttps://www.agh.edu.pl/aktualnosci/detail/lead-the-tech-like-never-before-w-agh-stratuja-studia-mba\n\nWysoka ocena działalności naukowej i dydaktycznej AGH\n\nMinister Edukacji i Nauki dr hab. Przemysław Czarnek przekazał w formie wydanej decyzji administracyjnej informacje o zakończeniu procesu oceny działalności naukowej za lata 2017 – 2021. Dyscyplinie \nekonomia i finanse\n na AGH przyznano kategorię naukową A, a dyscyplinie \nnauki o zarządzaniu i jakości\n – kategorię naukową B+.\n\nJest nam również niezmiernie miło poinformować, że Prezydium Polskiej Komisji Akredytacyjnej wydało pozytywną ocenę programową kierunków zarządzanie oraz informatyka i ekonometria prowadzonych na  poziomie studiów pierwszego i drugiego stopnia o profilu ogólnoakademickim na Wydziale Zarządzania AGH.    \n\nSTUDIA – Atrakcyjna oferta kształcenia przez całe życie\n\n Studia licencjackie i inżynierskie\n\n Zdobądź solidne fundamenty praktycznie zorientowanej wiedzy akademickiej. \n\n Studia magisterskie\n\n Rozwijaj ekonomiczne i techniczne kwalifikacje pożądane na rynku pracy. \n\nStudia doktoranckie\n\n Kreuj innowacyjną wiedzę z zakresu zarządzania i nowoczesnych technologii.\n\nStudia podyplomowe\n\n Uzyskaj nowe kwalifikacje zawodowe i ich potwierdzenie.\n\nSTUDIA PO ANGIELSKU\n\nKURSY I SZKOLENIA\n\nORGANIZACJA – Przyjazne warunki rozwoju zawodowego i naukowego\n\nZespół Obsługi Studentów studia stacjonarne\n\nDziekanat studiów doktoranckich\n\nInfrastruktura Wydziału\n\nZespół Obsługi Studentów studia niestacjonarne\n\nObsługa studiów podyplomowych i kursów\n\ne-Wydział\n\nWYDZIAŁ – Nowoczesna infrastruktura naukowo-dydaktyczna\n\nO NAS\n\nWydział Zarządzania pełni funkcję akademickiej szkoły biznesu i nowoczesnych technologii AGH.\n Kształcimy studentów w bardzo różnorodnym i przydatnym zakresie kompetencji zawodowych co otwiera naszym absolwentom szerokie możliwości zatrudnienia. Zajmujemy wysoką pozycję naukową w obszarze nauk o zarządzaniu, inżynierii produkcji, informatyce i ekonomii potwierdzoną kategorią naukową A.\n\nwięcej >>\n\nWładze Wydziału\n\nJednostki naukowe\n\n Administracja Wydziału\n\nWspółpraca i absolwenci\n\nNAUKA – Kreowanie i transfer innowacyjnej wiedzy ekonomicznej i technicznej\n\nThe Circular Economy Conception Towards Ecoinnovations And Sustainability Of Regions\n\nBadania i granty\n\nPostępowania awansowe\n\nNaukowy ruch studencki\n\nCzasopisma Wydawnictwa AGH\n\nKonferencje naukowe\n\nBiblioteka wydziałowa\n\nStudia\n\nStudia licencjackie i inżynierskie\n\nStudia magisterskie\n\nStudia po angielsku\n\nStudia doktoranckie\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nKierunki studiów\n\nJakość kształcenia\n\nZintegrowany program rozwoju\n\nOrganizacja\n\nZespół Obsługi Studentów studia stacjonarne\n\nZespół Obsługi Studentów studia niestacjonarne\n\nInfrastruktura Wydziału\n\ne-Wydział\n\nWydział\n\nO nas\n\nWładze Wydziału\n\nJednostki naukowe\n\nLaboratoria\n\nAdministracja Wydziału\n\nSamorząd studentów i doktorantów\n\nWspółpraca\n\nGalerie\n\ncovid19\n\nDni otwarte\n\nNauka\n\nBadania i granty\n\nPostępowania awansowe\n\nCzasopisma naukowe\n\nKonferencje naukowe\n\nNaukowy ruch studencki\n\nBiblioteka wydziałowa", "metadata": {"url": "https://www.zarz.agh.edu.pl/", "title": "Wydział Zarządzania AGH | Wydział Zarządzania AGH", "depth": 2, "duplicate": false, "content_hash": "a6f6436733f05520bd825e376b58e013", "word_count": 3577, "headings": [{"level": 2, "text": "Witamy na stronie Wydziału Zarządzania AGH"}, {"level": 2, "text": "AKTUALNOŚCI"}, {"level": 4, "text": ""}, {"level": 4, "text": ""}, {"level": 4, "text": ""}, {"level": 4, "text": ""}, {"level": 4, "text": ""}, {"level": 3, "text": "Digital Production for Sustainable Manufacturing"}, {"level": 4, "text": "Dlaczego warto wybrać ten kierunek?"}, {"level": 3, "text": "Gdzie możesz pracować po ukończeniu studiów?"}, {"level": 3, "text": "Jak wygląda program studiów?"}, {"level": 4, "text": ""}, {"level": 4, "text": ""}, {"level": 4, "text": ""}, {"level": 4, "text": ""}, {"level": 4, "text": ""}, {"level": 4, "text": ""}, {"level": 4, "text": ""}, {"level": 4, "text": ""}, {"level": 4, "text": ""}, {"level": 4, "text": ""}, {"level": 4, "text": ""}, {"level": 2, "text": "Dr hab. inż. Marek Dudek, prof. AGH ponownie Dziekanem Wydziału Zarządzania !"}, {"level": 4, "text": ""}, {"level": 2, "text": "Pierwsza edycja studiów MBA już za nami!"}, {"level": 4, "text": ""}, {"level": 2, "text": "Ranking Uczelni Akademickich"}, {"level": 4, "text": ""}, {"level": 2, "text": "KN Transpeed z nagrodą podczas Hyperloop Global Week w (Toronto, Kanada)"}, {"level": 4, "text": ""}, {"level": 2, "text": "Wizyta Profesora Gagan Deep Sharma na Wydziale Zarządzania"}, {"level": 4, "text": ""}, {"level": 2, "text": "III miejsce naszych Studentów w Ogólnopolskich Uczelnianych Igrzyskach Zarządzania Projektami PMI PC!"}, {"level": 4, "text": ""}, {"level": 2, "text": "Podpisanie listu intencyjnego między AGH, YABIMO NORGE AS, Krakowski Holding Komunalny S.A. oraz Miejskie Przedsiębiorstwo Energetyki Cieplnej S.A."}, {"level": 4, "text": ""}, {"level": 2, "text": "Nowy projekt „PRO-SLO. PRO-SLO PhD Winter/Summer School”"}, {"level": 4, "text": ""}, {"level": 2, "text": "Stopień doktora dla zagranicznego doktoranta po raz pierwszy na Wydziale Zarządzania"}, {"level": 4, "text": ""}, {"level": 2, "text": "Najlepsi dydaktycy na Wydziale Zarządzania"}, {"level": 4, "text": ""}, {"level": 2, "text": "Spotkanie Władz Wydziału z delegacją z Chin"}, {"level": 4, "text": ""}, {"level": 2, "text": "AGHw czołówce Rankingu Perspektyw"}, {"level": 4, "text": ""}, {"level": 2, "text": "MBA TECH"}, {"level": 2, "text": "Wysoka ocena działalności naukowej i dydaktycznej AGH"}, {"level": 2, "text": ""}, {"level": 2, "text": "STUDIA – Atrakcyjna oferta kształcenia przez całe życie"}, {"level": 4, "text": "Studia licencjackie i inżynierskie"}, {"level": 4, "text": "Studia magisterskie"}, {"level": 4, "text": "Studia doktoranckie"}, {"level": 4, "text": "Studia podyplomowe"}, {"level": 2, "text": "ORGANIZACJA – Przyjazne warunki rozwoju zawodowego i naukowego"}, {"level": 2, "text": "WYDZIAŁ – Nowoczesna infrastruktura naukowo-dydaktyczna"}, {"level": 2, "text": "O NAS"}, {"level": 2, "text": "NAUKA – Kreowanie i transfer innowacyjnej wiedzy ekonomicznej i technicznej"}, {"level": 3, "text": "Studia"}, {"level": 3, "text": "Organizacja"}, {"level": 3, "text": "Wydział"}, {"level": 3, "text": "Nauka"}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": ""}]}}