{"content": "#  Bachelor -- Department for International Students AGH \n\nURL: https://www.international.agh.edu.pl/en/studies/transfer/bachelor\nCrawled: 2025-03-19 21:19:54\n\nSkip to content\n\nSkip to footer\n\n Bachelor \n\nStep 1 - choose a field of study\n\nStep 2 - contact the Dean\n\nStep 3 - prepare documents\n\nStep 4 - register for studies\n\nAcademic calendar\n\nDecision of Education Superintendent\n\nDormitories\n\nEducation offer\n\nFees\n\nLegalisation/apostille\n\nRules of registration of underage candidates\n\nTranslation into Polish\n\nCheck whether the field of study you want to study is offered at the AGH University - the list of fields of study can be found in the \nEducation offer\n section.\n Compare your study programme with the study programme at the AGH University - for this check the AGH University \nSyllabus base\n.\nIt is important that the field of study you choose at the AGH University is consistent with your previous education.\n\nWrite to \nus\n about the field of study you want to transfer to - we will give you contact details to the appropriate Dean of the Faculty. You can also use the \nSKOS employee search system\n.\n\nIn the e-mail to the Dean send:\n\nscan of an official transcript of records from first-cycle (Bachelor) studies - it must include the subjects you have passed so far and a grade scale,\n\nscan of the certificate confirming the student's status at your home university - it must contain information that it is issued for the purpose of transferring to study at the AGH University,\n\nscan of translations into Polish or English of the above-mentioned documents,\n\nscan of the transfer application which is available in the section \nDownloads\n and contains:\n\nyour handwritten signature (not a computer one!),\n\nyour personal data (name, surname, e-mail address, phone number, correspondence address),\n\nreasons why you want to transfer to our University,\n\nthe field you want to transfer to and the faculty, level of studies and language of instruction (Polish or English).\n\nAsk the Dean of the Faculty whether transfer to the selected field of study is possible, provided that all formal requirements from the next steps are met.\n\nThe Dean of the Faculty may also ask you to send other additional documents.\n\nIf the Dean of the Faculty \npreliminarily agrees\n on your transfer, send us by e-mail the following documents:\n\nscan of the transfer application with the positive preliminary consent of the Dean,\n\na scan of the certificate confirming the student's status at your home university - it must contain information that it is issued for the purpose of transferring to study at the AGH University,\n\nscan of the transcript of grades from first-cycle (Bachelor) studies - it must include subjects you have passed so far and the grade scale,\n\nif the transcript contains failed subjects or there is no information about passing them, you must provide an additional document from your home university with an annotation that you do not have any backlogs in your studies,\n\nscan of the secondary school leaving certificate with \nlegalization/apostille\n,\n\nThe certificate must entitle you to apply for admission to first-cycle (Bachelor) studies at universities of any type in the country where the said document was issued.\n\nscan of the transcript of records from the secondary school,\n\nscan of the \ndecision of Education Superintendent\n,\n\nscan of an official document confirming knowledge of the language in which the studies will be conducted (Polish or English),\n\nDocuments confirming knowledge of the language of study are listed in the section \nRequired documents\n.\n\nIf you do not have a document confirming your knowledge of the language of study, the University may organize an online language exam for you. Write us if you would like to take part in the exam.\n\nAll the documents related to education should be sent together with their \ntranslations into Polish\n.\n\nAfter verification, we will send your documents to the Faculty Dean's Office.\n\nYour transfer procedure will be continued by the Faculty Dean's Office.\n\nContact the Dean's Office to request a visa document if you need it. Also ask about the payment for a student ID card, tuition fee and the bank account number to which it should be paid.\n\nWhen registering for studies at the Faculty Dean's Office (after arriving in Poland), bring the originals of the following documents:\n\ndocuments related to education, along with their \ntranslations into Polish;\n\ndecision of Education Superintendent\n;\n\ndocument confirming knowledge of the language in which the studies will be conducted - if you have not taken our online language exam;\n\nvalid passport or other identity document - only for review;\n\nproof of payment for the student ID.\n\nAlso prepare a scan of your photo for your student ID.\n\nIf you are under 18 years old, read the \nrules of registration of underage candidates\n.\n\nIf during registration you receive a medical referral, make an appointment at the Occupational Medicine Center. You can find the address on the website of the Occupational Health and Safety Section. Take the referral issued by the AGH University with you for the examination.\n\nAfter the examination, you will receive a medical certificate. Take it to the Faculty Dean's Office - within the deadline specified by the Faculty Dean's Office\n.\n\nIf you have a Polish secondary school leaving certificate (“świadectwo dojrzałości”), \nEuropean Baccalaureate Certificate\n or \nInternational Baccalaureate Diploma\n – you don’t need to have legalization/apostille.\n\nCheck below, if you need legalization or apostille.\n\nYour document needs to have an apostille, if\n it was issued in a country that is party to the Hague Convention. Check:\nthe country list at the Hague Convention\n\nAfter clicking on the chosen country, you will find a list of institutions which issue apostille.\n\nFor information on the procedure, please contact the relevant institution directly.\n\nPoland does not accept apostille issued in certain countries from the list above. In such cases legalisation is required instead. \nThis applies to Pakistan, Burundi, Kosovo, among others.\n\nYour document needs to be legalized in the embassy/consulate if\n it was issued in a country that is not a party to the Hague Convention - that is, in a country not included in the above list.\n\nThe legalization must be done by:\n\na consul of Poland appointed for the state on whose territory or in whose educational system the document was issued, or\n\na diplomatic representative office accredited in Poland or another Member State of EU/EFTA/OECD or a consular office of the state in which territory or in whose education system the document has been issued.\n\nEXAMPLE:\n A document issued in Mexico (in the Mexican educational system) can be legalized:\n\nat the Polish embassy in Mexico or\n\nat the Mexican embassy in Poland or\n\nat the Mexican embassy in an EU/EFTA/OECD country\n\nFor information on the legalization procedure, contact directly the relevant embassy or consulate. Check:\nlist of Poland's missions abroad\n\nlist of diplomatic missions and consular posts in Poland\n\nThe University does not participate in the procedure of obtaining an apostille/legalization.  \n\nRemember that the process of obtaining apostille/legalization may take time, so start the procedure early enough, taking into account transfer deadlines.  \n\nIn case of any doubts, please contact us.\n\nNOTE:\n you must present this document at the embassy/consulate if you are applying for a visa.\n\nThe decision is issued by the Education Superintendent after the recognition process of a certificate issued abroad.  \n\nThe process is done outside the AGH University - at the Regional Board of Education.\n\nYou don't have to provide the decision of Education Superintendent if you have a secondary school-leaving certificate issued in UE/EFTA/OECD, \nEuropean Baccalaureate Diploma\n, \nInternational Baccalaureate Diploma\n or secondary school-leaving certificate mentioned in international agreement (for example, China).\n\nIf you have a different secondary school-leaving certificate than mentioned above, you need to provide the decision of Education Superintendent. You need to:\n\nsubmit a request to Board of Education\n\nsubmit required documents.\n\nYou can find the request and required documents at the \nBoard of Education in Kraków\n website. \n\nContact details:\n ul. Szlak 73\n 31-153 Kraków\n P: 12 448-11-10\n P: 12 448-11-15\n P: 12 448-11-20\n\nkurator(at)kuratorium.krakow.pl\n\nIf you have any questions – let us know. \n\nYou need to translate your education documents (the secondary school-leaving certificate, the transcript of records and the certificate confirming your student status at your home University).\n\nTranslations must be done by:\n\na person put by the Minister of Justice on the list of sworn translators or\n\na person registered as a sworn translator in a member state of the EU, a member state of the EFTA - party to the agreement on the European Economic Area or a member of the OECD, or\n\nPolish consul, competent for the country on whose territory or in whose education system the given certificate or diploma was issued, or\n\na diplomatic representation or consular office, accredited in Poland, of the country on whose territory or in whose education system the given certificate or diploma was issued and submitted not later than during the registration for studies.\n\nIf you are unable to do such a translation in your country, you can do it in Poland.\n\nFind a sworn translator in Poland\n\nStopka\n\nAGH University in rankings\n\nAGH University Online Store\n\nCareer Centre\n\nDiploma nostrification\n\nDoctoral School\n\nMain Library\n\nNon-degree postgraduate studies\n\nPolish language course\n\nStudent Ombudsperson\n\nDepartment for International Students\nal. Mickiewicza 30\n30-059 Krakow\nbuilding A-3, room No 12A \n\nOffice hours\nMonday-Friday: 10 a.m. - 2 p.m.\n\nRegular studies\nP: +48 12 617 50 92\nE: international.students(at)agh.edu.pl\n\nExchange programmes and bilateral agreements\nP: +48 12 617 52 38\nE: exchange(at)agh.edu.pl\n\nBack", "metadata": {"url": "https://www.international.agh.edu.pl/en/studies/transfer/bachelor", "title": " Bachelor -- Department for International Students AGH ", "depth": 3, "duplicate": false, "content_hash": "3095303825b088ef8cf55307f9184285", "word_count": 1558, "headings": [{"level": 1, "text": "Bachelor"}, {"level": 2, "text": "Stopka"}]}}