{"content": "#  Etykieta akademicka na AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/studenci/etykieta-akademicka\nCrawled: 2025-03-19 21:33:03\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Etykieta akademicka \n\nTo, co osiągamy i czego nie osiągamy w naszym życiu, jest ściśle związane z obecnością drugiego człowieka i skutecznym z nim porozumiewaniem się, a na jakość tej komunikacji ma wpływ szacunek do drugiego człowieka i kultura, zarówno słowa, jak i zachowania.\n\nRozpoczęcie studiów to dla każdego wyjątkowy moment w życiu. Znaleźliście się w nowym środowisku, pełnym wyzwań, możliwości, ale również obaw i niepewności. Studiowanie to nie tylko uczęszczanie na zajęcia, dokształcanie się, pisanie prac i korzystanie ze zbiorów bibliotecznych.\n\nBycie studentem oznacza obracanie się w społeczności akademickiej złożonej z profesorów, adiunktów, asystentów, pracowników biblioteki, administracji oraz oczywiście koleżanek i kolegów. \n\nAby ułatwić adaptację i pomóc w nawiązywaniu odpowiednich relacji z wykładowcami oraz zespołem administracji, przygotowaliśmy kilka wskazówek dotyczących etykiety akademickiej.\n\nWarto pamiętać o regularnym odwiedzaniu \nstrony internetowej\n oraz zaobserwowaniu mediów społecznościowych uczelni, aby być na bieżąco z informacjami i ogłoszeniami.\n\nTytułowanie i pozdrawianie\n\nJak poprawnie pisać wiadomości e-mail?\n\nSchemat typowej wiadomości\n\nTytułowanie podczas rozmów telefonicznych\n\nKiedy używamy tytułu „Jego Magnificencja”?\n\nZachowanie na zajęciach w sali wykładowej\n\nPraca Zespołowa\n\nPodsumowanie\n\nTytuły i stopnie naukowe to ważny element etykiety akademickiej. Stosowanie ich świadczy o  szacunku dla osiągnięć innych osób oraz o wiedzy na temat \nhierarchii akademickiej\n.\n\nKiedy używamy tytułów naukowych lub funkcyjnych?\n\nW oficjalnej korespondencji:\n listy, e-maile, podania – zawsze należy się zwracać do osoby z odpowiednim tytułem.\n\nPodczas rozmów:\n zarówno osobistych, jak i telefonicznych.\n\nW prezentacjach:\n kiedy mowa np. o osiągnięciach naukowych danej osoby.\n\nJak używać tytułów podczas rozmowy?\n\nPani Rektor / Panie Rektorze (również do prorektorów),\n\nPani Dziekan / Panie Dziekanie (również do prodziekanów),\n\nPani Profesor / Panie Profesorze (także do doktorów habilitowanych),\n\nPani Doktor / Panie Doktorze.\n\nPozdrawianie\n\nNa uczelni „dzień dobry” mówi się również wykładowcom/pracownikom, z którym aktualnie nie mamy zajęć.\n\nPrzy pozdrawianiu na ulicy i korytarzu obowiązuje tradycyjnie reguła pierwszeństwa, polegająca na tym, że \nosoba mniej szacowna kłania się bardziej szacownej\n:\n student profesorowi, młodszy starszemu, mężczyzna kobiecie.\n\nZawsze jednak osoba grzeczniejsza kłania się pierwsza.\n\nZasady używania tytułów:\n\nPisownia:\n skróty tytułów naukowych zapisywane są małą literą (z wyjątkiem pierwszego słowa, jeśli rozpoczyna ono zdanie).\n\nKolejność:\n jeśli osoba posiada więcej niż jeden tytuł, należy je umieszczać w kolejności od najwyższego do najniższego. Na przykład: \nprof. dr hab. inż. Jan Nowak.\n\nBezpośredni zwrot: \nw komunikacji pisemnej w bezpośrednim zwrocie do osoby z tytułem naukowym należy dodać odpowiedni zwrot grzecznościowy, np.\n Szanowna Pani Profesor. \nW codziennej rozmowie wystarczy: Pani Rektor czy Panie Profesorze.\n\nStudiowanie wymaga regularnych kontaktów z wykładowcami oraz pracownikami administracyjnymi, dlatego umiejętność pisania odpowiednich e-maili jest kluczowa. \n\nPamiętać należy także o zachowaniu odpowiedniej \nhierarchii/kolejności kontaktów służbowych.\n Przełożonym studentów danego wydziału jest \ndziekan\n. Zgodnie z Regulaminem studiów podejmuje on decyzje w sprawach dotyczących przebiegu studiów, o ile nie są one zastrzeżone dla innych organów. \nProdziekani ds. studenckich i kształcenia\n wspierają go i mogą opiniować sprawy studenckie. Od decyzji dziekana przysługuje prawo \nodwołania do rektora.\n\nKażdy rocznik posiada ponadto \nopiekuna roku\n powołanego spośród nauczycieli akademickich, który służy pomocą i do którego w razie potrzeby można się zwrócić w pierwszej kolejności. Do kontaktów między grupą a pracownikami w sprawach pomijających kwestie osobiste/indywidualne upoważniony jest \nstarosta roku\n. Pełni on tu rolę pośrednika.\n\nPoniżej  zasady \nnetetykiety\n, które pomogą w tworzeniu profesjonalnych wiadomości:\n\nKorzystaj z uczelnianego adresu e-mail\n\nPierwszą i najważniejszą zasadą jest \nkorzystanie z uczelnianego konta e-mail\n w kontaktach z pracownikami AGH. Uczelniany adres e-mail to narzędzie, które zapewnia nie tylko bezpieczeństwo komunikacji, ale również pomaga w identyfikacji nadawcy. Korzystanie z poczty w domenie AGH jest obowiązkiem studenta zapisanym w Regulaminie Studiów.\n\nPoczta AGH – wskazówki techniczne nt. korzystania\n\nJeśli chcesz korzystać z poczty na telefonie, od razu zmień w ustawieniach wygląd (skórkę) poczty na Elastic.\n\nTemat wiadomości\n\nKażda wiadomość elektroniczna powinna zawierać\n temat, który jasno i zwięźle określa jej cel.\n Unikaj ogólników i staraj się być precyzyjnym – temat powinien od razu wskazywać na powód Twojej korespondencji. Na przykład: „Prośba o konsultację w sprawie pracy semestralnej”.\n\nPowitanie\n\nOdpowiednie powitanie to kluczowy element profesjonalnej korespondencji. Rozpocznij wiadomość od zwrotu grzecznościowego, np. „Szanowni Państwo lub \nSzanowna Pani/Szanowny Panie”\n i koniecznie \ndodaj tytuł lub stopień naukowy adresata, \nnp:\n\nPani Rektor / Panie Rektorze (również do prorektorów),\n\nPani Dziekan / Panie Dziekanie (również do prodziekanów),\n\nPani Profesor / Panie Profesorze (także do doktorów habilitowanych),\n\nPani Doktor / Panie Doktorze,\n\nPani Kanclerz / Panie Kanclerzu,\n\nPani Kwestor / Panie Kwestorze,\n\nPani Dyrektor / Panie Dyrektorze.\n\nAlternatywnie, możesz użyć uniwersalnego „Dzień dobry” – bez względu na porę dnia, w której piszesz wiadomość.\n\nPo \nzwrocie grzecznościowym\n należy \npostawić przecinek\n, a kolejne zdanie rozpocząć małą literą. Można również postawić wykrzyknik i wtedy kolejne zdanie należy rozpocząć wielką literą.\n\nTreść wiadomości\n\nStaraj się przekazywać informacje w sposób zwięzły i konkretny. Jasno formułuj swoje pytania lub prośby. Pamiętaj, że wykładowcy i pracownicy administracji otrzymują wiele wiadomości, dlatego docenią Twoją zdolność do przekazywania informacji w przystępny sposób.\n Zachowuj ciągłość korespondencji.\n\nPoprawność językowa\n\nDbaj o poprawność językową swoich wiadomości. Sprawdź pisownię, interpunkcję i unikaj literówek. Pamiętaj, że starannie napisana wiadomość świadczy o Twoim szacunku do odbiorcy oraz Twojej dbałości o detale.\n\nZakończenie wiadomości\n\nZakończenie wiadomości powinno być równie uprzejme jak jej początek. Możesz skorzystać z jednej z poniższych formuł:\n\n„Z poważaniem”\n\n„Z wyrazami szacunku”\n\n„Łączę wyrazy szacunku”\n\nPodpisz się\n pełnym imieniem i nazwiskiem, a pod podpisem dodaj rok, kierunek studiów oraz, w zależności od sytuacji, grupę, numer indeksu lub numer telefonu.\n\nGdy zakończysz\n swoją wiadomość ww. zwrotami, \nnie należy po nich wstawić przecinka.\n Tradycyjnie w języku polskim po rozpoczynającym zwrocie grzecznościowym (Szanowny Panie/Pani lub Szanowni Państwo) stawiamy znak interpunkcyjny (przecinek lub wykrzyknik), a po kończącym — nie. \n\nZałączniki i emotikony – dodatkowe wskazówki\n\nZałączniki:\n jeśli dołączasz załączniki, poinformuj o tym odbiorcę i krótko wyjaśnij, co zawierają.\n\nEmotikony: \nw oficjalnej korespondencji unikaj emotikonów. Jeśli wykładowca użyje ich w odpowiedzi, możesz również z nich skorzystać, pamiętając o umiarze.\n\nJak nazywać wysyłane pliki?\n\nWarto w nazwie zawrzeć określenie zawartości plików, które umożliwią ich szybką identyfikację oraz dodać nazwisko autora np. wyniki badań J. Nowak.  Prace poddawane konsultacji warto wysyłać w trybie edycji, a prace finalne w formacie pdf. Tryb edycji pozwala konsultować treść i dodawać komentarze. Tryb finalny pozwala na zachowanie oryginalnego widoku gotowej pracy, co ma znaczenie przy ich druku.\n\nW języku polskim przecinek stawiamy po zwrocie otwierającym pismo, typu „Szanowny Panie\". Dalej piszemy od nowej linii, którą zaczynamy małą literą, traktując zwrot do adresata i pierwsze słowa listu jako jedno zdanie. Przecinka nie stawiamy za to po zwrocie zamykającym, typu „Z poważaniem\".\n\nZasady tytułowania podczas rozmów (nie tylko telefonicznych) są podobne jak w przypadku korespondencji elektronicznej.\n\nPamiętaj o:\n\nUwzględnianiu tytułów i stopni naukowych:\n zwracaj się do osób z tytułami naukowymi odpowiednio (np. Pani Profesor, Panie Doktorze).\n\nZastosowaniu odpowiednich zwrotów grzecznościowych:\n „Proszę Pana”, „Proszę Pani” są uniwersalne, w społeczności akademickiej zwroty te zazwyczaj dotyczą osób nieutytułowanych.\n\nChoć może się wydawać, że to tylko drobny szczegół, poprawne zwracanie się do innych osób świadczy o naszym szacunku i kulturze osobistej.\n\nDlaczego nie mówimy „Proszę Panią”?\n\nW języku polskim rzeczownik „pani” odmienia się przez przypadki. Kiedy zwracamy się do kogoś, używamy dopełniacza, czyli formy „pani”. \n\nZnaczenie zwrotu: Zwrot „proszę Panią” sugeruje, że chcemy „posiadać” tę panią, co oczywiście nie ma sensu w codziennej komunikacji.\n\nUżycie w kontekście prośby: Jeśli chcemy o coś poprosić, mówimy np. „Proszę Panią o chwilę uwagi”. Wtedy używamy biernika, ponieważ chcemy skierować prośbę do konkretnej osoby.\n\nPoprawna forma\n\nZwrot bezpośredni: \n„Proszę Pani”\n\nProśba: \n„Proszę Panią o pomoc”\n\nZatem mówienie „proszę Panią” jest błędem gramatycznym i może być odebrane jako nieuprzejme. Warto zwracać uwagę na poprawność językową.\n\nDzwonić należy w godzinach pracy\n poszczególnych komórek uczelni lub  wyznaczonych dyżurów na \ntelefony służbowe.\n\nSzczególne sytuacje: dzwonienie pod numer prywatny\n\nZawsze upewnij się, czy masz zgodę na kontakt telefoniczny pod danym numerem.\n\nStaraj się dzwonić nie wcześniej niż o godz. 9.00, nie później niż o 19.00.\n\nZazwyczaj osoba inicjująca rozmowę kończy ją. Wyjątkiem jest sytuacja, w której dzwonimy do osoby znacznie wyższej rangą i po przekazaniu jej informacji, może ona podziękować i zakończyć rozmowę.\n\nNie należy dzwonić natarczywie. Zgodnie z zasadami etykiety powinno się czekać na linii max 5-6 sygnałów. \n\nTytuł \n„Jego Magnificencja”\n (dla mężczyzn) lub \n„Jej Magnificencja”\n (dla kobiet) jest wyjątkowo honorowym tytułem, który przysługuje rektorom uczelni wyższych. Jest to tytuł bardzo oficjalny i używany przede wszystkim w sytuacjach szczególnie uroczystych.\n\nKiedy używać tego tytułu?\n\nUroczystości akademickie:\n Podczas inauguracji roku akademickiego, promocji doktorów, podczas obrony prac doktorskich czy innych ważnych wydarzeń uniwersyteckich.\n\nOficjalne dokumenty:\n W pismach skierowanych do rektora, szczególnie jeśli są to dokumenty o charakterze oficjalnym, np. podziękowania, gratulacje.\n\nAdresując się bezpośrednio do rektora: \nPodczas przemówienia, gdy zwracamy się bezpośrednio do rektora i zgromadzonej publiczności.\n\nWażne jest, aby pamiętać, że tytuł „Magnificencja” jest zarezerwowany wyłącznie dla rektorów uczelni wyższych. Nie używamy go w codziennej komunikacji, ani w stosunku do innych osób, nawet jeśli zajmują one wysokie stanowiska.\n\nDlaczego „Magnificencja”?\n\nSłowo „magnificencja” pochodzi z łaciny i oznacza „wspaniałość”. Tytuł ten podkreśla rangę i znaczenie funkcji rektora dla uczelni.\n\nPodsumowując:\n\nTytuł „Magnificencja” jest bardzo oficjalny.\n\nUżywany jest głównie w sytuacjach uroczystych.\n\nPrzysługuje wyłącznie rektorom uczelni wyższych.\n\nJak zwracać się do rektora?\n\nW codziennych sytuacjach: „Panie Rektorze”, „Pani Rektor”.\n\nW sytuacjach bardziej formalnych: „Jego/Jej Magnificencja”.\n\nOprócz efektywnej komunikacji elektronicznej ważnym elementem etykiety akademickiej jest \nodpowiednie zachowanie podczas zajęć \noraz \nstosowny ubiór.\n\nZachowanie w czasie zajęć\n\nPamiętaj o punktualności: \nprzychodź na zajęcia na czas, aby nie przeszkadzać w rozpoczęciu wykładu. Wychodzenie w trakcie zajęć jest dozwolone tylko w sytuacji wyższej konieczności, zawsze dyskretnie i nie należy tego nadużywać. \n\nWyłącz telefon: \ndźwięk telefonu podczas zajęć jest bardzo rozpraszający zarówno dla Ciebie, prowadzącego jak i dla innych studentów.\n\nSkup się na wykładzie:\n unikaj korzystania z telefonu. Wyłącz telefon, nie rozmawiaj podczas wykładu i unikaj innych czynności rozpraszających uwagę. \nRób notatki\n, które ułatwią przypomnienie materiału i pomogą przygotować się do egzaminu.\n\nZadawaj pytania:\n jeśli czegoś nie rozumiesz, nie bój się zapytać. To pokazuje, że jesteś zaangażowany w zajęcia. Możesz też zanotować swoje pytania i zadać je pod koniec zajęć.\n\nSzanuj innych:\n nie przerywaj kolegom, kiedy mówią. Słuchaj ich z uwagą i szanuj ich poglądy. Unikaj komentarzy, które mogą być odbierane jako nieuprzejme.\n\nNie jest właściwe kierowanie w stronę innych osób słów, które mogą ranić: agresywnych, toksycznych czy napastliwych. Tego rodzaju wypowiedzi mogą być źródłem cierpienia, smutku, a nawet prowadzić do problemów zdrowotnych, zarówno psychicznych, jak i fizycznych. Warto zatem starać się reagować w sposób przemyślany i wyważony, zamiast działać pod wpływem impulsu.\n\nNie ma zwyczaju wstawania studentów, gdy profesor wchodzi do sali wykładowej \n– \nzgromadzeni na sali wstają, gdy wchodzi osoba szczególnie szacowna.\n\nW gabinecie profesora raczej nie siada się bez zaproszenia i \nrespektuje się godziny dyżurów.\n\nPrzy powitaniu z podawaniem ręki należy zawsze wstawać.\n\nNie należy nagrywać zajęć bez wcześniejszej zgody prowadzącego.\n\nDo sali wykładowej nie przynosi się okryć wierzchnich i nie wchodzi się z nakryciem głowy oraz nie spożywa się posiłków. Kurtki, płaszcze można zostawić w szatni.\n\nOdpowiedni ubiór\n\nZawsze ubieraj się stosownie do miejsca i okoliczności. Choć dress code na uczelni nie jest tak formalny jak kiedyś, warto pamiętać o kilku zasadach:\n\nUnikaj\n zbyt swobodnego ubioru. Dżinsy i podkoszulek są w porządku, ale warto unikać zbyt obcisłych i \njaskrawych ubrań, mocnego makijażu \nczy krzykliwej biżuterii.\n\nDo laboratorium \nnależy włożyć \nbiały fartuch,\n jeśli jest taka potrzeba okulary ochronne i rękawiczki.\n\nUbranie powinno być czyste i wyprasowane.\n\nNa egzaminy wybierz bardziej formalny strój. \nJasna koszula, bluzka i spodnie/spódnica to dobry wybór. Pamiętaj, że odpowiedni ubiór świadczy o profesjonalizmie i ma wpływ na odbiór Twojego wizerunku.\n\nDlaczego odpowiedni ubiór jest ważny?\n\nWygląd wpływa na to, jak jesteś postrzegany przez wykładowców i innych studentów.\n\nOdpowiedni ubiór pomaga Ci skupić się na nauce i \nnie rozprasza uwagi.\n\nStosowny strój to wyraz szacunku dla siebie i dla innych.\n\nCzy jest to zadanie na ćwiczenia, czy projekt naukowy albo plany zdobywania grantu w kole naukowym – razem bywa ciekawiej i efektywniej.  Kluczem jest tu synergia – połączenie sił, które daje wynik lepszy niż to, co każdy z nas mógłby osiągnąć samodzielnie.\n\nJeśli staniesz się częścią zespołu, doświadczysz efektów, które są trudne do osiągnięcia w pojedynkę. Niezbędne jest Twoje zaangażowanie i wykład, który wnosisz we wspólne rozwiązanie problemu. A jeśli masz szansę zostać liderem zespołu, pamiętaj, jak \nważne jest docenianie wkładu pracy wszystkich\n jego członków. Bez ich talentów i zaangażowania, końcowy wynik nie byłby taki sam.\n\nDobre maniery, jak uznanie dla innych, szacunek i empatia, to fundamenty udanej współpracy\n, które sprawiają, że wspólna praca staje się nie tylko skuteczna, ale także przyjemna i pełna wzajemnego zrozumienia.\n\nEtykieta akademicka to nie tylko zasady dotyczące komunikacji, ale także ogólne zachowanie i wygląd, to również wyraz szacunku do uczelni, wykładowców i współstudentów. Zachowanie należy dostosować do kontekstu społecznego i kulturalnego naszego odbiorcy. Warto pamiętać, że zachowanie i wizerunek mają znaczenie i wpływają na reputację. Stosując się do tych prostych zasad, z łatwością odnajdziesz się w środowisku akademickim i stworzysz pozytywny obraz siebie. Życie studenckie to nie tylko nauka, ale też budowanie relacji i tworzenie własnej ścieżki.\n\nPrzynależność do społeczności akademickiej jest wyróżnieniem, wymagającym od każdego jej członka odpowiedniej kultury osobistej, a także właściwych postaw oraz zachowania. Uczelnia jest miejscem, gdzie obowiązują pewne szczególne reguły zachowań. Stosowanie tych reguł jest wyrazem szacunku. Studentem „się jest” zarówno na uczelni, jak i poza jej murami – \nNoblesse oblige. \nAby odnaleźć się w tym nowym świecie, warto stosować zasady dobrego wychowania nie tylko na uczelni.\n\nŻyczymy owocnej nauki i wielu sukcesów na \nWydziale Inżynierii Materiałowej i Ceramiki AGH!\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/studenci/etykieta-akademicka", "title": " Etykieta akademicka na AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "719f7f7f1fa9b77c6e0853b5aebbb90b", "word_count": 2246, "headings": [{"level": 1, "text": "Etykieta akademicka"}, {"level": 3, "text": "Zasady używania tytułów:"}, {"level": 2, "text": "Stopka"}]}}