{"metadata": {}, "content": "Stypendia ministra właściwego do spraw szkolnictwa wyższego i nauki dla\nstudentów i wybitnych młodych naukowców.\nDz.U.2022.428 t.j. z dnia 2022.02.21\nStatus: Akt obowiązujący\nWersja od: 21 lutego 2022r.\ntekst jednolity\nWejście w życie:\n10 kwietnia 2019 r.\nROZPORZĄDZENIE\nMINISTRA NAUKI I SZKOLNICTWA WYŻSZEGO \nz dnia 1 kwietnia 2019 r.\nw sprawie stypendiów ministra właściwego do spraw szkolnictwa wyższego\ni nauki dla studentów i wybitnych młodych naukowców\nNa podstawie art. 363 pkt 1  ustawy z dnia 20 lipca 2018 r. - Prawo o szkolnictwie\nwyższym i nauce (Dz. U. z 2021 r. poz. 478, 619, 1630, 2141 i 2232) zarządza się,\nco następuje:\nRozdział  1 \nPrzepis ogólny\n§  1.  Rozporządzenie określa:\n1)szczegółowe kryteria i tryb przyznawania oraz sposób wypłacania\nstypendiów ministra właściwego do spraw szkolnictwa wyższego i nauki,\nzwanego dalej \"ministrem\":\na) studentom wykazującym się znaczącymi osiągnięciami naukowymi lub\n\nartystycznymi związanymi ze studiami, lub znaczącymi osiągnięciami\nsportowymi, zwanych dalej \"stypendiami dla studentów\",\nb) dla wybitnych młodych naukowców wykazujących się znaczącymi\nosiągnięciami w działalności naukowej, zwanych dalej \"stypendiami dla\nmłodych naukowców\"\n- zwanych dalej łącznie \"stypendiami\";\n2)rodzaje osiągnięć i sposób ich dokumentowania;\n3)maksymalne liczby stypendiów dla studentów i stypendiów dla młodych\nnaukowców, w tym doktorantów;\n4)maksymalne wysokości stypendiów dla studentów i stypendiów dla młodych\nnaukowców;\n5)wzory wniosków o przyznanie stypendium dla studenta i stypendium dla\nmłodego naukowca.\nRozdział  2 \nRodzaje osiągnięć i sposób ich dokumentowania\n§  2.  Za znaczące osiągnięcia naukowe studenta uważa się:\n1)autorstwo lub współautorstwo monografii naukowej lub rozdziału w\nmonografii naukowej wydanej przez wydawnictwo, które w roku opublikowania\nmonografii w ostatecznej formie było ujęte w wykazie wydawnictw\nsporządzonym zgodnie z przepisami wydanymi na podstawie art. 267 ust. 2 pkt\n2 ustawy z dnia 20 lipca 2018 r. - Prawo o szkolnictwie wyższym i nauce,\nzwanej dalej \"ustawą;\n2)autorstwo lub współautorstwo artykułu naukowego opublikowanego w\nczasopiśmie naukowym lub w recenzowanych materiałach z konferencji\nmiędzynarodowej, które w roku opublikowania artykułu w ostatecznej formie\nbyły ujęte w wykazie tych czasopism i materiałów sporządzonym zgodnie z\nprzepisami wydanymi na podstawie art. 267 ust. 2 pkt 2  ustawy;\n3)znaczący udział w projekcie badawczym o wysokim poziomie\ninnowacyjności, realizowanym przez uczelnię, w której student odbywa lub\nodbywał kształcenie, w tym udział w projekcie badawczym finansowanym w\n\nramach konkursu ogólnopolskiego lub międzynarodowego;\n4)samodzielne wygłoszenie referatu naukowego dotyczącego badań\nnaukowych o wysokim poziomie innowacyjności, którego student jest autorem\nlub współautorem, na ogólnopolskiej lub międzynarodowej konferencji\nnaukowej o wysokim prestiżu zorganizowanej przez podmiot, o którym mowa w\nart. 7 ust. 1 ustawy, zagraniczną uczelnię lub zagraniczną instytucję naukową;\n5)uzyskanie nagrody indywidualnej lub znaczący udział w powstaniu\nosiągnięcia, za które uzyskano nagrodę zespołową w konkursie o wysokim\nprestiżu i o zasięgu międzynarodowym, w którym uczestniczyli studenci uczelni\nco najmniej z pięciu państw, z wyłączeniem konkursów organizowanych w\nramach międzynarodowych konferencji naukowych.\n§  3.  Za znaczące osiągnięcia artystyczne studenta uważa się:\n1)autorstwo lub wykonanie utworu muzycznego lub innej formy muzycznej\nzaprezentowanych na przeglądzie, festiwalu lub koncercie o wysokim prestiżu i\no co najmniej krajowym zasięgu;\n2)autorstwo lub znaczący wkład autorski utworów muzycznych nagranych na\npłycie wydanej przez firmę producencką o wysokim prestiżu;\n3)znaczący udział w powstaniu utworu audiowizualnego, w tym filmowego,\nzaprezentowanego na przeglądzie lub festiwalu o wysokim prestiżu i o co\nnajmniej krajowym zasięgu lub w obiegu kinowym lub telewizyjnym, w tym\nreżyseria, montaż, autorstwo scenografii lub zdjęć, odegranie pierwszo - lub\ndrugoplanowej roli;\n4)znaczący udział w powstaniu spektaklu teatralnego, operowego,\noperetkowego, baletowego lub musicalowego, zaprezentowanego na\nprzeglądzie lub festiwalu o wysokim prestiżu i o co najmniej krajowym zasięgu\nlub w obiegu scenicznym lub telewizyjnym, w tym reżyseria, autorstwo\nscenografii, odegranie pierwszo - lub drugoplanowej roli;\n5)autorstwo formy choreograficznej zaprezentowanej na przeglądzie lub\nfestiwalu o wysokim prestiżu i o co najmniej krajowym zasięgu lub w obiegu\nscenicznym lub telewizyjnym;\n6)autorstwo dzieła plastycznego lub architektonicznego zaprezentowanego na\n\nzbiorowej wystawie zorganizowanej przez instytucję kultury o wysokim prestiżu\nlub w przestrzeni publicznej;\n7)indywidualna autorska wystawa plastyczna zorganizowana przez instytucję\nkultury o wysokim prestiżu;\n8)uzyskanie nagrody indywidualnej lub znaczący udział w powstaniu\nosiągnięcia, za które uzyskano nagrodę zespołową w konkursie, na przeglądzie\nlub festiwalu muzycznym, teatralnym, filmowym, plastycznym lub\narchitektonicznym o wysokim prestiżu i o zasięgu międzynarodowym.\n§  4.  Za znaczące osiągnięcia sportowe studenta uważa się zajęcie w:\n1)sportach olimpijskich, paraolimpijskich lub objętych programem igrzysk\ngłuchych, w rywalizacji indywidualnej albo drużynowej, w których działają\npolskie związki sportowe, o których mowa w ustawie z dnia 25 czerwca 2010 r.\no sporcie (Dz. U. z 2020 r. poz. 1133 oraz z 2021 r. poz. 2054 i 2142), co\nnajmniej:\na) szesnastego miejsca w igrzyskach olimpijskich, igrzyskach\nparaolimpijskich lub igrzyskach głuchych,\nb) ósmego miejsca w mistrzostwach świata,\nc) szóstego miejsca w mistrzostwach Europy,\nd) trzeciego miejsca w młodzieżowych mistrzostwach świata lub Europy,\ne) pierwszego miejsca w mistrzostwach Polski rozgrywanych w kategorii\nseniora,\nf) miejsca, o którym mowa w lit. b-e, w zawodach organizowanych dla osób\nniepełnosprawnych;\n2)rywalizacji indywidualnej albo drużynowej w sportach, w których działają\npolskie związki sportowe, o których mowa w ustawie z dnia 25 czerwca 2010 r.\no sporcie, co najmniej trzeciego miejsca w:\na) uniwersjadzie,\nb) akademickich mistrzostwach świata,\nc) akademickich mistrzostwach Europy,\nd) Europejskich Igrzyskach Studentów.\n§  5.  \n\n1. Za znaczące osiągnięcia w działalności naukowej młodego naukowca uważa\nsię:\n1)autorstwo lub współautorstwo monografii naukowej lub rozdziału w\nmonografii naukowej wydanej przez wydawnictwo, które w roku opublikowania\nmonografii w ostatecznej formie było ujęte w wykazie wydawnictw\nsporządzonym zgodnie z przepisami wydanymi na podstawie art. 267 ust. 2 pkt\n2 ustawy;\n2)autorstwo lub współautorstwo artykułu naukowego opublikowanego w\nczasopiśmie naukowym lub w recenzowanych materiałach z konferencji\nmiędzynarodowej, które w roku opublikowania artykułu w ostatecznej formie\nbyły ujęte w wykazie tych czasopism i materiałów sporządzonym zgodnie z\nprzepisami wydanymi na podstawie art. 267 ust. 2 pkt 2  ustawy;\n3)kierowanie projektem badawczym o wysokim poziomie innowacyjności\nfinansowanym w ramach konkursu ogólnokrajowego albo międzynarodowego;\n4)zastosowanie praktyczne wyników badań naukowych lub prac rozwojowych,\nw tym udzielony patent krajowy lub zagraniczny lub wdrożenie wyników\ndziałalności naukowej w innej formie;\n5)(uchylony);\n6)(uchylony);\n7)odbycie zagranicznego stażu trwającego co najmniej trzy miesiące w\npodmiocie o wysokim prestiżu;\n8)otrzymane stypendium zagraniczne;\n9)(uchylony);\n10)(uchylony);\n11)autorstwo, współautorstwo lub wykonanie dzieła artystycznego\nstanowiącego znaczący wkład w rozwój kultury i sztuki, które zostało\nzaprezentowane na przeglądzie, festiwalu, koncercie lub wystawie, w obiegu\nkinowym, scenicznym lub telewizyjnym albo w przestrzeni publicznej;\n12)uzyskanie nagrody indywidualnej lub znaczący udział w powstaniu\nosiągnięcia, za które uzyskano nagrodę zespołową w konkursie, na przeglądzie\nlub festiwalu muzycznym, teatralnym, filmowym, plastycznym lub\n\narchitektonicznym o wysokim prestiżu i o zasięgu międzynarodowym, z\nwyłączeniem nagród uzyskanych w konkursach organizowanych w ramach\nmiędzynarodowych konferencji naukowych oraz nagród w postaci stypendiów\nkrajowych lub zagranicznych.\n2. Przez współautorstwo monografii naukowej, rozdziału w monografii naukowej\nlub artykułu naukowego rozumie się także współautorstwo wiodące, polegające\nna wniesieniu przez młodego naukowca wkładu autorskiego większego niż wkład\nautorski każdego z pozostałych współautorów. Współautorstwem wiodącym jest w\nszczególności:\n1)największy procentowy wkład autorski w monografię, rozdział w monografii\nlub artykuł;\n2)procentowy wkład autorski w monografię, rozdział w monografii lub artykuł\nrówny procentowemu wkładowi każdego z pozostałych współautorów, w\nprzypadku pełnienia kluczowej roli w powstaniu tych publikacji naukowych.\n§  6.  \n1. Osiągnięcia, o których mowa w § 2-4, są dokumentowane w postaci pisemnej,\nw formie:\n1)w przypadku osiągnięć naukowych:\na) stron monografii naukowej lub czasopisma naukowego, zawierających\nimiona i nazwisko autora albo imiona i nazwiska autorów, tytuł monografii\nnaukowej lub artykułu naukowego, nazwę wydawnictwa, miejsce wydania,\nmiesiąc i rok wydania, wstęp do monografii, spis treści monografii, ISBN -\nMiędzynarodowy Znormalizowany Numer Książki (International Standard\nBook Number), elSBN - elektroniczny Międzynarodowy Znormalizowany\nNumer Książki (International Standard Book Number), ISSN -\nMiędzynarodowy Znormalizowany Numer Wydawnictw Ciągłych\n(International Standard Serial Number), elSSN - elektroniczny\nMiędzynarodowy Znormalizowany Numer Wydawnictw Ciągłych\n(International Standard Serial Number), ISMN - Międzynarodowy\nZnormalizowany Numer Druku Muzycznego (International Standard Musie\nNumber) lub DOI (Digital Object Identifier - cyfrowy identyfikator\ndokumentu elektronicznego),\n\nb) oświadczenia studenta o procentowym wkładzie autorskim w\nmonografię naukową, rozdział w monografii naukowej albo artykuł\nnaukowy, wraz z opisem tego wkładu - w przypadku współautorstwa,\nc) oświadczenia kierownika projektu badawczego zawierającego informacje\no numerze, źródle finansowania, okresie trwania i celu projektu, roli\npełnionej przez studenta w projekcie i zakresie realizowanych przez niego\nzadań oraz o efektach projektu,\nd) certyfikatu lub dyplomu wydanego przez organizatora konferencji\nnaukowej potwierdzającego wygłoszenie referatu naukowego przez\nstudenta,\nda) programu konferencji naukowej lub materiału pokonferencyjnego,\nzawierającego tytuły referatów naukowych oraz imiona i nazwiska\nprelegentów,\ne) oświadczenia studenta o autorstwie lub współautorstwie referatu\nnaukowego i jego samodzielnym wygłoszeniu na konferencji naukowej,\nf) dyplomu lub innego dokumentu potwierdzającego uzyskanie nagrody w\nkonkursie, a w przypadku nagrody zespołowej - również oświadczenia\nkierownika zespołu albo oświadczeń członków zespołu o procentowym\nudziale studenta w powstaniu osiągnięcia,\ng) (uchylona),\nh) regulaminu konkursu,\ni) informacji organizatora o wynikach konkursu zawierającej imiona i\nnazwiska laureatów, a w przypadku nagród zespołowych - nazwy\nzespołów;\n2)w przypadku osiągnięć artystycznych:\na) oświadczenia:\n– studenta o autorstwie lub wykonaniu utworu muzycznego lub innej\nformy muzycznej, o których mowa w § 3 pkt 1,\n– studenta o autorstwie utworu lub utworów muzycznych, o których mowa\nw § 3 pkt 2, lub wkładzie autorskim w ich powstanie wraz z opisem tego\nwkładu - w przypadku współautorstwa,\n– twórcy utworu audiowizualnego, o którym mowa w § 3 pkt 3, o udziale\nstudenta w jego powstaniu,\n\n– twórcy spektaklu, o którym mowa w § 3 pkt 4, o udziale studenta w jego\npowstaniu,\n– studenta o autorstwie formy lub dzieła, o których mowa w § 3 pkt 5 i 6,\n– organizatora wystawy, o której mowa w § 3 pkt 7, o indywidualnym\nautorskim charakterze wystawy,\nb) dokumentacji wizualnej dzieła lub wystawy, o których mowa w § 3 pkt\n6 i 7,\nc) dyplomu lub innego dokumentu potwierdzającego uzyskanie nagrody w\nkonkursie, a w przypadku nagrody zespołowej - również oświadczenia\nkierownika zespołu albo oświadczeń członków zespołu o procentowym\nudziale studenta w powstaniu osiągnięcia,\nd) (uchylona),\ne) regulaminu konkursu,\nf) informacji organizatora konkursu o wynikach konkursu zawierającej\nimiona i nazwiska laureatów, a w przypadku nagród zespołowych - nazwy\nzespołów;\n3)w przypadku osiągnięć sportowych - oświadczenia właściwego polskiego\nzwiązku sportowego albo Akademickiego Związku Sportowego o uzyskanym\nprzez studenta wyniku sportowym.\n2. Osiągnięcia, o których mowa w § 5, są dokumentowane w postaci pisemnej, w\nformie:\n1)stron monografii naukowej lub czasopisma naukowego, zawierających\nimiona i nazwisko autora albo imiona i nazwiska autorów, tytuł monografii\nnaukowej lub artykułu naukowego, nazwę wydawnictwa, miejsce wydania,\nmiesiąc i rok wydania, wstęp do monografii, spis treści monografii, ISBN -\nMiędzynarodowy Znormalizowany Numer Książki {International Standard Book\nNumber), elSBN - elektroniczny Międzynarodowy Znormalizowany Numer\nKsiążki {International Standard Book Number), ISSN - Międzynarodowy\nZnormalizowany Numer Wydawnictw Ciągłych {International Standard Serial\nNumber), elSSN - elektroniczny Międzynarodowy Znormalizowany Numer\nWydawnictw Ciągłych {International Standard Serial Number), ISMN -\nMiędzynarodowy Znormalizowany Numer Druku Muzycznego {International\nStandard Musie Number) lub DOI {Digital Object Identifier - cyfrowy\n\nidentyfikator dokumentu elektronicznego);\n2)oświadczenia młodego naukowca o procentowym wkładzie autorskim wraz z\nopisem tego wkładu oraz oświadczenia potwierdzającego ten wkład, złożonego\nprzez:\na) współautora wiodącego, autora korespondencyjnego lub kierownika\nprojektu badawczego, którego dotyczyła publikacja, albo\nb) innego współautora publikacji, jeżeli młody naukowiec jest jednocześnie\nwspółautorem wiodącym, autorem korespondencyjnym i kierownikiem\nprojektu badawczego, którego dotyczyła publikacja\n-wprzypadku współautorstwa monografii naukowej, rozdziałuwmonografii\nnaukowej lub artykułu naukowego;\n3)potwierdzenia udzielenia patentu krajowego lub zagranicznego lub\nwdrożenia wyników działalności naukowej w innej formie;\n3a)oświadczenia młodego naukowca o procentowym wkładzie autorskim w\npowstaniu osiągnięcia, o którym mowa w § 5 ust. 1 pkt 4, wraz z opisem tego\nwkładu;\n4)(uchylony);\n5)oświadczenia młodego naukowca o kierowaniu projektem badawczym wraz z\ninformacją o numerze, źródle finansowania i okresie trwania projektu;\n6)potwierdzenia odbycia zagranicznego stażu i otrzymania stypendium\nzagranicznego;\n7)dyplomu lub innego dokumentu potwierdzającego uzyskanie nagrody w\nkonkursie, a w przypadku nagrody zespołowej - również oświadczenia\nkierownika zespołu albo oświadczeń członków zespołu o procentowym udziale\nmłodego naukowca w powstaniu osiągnięcia;\n7a)regulaminu konkursu;\n7b)informacji organizatora konkursu o wynikach konkursu zawierającej imiona\ni nazwiska laureatów, a w przypadku nagród zespołowych - nazwy zespołów;\n8)(uchylony);\n9)oświadczenia młodego naukowca o autorstwie, współautorstwie lub\nwykonaniu dzieła artystycznego;\n\n10)potwierdzenia organizatora wydarzenia, o którym mowa w § 5 ust. 1 pkt\n11, o prezentacji dzieła artystycznego;\n11)dokumentacji wizualnej dzieła artystycznego - w przypadku sztuk\nplastycznych.\nRozdział  3 \nPrzyznawanie stypendiów\n§  7.  \n1. Wniosek o przyznanie stypendium składa się do ministra - w przypadku\nstypendium dla:\n1)studenta - w terminie od dnia 1 października do dnia 25 października,\nwedług wzoru stanowiącego załącznik nr 1 do rozporządzenia;\n2)młodego naukowca - w terminie od dnia 1 grudnia do dnia 31 grudnia,\nwedług wzoru stanowiącego załącznik nr 2 do rozporządzenia.\n2. Wniosek o przyznanie stypendium składa się w formie dokumentu\nelektronicznego opatrzonego podpisem zaufanym albo kwalifikowanym podpisem\nelektronicznym za pomocą systemu teleinformatycznego wskazanego przez\nministra w Biuletynie Informacji Publicznej na stronie podmiotowej ministra.\n3. Wnioskodawca wraz z wnioskiem o przyznanie stypendium składa:\n1)dokumenty, o których mowa w § 6 ust. 1 albo 2;\n2)w przypadku przerw w działalności naukowej z przyczyn wymienionych w \nart. 360 ust. 3  ustawy - dokumenty potwierdzające te przerwy.\n§  8.  \n1. Stypendium dla studenta uczelni nadzorowanej przez ministra na dany rok\nakademicki może zostać przyznane studentowi, który:\n1)w poprzednim roku akademickim zaliczył rok studiów oraz\n2)uzyskał wpis na kolejny rok studiów w danym roku akademickim.\n2. Wymogów, o których mowa w ust. 1, nie stosuje się do studenta, który w roku\nzłożenia wniosku o przyznanie stypendium został przyjęty na studia drugiego\n\nstopnia.\n3. Stypendium dla młodego naukowca nie może zostać przyznane młodemu\nnaukowcowi, któremu w poprzednich latach przyznano stypendium dla młodych\nnaukowców albo stypendium naukowe dla wybitnych młodych naukowców, na\npodstawie art. 28a ust. 1  ustawy z dnia 30 kwietnia 2010 r. o zasadach\nfinansowania nauki (Dz. U. z 2018 r. poz. 87).\n§  9.  \n1. Wnioski o przyznanie stypendiów podlegają ocenie formalnej i merytorycznej.\n2. W przypadku stwierdzenia braków formalnych wniosku minister wyznacza\nwnioskodawcy termin, nie krótszy niż 14 dni, do jego uzupełnienia, pod rygorem\npozostawienia wniosku bez rozpoznania.\n§  10.  \n1. Przy ocenie wniosków o przyznanie stypendiów dla studentów bierze się pod\nuwagę znaczące osiągnięcia naukowe lub artystyczne związane ze studiami lub\nznaczące osiągnięcia sportowe, uzyskane w okresie studiów od dnia:\n1)rozpoczęcia studiów - w przypadku studenta studiów pierwszego stopnia\nalbo jednolitych studiów magisterskich,\n2)rozpoczęcia studiów pierwszego stopnia poprzedzających studia drugiego\nstopnia - w przypadku studenta studiów drugiego stopnia,\n3)1 października roku akademickiego, w którym studentowi przyznano\nostatnie stypendium dla studentów albo stypendium ministra za wybitne\nosiągnięcia, na podstawie art. 181 ust. 2  ustawy z dnia 27 lipca 2005 r. -\nPrawo o szkolnictwie wyższym (Dz. U. z 2017 r. poz. 2183, z późn. zm.)\n-dodnia30wrześniaroku,wktórymzłożonowniosek,zwyłączeniem okresów\nurlopów od zajęć lub innych przerw udzielonych zgodnie z regulaminem studiów.\n2. Przy ocenie merytorycznej wniosków o przyznanie stypendiów dla studentów\nuwzględnia się następujące kryteria:\n1)w przypadku osiągnięć naukowych dotyczących:\na) monografii naukowej albo artykułu naukowego:\n– rodzaj i formę,\n\n– procentowy wkład autorski,\n– (uchylone),\n– liczbę punktów w wykazie wydawnictw lub w wykazie czasopism\nnaukowych i recenzowanych materiałów z konferencji międzynarodowych,\nsporządzonych zgodnie z przepisami wydanymi na podstawie art. 267 ust.\n2 pkt 2 ustawy,\n– innowacyjność tematyki badań naukowych, których dotyczy monografia\nnaukowa albo artykuł naukowy,\nb) projektu badawczego:\n– pełnioną rolę,\n– okres uczestnictwa,\n– liczbę referatów naukowych, monografii naukowych, rozdziałów w\nmonografii naukowej lub artykułów naukowych, zastosowań praktycznych\nwyników badań naukowych lub prac rozwojowych lub wdrożeń wyników\ndziałalności naukowej, będących wynikiem udziału w projekcie,\n– prestiż konkursu, w ramach którego jest finansowany projekt,\n– innowacyjność i znaczenie projektu dla rozwoju danej dziedziny nauki,\nc) konferencji naukowej:\n– zasięg,\n– procentowy udział w powstaniu referatu naukowego,\n– liczbę prelegentów posiadających co najmniej stopień doktora,\n– innowacyjność badań naukowych będących tematyką referatu\nnaukowego,\n– prestiż organizatora,\nd) konkursu:\n– zasięg,\n– uzyskane miejsce,\n– sposób wyłaniania laureatów,\n– procentowy udział w powstaniu osiągnięcia, za które uzyskano nagrodę\nzespołową,\n– prestiż organizatora;\n2)w przypadku osiągnięć artystycznych dotyczących:\na) dzieła artystycznego:\n\n– rodzaj i formę,\n– prestiż wydawcy lub organizatora prezentacji,\n– nowatorstwo i znaczenie dla kultury i sztuki,\n– pełnioną rolę w wykonaniu lub prezentacji,\nb) konkursu, przeglądu lub festiwalu:\n– zasięg,\n– uzyskane miejsce,\n– sposób wyłaniania laureatów,\n– procentowy udział w powstaniu osiągnięcia, za które uzyskano nagrodę\nzespołową,\n– prestiż organizatora;\n3)w przypadku osiągnięć sportowych:\na) miejsce uzyskane w zawodach,\nb) rangę zawodów,\nc) rodzaj rywalizacji,\nd) kategorię wiekową,\ne) udział w powstaniu osiągnięcia, za które uzyskano nagrodę drużynową,\nf) obecność dyscypliny sportowej na najbliższych igrzyskach olimpijskich.\n§  11.  \n1. Przy ocenie wniosków o przyznanie stypendiów dla młodych naukowców bierze\nsię pod uwagę osiągnięcia uzyskane do dnia 30 listopada roku, w którym jest\nskładany wniosek.\n2. (uchylony).\n3. Przy ocenie merytorycznej wniosków o przyznanie stypendiów dla młodych\nnaukowców uwzględnia się następujące kryteria:\n1)w odniesieniu do osiągnięć dotyczących:\na) monografii naukowej lub artykułu naukowego:\n– rodzaj i formę,\n– procentowy wkład autorski,\n– liczbę punktów w wykazie wydawnictw lub w wykazie czasopism\nnaukowych i recenzowanych materiałów z konferencji międzynarodowych,\nsporządzonych zgodnie z przepisami wydanymi na podstawie art. 267 ust.\n\n2 pkt 2 ustawy,\n– innowacyjność tematyki badań naukowych, których dotyczy monografia\nnaukowa lub artykuł naukowy,\nb) projektu badawczego:\n– okres kierowania projektem,\n– prestiż konkursu, w ramach którego jest finansowany projekt,\n– innowacyjność i znaczenie projektu dla rozwoju dyscyplin naukowych\nzwiązanych z prowadzoną działalnością naukową,\nc) zastosowania praktycznego wyników badań naukowych lub prac\nrozwojowych:\n– formę zastosowania praktycznego,\n– procentowy wkład autorski,\n– innowacyjność i znaczenie zastosowania praktycznego dla rozwoju\ndyscyplin naukowych związanych z prowadzoną działalnością naukową,\nd) zagranicznego stażu:\n– czas trwania,\n– prestiż zagranicznej uczelni lub zagranicznej instytucji naukowej, w\nktórej młody naukowiec odbył staż,\n– efekty udziału w stażu, w tym liczbę referatów naukowych, monografii\nnaukowych, rozdziałów w monografii naukowej, artykułów naukowych,\nzastosowań praktycznych wyników badań naukowych lub prac\nrozwojowych lub wdrożeń wyników działalności naukowej w innej formie,\ne) stypendium zagranicznego:\n– prestiż stypendium,\n– prestiż podmiotu przyznającego stypendium,\nf) dzieła artystycznego:\n– rodzaj i formę,\n– poziom artystyczny,\n– zasięg prezentacji,\n– prestiż wydawcy lub organizatora prezentacji,\n– pełnioną rolę w wykonaniu lub prezentacji,\ng) konkursu, przeglądu lub festiwalu:\n– zasięg,\n– uzyskane miejsce,\n\n– sposób wyłaniania laureatów,\n– procentowy udział w powstaniu osiągnięcia, za które uzyskano nagrodę\nzespołową,\n– prestiż organizatora;\n2)znaczenie osiągnięć w działalności naukowej dla rozwoju dyscyplin\nnaukowych związanych z prowadzonymi badaniami naukowymi lub pracami\nrozwojowymi albo znaczenie osiągnięć w działalności naukowej w zakresie\ntwórczości artystycznej dla rozwoju kultury i sztuki.\n4. Ocena merytoryczna wniosków o przyznanie stypendiów dla młodych\nnaukowców obejmuje wnioski, w których wykazano:\n1)nie mniej niż trzy osiągnięcia, o których mowa w § 5 ust. 1 pkt 1 lub 2,\nstanowiące autorstwo lub wiodące współautorstwo;\n2)nie więcej niż:\na) pięć osiągnięć, o których mowa w § 5 ust. 1 pkt 1 lub 2, lub\nb) po trzy osiągnięcia, o których mowa w § 5 ust. 1 pkt 3, 4, 7, 8 lub 12,\nlub\nc) dwadzieścia osiągnięć, o których mowa w § 5 ust. 1 pkt 11.\n4a. Przy ocenie merytorycznej wniosków o przyznanie stypendiów dla młodych\nnaukowców bierze się pod uwagę osiągnięcia, o których mowa w § 5 ust. 1 pkt\n11, jeżeli we wniosku wskazano dziedzinę sztuki jako dziedzinę wiodącą, w której\nmłody naukowiec prowadzi działalność naukową w zakresie twórczości\nartystycznej.\n5. Przepisu ust. 4 pkt 1 nie stosuje się do wniosku składanego przez młodego\nnaukowca prowadzącego działalność naukową w zakresie twórczości artystycznej.\n§  12.  Wnioski o przyznanie stypendiów są rozpatrywane - w przypadku\nstypendium dla:\n1)studenta - w terminie do dnia 31 marca,\n2)młodego naukowca - w terminie do dnia 30 czerwca\n- roku następującego po roku, w którym zostały złożone.\n§  13.  \n\n1. Wnioski o przyznanie stypendiów spełniające wymagania formalne podlegają\nocenie merytorycznej, za pomocą metody punktowej.\n2. Na podstawie wyników oceny, o której mowa w ust. 1, sporządza się listy\nrankingowe wniosków o przyznanie stypendiów według liczby przyznanych\npunktów.\n§  14.  Minister przyznaje nie więcej niż:\n1)840 stypendiów dla studentów;\n2)230 stypendiów dla młodych naukowców, z tego co najmniej 30 dla młodych\nnaukowców będących doktorantami.\n§  15.  Maksymalna wysokość stypendiów nie może przekroczyć:\n1)17 000 zł - w przypadku stypendium dla studenta;\n2)5390 zł miesięcznie - w przypadku stypendium dla młodego naukowca.\n§  16.  \n1. Stypendium wypłaca podmiot, którego wnioskodawca jest kierownikiem, ze\nśrodków finansowych przekazanych na ten cel przez ministra.\n2. Stypendium wypłaca się:\n1)studentowi - jednorazowo, w terminie 14 dni od dnia zaksięgowania\nśrodków na rachunku bankowym podmiotu, o którym mowa w ust. 1,\n2)młodemu naukowcowi - w terminie do 10 dnia miesiąca\n-nawskazanyprzezniegorachunekbankowyalborachunekwspółdzielczej kasie\noszczędnościowo-kredytowej albo w gotówce.\n3. W przypadku zmiany przez młodego naukowca, któremu przyznano\nstypendium dla młodych naukowców, miejsca zatrudnienia albo szkoły doktorskiej\nw okresie pobierania tego stypendium, młody naukowiec niezwłocznie informuje\nministra o podmiocie, w którym podjął odpowiednio zatrudnienie albo kształcenie\nw szkole doktorskiej, oraz o dacie tej zmiany.\nRozdział  4 \nPrzepisy epizodyczne i przepis końcowy\n\n§  17.  \n1. W roku 2019 wnioski o przyznanie stypendiów, o których mowa w § 1 pkt 1 lit.\nb, składa się w terminach:\n1)od dnia 2 maja 2019 r. do dnia 31 maja 2019 r.;\n2)od dnia 1 grudnia 2019 r. do dnia 31 grudnia 2019 r.\n2. (uchylony).\n3. W roku 2019 we wnioskach o przyznanie stypendiów, o których mowa w § 1\npkt 1, jako znaczące osiągnięcie odpowiednio naukowe studenta albo znaczące\nosiągnięcie w działalności naukowej młodego naukowca może zostać\nprzedstawione autorstwo lub współautorstwo artykułu naukowego\nopublikowanego w czasopiśmie naukowym ujętym w wykazie czasopism\nnaukowych ogłoszonym przez ministra właściwego do spraw nauki zgodnie z\nprzepisami wydanymi na podstawie art. 44 ust. 2  ustawy z dnia 30 kwietnia 2010\nr. o zasadach finansowania nauki.\n3a. We wnioskach o przyznanie stypendiów, o których mowa w § 1 pkt 1 lit. b,\njako znaczące osiągnięcie w działalności naukowej młodego naukowca\nprowadzonej przed 2019 r. może zostać przedstawione autorstwo lub\nwspółautorstwo artykułu naukowego opublikowanego w ostatecznej formie w\nczasopiśmie naukowym ujętym w wykazie czasopism naukowych ustalonym\nzgodnie z przepisami wydanymi na podstawie art. 44 ust. 2  ustawy z dnia 30\nkwietnia 2010 r. o zasadach finansowania nauki i ogłoszonym komunikatem\nMinistra Nauki i Szkolnictwa Wyższego z dnia 25 stycznia 2017 r. w Biuletynie\nInformacji Publicznej na stronie podmiotowej ministra.\n4. Wnioski, o których mowa w ust. 1 pkt 1, są rozpatrywane w terminie do dnia\n30 listopada 2019 r.\n§  18.  (uchylony).\n§  19.  W latach 2019-2027 osoby, które rozpoczęły studia doktoranckie przed\nrokiem akademickim 2019/2020 i którym przyznano stypendium, o którym mowa\nw § 1 pkt 1 lit. b, albo stypendium naukowe dla wybitnych młodych naukowców,\nna podstawie art. 28a ust. 1  ustawy z dnia 30 kwietnia 2010 r. o zasadach\n\nfinansowania nauki, w przypadku zmiany w okresie pobierania tego stypendium\nmiejsca odbywania studiów doktoranckich lub miejsca zatrudnienia, niezwłocznie\ninformują ministra właściwego do spraw szkolnictwa wyższego i nauki o\npodmiocie, w którym odpowiednio kontynuują studia doktoranckie lub podjęły\nzatrudnienie, oraz o dacie tej zmiany.\n§  20. Rozporządzenie wchodzi w życie z dniem następującym po dniu\nogłoszenia. \nZAŁĄCZNIKI\nZAŁĄCZNIK Nr  1  \nWZÓR\nWniosek o przyznanie stypendium dla studenta za znaczące osiągnięcia\nnaukowe/artystyczne/sportowe1 na rok akademicki ...\nwzór\nZAŁĄCZNIK Nr  2  \nWZÓR\nWniosek o przyznanie stypendium dla wybitnego młodego naukowca za\nznaczące osiągnięcia w działalności naukowej\nwzór\n\n"}