{"content": "#  Studia II stopnia -- WMS AGH \n\nURL: https://wms.agh.edu.pl/studia/studia-ii-stopnia\nCrawled: 2025-03-19 21:36:49\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Studia II stopnia \n\nWiedza z zakresu podstawowych działów matematyki, przekazywana studentom podczas studiów, ma charakter uniwersalny i nie zależy od zmieniających się technologii, miejsca i czasu. Zatem jest podstawą do procesu kształcenia przez całe życie. Absolwenci studiów matematycznych oprócz wiedzy z zakresu matematyki i zastosowań matematyki posiadają umiejętności logicznego, konstruktywnego i perspektywicznego myślenia, podejmowania rozsądnych decyzji oraz szybkiego i trafnego wnioskowania, a kształtowanie takich umiejętności u studentów jest jednym z celów kształcenia na AGH.\n\nProgramy specjalności studiów II stopnia zawierają współczesne zastosowania matematyki w innych dziedzinach wiedzy, w szczególności w bankowości i finansach, informatyce, zarządzaniu, biologii, inżynierii materiałowej, elektronice, automatyce, mechanice i telekomunikacji. Umożliwia to studentom zdobywać umiejętności przydatne w przyszłości na rynku pracy i ułatwia zatrudnienie w przemyśle, bankach, sektorze ubezpieczeń, branży IT, administracji, nauce i oświacie oraz współpracę ze specjalistami z innych dziedzin. Ponadto, wiedza zawarta w programach studiów oraz umiejętności są uzupełniane aktywnym udziałem studentów w pracach kół naukowych.\n\nZajęcia dydaktyczne na kierunku są prowadzone przez matematyków prowadzących własne badania naukowe na wysokim poziomie. Ten fakt sprzyja rozwojowi naukowemu najlepszych studentów i przygotowuje do kontynuowana studiów matematycznych na studiach doktoranckich i pracy naukowej.\n\nMatematyka finansowa \n\nAbsolwenci specjalności poznają metody wyceny instrumentów finansowych oraz zarządzania ryzykiem. Mają wiedzę z zakresu modelowania matematycznego, wykorzystującego teorię procesów stochastycznych w matematyce finansowej, podstawowych pojęć rynków finansowych i stóp procentowych, metod zarządzania ryzykiem stopy procentowej oraz zarządzania ryzykiem związanym z niepewnością przyszłych cen akcji, kursów walut, wysokości stóp procentowych, wartości indeksów i cen towarów. Absolwenci z łatwością znajdują zatrudnienie w sektorze finansowym oraz w departamentach finansowych dużych firm. \n\nMatematyka w informatyce\n\nAbsolwenci tej specjalności otrzymają specjalistyczną wiedzę w takich działach współczesnej matematyki jak szeroko rozumiana teoria algorytmów, automaty i lingwistyka, a zwłaszcza matematyka dyskretna z kluczową teorią grafów. Szczególny nacisk w procesie kształcenia położony jest na sprawne posługiwanie się narzędziami informatycznymi. Praktycznie w każdej firmie czy instytucji powstają problemy dotyczące racjonalizacji i optymalizacji metod produkcji i zarządzania. Dotyczy to zwłaszcza takich obszarów gospodarki jak banki, duże instytucje i towarzystwa, komunikacja, transport.\n\nMatematyka w zarządzaniu\n\nAbsolwenci specjalności otrzymają wysoce specjalistyczną wiedzę w tych działach matematyki, które znajdują szerokie zastosowanie w nowoczesnym zarządzaniu, uzyskają też zasób podstawowych wiadomości z informatyki, ekonomii, finansów i zarządzania, fizyki i techniki. Wśród przedmiotów wykładanych w ramach specjalności znajdą się m.in. bazy danych, zarządzanie finansami, statystyka w zarządzaniu, programowanie dyskretne, teoria grafów i sieci oraz zarządzanie systemami informatycznymi. Rynek pracy dla absolwentów tej specjalności obejmuje takie obszary gospodarki jak banki, komunikacja, duże firmy i instytucje oraz szkolnictwo średnie i wyższe.\n\nMatematyka obliczeniowa i komputerowa\n\nAbsolwenci tej specjalności będą posiadali specjalistyczną wiedzę z zakresu modelowania, implementowania i symulacji rzeczywistych procesów takich jak wycena opcji, przewidywanie awarii urządzeń/systemów, przewidywanie cen energii czy też modelowanie przebiegu epidemii. Będą posiadać dogłębną wiedzę dotyczącą zaawansowanych obliczeń numerycznych (high-performance computing), obliczeń kwantowych, uczenia maszynowego i sieci neuronowych (w tym uczenia głębokiego), symulacji stochastycznych oraz metod Monte Carlo. Absolwenci tej specjalności będą posiadać również wiedzę i umiejętności w zakresie programowania w językach Python, Java.\n\nMatematyka ubezpieczeniowa i statystyczna analiza danych (MUSAD) \n\nAbsolwent specjalności matematyka ubezpieczeniowa i statystyczna analiza danych ma wiedzę z zakresu metod matematycznych stosowanych w ubezpieczeniach życiowych i majątkowych do obliczania wysokości składek, oszacowania ryzyka oraz ustalenia poziomu koniecznych rezerw. Zna metody niezbędne w analizie danych (Data Science), uczeniu statystycznym (Statistical Learning), umie budować rozwiązania oparte na sztucznej inteligencji i uczeniu maszynowym oraz biegle posługuje się pakietem R. Jest również biegły w zakresie statystycznej analizy danych i budowania rozwiązań \u0003opartych na sztucznej inteligencji i uczeniu maszynowym. Jest przygotowany do pracy w zawodzie aktuariusza (w tym do zdania egzaminu państwowego), analityka danych (Data Scientist) oraz statystyka. \n\nMatematyka w naukach technicznych i przyrodniczych \n\nAbsolwenci tej specjalności będą mieć specjalistyczną wiedzę w zakresie modelowania matematycznego, analizy numerycznej i obliczeniowej, statystyki oraz matematyki teoretycznej i jej zastosowań. Dotyczy to w szczególności modeli opisujących zjawiska w technice, fizyce, biologii, medycynie, elektrochemii, inżynierii materiałowej, mechanicznej, elektrycznej i biomedycznej, a  teorii równań różniczkowych, całkowych i dyskretnych, układów dynamicznych, aproksymacji, operatorów, analizy funkcjonalnej i metod geometrycznych. Studia na tej specjalności umożliwią absolwentom zarówno ciekawą współpracę interdyscyplinarną, jak i zatrudnienie w przemyśle, na uczelniach technicznych w kraju i za granicą.\n\nStopka\n\nStudenci\n\nPlany studiów\n\nDeklaracja dostepności\n\nKontakt\n\n© 2023 Wydział Matematyki Stosowanej AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \nKontakt: stronawms@agh.edu.pl \n\nBack", "metadata": {"url": "https://wms.agh.edu.pl/studia/studia-ii-stopnia", "title": " Studia II stopnia -- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "f6bc630a335b0a2b6cdab9a7f4fb2d09", "word_count": 706, "headings": [{"level": 1, "text": "Studia II stopnia"}, {"level": 2, "text": "Matematyka finansowa"}, {"level": 2, "text": "Matematyka w informatyce"}, {"level": 2, "text": "Matematyka w zarządzaniu"}, {"level": 2, "text": "Matematyka obliczeniowa i komputerowa"}, {"level": 2, "text": "Matematyka ubezpieczeniowa i statystyczna analiza danych (MUSAD)"}, {"level": 2, "text": "Matematyka w naukach technicznych i przyrodniczych"}, {"level": 2, "text": "Stopka"}]}}