{"metadata": {}, "content": " \n \n  \nZałącznik nr 2 do Umowy stypendialnej z dnia 02.09.2024 r. r. \n \nRegulamin przyznawania stypendiów  \nArcelorMittal Poland \n \nI. POSTANOWIENIA OGÓLNE \n1. Regulamin określa zasady oraz tryb przyznawania i wypłacania stypendiów ArcelorMittal Poland \nS.A. dla studentów Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie (dalej \nrównież: AGH), na rok akademicki 2024/2025. \n2. ArcelorMittal Poland S.A. zapewnia środki na wypłatę czterech stypendiów w wysokości po \n900PLN brutto (słownie: dziewięćset złotych brutto) na miesiąc każde, w roku akademickim \n2024/2025 tzn. w okresie 9 miesięcy od października 2024 r. do czerwca 2025 r.  \n3. Każdy stypendysta składając wniosek wyraża zgodę na bycie ambasadorem ArcelorMittal Poland \nS.A. a do jego zadań będzie należało:  \na) budowanie pozytywnego wizerunku ArcelorMittal Poland S.A wśród studentów, \nb) informowanie przedstawicieli ArcelorMittal Poland S.A. o wydarzeniach akademickich \nmających miejsce na uczelni i wpisujących się w działalność i wizerunek firmy,  \nc) współpraca podczas uczestnictwa w targach pracy organizowanych na Uczelni o ile takie \nuczestnictwo będzie miało miejsce, \nd) współpraca przy organizowaniu spotkań, gościnnych wykładów prowadzonych przez \nArcelorMittal Poland S.A.,  \ne) dbanie o stan ilościowy i jakościowy oraz ekspozycję materiałów reklamowych należących do \nArcelorMittal Poland S.A. \n \nII. ZASADY ORAZ TRYB PRZYZNAWANIA I WYPŁACANIA STYPENDIÓW \n1. Osobą ubiegającą się o stypendium może być student I i II semestru studiów drugiego stopnia \nAkademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie, studiujący na wybranych \nkierunkach (listę kierunków określa załącznik nr 1 do Umowy). \n2. Decyzje o przyznaniu stypendium dla studentów podejmuje Komisja Stypendialna, w skład której \nwchodzą:  \na) Przedstawiciel Prorektora ds. Studenckich; \n\nb) Prodziekani właściwi do spraw studenckich na wydziałach, na których prowadzone są \nwskazane przez ArcelorMittal Poland S.A. kierunki studiów (listę kierunków określa załącznik nr 1 \ndo Umowy);  \nc) trzech przedstawicieli ArcelorMittal Poland S.A. – jeden z odpowiedniego Biura/Zakładu, \ndrugi jako ekspert w danej dziedzinie, trzeci jako pracownik0 Działu Personalnego.  \n3. Komisja Stypendialna na podstawie złożonych wniosków dokonuje kwalifikacji kandydatów na \nstypendystów według następujących kryteriów rozpatrywanych łącznie oraz działalności w ciągu \npoprzedniego roku akademickiego: \na) średnia ocen za poprzedni rok studiów, która nie może być niższa niż 4,0;  \nb) działalność naukowa – publikacje;  \nc) działalność w kole naukowym;  \nd) aktywność organizacyjna na rzecz Uczelni lub Wydziału;  \ne) inna działalność studenta, w tym: reprezentowanie Uczelni podczas zawodów np. \nsportowych, w konkursach międzyuczelnianych, działalność w obszarze wolontariatu itp.  \n4. Wymagane dokumenty: \na) wypełniony i podpisany wniosek, zawierający m.in. zgodę studenta na rozpowszechnianie \njego wizerunku (wzór wniosku i zgody stanowi załącznik do Regulaminu); \nb) prezentacja (wydruk papierowy) o sobie i swoich działaniach (osiągnięciach itp.) \nwymienionych w ust. 3, przygotowana w formacie ppt lub PDF (wydruk 2 slajdy na stronę), \nw języku polskim, zawierająca nie więcej niż 6 slajdów. Student powinien podać konkretne \nprzykłady swojej aktywności z podziałem na:  \n- działalność naukową – publikacje; \n- działalność w kole naukowym; \n- aktywność organizacyjną na rzecz Uczelni lub Wydziału; \n- inną działalność studenta, w tym: reprezentowanie Uczelni podczas zawodów np. sportowych, \nw konkursach międzyuczelnianych, działalność w obszarze wolontariatu itp.  \n5. Studenci zainteresowani otrzymaniem stypendiów składają wnioski w Dziale Spraw Studenckich \nw pok. 112b, bud. C-7, ul. Czarnowiejska 36, I p. Dokumenty należy złożyć w nieprzekraczalnym \nterminie do dnia 25.10.2024 r. Za datę złożenia wniosku uznaje się złożenie przez studenta \nkompletu prawidłowo wypełnionych dokumentów, o których mowa w ust. 4. \n6. Decyzję o wyborze stypendystów podejmuje Komisja Stypendialna, przy czym w razie równego \nrozkładu głosów członków Komisji, rozstrzygają przedstawiciele ArcelorMittal Poland S.A. \nKryterium przyznania stypendium będzie sumaryczna ocena w skład której wejdzie:  \na) średnia ocen za poprzedni rok studiów,  \nb) działalność naukowa – publikacje;  \nc) działalność w kole naukowym;  \nd) aktywność organizacyjna na rzecz Uczelni lub Wydziału;  \n\ne) inna działalność studenta, w tym: reprezentowanie Uczelni podczas zawodów np. \nsportowych, w konkursach międzyuczelnianych, działalność w obszarze wolontariatu itp.  \n7. Studenci ubiegający się o stypendium zostaną poinformowani o decyzji Komisji Stypendialnej \ntelefonicznie lub drogą elektroniczną. Termin przekazania decyzji – do dnia 30 listopada 2024 r.  \n8. Od decyzji Komisji Stypendialnej nie przysługują żadne środki odwoławcze.  \n9. Stypendia będą wypłacane stypendystom przez AGH w kwotach miesięcznych w wysokości brutto \n900 PLN każda, pomniejszonych o podatek – na wskazane konta bankowe. Pierwsza wypłata \nstypendium nastąpi w r. z wyrównaniem od października 2024 r. \n10. Wypłata stypendium zostanie wstrzymana (utrata prawa do stypendium) w przypadku: \na) wcześniejszego zakończenia studiów (w przypadku wcześniejszej obrony ostatnie \nstypendium wypłaca się za miesiąc obrony); \nb) skreślenia z listy studentów; \nc) ukarania studenta karą dyscyplinarną przez uprawniony organ AGH; \nd) skazania prawomocnym wyrokiem za przestępstwo umyślne;  \ne) rozpoczęcia urlopu dziekańskiego;  \nf)  powtarzania semestru. \n11.  Jeżeli zajdzie którakolwiek z okoliczności, o których mowa w ust. 10, AGH przekaże ArcelorMittal \nPoland S.A. informacje jedynie o fakcie wstrzymania wypłaty stypendium bez ujawniania przyczyn. \n \nIII.  \nPROMOCJA PROGRAMU STYPENDIALNEGO  \n1. ArcelorMittal Poland S.A. oraz AGH zastrzegają sobie prawo do publikacji imion, nazwisk, zdjęć \ni informacji o działalności stypendystów na łamach prasy, antenie radia, w Internecie oraz \nw telewizji. \nIV.  \nPOSTANOWIENIA KOŃCOWE \n \n1. ArcelorMittal Poland S.A. nie ponosi odpowiedzialności za jakiekolwiek opłaty i podatki, do \nuiszczenia których mogą być zobowiązane osoby, które otrzymały stypendia. \n2. Złożenie prawidłowo wypełnionych dokumentów, o których mowa w pkt. II ust. 4 jest \nrównoznaczne z akceptacją wszystkich warunków niniejszego Regulaminu. \n3. Kwestie wymagające rozstrzygnięcia w zakresie nieuregulowanym w niniejszym Regulaminie, \njak również interpretacji zapisów Regulaminu dokonują wspólnie ArcelorMittal Poland S.A. \noraz AGH.  \n\n"}