{"content": "27\nBiuletyn AGHpRaCoWNiC y   \nAntoni Maria Emilian Józef Franciszek Hobor-\nski urodził się 1 kwietnia 1879 roku w Tarnowie, w rodzinie oficera armii austriackiej, zaś matka miała niemieckie pochodzenie. Do gimnazjum uczęszczał w rodzinnym mieście, już wtedy ujawnił niezwykłe zdolności matematyczne. Po maturze w 1897 roku podjął studia matematycz-no-fizyczne na Uniwersytecie Jagiellońskim. Jako student wyróżniał się niezwykłą sumiennością oraz dążeniem do kształcenia się poza wykładami. Potwierdzeniem tego jest fakt, iż w 1900 roku reaktywował założone w 1893 roku Kółko Matema-tyczno-Fizyczne Uczniów UJ i stojąc na jego czele, ożywił niesłychanie działalność naukową koła.Jego kariera naukowa nie przebiegała łatwo i szybko, a instytucja asystentów wówczas nie była prawie znana. Absolwent uniwersytetu mu-siał z reguły zostać nauczycielem szkoły średniej. Tak też było i w jego przypadku. Po ukończeniu studiów w 1901 roku rozpoczął pracę, jako nauczy-ciel szkół średnich. Do 1919 roku pracował w kilku szkołach, między innymi w Krakowie, Tarnowie, Jaśle, Brzeżanach, Nowym Sączu i od 1907 roku znowu w Krakowie. W listopadzie 1903 roku złożył państwowy egzamin nauczycielski z matematyki i fizyki. Mimo wędrówki po prowincji nie zanie-chał pracy naukowej, cały czas wolny poświęcał dokształcaniu się. Czynił to z taką gorliwością, że doprowadził do bardzo poważnego uszkodzenia wzroku. Jedną z przyczyn był również brak oświe-tlenia elektrycznego. Efektem tej pracy było pod-jęcie tematu pracy doktorskiej u prof. Stanisława Zaremby. 26 czerwca 1908 roku na podstawie rozprawy „O całkowaniu równania różniczkowego v\nt = vxx + vyy” uzyskał stopień doktora filozofii na \nUniwersytecie Jagiellońskim. W tym samym roku udał się na roczny pobyt w Paryżu, gdzie w 1909 roku uzyskał na Sorbonie licencjat nauk ścisłych z zakresu matematyki. Swoje studia zagraniczne kontynuował w dalszym ciągu spędzając następny rok w Getyndze, gdzie słuchał wykładów Felixa Christiana Kleina i Davida Hilberta. Pod wpły-wem wykładów Hilberta zaczyął interesować się równaniami całkowymi. Kilka lat później ogłosił z tego zakresu kilka prac oraz skrypt. Po powrocie z zagranicy dalej uczył w V Gimnazjum w Krakowie, a w 1911 roku objął wykłady zlecone na Uniwersytecie Jagiellońskim. Początkowo wykładał geometrię wykreślną, potem arytmetykę teoretyczną, zanim nie ustalił geometrii różnicz-kowej, jako swojego głównego kierunku badań. W 1912 roku na podstawie pracy „O pewnym zastosowaniu zasady najmniejszych wartości” uzyskał habilitację na UJ. Był jednym z szesnastu członków-założycieli Polskiego Towarzystwa Ma-tematycznego, powstałego 2 kwietnia 1919 roku, w którym aktywnie działał do wybuchu wojny, będąc między innymi jego wiceprezesem.W 1914 roku Komitet Organizacyjny Akademii Górniczej w Krakowie powołał go na profesora matematyki. Wśród kilku pierwszych powołanych w drodze konkursu profesorów, Hoborski nie miał równego sobie konkurenta. Niestety wybuch I wojny światowej uniemożliwił realizację planów otwarcia akademii. Dopiero 25 kwietnia 1919 roku otrzymał nominację na zwyczajnego profesora matematyki AG i został równocześnie członkiem Komitetu Organizacyjnego uczelni. Na pierwszym posiedzeniu profesorów AG, które odbyło się w czerwcu 1919 roku, został wybrany dziekanem Wydziału Górniczego, a w grudniu został miano-wany zastępcą rektora akademii. Po uruchomie-niu I roku studiów w AG, cały ciężar prowadzenia spraw nowej uczelni, w ciężkim okresie po I woj-nie światowej, spoczywał głównie na nim. \nWe wrześniu 1920 roku został \npowołany na stanowisko Rektora AG \ni sprawował tę funkcję przez trzy lata. \nBył pierwszym rektorem Akademii \nGórniczej, gdyż pierwotnie mianowany \nna to stanowisko prof.  Stanisław \nPłużański, nigdy funkcji tej nie \nobjął. Na podstawie zachowanych \ndokumentów można stwierdzić, że \nHoborski od 1 lipca 1919 roku spełniał \nczynności rektorskie. \nW okresie pełnienia władzy rektorskiej i pod jego \nbezpośrednim kierunkiem załatwiono wiele spraw o podstawowym znaczeniu dla akademii. Między Poczet rektorów Akademii Górniczej i Akademii Górniczo-Hutniczej – część I \nAntoni Hoborski\nrektor w latach 1920–1922Hieronim Sieński  \nBiblioteka Główna AGH\nRozpoczynamy nowy cykl wspomnień i prezentacji rektorów Akademii \nGórniczej i później Akademii Górniczo-Hutniczej. Profesorów, którzy tworzyli i decydowali o naszej uczelni. Osób, o których wielokrotnie możemy powiedzieć, że ich znamy i wiemy czego dokonali, a jednak czas zaciera pamięć, a my nie chcemy, żeby się tak działo, stąd ten cykl i te prezentacje – zapraszamy do systematycznego studiowania naszej historii i codzienności.\nfot. arch. BG AGH\nProfesor Antoni Hoborski – \npierwszy Rektor AG\n\n28 marzec 2020 nr 147aNToNi hoboRski REkT oR W la TaCh 1920–1922\ninnymi przezwyciężono trudności z lokalizacją \nkatedr, sal wykładowych i zakwaterowania stu-dentów. W tym czasie uczelnia nie miała jeszcze własnego budynku. Zorganizowano i uruchomiono Wydział Górniczy. W 1919 roku powołano Kurato-rium Finansowe, którego zadaniem było zarządza-nie funduszami, przekazanymi przez przemysł gór-niczy na cele akademii. Przede wszystkim chodziło o niesienie pomocy niezamożnym studentom. Z pieniędzy tych opłacano początkowo niektóre etaty asystenckie. Pierwszym przewodniczącym tego kuratorium był A. Hoborski. Zrealizowano plan budowy gmachu głównego akademii przy al. Mickiewicza. Już w 1922 roku przystąpiono do wstępnych prac budowlanych. Przez pewien czas rektor Hoborski był przewodniczącym ścisłego Komitetu ds. Budowy Gmachu AG. Wystąpiono do władz Krakowa z prośbą o zarezerwowanie terenów przy al. Mickiewicza pod budowę dla akademii pawilonów: hutniczego, maszynowego, elektrotechnicznego i przeróbki mechanicz-nej. W późniejszych latach prof. Hoborski stale uczestniczył w pracach różnych komisji senackich uczelni: programowej, regulaminowej, pomocy akademickiej oraz dyscyplinarnej ds. studentów. W 1922 roku otrzymał tytuł profesora Uniwersyte-tu Jagiellońskiego, a w 1925 roku zaproponowano mu Katedrę Matematyki na tymże uniwersytecie. Zrezygnował jednak z tej propozycji nie chcąc po-rzucać Akademii Górniczej. Prowadził jednak dalej dotychczasową działalność dydaktyczną na UJ, wykładając różne działy geometrii różniczkowej.Profesor Hoborski miał wrodzone wybitne zdolno-ści pedagogiczne. Był doskonałym wykładowcą, do wykładów przygotowywał się bardzo starannie, wygłaszając je z dużą swadą i zapałem. Kochał młodzież i za swój obowiązek uważał w szczegól-ności opiekę nad wybijającymi się uczniami. Kiedy w okresie I wojny światowej, ucząc w V Gimna-zjum w Krakowie, odkrył wyjątkowo uzdolnionych matematycznie uczniów – Stanisława Gołąba i Tadeusza Piecha – późniejszych profesorów AGH, zorganizował dla nich bezinteresownie coniedziel-ne kilkugodzinne lekcje z matematyki wyższej. W późniejszych latach zabierał S. Gołąba na swoje wykłady w akademii. Dobrze się zapowiadającym matematykom – S. Gołąbowi i Włodzimierzowi Wronie – umożliwił uzyskanie stypendiów na stu-dia zagraniczne. Lubił też przebywać z młodzieżą. Chętnie uczestniczył w wycieczkach naukowych swoich studentów do kopalń i hut, chociaż było to dla niego, z powodu słabego wzroku, niezwykle męczące. Świetnie organizował proces dydaktycz-ny w prowadzonej katedrze. Na parę dni przed każdymi ćwiczeniami robił odprawę z prowadzący-mi zajęcia, podczas której omawiał każde zadanie przeznaczone na ćwiczenia i do przerobienia w domu. Ćwiczenia hospitalizował stale i brał w nich czynny udział. Doskonale rozumiał znacze-nie skryptów i podręczników. Jednakże po I wojnie brak było nowoczesnych podręczników, zwłaszcza do matematyki wyższej. Z właściwą sobie energią postanowił temu zaradzić wydając trzy pod-ręczniki, trzy skrypty oraz instrukcję do ćwiczeń z aparatem różniczkowania i całkowania graficz-nego. Już w pierwszym roku istnienia akademii jego wykłady stenografował S. Gołąb. Sam skrypt ukazał się w 1920 roku. W sumie opublikował 66 prac naukowych, w tym siedem skryptów i sie-dem podręczników. Należy zwrócić uwagę na trzy ważne pozycje w dorobku profesora, a mianowicie podręczniki: \nMatematyka wyższa , Teoria krzywych  \noraz pracę Nowa teoria liczb niewymiernych . \nByły to pierwsze polskie nowoczesne podręczniki matematyczne dla studentów wyższych szkół technicznych. Skrypt \nTeoria powierzchni  zawie-\nfot. arch. BG AGHNadanie doktoratu honoris causa \nprof. E. Windakiewiczowi (stoi pierwszy od lewej) obok prof.  \nA. Hoborski – czerwiec 1936 rok\nfot. H. Sieński\nTablica pamiątkowa w budynku głównym AGH, A-0\n\n29 Biuletyn AGHaNToNi hoboRski REkT oR W la TaCh 1920–1922\nrał pierwszy w języku polskim wykład rachunku \ntensorowego, a w Teorii krzywych  konsekwentnie \nstosował metodę wektorową, co było nowością w literaturze matematycznej. W 1930 roku w „Prze-\nglądzie Górniczo-Hutniczym” opublikował artykuł „Dziesięć lat Polskiej Akademii Górniczej”.\nProfesor pod względem charakteru \nprzedstawiał się jako człowiek \nwyjątkowy. Był wyróżniającym \nsię pedagogiem i wykładowcą. \nSumienność nie tylko w pracy \nnaukowej, ale w całej działalności \nżyciowej była u niego cechą \ndominującą. \nNie łaknął żadnych zaszczytów, należał do tych, \nktórych sukces ucznia radował więcej niż własny. Prostolinijny w postępowaniu, przystępny, był bezkompromisowy w sprawach etycznych. Jed-nocześnie bardzo czuły, wrażliwy i wyrozumiały na ludzkie nieszczęście. Nie mając własnych dzieci, przeznaczał znaczne sumy pieniężne na pomoc dla sierot i niezamożnych studentów. Był człowiekiem skromnym, nie pragnął zaszczytów, cenił ponad wszystko ciepłą atmosferę domu i spokój do pracy. W 1937 roku założył czasopismo matematyczne „Opuscula Mathematica” i był jego pierwszym redaktorem. Dzięki temu tytułowi profesor ciągle jest obecny w środowisku uczel-nianym, gdyż czasopismo dalej się ukazuje, a od 2000 roku na okładce widnieje portret założyciela. W uznaniu licznych zasług i osiągnięć wyróżniony został: Krzyżem Komandorskim Polonia Restituta Restituta, Medalem za Długoletnią Służbę, Me-dalem Dziesięciolecia Odzyskanej Niepodległości. 30 października 1979 roku Senat Uniwersytetu Jagiellońskiego jednomyślna uchwałą przyznał mu pośmiertnie „Medal Merentibus”.Ostatnie lata życia nie były dla niego łatwe. Wskutek zaniku nerwu wzrokowego narastało upośledzenie wzroku, nieuleczalnie chorowała żona. To wszystko coraz bardziej utrudniało pracę naukową.Wybuch II wojny światowej przerwał działalność profesora. Podobnie jak wielu innych krakowskich profesorów 6 listopada 1939 roku został areszto-wany i deportowany do obozu koncentracyjnego Sachsenhausen. Mimo pochodzenia austriacko- -niemieckiego, był żarliwym patriotą. Nie wykorzy-stał faktu, że matka była Niemką, a ojciec ofice-rem armii austriackiej, przebywał w obozie, jako polski profesor. Dla niemłodego już i znajdującego się w nie najlepszej kondycji fizycznej profesora pobyt w przerażających warunkach obozowych był jednym pasmem cierpień. Od wielu lat nosił okulary, które jednak już w niewielkim stopniu mu pomagały. Widział na niewielką odległość. Ta wada wzroku powodowała jego nieporad-ność fizyczną, poruszał się wolno i bardzo ostrożnie i na dodatek podczas przyjęcia do obozu otrzymał dwa lewe buty. Bardzo ciężko znosił obozowy reżim, jednakże nie tracił godności i miał jeszcze tyle hartu i sił ducha, że potrafił inicjować dyskusje na tematy matematyczne. Zawiadomio-ny w obozie o śmierci żony, zmarłej 18 grudnia, zniósł ten cios mężnie i powiedział: „To i tak lepiej niż gdyby się ona dowiedziała o mojej śmierci, która mnie tu mnie niechybnie czeka”. Bez opieki młod-szych kolegów nie mógł sobie dać rady z ubraniem, chodzeniem i jedzeniem. Do-znał dużo upokorzeń od esesmanów, zanim otrzy-mał żółtą opaskę z trze-ma czarnymi punktami, co oznaczało kalekę i do pewnego stopnia chroniło przed szykanami. Załamanie przyszło później. Współwięzień pro-fesor Kazimierz Stołyhwo tak to wspominał: „Był tak zmaltretowany, że przychodził kilkakrotnie do niego, komunikując, iż rzuci się na druty kolczaste otaczające obóz, pozostające pod napięciem”. Z końcem stycznia 1940 roku w ciasnych, brudnych i pełnych gwoździ drewniakach poranił i odmroził sobie ciężko stopy. Po przymusowej amputacji dużych palców u nóg wywiązała się gangrena połączona z wysoką gorączką. Nie mogącego się już poruszać profesora przeniesiono w pierwszych dniach lutego 1940 roku do obozowego szpitala. Gdy 8 lutego 1940 roku na apelu ogłoszono listę zwolnionych z obozu, w tym Hoborskiego, on już nie był w stanie opuścić rewiru. Profesor Antoni Hoborski zmarł 9 lutego 1940 roku, nazajutrz po wyjeździe kolegów. Zmarł już jako człowiek wolny. Nie wiadomo, gdzie został pochowany. Jednym z uwięzionych był również były student rektora prof. S. Gołąb, który w tych strasznych i trudnych dniach opiekował się swoim mistrzem i mentorem oraz był świadkiem jego śmierci. Profesor Leon Wachholz po powrocie do Krakowa napisał wiersz bez tytułu, utrzymany w formie dialogu między Nadpielęgniarzem, Hoborskim i Wachholzem. Wiersz o ostatnich chwilach Antoniego Hoborskiego w Sachsenhausen wyrażał pragnienie umierającego profesora i pozostają-cego w ciężkim stanie Wachholza – powrotu do ojczyzny. Jak wiemy w tym jednym przypadku tak się nie stało. Hoborski wypowiada tam niezwykle bolesne słowa:\nKarykatura prof. A. Hoborskiego \nzaczerpnięta z publikacji: Akademia w karykaturze (oprac. red. Wacław Różański, Ferdynand Szwagrzyk; karykatury z 1969 roku, oprac. A. Wasilewski), Kraków 1969 rok\n\n30 marzec 2020 nr 147aNToNi hoboRski REkT oR W la TaCh 1920–1922\n„Nie zazdrościłem niczego nikomu,\nTylko tym, którzy wrócą do ojczyzny,Ja też chcę wrócić do niej, razem z żoną,Tam żyć i umrzeć! Tu by mnie spalonoI rozsypano z wiatrem prochy moje,Ta myśl mnie trapi, nią się niepokoję,Bo pragnę spocząć w mej rodzinnej ziemi!Broń mnie, kolego, przed wrogami memi!”\nPierwszy rektor Akademii Górniczej ma tylko symboliczny grób – urnę z ziemią przywiezioną z Sachsenhausen. Urnę tę po wojnie grupa profe-sorów z AGH przywiozła z obozu w Sachsenhausen i wmurowała obok tablicy upamiętniającej 30 rocznicę aresztowania profesorów AG, znajdującej się w budynku głównym akademii. Nie wiadomo, co się stało z prochami profesora. Życie i dzieło profesora przypomniano 9 lutego 1980 roku w 40 rocznicę śmierci. Na uroczystej sesji naukowej, zorganizowanej przez Instytut Matematyki AGH i Komisję Historii Matematyki Polskiego To-warzystwa Matematycznego, zgromadziła się czołówka polskich matematyków oraz przedsta-wiciele uczelni i stowarzyszeń matematycznych, a wspomnieniami podzielili się jego współ-pracownicy i uczniowie. W 1984 roku 935 tom Zeszytów Naukowych AGH – nr 57 serii „Mate-matyka-Fizyka-Chemia” – został zadedykowany pamięci A. Hoborskiego. W zamieszczonych tam 28 artykułach omówiono dokonania i zaprezento-wano prace matematyczne nawiązujące do jego twórczości, w tym również wychowanków. W 1981 roku poświęcono profesorowi tablicę. Umiesz-czono ją przed aulą w gmachu głównym A-0. Na kamiennej płycie znajduje się płaskorzeźba z jego podobizną i napis:\nANTONI HOBORSKI\n1879\n1940\nPIERWSZY REKTOR UCZELNI\nPROFESOR MATEMATYKI\nWIELKI PRZYJACIEL MŁODZIEŻY\nWYCHOWANKOWIE\nTablicę wykonaną według projektu dr. inż. arch. Adama Lankosza, adiunkta w Instytucie Mate-matyki, ufundowali wychowankowie AGH. Od 2001 roku imię Antoniego Hoborskiego nosi pawi-lon B-7 – siedziba Wydziału Matematyki Stosowa-nej. W 1999 roku na okoliczność 80. rocznicy utwo-rzenia AGH wydano kartę pocztową z portretem profesora Hoborskiego, którą zaprojektował Jacek Konarzewski. Ponadto profesor uhonorowany jest na Tablicach Pamiątkowych poświęconych ofiarom II wojny światowej. Umieszczone są one przed wejściem do auli w budynku głównym AGH, na pierwszym piętrze. Pierwsza tablica poświęcona jest pamięci profesorów i pracowników Akademii Górniczej. Jest to odlew z brązu umieszczony na marmurowych płytach. Nad nimi znajduje się urna z prochami. Tablicę odsłonięto 4 października 1975 roku, a urnę wmurowano 5 listopada 1981. Okolicz-nościowa inskrypcja zawiera 13 nazwisk Pracowni-ków Akademii, którzy w okresie 1939–1945 zginęli z rąk okupanta hitlerowskiego za Ojczyznę i naukę w latach 1939–1945. Dopełnieniem tej tablicy jest następna upamiętniająca 30. rocznicę areszto-wania przez hitlerowców profesorów AG, którzy zginęli w obozie śmierci Sachsenhausen. Jest to tablica z kamienia z mosiężnymi literami. Tablica upamiętniająca 30. rocznicę aresztowania przez hitlerowców profesorów AG, którzy zginęli w obo-zie śmierci Sachsenhausen została wmurowana 5 listopada 1981 roku. Kolejną tablicą jest tak zwa-ne RODŁO, upamiętniono na niej profesorów szkół krakowskich więzionych w KZ Sachsenhausen w latach 1939–1940, odsłonięta została 8 lutego 1985 roku przez rektora i Senat AGH.Pamięć o pierwszym rektorze jest czczona jeszcze w jeden sposób. Od 2014 roku, w listopadzie \nProfesor Antoni Hoborski, portret \nrektorski autorstwa Zdzisława Pabisiaka fot. arch. AGH\n\n31 Biuletyn AGHaNToNi hoboRski REkT oR W la TaCh 1920–1922\norganizowane są „Dni Hoborskiego – Święto \nNauk Ścisłych” w AGH. Wówczas to za całokształt działalności naukowej, dydaktycznej i organiza-cyjnej w następujących dyscyplinach: chemia, fizyka i matematyka przyznawana jest „Nagroda im. prof. Hoborskiego”. Dla każdej z tych dzie-dzin jeden raz na trzy lata, począwszy od chemii w 2015 roku. Nagrody przyznaje Kapituła Nagro-dy im. Prof. Hoborskiego. Nagroda ta została ustanowiona przez Komitet Organizacyjny „Dni Hoborskiego – Święta Nauk Ścisłych” w AGH i ma wymiar symboliczny. Potwierdzeniem przyznanej nagrody jest dyplom oraz statuetka „Diamentowa Kula”. Nagrody mogą być przyznawane byłym pracownikom lub studentom wydziałów: Infor-matyki, Elektroniki i Telekomunikacji; Inżynierii Materiałowej i Ceramiki; Energetyki i Paliw, Fizyki i Informatyki Stosowanej; Matematyki Stosowanej oraz Akademickiego Centrum Materiałów i Nano-technologii z zakresu chemii, fizyki, matematyki. Kapitułę Nagrody im. prof. Hoborskiego stanowią rektor AGH, dziekani wyżej wymienionych jedno-stek AGH i przewodniczący Komitetu Organizacyj-nego „Dni Hoborskiego – Święta Nauk Ścisłych” (przewodniczący kapituły). Koszty wykonania statuetki, dyplomów i nagrody pieniężne oraz koszty organizacyjne związane z przyznaniem nagrody ponoszą w równych częściach wyżej wymienione jednostki. Dokumentacja przyzna-wania nagród jest przechowywana na Wydziale Matematyki Stosowanej. Informacje o wszystkich laureatach nagrody umieszczane są na stronach internetowych wszystkich wyżej wymienionych jednostek. Nagrody im. Prof. Hoborskiego są wręczane na uroczystym posiedzeniu Senatu AGH z okazji Święta Nauk Ścisłych przez rektora Akademii Górniczo-Hutniczej (lub jego zastępcę) w obecności dziekanów wydziałów i przewodni-czącego Komitetu Organizacyjnego „Dni Hobor-skiego – Święta Nauk Ścisłych”. Dotychczasowymi laureatami nagrody są:\n \u0083w 2015 roku – nagroda z chemii – prof. dr hab. Roman Pampuch,\n \u0083w 2016 roku – nagroda z fizyki – prof. dr hab. inż. Jerzy Niewodniczański,\n \u0083w 2017 roku – nagroda z matematyki – prof. dr hab. Adam Paweł Wojda,\n \u0083w 2018 roku – nagroda z chemii – prof. dr hab. Andrzej Lewenstam,\n \u0083w 2019 roku – nagroda z fizyki: prof. dr hab. inż. Zbigniew Kąkol.\nW 1932 roku znany malarz Kazimierz T. Pochwalski wykonał portret Rektora Antoniego Hoborskiego, który następnie został zamieszczony w gabinecie rektorskim. W czasie wojny portret został znisz-czony. W 1956 roku Zdzisław Pabisiak namalował nową wersję portretu i w tej chwili znajduje się on w auli głównej AGH.Źródła do biogramu:\n \u0083Akta osobowe (AGH) - Antoni Hoborski, [foto],\n \u0083Barcikowska-Chromiec E., Majdak W., Wujek A.: Druga edycja Dni Hoborskiego. Biuletyn \nAGH 2015, nr 96, s. 15–18, [foto],\n \u0083Berbelicki W.: „Otia Litteraria” Leona Wacholza. Biuletyn Biblioteki Jagiellońskiej  1978, \nR. 28, s. 127–140,\n \u0083Bolewski A.: Rektorzy Akademii Górniczej w Krakowie. Biuletyn Informacyjny Pracowni -\nków AGH  1994, nr 5, s. 7–10, [foto],\n \u0083Choczewski B.: Z dziejów Instytutu Matematyki i Wydziału Matematyki Stosowanej Akademii Górniczo-Hutniczej. Kraków 2007, s. 21–116, [foto],\n \u0083Duda R.: Matematycy XIX i XX wieku związani z Polską. Wrocław 2012, s. 164–166, [foto],\n \u0083Dybiec J.: Studia matematyczne Antoniego Hoborskiego. \nZeszyty Naukowe AGH  ; nr \n935. [Seria] Matematyka, Fizyka, Chemia  1984, z. 57, s. 23–38,\n \u0083Gołąb S.: Antoni Hoborski, organizator polskiej szkoły geometrycznej. Rocznik Polskie -\ngo Towarzystwa Matematycznego . Seria 2 Wiadomości Matematyczne  1969, T. 12, [nr 1], \ns. 33–48,\n \u0083Gołąb-Meyer Z.: Egzamin nauczycielski matematyka Antoniego Hoborskiego. Foton  2014, \nnr 127, s. 49–53,\n \u0083Gąsiorowski T.: Przeżyć w Sachsenhausen to za mało : Krakowski Oddział IPN i „Dziennik Polski” przypominają. \nDziennik Polski  2010, nr 259 (5 XI 2010), s. A11 [79 rocznica Sonde-\nraktion Krakau],\n \u0083Iwańczak W.: Pierwszy rektor AGH. Niedziela  2012, nr 47, s. 20–21, [foto],\n \u0083Konieczna E.: Postaci AGH we wspomnieniach i anegdotach. Kraków 2008, s. 9–12, [foto],\n \u0083Księga wychowanków i wychowawców Akademii Górniczej w Krakowie (1919–1949). Oprac. J. Sulima-Samujłło. Kraków 1979, s. 59,\n \u0083Materiały Informacyjne [nr 4]. Komisja Propagandowa Komitetu Obchodu 50-lecia AGH. Kraków 1969, s. 78–79,\n \u0083Paczyńska I.: Aktion gegen Universitäts-Professoren: (Kraków, 6 listopada 1939 roku) i okupacyjne losy aresztowanych. Kraków 2019, s. 188–851, [foto],\n \u0083Pawlikowska-Brożek Z.: Antoni Hoborski (1879–1940) współtwórca i pierwszy rektor AGH. \nTechnologia Kształcenia w Wyższych Szkołach Technicznych  1980, z. 14, s. 129–133,\n \u0083Poczet Rektorów AGH : lata [1919–2013] : Antoni Hoborski (1879–1940), 1919/20–1921/22. \nBiuletyn AGH  2013 wyd. spec. z okazji 100-lecia powołania Akademii Górniczej, s. 14, \n[foto],\n \u0083Rachwał T.: Życie i twórczość Antoniego Hoborskiego. Zeszyty Naukowe AGH  ; nr 935. \n[Seria] Matematyka, Fizyka, Chemia  1984, z. 57, s. 9–22,\n \u0083Sieński H.: Profesor Antoni Hoborski : tablice – pamięć wiecznie żywa – część 12 [właści-wie 11]. \nBiuletyn AGH  2014, nr 76, s. 35–37,\n \u0083Ślizień O.: 5. Dni Hoborskiego. Vivat Akademia  2018 nr 19 grudzień, s. 12-13, [foto],\n \u0083Słownik biograficzny matematyków polskich. Red. S. Domoradzki, Z. Pawlikowska-Brożek, D. Węglowska. Tarnobrzeg 2003, s. 74–75, [foto],\n \u0083Wieja T.: Nowa siedziba Wydziału Matematyki Stosowanej AGH. \nBiuletyn Informacyjny \nPracowników AGH  2001, nr 87, s. 29–31, [foto],\n \u0083Wacławik J.: Kronika Wydziału Górniczego 1919–1999. Kraków 1999, s.114,\n \u0083Wielka Księga 85-lecia Akademii Górniczo-Hutniczej. [Oprac.] zespół aut. K. Pikoń (red. naczelny), A. Sokołowska (dyrektor projektu), K. Pikoń. Gliwice 2004, s. 115, [foto],\n \u0083Wojda A. P.: Otwarcie Pawilonu imienia prof. Antoniego Hoborskiego. \nBiuletyn Informa -\ncyjny Pracowników AGH  2000, nr 90, s. 6, 24, [foto],\n \u0083Wrzeszcz A.: Dni Hoborskiego. Biuletyn AGH  2016, nr 108, s. 20–23,\n \u0083Wychowankowie Uniwersytetu Jagiellońskiego - ofiary II wojny światowej (1939–1945): biogramy : praca zbiorowa. T. 1. Pod red. J. Pietruszy i A. Wyszyńskiej. Kraków 1995, s. 51,\n \u0083Wyrok na Uniwersytet Jagielloński 6 listopada 1939. Pod red. L. Hajdukiewicza. Kraków 1989, s. 284–285, [foto],\n \u0083Z dziejów Akademii Górniczo-Hutniczej w Krakowie w latach 1919-1967. Oprac. J. Sulima-Samujłło oraz zespół aut. Kraków 1970, s. 622 (Wydawnictwa Jubileuszowe 1919–1969),\n \u0083Życiorysy profesorów i asystentów Akademii Górniczo-Hutniczej w Krakowie (1919–1964). Red. M. Odlanicki-Poczobutt. Kraków 1965, s. 79–85, [foto] (Zeszyty Naukowe. Akademia Górniczo- Hutnicza w Krakowie ; nr 41, z. spec. 4).\n\n", "metadata": {}}