{"content": "# Naukowczynie z AGH w Radzie ds. Kobiet w Szkolnictwie Wyższym i Nauce-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/wspolpraca/aktualnosci/detail/naukowczynie-z-agh-w-radzie-ds-kobiet-w-szkolnictwie-wyzszym-i-nauce\nCrawled: 2025-03-19 21:12:23\n\nfot. archiwum prywatne K. Leszczyńskiej i N. Schmidt-Polończyk \n\n Naukowczynie z AGH w Radzie ds. Kobiet w Szkolnictwie Wyższym i Nauce \n\n 07/03/2025 \n\n równość \n szkolnictwo wyższe \n\n Minister Nauki i Szkolnictwa Wyższego powołał Radę ds. Kobiet w Szkolnictwie Wyższym i Nauce. W gremium zasiądą dwie naukowczynie z Akademii Górniczo-Hutniczej: dr hab. Katarzyna Leszczyńska, prof. AGH z Wydziału Humanistycznego oraz dr inż. Natalia Schmidt-Polończyk z Wydziału Inżynierii Lądowej i Gospodarki Zasobami. Uroczyste powołanie członkiń Rady odbyło się 7 marca 2025 r. \n\nRada została powołana, by wspierać równość szans, rozwój karier naukowych kobiet oraz poprawiać warunki ich pracy. Jej zadaniem będzie wskazywanie obszarów działań dla ministra w zakresie polityk równościowych, opiniowanie rozporządzeń i ustaw przygotowanych przez Ministerstwo oraz identyfikowanie działań przeciwdziałających wykluczeniu ze względu na płeć. \n\n– \nPromowanie i wspieranie kobiet w nauce jest ważnym działaniem, które realnie wpływa na stan nauki w Polsce, ponieważ równowaga płci zapewnia różnorodność perspektyw, podejść i metodologii.  Wszystko to wzbogaca proces edukacyjny i badania naukowe, pozytywnie wpływając na innowacyjność i jakość badań – \npowiedział minister Marcin Kulasek.\n – Wsparcie kobiet w rozwoju zawodowym, w tym kobiet w nauce, jest szczególnie ważne, bo to one stają przed licznymi ograniczeniami, które nakłada na nie m.in. społeczeństwo\n – podkreślił szef resortu nauki.\n\nWedług danych systemu POL-on, tylko 28% osób z tytułem profesora to kobiety, a w obszarze STEM tylko 33% nauczycieli akademickich stanowią kobiety. Na poziomie europejskim sytuacja wygląda podobnie – w sektorze badawczym STEM kobiety stanowią jedynie 29% kadry. Ministerstwo chce przeciwdziałać tym nierównościom i stawia na konkretne rozwiązania instytucjonalne.\n\nPowołanie Rady to ważny krok w kierunku budowania bardziej sprawiedliwego i równościowego środowiska naukowego. Działania Rady mają przyspieszyć zmiany kulturowe i instytucjonalne, które umożliwią kobietom pełne wykorzystanie ich potencjału w nauce i szkolnictwie wyższym.\n\n– \nCelem powołania Rady jest wspieranie działań Ministerstwa na rzecz równości, równowagi i sprawiedliwej reprezentacji kobiet i mężczyzn w nauce i szkolnictwie wyższym. Zarówno kobiety, jak i mężczyźni zmagają się z różnymi barierami. W tym zespole chcemy szczególnie przyjrzeć się wyzwaniom, z którymi mierzą się kobiety pracujące w nauce i na uczelniach. Dlatego w Radzie znalazły się zarówno naukowczynie, jak i inne osoby związane z nauką. Mam nadzieję, że Rada będzie spotykać się regularnie, ponieważ przed nami wiele ważnych zadań. Musimy uważnie obserwować różne zjawiska i wydarzenia, a także pogłębiać refleksję nad tym, dlaczego kobiet wciąż brakuje na wyższych stanowiskach na uczelniach\n – zaznaczyła wiceminister Karolina Zioło-Pużuk.\n\nRada ds. Kobiet w Szkolnictwie Wyższym i Nauce będzie pracować pod kierownictwem prof. dr hab. Anny Pacześniak, Pełnomocniczki Ministra ds. równego traktowania. Gremium będzie zajmować się m.in.:\n\nanalizowaniem sytuacji kobiet w nauce i szkolnictwie wyższym,\n\nopiniowaniem projektów ustaw i rozporządzeń pod kątem równości płci,\n\nrekomendowaniem działań na rzecz eliminacji barier i dyskryminacji,\n\nbadaniem rozwiązań zagranicznych w celu wdrażania dobrych praktyk w Polsce.\n\nSkład osobowy Rady ds. Kobiet w Szkolnictwie Wyższym i Nauce\n\nprof. dr hab. Anna Pacześniak\n\ndr inż. Barbara Juszczyk\n\nprof. dr hab. inż. Agnieszka Zakrzewska-Bielawska\n\nmgr Aneta Trojanowska\n\ndr Paulina Sekuła\n\ndr hab. Agnieszka Chłoń-Domińczak\n\ndr Anna Cybulko\n\ndr Iwona Reichardt\n\nprof. dr hab. Bogumiła Burda\n\ndr hab. Joanna Hańderek\n\ndr hab. Iwona Chmura-Rutkowka\n\ndr hab. Katarzyna Leszczyńska\n\ndr hab. Patrycja Matusz\n\ndr Janina Petelczyc\n\nmgr Janina Bąk\n\ndr hab. Małgorzata Niewiadomska-Cudak\n\ndr Barbara Godlewska-Bujok\n\nmgr Monika Mielnik Kurek\n\ndr hab. inż. Anna Kłos\n\ndr inż. Małgorzata Krokowska-Paluszak\n\ndr inż. Natalia Schmidt-Polończyk\n\ndr Anna Knapińska\n\n fot. źródło gov.pl/web/nauka \n\nPowrót", "metadata": {"url": "https://agh.edu.pl/wspolpraca/aktualnosci/detail/naukowczynie-z-agh-w-radzie-ds-kobiet-w-szkolnictwie-wyzszym-i-nauce", "title": "Naukowczynie z AGH w Radzie ds. Kobiet w Szkolnictwie Wyższym i Nauce-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "0b51d31dafc374c4d5213ab42cbe4eaa", "word_count": 551, "headings": [{"level": 1, "text": "Współpraca - aktualności"}, {"level": 2, "text": "Inne artykuły z kategorii Wydarzenia"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}