{"content": "#  Rada Społeczna -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/wspolpraca/rada-spoleczna\nCrawled: 2025-03-19 21:32:40\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Rada Społeczna \n\nRada Społeczna Wydziału Inżynierii Materiałowej i Ceramiki AGH\n\nRada Społeczna Wydziału Inżynierii Materiałowej i Ceramiki została powołana w celu prowadzenia ścisłej współpracy między Wydziałem a otoczeniem społecznym i przemysłowym, pełni istotną rolę w kształtowaniu strategii Wydziału. Rada społeczna składa się z przedstawicieli różnych środowisk – naukowców, przedsiębiorców, organizacji pozarządowych i administracji publicznej – co pozwala na szerokie spojrzenie na potrzeby i możliwości rozwoju Wydziału.\n\nWspółpraca uczelni z przemysłem i biznesem jest kluczowym elementem promowania innowacyjności, rozwoju gospodarczego. Działania podejmowane w ramach takiej współpracy przynoszą korzyści zarówno dla nauki, jak i dla sektora biznesowego, tworząc silny most między światem akademickim a potrzebami gospodarki.\n\nCorocznie odbywa się \nForum Wydział-Przemysł\n, które jest spotkaniem prezesów i dyrektorów firm współpracujących z \nWydziałem Inżynierii Materiałowej i Ceramiki AGH\n. Na obradach, które tradycyjnie odbywają się po inauguracji nowego roku akademickiego, dyskutowane są kwestie wspólnego działania w zakresie dydaktyki, nauki oraz rozwiązań potrzeb techniczno-technologicznych partnerów.\n\nZadania Rady Społecznej Wydziału Inżynierii Materiałowej i Ceramiki AGH\n\n1. Wsparcie merytoryczne i doradcze\n\nOpiniowanie i rekomendacja kierunków rozwoju kształcenia i badań naukowych na Wydziale.\n\nKonsultowanie programów studiów pod kątem ich zgodności z aktualnymi potrzebami rynku pracy i postępem technologicznym.\n\nPomoc w dostosowywaniu oferty dydaktycznej do wymagań pracodawców oraz wspieranie wprowadzania nowoczesnych metod kształcenia.\n\n2. Budowanie relacji z otoczeniem społeczno-gospodarczym\n\nNawiązywanie i wzmacnianie współpracy Wydziału z przemysłem, instytucjami publicznymi oraz organizacjami społecznymi.\n\nWspieranie inicjatyw w zakresie transferu wiedzy i technologii między WIMiC a przedsiębiorstwami.\n\nPromowanie praktyk, staży i projektów realizowanych we współpracy z przemysłem.\n\n3. Opiniowanie inicjatyw Wydziału\n\nWydawanie opinii na temat strategicznych decyzji dotyczących rozwoju infrastruktury, nowych kierunków studiów czy współpracy międzynarodowej.\n\nDoradzanie w zakresie pozyskiwania środków finansowych, np. z funduszy unijnych, oraz wspieranie w realizacji projektów badawczych i rozwojowych.\n\n4. Wsparcie w budowaniu wizerunku Wydziału\n\nPromowanie osiągnięć wydziału w obszarze nauki, dydaktyki i współpracy z przemysłem.\n\nWspółpraca przy organizacji wydarzeń, takich jak konferencje, targi edukacyjne czy dni otwarte.\n\nInicjowanie działań na rzecz popularyzacji wiedzy i promocji kierunków kształcenia\n\n5. Aktywne uczestnictwo w dialogu społecznym\n\nWspieranie inicjatyw w zakresie zrównoważonego rozwoju, ekologii oraz odpowiedzialności społecznej w projektach realizowanych przez Wydział.\n\nPodejmowanie działań mających na celu zwiększenie roli Wydziału w życiu lokalnej społeczności.\n\nCzłonkowie Rady Społecznej Wydziału Inżynierii Materiałowej i Ceramiki AGH\n\n1. Adamek Mariusz\n\n2. Cała Adam\n\n3. Cepryński Janusz\n\n4. Dziedzińska Lidia\n\n5. Gacki Ferdynand\n\n6. Gajewski Rafał\n\n7. Gilis Gabriel\n\n8. Grabowy Marek\n\n9. Jop Andrzej\n\n10. Kowalczyk Dariusz\n\n11. Macyk Wojciech\n\n12. Ochman Wiesław\n\n13. Ostrowski Piotr\n\n14. Pękala Mateusz\n\n15. Sajdak Maria\n\n16. Siwiec Józef\n\n17. Sypek Maciej\n\n18. Witkowski Krzysztof\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/wspolpraca/rada-spoleczna", "title": " Rada Społeczna -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "1532285303137856dddb074eead74669", "word_count": 472, "headings": [{"level": 1, "text": "Rada Społeczna"}, {"level": 2, "text": "Stopka"}]}}