{"content": "# POWER 3.5 - Wydział Energetyki i Paliw | AGH Kraków\n\nURL: https://weip.agh.edu.pl/power-3-5/\nCrawled: 2025-03-19 21:35:38\n\nMiło nam poinformować, że Wydział Energetyki i Paliw uczestniczy w projekcie:\n\nZintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie\n\nProjekt współfinansowany ze środków Europejskiego Funduszu Rozwoju Społecznego w ramach Programu Operacyjnego Wiedza Edukacja Rozwój 2014-2020 Oś III Szkolnictwo wyższe dla gospodarki i rozwoju, Działanie 3.5 Kompleksowe programy szkół wyższych\n\nNr umowy: \nPOWR.03.05.00-00-z307/17\n\nKierownik projektu: \nprof. dr hab. inż. Andrzej Pach – Prorektor ds Nauki AGH\n\nOkres realizacji: \n01.09.2018 – 31.08.2022\n\nCałkowita wartość projektu: \n39 187 505,98 PLN\n\nDofinansowanie: \n38 001 895,98 PLN\n\nKwota dla AGH: \n38 001 895,98 PLN\n\nWkład własny: \n1 185 610,00 PLN\n\nInformacje o projekcie dostępne są na stronie \nwww.power3.5.agh.edu.pl\n\nCertyfikowane szkolenia\n\nPragniemy poinformować o rozpoczęciu rekrutacji uzupełniającej na szkolenia:\n\nSzkolenie z egzaminem na uprawnienia energetyczne G1, G2, G3\n\nKompetencje BA zgodnie z wymaganiami normy PN-EN 13313:2011\n\nJest to rejestracja uzupełniająca, ilość miejsc jest ograniczona. Kolejność zgłoszeń będzie miała wpływ na zakwalifikowanie się do programu.\n\nTerminy szkoleń zostały wskazane w formularzach rejestracyjnych:\n\nUprawnienia G1, G2, G3: \nhttps://forms.office.com/e/37MCR472Ha\n\nKompetencje BA: \nhttps://forms.office.com/e/HVqEGDZ9D1\n\nSzkolenie z egzaminem na uprawnienia energetyczne G1, G2, G3\n\nUprawnienia energetyczne są najbardziej wiarygodnym potwierdzeniem kwalifikacji zawodowych pracowników branży elektrycznej, cieplnej i gazowej. Obecnie pracodawcy kładą bardzo duży nacisk na kompetencje kadr, stąd od nowych i aktualnych pracowników wręcz oczekuje się, że będą legitymować się świadectwami kwalifikacyjnymi z zakresu eksploatacji i dozoru. Bardzo często są wymogiem koniecznym do podjęcia pracy.\n\nUprawnienia elektroenergetyczne, czyli elektryczne, cieplne i gazowe, uzyskuje się po ukończeniu szkolenia z zakresu tej tematyki (szkolenie G1, G2, G3) oraz po zdaniu egzaminu państwowego przed Komisją Kwalifikacyjną powołaną przez Prezesa Urzędu Regulacji Energetyki.\n\nSzkolenia prowadzone są w formie wykładu wzbogaconego o prezentację multimedialną. Uczestnicy otrzymują materiały szkoleniowe w formie elektronicznej oraz drukowanej. Szkolenia będą się odbywały w ciągu dwóch dni, podczas których zostaną omówione tematy z zakresu elektryki, ciepłownictwa i gazownictwa. Drugiego dnia, po zakończeniu szkolenia, uczestnicy przystąpią do egzaminu przed Komisją Kwalifikacyjną. Uzyskanie uprawnień energetycznych po ukończeniu kursu energetycznego jest równoznaczne z tym, że pracownik może legalnie świadczyć prace związane z eksploatacją, dozorem urządzeń elektrycznych, instalacji i sieci elektroenergetycznych wytwarzających, przetwarzających, przesyłających i zużywających energię elektryczną. Posiadanie uprawnień przez osoby wykonujące wspomniane prace jest wymagane przepisami polskiego prawa, a dopuszczenie pracownika do tego typu robót pomimo tego, iż nie ma on stosownych uprawnień, jest ciężkim naruszeniem obowiązków pracodawcy.\n\nSzkolenie energetyczne w zakresie grup G1, G2, G3 obejmuje:\n\nGrupa 1. Urządzenia, instalacje i sieci elektroenergetyczne wytwarzające, magazynujące, przetwarzające, przesyłające i zużywające energię elektryczną:\n\n1) urządzenia prądotwórcze przyłączone do sieci przesyłowej lub dystrybucyjnej energii elektrycznej bez względu na wysokość napięcia znamionowego;\n\n2) urządzenia, instalacje i sieci elektroenergetyczne o napięciu znamionowym nie wyższym niż 1 kV;\n\n3) urządzenia, instalacje i sieci elektroenergetyczne o napięciu znamionowym wyższym niż 1 kV i napięciu znamionowym nie wyższym niż 30 kV;\n\n4) urządzenia, instalacje i sieci elektroenergetyczne o napięciu znamionowym wyższym niż 30 kV i napięciu znamionowym nie wyższym niż 110 kV;\n\n5) urządzenia, instalacje i sieci elektroenergetyczne o napięciu znamionowym wyższym niż 110 kV;\n\n6) zespoły prądotwórcze o mocy wyższej niż 50 kW;\n\n7) urządzenia elektrotermiczne;\n\n8 ) urządzenia do elektrolizy;\n\n9) sieci elektrycznego oświetlenia ulicznego;\n\n10) elektryczna sieć trakcyjna;\n\n11) elektryczne urządzenia w wykonaniu przeciwwybuchowym;\n\n12) urządzenia umożliwiające magazynowanie energii elektrycznej i jej wprowadzanie do sieci elektroenergetycznej o mocy wyższej niż 10 kW;\n\n13) aparatura kontrolno-pomiarowa oraz urządzenia i instalacje automatycznej regulacji, sterowania i zabezpieczeń urządzeń i instalacji wymienionych w pkt 1–12;\n\nGrupa 2. Urządzenia wytwarzające, magazynujące, przetwarzające, przesyłające i zużywające ciepło oraz inne urządzenia energetyczne:\n\n1) kotły parowe oraz wodne na paliwa stałe, płynne i gazowe, o mocy wyższej niż 50 kW i mocy nie wyższej niż 500 kW, wraz z urządzeniami pomocniczymi;\n\n2) kotły parowe oraz wodne na paliwa stałe, płynne i gazowe, o mocy wyższej niż 500 kW i o mocy nie wyższej niż 1800 kW, wraz z urządzeniami pomocniczymi;\n\n3) kotły parowe oraz wodne na paliwa stałe, płynne i gazowe, o mocy wyższej niż 1800 kW, wraz z urządzeniami pomocniczymi;\n\n4) sieci i instalacje cieplne wraz z urządzeniami pomocniczymi, o przesyle ciepła wyższym niż 50 kW i o przesyle ciepła nie wyższym niż 500 kW;\n\n5) sieci i instalacje cieplne wraz z urządzeniami pomocniczymi, o przesyle ciepła wyższym niż 500 kW;\n\n6) turbiny parowe oraz wodne o mocy wyższej niż 50 kW i o mocy nie wyższej niż 15 MW, wraz z urządzeniami pomocniczymi;\n\n7) turbiny parowe oraz wodne o mocy wyższej niż 15 MW i o mocy nie wyższej niż 100 MW, wraz z urządzeniami pomocniczymi;\n\n8 ) turbiny parowe oraz wodne o mocy wyższej niż 100 MW i o mocy nie wyższej niż 500 MW, wraz z urządzeniami pomocniczymi;\n\n9) turbiny parowe oraz wodne o mocy wyższej niż 500 MW, wraz z urządzeniami pomocniczymi;\n\n10) przemysłowe urządzenia odbiorcze pary i gorącej wody o mocy wyższej niż 50 kW i o mocy nie wyższej niż 500 kW;\n\n11) przemysłowe urządzenia odbiorcze pary i gorącej wody o mocy wyższej niż 500 kW;\n\n12) urządzenia wentylacji, klimatyzacji i chłodnicze o mocy wyższej niż 50 kW i o mocy nie wyższej niż 500 kW;\n\n13) urządzenia wentylacji, klimatyzacji i chłodnicze o mocy wyższej niż 500 kW;\n\n14) pompy, ssawy, wentylatory i dmuchawy o mocy wyższej niż 50 kW i o mocy nie wyższej niż 500 kW;\n\n15) pompy, ssawy, wentylatory i dmuchawy o mocy wyższej niż 500 kW;\n\n16) sprężarki o mocy wyższej niż 20 kW i o mocy nie wyższej niż 200 kW oraz instalacje sprężonego powietrza i gazów technicznych;\n\n17) sprężarki o mocy wyższej niż 200 kW oraz instalacje sprężonego powietrza i gazów technicznych;\n\n18) urządzenia do składowania, magazynowania i rozładunku paliw o pojemności składowania odpowiadającej masie ponad 100 Mg;\n\n19) piece przemysłowe o mocy wyższej niż 50 kW;\n\n20) urządzenia umożliwiające przechowywanie ciepła lub chłodu w celu ich późniejszego wykorzystania o mocy wyższej niż 10 kW;\n\n21) aparatura kontrolno-pomiarowa i urządzenia automatycznej regulacji do urządzeń, instalacji i sieci wymienionych w pkt 1–20;\n\nGrupa 3. Urządzenia, instalacje i sieci gazowe wytwarzające, przetwarzające, przesyłające, magazynujące i zużywające paliwa gazowe:\n\n1) urządzenia do produkcji paliw gazowych, generatory gazu;\n\n2) urządzenia do przetwarzania i uzdatniania paliw gazowych, rozkładnie paliw gazowych, urządzenia przeróbki gazu ziemnego, oczyszczalnie gazu, rozprężalnie i rozlewnie gazu płynnego, odazotownie, mieszalnie;\n\n3) urządzenia do magazynowania paliw gazowych;\n\n4) sieci gazowe o ciśnieniu nie wyższym niż 0,5 MPa (gazociągi, stacje gazowe, zespoły gazowe na przyłączu, w tym punkty gazowe);\n\n5) sieci gazowe o ciśnieniu wyższym niż 0,5 MPa (gazociągi, stacje gazowe, zespoły gazowe na przyłączu, tłocznie gazu);\n\n6) urządzenia i instalacje gazowe o ciśnieniu nie wyższym niż 5 kPa;\n\n7) urządzenia i instalacje gazowe o ciśnieniu wyższym niż 5 kPa;\n\n8 ) przemysłowe odbiorniki paliw gazowych o mocy wyższej niż 50 kW;\n\n9) turbiny gazowe;\n\n10) aparatura kontrolno-pomiarowa, urządzenia sterowania do urządzeń, instalacji i sieci wymienionych w pkt 1–9;\n\n11) urządzenia i instalacje do skraplania gazu ziemnego;\n\n12) urządzenia i instalacje do regazyfikacji skroplonego gazu ziemnego;\n\n13) instalacje do tankowania sprężonego gazu ziemnego;\n\n14) instalacje do tankowania skroplonego gazu ziemnego;\n\nKompetencje BA zgodnie z wymaganiami normy PN-EN 13313:2011\n\nSzanowne Studentki, Szanowni Studenci!\n\nW telegraficznym skrócie kompetencje chłodnicze stanowią bardzo mocną kartę przetargową, którą będziecie mogli poszczycić się podczas wchodzenia na rynek pracy. Co więcej, dzięki posiadaniu akredytowanych kompetencji będziecie mogli udokumentować i potwierdzić swoją wiedzę oraz posiadane umiejętności, wyróżnicie się spośród innych osób posiadających analogiczne wykształcenia i doświadczenie, gdyż Dział Certyfikacji Centralnego Ośrodka Chłodnictwa jako jedyny posiada akredytację Polskiego Centrum Akredytacji dotyczącego certyfikacji osób w zakresie chłodnictwa i klimatyzacji. Posiadana przez nasz Ośrodek akredytacja to zapewnienie, że jednostka realizuje cały proces certyfikacji zgodnie z wymogami obowiązujących przepisów oraz dokumentów normatywnych, co zapewnia niezależność i bezstronność procesu certyfikacji i tym samym posiadanych kompetencji.\n\nSzkolenie na poziomie podstawowym BA (Basic Approciation) jest złotym środkiem dostosowanym do Waszych potrzeb z kilku najważniejszych powodów:\n\nzdobędziecie wiedzę z zakresu instalacji chłodniczych począwszy od zasady działania układów poprzez podzespoły pracujące w instalacji, wyposażenie zabezpieczające oraz płyny robocze w niej zawarte;\n\npołożony zostanie nacisk na zajęcia praktyczne, aby wiedza, o której mowa powyżej znalazła odzwierciedlenie w rzeczywistych warunkach i układach;\n\npoznacie najnowocześniejsze narzędzia oraz sprzęt kontrolno-pomiarowy, a przede wszystkim nauczycie się nim posługiwać;\n\nbędziecie mieli możliwość poznać specyfikę, bardzo rozwojowej dziedziny techniki, jaką jest chłodnictwo, które towarzyszy każdemu z nas począwszy od utrzymywania produktów spożywczych w obniżonej temperaturze, skończywszy na zapewnieniu komfortu temperaturowego zarówno zimą, jak i latem.\n\nUkończenie proponowanej ścieżki certyfikacji otwiera drogę do dalszego doskonalenia i możliwości rozszerzenia certyfikacji swoich kompetencji na trzech wyższych poziomach!\n\nZespół Centralnego Ośrodka Chłodnictwa\n\nInformacje uzupełniające:\n\nSzkolenie i egzamin są całkowicie darmowe dla studentów zakwalifikowanych do projektu. W Szkoleniu mogą uczestniczyć studenci/tki Wydziału Energetyki i Paliw (oraz pokrewnych kierunków).\n\nObowiązkiem Uczestnika Szkolenia jest poddanie się badaniu bilansu kompetencji przed i po zakończeniu wsparcia w ramach Projektu.\n\nWydziałowym Koordynatorem Szkoleń jest \nPani mgr  inż. Marta Kuta\n\nSkrócony opis postępowania rekrutacyjnego:\n\nStudent dokonuje rejestracji na listę chętnych w Wydziałowym Biurze Projektu przez formularz elektroniczny pod linkiem wskazanym powyżej (indywidualny link dla każdego z terminów)\n\nStudent kwalifikowany jest do bilansu kompetencji. Bilans kompetencji odbywa się drogą elektroniczną.\n\nPo otrzymaniu wyniku bilansu kompetencji student przystępuje do rekrutacji\n\n– przesyłając wynik bilansu kompetencji pod adres: \n*protected email*\n\n– składając w Wydziałowym Biurze Projektu dokumenty rekrutacyjne. Formularze dokumentów są dostępne w formie załączników do regulaminu.\n\nInformacja o zakwalifikowaniu, bądź niezakwalifikowaniu na Szkolenie oraz miejscu na liście rezerwowej zostanie przesłana na indywidualne konta pocztowe kandydatów/tek.\n\nDo zakwalifikowanych osób zostanie wysłana na indywidualne konta pocztowe dalsza procedura odbycia szkolenia i egzaminu\n\nSzczegółowe informacje dotyczące uczestnictwa w szkoleniach przedstawiono w załączonym Regulaminie.\n\nOsoby zainteresowane szkoleniem zapraszamy do dołączenia do grupy MS Teams: \nhttps://teams.microsoft.com/l/channel/19%3aTSIFSJjVAFaXtLxx7sG_hm3DNMWqDCkcI_YDpHWPYBU1%40thread.tacv2/Og%25C3%25B3lny?groupId=27f7a3a6-bbb2-4867-8890-b2b514402b73&tenantId=80b1033f-21e0-4a82-bbc0-f05fdccd3bc8\n\nRegulamin i załączniki", "metadata": {"url": "https://weip.agh.edu.pl/power-3-5/", "title": "POWER 3.5 - Wydział Energetyki i Paliw | AGH Kraków", "depth": 3, "duplicate": false, "content_hash": "99bf3589eeab16db32fa63d98e6b009b", "word_count": 1568, "headings": [{"level": 1, "text": "POWER 3.5"}, {"level": 2, "text": "Miło nam poinformować, że Wydział Energetyki i Paliw uczestniczy w projekcie:Zintegrowany Program Rozwoju Akademii Górniczo-Hutniczej w Krakowie"}]}}