{"content": "#  Dwuskładnikowe uwierzytelnienie -- Bezpieczeństwo \n\nURL: https://bezpieczenstwo.agh.edu.pl/cyberedukacja/2fa-dwuskladnikowe-uwierzytelnienie\nCrawled: 2025-03-19 21:18:08\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Dwuskładnikowe uwierzytelnienie \n\nDwuskładnikowe uwierzytelnianie (2FA) to metoda zabezpieczania dostępu do systemów informatycznych i danych, która wymaga dwóch form identyfikacji. Najczęściej, przy korzystaniu z dwuskładnikowego uwierzytelnienia użytkownik, aby zalogować się na dane konto musi, poza podaniem hasła, użyć także drugiego składnika. \n\nDlaczego login i hasło to za mało?\n\nJakie wyróżniamy składniki dla dwuskładnikowego uwierzytelniania?\n\nPopularne rozwiązania do dwuskładnikowego uwierzytelniania i dobre praktyki\n\nDlaczego należy używać 2FA? \n\nCo w przypadku, jeśli 2FA nie jest dostępne?\n\nCyberprzestępcy nieustannie starają się pozyskać dostęp do naszych służbowych i prywatnych zasobów. Najczęściej stosowane w tym celu metody i techniki to: \n\nwiadomości phishingowe tj. wiadomości, które podszywają się pod wiarygodnych nadawców (osoby lub instytucje) - więcej o tym zagrożeniu możesz się dowiedzieć m.in. \nw naszym artykule\n. \n\nataki słownikowe, siłowe lub inne specjalistyczne stosowane w celu odgadnięcia hasła, jeśli nie jest ono odpowiednio złożone, \n\nróżnego rodzaju oprogramowanie, które jest w stanie przechwycić hasła, które wprowadzamy lub które zostały wykradzione np. z przeglądarki internetowej, \n\nwycieki, które zdarzają się Internecie. (Wielu użytkowników korzysta z tych samych par loginu i hasła na wielu różnych zewnętrznych i wewnętrznych witrynach internetowych. W przypadku kompromitacji jednej z aplikacji dla cyberprzestępcy nie będzie trudne podjęcie próby pozyskania dostępu np. do poczty użytkownika, którego dane zostały ujawnione). \n\nStosując uwierzytelnienie dwuskładnikowe znacząco utrudniasz cyberprzestępcom to zadanie. \n\nElementy uwierzytelniania możemy podzielić na trzy kategorie: \n\nto co \nwiem \n(np. login i hasło), \n\nto co \nposiadam \n(np. urządzenie z kodami uwierzytelniającymi), \n\nto \nkim jestem\n (np. indywidualne cechy użytkownika – biometria np. odcisk palca). \n\nWeryfikacja dwuskładnikowa polega na użyciu \ndwóch elementów\n należących do \nróżnych kategorii\n spośród wymienionych powyżej.  \n\nPrzykładowo, konfiguracja za pomocą loginu i hasła oraz pytań zabezpieczających nie jest poprawną konfiguracją dwuskładnikowego uwierzytelniania, ponieważ wykorzystuje dwa składniki w tej samej kategorii (to co wiem). Odpowiedzi na pytania zabezpieczające takie jak “Jaka była marka Twojego pierwszego samochodu?”, “W jakim mieście się urodziłeś?” lub “Jaka jest Twoja ulubiona książka?” mogą być bardzo łatwe do pozyskania przez osoby z bliskiego kręgu, z mediów społecznościowych czy niemyślne ujawnienie podczas rozmowy lub nieformalnej korespondencji. Dodatkowo, pytania jak “Jakie jest nazwisko panieńskie Twojej matki?” wykorzystują instytucje lub operatorzy usług w celu potwierdzenia danych. \n\nW zależności od zaawansowania i możliwości witryny internetowej, wyróżniamy różnego rodzaju uwierzytelniania wieloskładnikowe:  \n\nPrzepisanie \nkodu z wiadomości SMS\n jest to sposób bardzo popularny, lecz prostszy do przechwycenia przez atakującego niż inne, wymienione tutaj. Aby skorzystać z tej metody wystarczy podać numer służbowy lub prywatny, na który będą przychodzić kody dostępowe. \n\nUżycie \njednorazowych haseł zmieniających się co określony czas\n, np. 30 lub 60 sekund (tzw. TOTP, Time-based one-time password) – zazwyczaj wyświetlanych w aplikacji na telefon lub przez dedykowane fizyczne urządzenie. Większość tego typu aplikacji do generowania kodów jednorazowych można uzyskać pobierając je np. z oficjalnych sklepów, które obsługują urządzania mobilne – darmowymi aplikacjami są na przykład Microsoft Authenticator lub 2FAS. Tego typu aplikacje nie wymagają uprawnień do galerii zdjęć lub kontaktów, a więc nie ingerują w dane zawarte na Twoim urządzeniu. Opcjonalny może być jedynie dostęp do aparatu w celu zeskanowania kodu QR. \n\nUżycie \n„klucza” sprzętowego\n – jest to fizyczne urządzenie, na ogół niewielkich rozmiarów. Przypomina pendrive lub nadajnik do bezprzewodowej myszki. Klucze mogą być wpinane do urządzeń, jak i używane zbliżeniowo. W przeciwieństwie do haseł przesyłanych SMS-em oraz kodów generowanych przez aplikacje, klucz sprzętowy nie może zostać „przejęty” zdalnie i wykorzystany przez hakera np. w atakach phishingowych. Na rynku dostępnych jest wiele modeli kluczy o różnym stopniu zaawansowania. Najpopularniejsi producenci kluczy to m.in. Yubico i OnlyKey. \n\nPrzykładem zastosowania \ntego co już posiadam\n może być wykorzystanie naszego komputera służbowego jako drugiego składnika uwierzytelniającego za pomocą wykorzystania mechanizmu \nWindows Hello\n. Aby skorzystać z tej metody nasze urządzenie musi być odpowiednio skonfigurowane (np. poprzez wykorzystanie biometrii oraz silnego kodu PIN), a także odpowiednio zabezpieczone (m.in. musi posiadać zaszyfrowany dysk twardy) aby w przypadku utraty uniemożliwić osobom trzecim łatwego dostępu do tej funkcjonalności.\n\nUwaga! \n\nPamiętaj, aby \nokresowo sprawdzać używane\n przez Ciebie \nskładniki uwierzytelniania\n. Chodzi o sprawdzenie, np. czy nadal jest podany właściwy numer do otrzymywania SMS, czy masz powiązane z kontem właściwe aplikacje TOTP albo czy dodane są tylko te metody, z których korzystasz.  \n\nW przypadku \naplikacji TOTP i kluczy sprzętowych\n warto mieć aktywną aplikację na co najmniej dwóch różnych\n telefonach lub dwa klucze sprzętowe \n- w przypadku utraty jednego elementu (np. zagubienia klucza sprzętowego lub telefonu z aplikacją TOTP) będziesz mógł nadal dostać się do swojego konta z wykorzystaniem zapasowego elementu. \n\nZa pomocą dwuskładnikowego uwierzytelniania \nmożesz chronić dostęp\n do swojej poczty elektronicznej, aplikacji dostępnych za pomocą przeglądarki internetowej, a także swoje prywatne konta internetowe np. media społecznościowe, email lub platformy e-commerce (np. sklepy internetowe). \n\nOchrona prywatnego konta na platformie Facebook lub Instagram za pomocą odpowiednio skonfigurowanego dwuskładnikowego uwierzytelniania pozwoli ochronić nasz profil przed dostępem osoby trzeciej, ale pomoże uchronić nas przed negatywnymi emocjami oraz stresem, które mogą pojawić się podczas utraty dostępu, gdzie mogą nasilić się, jeśli nasze konto prowadzi profil społecznościowy lub prowadzi działalność zarobkową  \n\nPrzejęte konta na platformach społecznościowych służą cyberprzestępcom do dalszego wyłudzenia danych, środków finansowych lub zachęcenia do skorzystania z intratnej oferty, która jest tak naprawdę oszustwem. Ktoś, kto uzyskał dostęp do naszego konta używa naszego profilu (wykorzystuje naszą cyfrową tożsamość) do uwiarogodnienia tego, że to co publikujemy jest prawdą. Dodatkowo, posiadacze dostępu do naszego konta posiadają narzędzia, które potrafią zaszyfrować wiadomość prywatne w taki sposób, że właściciel konta nie jest wstanie odczytać tego, co zostało wysłane do naszego rozmówcy. \n\nZabezpieczenie swojego prywatnego konta mailowego dwuskładnikowym uwierzytelnieniem pozwoli nam również na ochronę naszych kont cyfrowych. Znani dostawcy poczty elektronicznej tacy jak Google, Microsoft, Wirtualna Polska oferują swoim klientom możliwość włączenia 2FA. \n\nZnaczna część usług internetowych wymaga od nas podania adresu email, który niekiedy bywa loginem, a także pełni ważną funkcję – umożliwi przypomnienie hasła, w przypadku, gdy zostało ono przez nas zapomniane. Gdy cyberprzestępca uzyska dostęp do naszego konta pocztowego w łatwy sposób może zresetować hasło do dowolnej usługi, gdzie został podany nasz adres email do rejestracji. \n\nPamiętaj! Korzystając z 2FA znacząco \nminimalizujesz ryzyko\n, że cyberprzestępca będzie posiadał dostęp do Twoich zasobów służbowych lub prywatnych, nawet jeśli pozna Twoje hasło. Jest to ważne, gdyż: \n\nzapobiega kradzieży lub zniszczeniu informacji, które znajdują się na przejętym koncie,  \n\nznacząco uniemożliwia osobom nieuprawnionym wysyłanie wiadomości z Twojego konta pocztowego do innych osób, \n\nnieujawnienie informacji, które np. zawarte są w Twojej korespondencji, osobom postronnym pozwala uniknąć ataku celowanego. \n\nWięcej o tym, dlaczego istotny jest drugi składnik możesz przeczytać na stronach: \n\nBanalnie słabe hasło przyczyną problemów dużego operatora\n\nJeśli witryna lub aplikacja internetowa nie posiada dwuskładnikowego uwierzytelniania zwrócić uwagę czy hasło do tej usługi jest odpowiednio złożone, unikalne, a także czy jest odpowiednio zabezpieczone np. zapisane w menedżerze haseł. \n\nStopka\n\nStrona główna AGH\n\nPolityka ujawniania podatności\n\nKlucz PGP\n\nDeklaracja dostępności\n\nCentrum Bezpieczeństwa Informacji\npaw. D-8, pok. 718\ntel.: +48 12 328 34 48\ne-mail: bezpieczenstwo@agh.edu.pl\n\n © 2024 Centrum Bezpieczeństwa Informacji\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://bezpieczenstwo.agh.edu.pl/cyberedukacja/2fa-dwuskladnikowe-uwierzytelnienie", "title": " Dwuskładnikowe uwierzytelnienie -- Bezpieczeństwo ", "depth": 2, "duplicate": false, "content_hash": "062c048a816036c82cdde1a8988752e7", "word_count": 1132, "headings": [{"level": 1, "text": "Dwuskładnikowe uwierzytelnienie"}, {"level": 2, "text": "Stopka"}]}}