{"content": "# Henryk Jacek Jezierski – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Henryk_Jacek_Jezierski&oldid=75000\nCrawled: 2025-03-19 22:29:00\n\nHenryk Jacek Jezierski\n\nZ Historia AGH\n\nWersja z dnia 09:45, 24 sty 2023 autorstwa \nSabina.Olszyk\n\n(\ndyskusja\n | \nedycje\n)\n(\nróżn.\n) \n← poprzednia wersja\n | przejdź do aktualnej wersji (różn.) | następna wersja → (różn.)\n\nHenryk Jacek Jezierski\n\nNazwisko\n\nJezierski\n\nImię / imiona\n\nHenryk Jacek\n\nTytuły / stanowiska\n\nDr\n\nTytuły honorowe AGH\n\nKonsul Honorowy AGH\n\nData urodzenia\n\n4 lipca 1955\n\nMiejsce urodzenia\n\nWarszawa\n\nDyscyplina/specjalności\n\nhydrogeologia\n, \nocena zasobów i jakości wód podziemnych\n, \nprojektowanie systemów komputerowych w hydrogeologii\n\nDr \nHenryk Jacek Jezierski\n (1955–) \n\nDyscyplina/specjalności: hydrogeologia, ocena zasobów i jakości wód podziemnych, projektowanie systemów komputerowych w hydrogeologii\n\nNota biograficzna\n\nUrodził się 4 lipca 1955 roku w Warszawie.\n\nAbsolwent Wydziału Geologii Uniwersytetu Warszawskiego z 1980 roku. Doktorat w dziedzinie geologii  uzyskał w 1990 roku. Ukończył w latach 1994-2007 liczne  kursy i szkolenia dotyczące zarządzania, między innymi organizowane przez:  Krajową Szkołę Administracji Publicznej, Fundację Rozwoju Demokracji Lokalnej, Centrum Rozwiązań Menadżerskich, Francuski Instytut Zarządzania w Warszawie, Civil Service College. W 1992 roku odbył staż we Wspólnocie Europejskiej (Paryż-Bruksela) organizowany przez Instytut Administracji Publicznej w Paryżu dla wysokich funkcjonariuszy rządu.\n\nUzyskał wpis do państwowego zasobu kadrowego – zbioru kandydatów na wysokie stanowiska państwowe, tytuł Europejskiej Federacji Geologów, uprawnienia biegłego w zakresie sporządzania ocen oddziaływania na środowisko, uprawnienia do sporządzania projektów badań i dokumentacji w zakresie poszukiwania i rozpoznawania wód podziemnych.\n\nW latach 1980-1991 zatrudniony w Państwowym Instytucie Geologicznym  - Zakład Hydrogeologii i Geologii Inżynierskiej. W latach 1992-2006 dyrektor Departamentu Geologii i Koncesji Geologicznych w Ministerstwie Środowiska. W 2007 roku ekspert krótkoterminowy Banku Światowego z zakresu ochrony środowiska, doradca Prezesa Wyższego Urzędu Górniczego w Katowicach oraz  konsultant i zastępca dyrektora Biura w Polskim Górnictwie Naftowym i Gazownictwie SA. \n\nW latach 2007-2011 pełnił stanowisko podsekretarza stanu i Głównego Geologa Kraju w Ministerstwie Środowiska.\n\nOd 1992 roku blisko współpracował z Akademią Górniczo-Hutniczą w Krakowie. Między innymi korzystając z opinii pracowników AGH w rozwiązaniu trudnych kwestii prac geologicznych czy działalności górniczej, wspierał nowy kierunek działalności AGH, czyli geoturystykę, został powołany do Konwentu AGH.\n\nAutor ponad 34 publikacji oraz 25 opracowań archiwalnych z dziedziny geologii, górnictwa, ochrony środowiska, prawa i organizacji.\n\nCzłonek International Association of Hydrogeologists, Polskiego Towarzystwa Geologicznego,    Komisji Dokumentacji Hydrogeologicznych, Komisji Hydrogeologii Komitetu Geologii PAN, Komitetu Redakcyjnego \"Przeglądu Geologicznego\" (1992-2006), rady naukowej Instytutu Gospodarki Surowcami Mineralnymi i Energią PAN (2003-2006), Rady Geologicznej organu doradczego Ministra Środowiska (1993-2006), przedstawiciel Polski w Radzie organizacji INTEROCEANMETAL (2002-2003) oraz członek rad nadzorczych wielu firm: Węglokoks SA, Kompania Węglowa SA, Gliwicka Spółka Węglowa, Petrobaltic PP, Geopol.\n\nW 2009 roku otrzymał tytuł Konsula Honorowego AGH \"za promocję Akademii Górniczo-Hutniczej w kraju i świecie, przygotowanie przyjaznej dla przedsiębiorców ustawy prawo geologiczne i górnicze, zlecanie AGH prowadzenia kilkudziesięciu tematów naukowo-badawczych w kraju i za granicą, promowanie inicjatywy AGH do organizacji w 2010 roku Światowej Konferencji Międzynarodowej Asocjacji Hydrogeologów i Światowego Kongresu Geoturystycznego\".\n\nŹródła do biogramu\n\nArtykuły\n\n[\nProtokół z Posiedzenia Senatu AGH... \n 24.06.2009], s. 1, 10-11, 30\n\nSłomka T.: dr Henryk Jacek Jezierski : Główny Geolog Kraju konsulem honorowym AGH. \nVivat Akademia : AGH\n 2009, nr 3, s. 21, [foto]\n\nInne\n\ndr Henryk Jacek Jezierski [online] [przeglądany 04.12.2017]. Dostępny w: \nhttp://nauka-polska.pl/#/profile/scientist?id=48413&_k=h9gxus\n\nHenryk Jezierski [online] [przeglądany 04.12.2017]. Dostępny w: \nhttps://pl.wikipedia.org/wiki/Henryk_Jezierski\n, [foto]\n\nPodsekretarz Stanu Główny Geolog Kraju Henryk Jacek Jezierski [online] [przeglądany 04.12.2017]. Dostępny w: \nhttp://web.archive.org/web/20110616195255/http://www.mos.gov.pl/kierownictwo/cv/5.html\n\nstan na dzień 25.01.2023\n\nŹródło: „\nhttp://historia.agh.edu.pl/mediawiki/index.php?title=Henryk_Jacek_Jezierski&oldid=75000\n”\n\nKategoria\n: \nBiogramy", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Henryk_Jacek_Jezierski&oldid=75000", "title": "Henryk Jacek Jezierski – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "d1128c7b0d02bbdda5a93a06159e7095", "word_count": 542, "headings": [{"level": 1, "text": "Henryk Jacek Jezierski"}, {"level": 2, "text": "Nota biograficzna"}, {"level": 2, "text": "Źródła do biogramu"}, {"level": 4, "text": "Artykuły"}, {"level": 4, "text": "Inne"}]}}