{"content": "# Matematyka na piątkę-- WMS AGH \n\nURL: https://www.wms.agh.edu.pl/detail/matematyka-na-piatke\nCrawled: 2025-03-19 21:36:58\n\nMatematyka na piątkę \n\n 27-06-2024 \n\n 26 czerwca br. został opublikowany jubileuszowy 25. Ranking Szkół Wyższych i Ranking Kierunków Studiów Perspektywy 2024. Prowadzony przez Wydział Matematyki Stosowanej kierunek matematyka został sklasyfikowany na 5. miejscu. \n\nW klasyfikacji wszystkich uczelni wyższych Akademia Górniczo-Hutnicza w Krakowie zajmuje 4. miejsce (81,3 pkt). Na podium tegorocznego rankingu znalazł się Uniwersytet Warszawski 1. miejsce, Uniwersytet Jagielloński w Krakowie 2. miejsce, Politechnika Warszawska 3. miejsce. Ranking Uczelni Akademickich uwzględnia 31 wskaźników zgrupowanych w siedem kryteriów: prestiż, absolwenci na rynku pracy, potencjał naukowy, innowacyjność, efektywność naukowa, warunki kształcenia i umiędzynarodowienie.\n Kierunek matematyka prowadzony na WMS został sklasyfikowany na wysokim piątym miejscu. Kierunek uzyskał 3 punkty więcej niż ubiegłorocznym rankingu, lecz został wyprzedzony przez te, prowadzone na Uniwersytecie Jagiellońskim i Politechnice Wrocławskiej. Triumfatorem tegorocznego zestawienia ponownie został Uniwersytet Warszawski. Po publikacji rankingu głos zabrał dziekan WMS dr hab. Jerzy Stochel, prof. AGH, mówiąc:\n Tegoroczne rozstrzygnięcia przyjmuję z ambiwalentnymi uczuciami. Z jednej strony udało nam się poprawić zeszłoroczny wynik punktowy, ale straciliśmy dwa miejsca. Uniwersytet Jagielloński i Politechnika Wrocławska, które nas nieznacznie wyprzedziły, uzyskały jeszcze lepszy wynik. Gratuluję, to dla nas motywacja do dalszej wytężonej pracy.\n Matematyka prowadzona w AGH zajęła 1. miejsce w kategoriach: potencjał naukowy, publikacje oraz 3. miejsce w kategorii wynagrodzenia absolwentów. \nCieszę się, że są – ważne dla nas – kategorie, w których znajdujemy się na czołowych miejscach. Dumą napawa przede wszystkim pierwsze miejsce w klasyfikacji publikacji kolejny raz z rzędu\n  – komentował prof. Stochel.\n Ranking Kierunków Studiów to uporządkowana informacja o najpopularniejszych kierunkach studiów prowadzonych w polskich uczelniach akademickich. W rankingu 2024 „Perspektywy” oceniły 74 grupy kierunki studiów w 9 dziedzinach obejmujących nauki: humanistyczne, społeczne, ekonomiczne, ścisłe, przyrodnicze, techniczne, medyczne i o zdrowiu, a także rolnicze, leśne i weterynaryjne\n.\n\nPełna metodologia dostępna jest na stronie Rankingu Szkół Wyższych Perspektywy 2024: \nwww.perspektywy.pl\n\nRanking kierunek matematyka\n\nRanking Uczelni Akademickich\n\nPowrót", "metadata": {"url": "https://www.wms.agh.edu.pl/detail/matematyka-na-piatke", "title": "Matematyka na piątkę-- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "c1aaf61043f28a5fa2af6c86f4dc1f82", "word_count": 302, "headings": [{"level": 1, "text": "Matematyka na piątkę"}, {"level": 2, "text": "Stopka"}]}}