{"content": "# Ze smutkiem informujemy, że 5 stycznia 2025 po ciężkiej chorobie odszedł nasz Kolega Ryszard SKOTNICKI-- Wydział Fizyki i Informatyki Stosowanej AGH \n\nURL: https://www.fis.agh.edu.pl/aktualnosci/detail/ze-smutkiem-informujemy-ze-5-stycznia-2025-po-ciezkiej-chorobie-odszedl-nasz-kolega-ryszard-skotnicki\nCrawled: 2025-03-19 21:36:33\n\nZe smutkiem informujemy, że 5 stycznia 2025 po ciężkiej chorobie odszedł nasz Kolega Ryszard SKOTNICKI \n\n 07-01-2025 \n\nPrzez prawie 50 lat związany z Katedrą Fizyki Materii Skondensowanej. Pracę na Akademii Górniczo-Hutniczej rozpoczął w 1971r. w Instytucie Techniki Jądrowej (późniejszy Międzyresortowy Instytut Fizyki i Techniki Jądrowej) na stanowisku inżynieryjno-technicznym, najpierw jako technik-stażysta, następnie technik i starszy technik. Przez pierwsze lata był niezastąpionym wsparciem przy eksperymentach dyfrakcyjnych i magnetometrycznych w Zakładzie Fizyki Fazy Skondensowanej, jak też podczas pomiarów neutronowych w Instytucie Badań Jądrowych w Świerku.\n W latach 1990-2010 odbył wiele dłuższych pobytów w ośrodkach synchrotronowych DESY w Hamburgu, a następnie w CERN w Genewie. Przed przejściem na emeryturę w 2019r. służył swoimi cennymi umiejętnościami na Pracowni Fizycznej WFiIS AGH.\n\nPogrzeb odbędzie się w czwartek, 9 stycznia 2025 na cmentarzu w Tenczynku i rozpocznie się mszą żałobną o godz. 14:30 w Kościele Parafialnym św. Katarzyny.\n\nPowrót", "metadata": {"url": "https://www.fis.agh.edu.pl/aktualnosci/detail/ze-smutkiem-informujemy-ze-5-stycznia-2025-po-ciezkiej-chorobie-odszedl-nasz-kolega-ryszard-skotnicki", "title": "Ze smutkiem informujemy, że 5 stycznia 2025 po ciężkiej chorobie odszedł nasz Kolega Ryszard SKOTNICKI-- Wydział Fizyki i Informatyki Stosowanej AGH ", "depth": 3, "duplicate": false, "content_hash": "c862380da1ae6a26fe88a5ddd5c3f6a3", "word_count": 142, "headings": [{"level": 1, "text": "Ze smutkiem informujemy, że 5 stycznia 2025 po ciężkiej chorobie odszedł nasz Kolega Ryszard SKOTNICKI"}, {"level": 2, "text": "Stopka"}]}}