{"content": "#  Jak być świadomym użytkownikiem SOCIAL MEDIÓW? -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/nauka/bunkier-nauki/popcasty/jak-byc-swiadomym-uzytkownikiem-social-mediow\nCrawled: 2025-03-19 21:12:07\n\nSkip to content ↓\n\n Jak być świadomym użytkownikiem SOCIAL MEDIÓW? \n\n Jak być świadomym użytkownikiem SOCIAL MEDIÓW? \n\nJak nie dać się dezinformacji? Czy regulacje treści w Internecie są nam potrzebne? Czym jest higiena cyfrowa i jak ją stosować? W najnowszym odcinku Bunkra Nauki przyglądamy się obecnej sytuacji medialnej z perspektywy Bartosza Kiciora – dziennikarza i doktora nauk społecznych, badacza sfery medialnej. Nasz gość od wielu już lat przygląda się zjawisku dezinformacji, zarówno w mediach tradycyjnych, jak i społecznościowych. Czy jesteśmy skazani na medialną papkę? Jak nie pogubić się w gąszczu fake newsów? Jaką rolę odgrywa w tym zjawisku sztuczna inteligencja? Czy właściciele big techów dbają o wolność słowa i nasz dostęp do informacji? O tym i wielu innych aspektach tej skomplikowanej sytuacji rozmawia z naszym gościem Krzysztof M. Maj.\n\nData premiery: \n19 lutego 2025\n Gość: \ndr Bartosz Kicior\n Prowadzący: \ndr Krzysztof M. Maj\n\n dr Bartosz Kicior \n\nDziennikarz, adiunkt w Katedrze Dziennikarstwa i Komunikacji Społecznej SWPS w Warszawie. Doktor nauk społecznych, badacz nowych mediów, absolwent Akademii Górniczo-Hutniczej i Uniwersytetu Śląskiego. Pisze i opowiada o dziennikarstwie, fake newsach, społecznym aspekcie komunikacji, przemyśle medialnym, nauce i kulturze audiowizualnej, socjologii podróży. Medialnie niegdyś związany z portalem Interia.pl, obecnie współpracuje z portalem Spider’s Web+.\n\n dr Krzysztof M. Maj \n\nMiłośnik światotworzenia, wykładowca na Wydziale Humanistycznym AGH, znawca gier wideo, youtuber na kanale ‪‪‪‪‪\n@KrzysztofMMaj\n, tutor akademicki. Doktor nauk humanistycznych. Autor dwóch książek o teorii fantastyki: „Allotopie” oraz „Światotwórstwo w fantastyce”.\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/nauka/bunkier-nauki/popcasty/jak-byc-swiadomym-uzytkownikiem-social-mediow", "title": " Jak być świadomym użytkownikiem SOCIAL MEDIÓW? -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "7f77436808059c769e7217deb3ab1f84", "word_count": 308, "headings": [{"level": 1, "text": "Jak być świadomym użytkownikiem SOCIAL MEDIÓW?"}, {"level": 2, "text": "Stopka"}]}}