{"metadata": {}, "content": "Załącznik  nr 1 do Zarządzenia  Nr 61/2022 Rektora  AGH z dnia 5 października 2022  r. \nStrona 1 z 4 REGULAMIN  \nWłasnego  funduszu  na stypendia  \nza wyniki  w nauce  dla studentów  oraz stypendia  naukowe  dla doktorantów  \n§1. \n1. W Akademii  Górniczo -Hutniczej  im. Stanisława  Staszica  w Krakowie  (zwanej  dalej AGH lub \nUczelnią) istnieje Własny fundusz na stypendia za wyniki w nauce dla studentów oraz \nstypendia  naukowe  dla doktorantów  (zwany  dalej Własnym  funduszem  na stypendia),  \no którym  mowa  w art. 420 ustawy z dnia 20 lipca  2018 r. Prawo o  szkolnictwie wyższym   \ni nauce; Dz.U. z 202 2 r. poz. 574 z późn. zm. (dalej ustawa PSWiN ). \n2. Własny  fundusz  na stypendia  finansowany  jest z: \n1) odpisów  w ciężar  kosztów  działalności  w zakresie  kształcenia  i działalności  naukowej,  \n2) wpłat  osób fizycznych  i osób prawnych.  \n3. Odpis,  o którym  mowa  w ust. 2 pkt 1, nie może  być większy  niż 20% planowanego  zysku \nnetto Uczelni na dany rok.  \n4. W przypadku osiągnięcia zysku mniejszego niż planowany, odpis ustala się w wysokości \nproporcjonalnie  zmniejszonej,  a w przypadku osiągnięcia  zysku  większego  niż planowany, \nodpis ustala się w wysokości planowanej.  \n5. Odpis,  o którym  mowa  w ust. 2 pkt 1, nie może  być dokonany,  jeżeli spowodowałoby to \nstratę w danym roku obrotowym.  \n6. Środki  zgromadzone  we Własnym  funduszu  na stypendia  pochodzące  z odpisu  dokonanego  \nw danym roku obrotowym mogą być wykorzystywane począwszy od następnego roku \nobrotowego.  \n7. W przypadku  wpłat,  o których  mowa  w ust. 2 pkt 2, w momencie  zaksięgowania  na koncie \nWłasnego  funduszu  na stypendia  Uczelnia  staje się, w ramach  tego funduszu,  \nich wyłącznym dysponentem.  \n8. Niewykorzystane  w danym  roku środki  Własnego  funduszu  na stypendia  przechodzą  na rok \nnastępny.  \n§2. \n1. Z Własnego funduszu na stypendia studentom lub doktorantom mogą być wypłacane : \n1) stypendia  za wyniki  w nauce  dla studentów,  \n2) stypendia naukowe dla doktorantów . \n2. Stypendium z Własnego funduszu na stypendia może mieć charakter świadczenia \njednorazowego lub może być wypłacane co miesiąc przez okres nie dłuższy niż 10 miesięcy.  \n§3. \n1. Stypendium  z Własnego funduszu na stypendia  może być przyznane studento wi za wyniki  \nw nauce zdobyte:  \n1) w szkole średniej - w przypadku studentów pierwszego roku studiów pierwszego \nstopnia,  którzy  zostali  przyjęci  na studia  w roku złożenia  egzaminu  maturalnego.  Wyniki \nte, to m.in. posiadanie na poziomie co najmniej ogólnopolskim statusu finalisty lub \nlaureata  konkursów  lub olimpiad  spoza listy  ogłaszanej  przez Ministra  Edukacji  i Nauki \nna podstawie art. 44zzzw ustawy z dnia 7 września 1991 r. o systemie oświaty;  \n2) na studiach pierwszego  lub drugiego  stopnia,  w tym w szczególności  za wysoką  średnią \nocen, aktywny udział w konferencjach, w projektach badawczych, za publikacje \nnaukowe, osiągnięcia w konkursach naukowych, autorstwo patentu.  \n2. Stypendium z Własnego funduszu na stypendia może być przyznane studentowi , który \nposiada  osiągnięcia , o któ rych mowa w ust. 1 pkt 2  i spełnia kryteria  uprawniające do \nprzyznania stypendium rektora, o którym mowa w art. 91  ust. 1 ustawy  PSWiN , a któremu \nnie zostało przyznane stypendium rekt ora z Funduszu stypend ialnego , ponieważ ze względu \nna limit stypendiów ograniczony do maksymalnie 10% liczby studentów na określonym \nkierunku studió w nie mógł on otrzymać stypendium z powodu uzyskania jednakowej liczby \npunktów wspólnie z innymi studentami  zajmujący mi ostatnie miejsce z limitu . \n3. Z Własnego funduszu na stypendia  mogą być przyznawane także jednorazowe stypendia dla \nnajlepszych studentów.  Stypendium  to jest świadczeniem przyznawanym na podstawie \nwyników w nauce uzyskanych w poprzednim roku akademickim w AGH.  \n4. Stypendium, o którym mowa w ust. 3 może otrzymać student, który uzyskał średnią ocen \n\nZałącznik  nr 1 do Zarządzenia  Nr 61/2022 Rektora  AGH z dnia 5 października 2022  r. \nStrona 2 z 4 5,00 i otrzymał stypendium rektora z Funduszu stypendialnego w semestrze  zimowym  \nbieżącego  roku akademickiego.  \n5. Stypendium z Własnego funduszu na stypendia nie może otrzymać student powtarzający \nrok lub semestr studiów.  \n§4. \n1. Z Własnego funduszu na stypendia może  być przyzna ne stypendium  naukowe dla \ndoktoranta, posiada jącego udokumentowane osiągnię cia naukowe, w tym wyka zującego  \nszczególną aktywność publikacyjną.  \n2. Stypendium naukowe dla doktoranta wykazującego szczególną aktywność publikacyjną jest \nświadczeniem jednorazowym, przyznawanym raz w roku. Podstawą przyznania tego \nstypendium nie mogą być osiągnięcia będące podstawą przyznania tej samej osobie \ndodatków w ramach filaru I i II systemu motywacyjnego oraz naukowej nagrody Rektora \n(filar III) dla pracowników AGH.  \n3. Podstawą złożenia wniosku o stypendium naukowe z tytuł u szczególnej aktywności \npublikacyjnej doktoranta jest autorstwo lub współautorstwo publikacji naukowych  \no punktacji całkowitej równej lub większej niż 100 punktów według ostatniego wykazu \nopublikowanego przez ministerstwo właściwe ds. nauki obowiązująceg o w roku ukazania się \npublikacji.  \n4. Doktorant  może  ubiegać  się o stypendium z tytułu, o którym mowa w ust. 2 , na podstawie  \npublikacji opublikowanych  w okresie  od 1 listopada  roku poprzedzającego  rok złożenia  \nwniosku o stypendium do 31 października roku, w którym został złożony ten wniosek.  \n§5. \n1. Stypendium z Własnego funduszu na stypendia jest przyznawane na podstawie pisemnego \nwniosku studenta  lub doktoranta.  Wzór wniosku  dla studenta  stanowi  załącznik  nr 1, wzór  \nwniosku dla doktoranta stanowi załącznik nr 2  do niniejszego Regulaminu.  \n2. Do wniosku należy dołączyć dokumenty potwierdzające uzyskanie wyników w nauce lub \nosiągnięć naukowych. Mogą to być w szczególności:  \n1) posiadane dyplomy i inne dokumenty potwierdzające wyniki w nauce i osiągnięcia \nnaukowe;  \n2) zaświadc zenia wystawione przez Urząd Patentowy RP lub Rzecznika Patentowego  \no posiadaniu patentu lub zgłoszeniu wynalazku lub wzoru użytkowego oraz \npotwierdzenia patentu na wydruku Biblioteki Głównej AGH (dalej BG AGH);  \n3) wydruk listy publikacji z systemu Bibliogra fii Publikacji Pracowników Biblioteki Głównej \nAGH z potwierdzoną przez BG AGH punktacją całkowitą oraz udziałem procentowym \nwnioskodawcy;  \n4) certyfikat lub dyplom wydany przez organizatora konferencji naukowej potwierdzający \nsamodzielne wygłoszenie referatu l ub prezentację posterową lub w przypadku ich braku, \nprogram konferencji;  \n5) zaświadczenia/certyfikaty  poświadczające  udział  w szkoleniach  z tematyki  ściśle \nzwiązanej z prowadzoną pracą naukową.  \n3. Dokumenty załączone do wniosku mogą być dostarczone w formie kopii bądź wydruku \ndokumentu elektronicznego.  \n§6. \n1. Osiągnięcia wskazane we wniosku nie mogą być uzyskane wcześniej niż w poprzednim roku \nakademickim, z zastrzeżeniem § 3 ust. 1 pkt 1.  \n2. Ocenie podlegają wykazane we wniosku osiągnięcia posiadające afiliację AG H. Warunek ten \nnie dotyczy osiągnięć, o których mowa w § 3 ust. 1 pkt 1.  \n3. Jeżeli wnioskodawca we wniosku wskazuje osiągnięcie, które uzyskał wspólnie z innymi \nosobami, do wniosku należy załączyć potwierdzenie udziału wnioskodawcy w osiągnięciu.  \n4. Każdy wynik w nauce i osiągnięcie naukowe może być podstawą do przyznania stypendium  \nz Własnego funduszu na stypendia tylko raz.  \n5. W przypadku ubiegania się przez studenta o stypendium z tytułu, o którym mowa w §3  \nust. 2 i 3 wymagane jest, niezależnie od wniosku o sty pendium rektora z Funduszu \nstypendialnego, złożenie wniosku o stypendium z Własnego funduszu na stypendia.  \n \n \n\nZałącznik  nr 1 do Zarządzenia  Nr 61/2022 Rektora  AGH z dnia 5 października 2022  r. \nStrona 3 z 4 §7. \n1. Wnioski o stypendia  z Własnego funduszu na stypendia  można składać w Dziale Spraw \nStudenckich (dalej DSS) przez cały rok akademicki, z zastrzeżeniem, iż : \n1) wniosek o stypendium z tytułu, o którym mowa w § 3 ust. 2, należy złożyć w  terminie  \n30 dni od daty otrzymania przez studenta decyzji administracyjnej odmawiającej \nprzyznania stypendium rektora z Funduszu stypendialnego;  \n2) wniosek o stypen dium z tytułu, o którym mowa w § 3 ust. 3, nal eży złożyć w t erminie  \n14 dni liczonych od ostatecznego terminu rozpatrzenia wniosków o stypendium rektora  \nz Funduszu stypendialnego , określonego w Regulaminie tego Funduszu ; \n3) do 30 listopada w przypadku ubie gania się o stypendium naukowe  przez doktorantów  \nz tytułu, o którym mowa w § 4 ust. 2 . \n2. Wnioskowanie o stypendium z Własnego funduszu na stypendia nie ogranicza prawa \nstudentów i doktorantów do ubiegania  się o inne świadczenia, o których mowa w ustawie \nPSWiN. \n§8. \n1. Upoważniony przez Rektora Prorektor powołuje dwie komisje stypendialne Własnego \nfunduszu na stypendia (zwane dalej: Komisjami lub odpowiednio Komisją Studencką  \ni Komisją Doktorancką) , odpowiedzialne za przeprowadzanie oceny wniosków odpowiednio \nstudentów i doktorantów.  \n2. Komisje są powoływane na rok akademicki.  \n§9. \n1. W skład Komisji  Studenckiej  wchodzi  co najmniej:  \n1) trzech  nauczycieli akademickich Uczelni,  \n2) dwóch  pracowników  Centrum Spraw Studenckich (dalej CSS), \n3) jeden przedstawiciel  studentów  delegowany przez Przewodniczącego Uczeln ianej Rady \nSamorządu S tudentów AGH . \n2. W skład Komisji  Doktoranckiej  wchodzi  co najmniej:  \n1) trzech  nauczycieli akademickich Uczelni,  \n2) dwóch  pracowników  CSS, \n3) jeden przedstawiciel doktorantów delegowany przez Przewodniczącego  Uczelnianej Rady \nSamorządu Doktorantów AGH , \n4) jeden przedstawiciel  Pionu  Nauki  delegowany  przez  Prorektora  ds. Nauki.  \n3. Spośród osób, o których mowa w ust. 1 pkt 1 i ust. 2 pkt 1, upoważniony przez Rektora \nProrektor wskazuje  Przewodniczącego Komisji.  \n4. Przewodniczący  Komisji:  \n1) zwołuje  posiedzenia,  przekazując  informację  o jego dacie członkom  Komisji,  \n2) przewodniczy  obradom  Komisji,  \n3) wyznacza  spośród  członków  Komisji  sekretarza  odpowiedzialnego  za sporządzenie \nprotokołu z posiedzenia Komisji.  \n§10. \n1. Posiedzenia Komisji odbywają się do w terminie do 21 dnia ostatniego miesiąca każdego \nkwartału kalendarzowego.  \n2. W posiedzeniach Komisji,  na zaproszenie Przewodniczącego Komisji, mogą br ać udział inne \nosoby, w szczególności przedstawiciele osób fizycznych i osób prawnych, które dokonały \nwpłaty środków pieniężnych na Własny fundusz na stypendia. Osoby te biorą udział  \nw posiedzeniu Komisji w niezbędnym zakresie, z głosem doradczym i prawem  udziału  \nw dyskusji.  \n§11. \n1. Komisja przeprowadza ocenę formalną i meryto ryczną wniosków. Maksymalny termin  \nrozpatrzenia  wniosku może wynieść, w zależności od daty jego złożenia, cztery miesiące.  \n2. Zasady oceny wniosków doktorantów zawiera załącznik nr 3 do niniejszego Regulaminu.  \n3. Ocenie Komisji nie podlegają wnioski studentów o stypendia, o których mowa w § 3 ust. 2  \ni 3. \n4. Ocena wniosków jest dokonywana przy obecności 60% składu  Komisji , z zastrzeżeniem,  \niż na każdym posiedzeniu musi być obecnych co najmniej  dwóch członków będących \n\nZałącznik  nr 1 do Zarządzenia  Nr 61/2022 Rektora  AGH z dnia 5 października 2022  r. \nStrona 4 z 4 nauczycielami  akademicki mi. \n5. Z posiedzenia Komisji sporządza się protokół zawierający w szczególności informacje  \no przebiegu posiedzenia i rekomendacji, bądź odmowie rekomendacji poszczególnych \nwniosków stypendialnych. Odmowa rekom endacji przyznania stypendium wymaga \nuzasadnienia.  \n§12. \n1. Po zakończeniu oceny wniosków Komisja rekomenduje  bądź odmawia rekomendacji \nprzyznania stypendium. W przypadku rekomendacji proponuje  okres na jaki stypendium \nzostanie  przyznane  oraz jego wysokość.  \n2. Po zapoznaniu się ze stanowiskiem Komisji upoważniony Prorektor podejmuje decyzję  \nw sprawie przyznania lub odmowy przyznania stypendium.  \n3. Treść  decyzji o  przyznaniu  stypendium  ze wskazaniem  jego wysokości oraz okresu na jaki \nzostało przyznane, a także przy czynach nieprzyznania stypendium, zamieszcza się na \nwniosku , o którym mowa w § 5 ust. 1.  \n4. Decyzja o przyznaniu lub odmowie przyznania stypendium z Własnego funduszu na stypendia \nnie jest decyzją administracyjną w rozumieniu Kodeksu postępowania administracy jnego i nie \nprzysługuje od niej odwołanie.  \n5. Brak środków we Własnym funduszu na stypendia może stanowić przyczynę odmowy \nprzyznania stypendium bądź wstrzymania wypłaty przyznanych świadczeń.  \n§13. \n1. Upoważniony przez Rektora Prorektor z własnej inicjatywy lub na wniosek: właściwej \nKomisji, kierownika podstawowej jednostki organizacyjnej AGH , samorządu studenckiego \nlub samorządu doktorantów  AGH, pozbawia  studenta  lub doktoranta  prawa  do stypendium,  \nw przypadku:  \n1) ukończenia  studiów  lub obrony  pracy  doktorskiej,  \n2) skreślenia  z listy studentów  lub doktorantów,  \n3) ukarania  karą dyscyplinarną.  \n2. Upoważniony  przez  Rektora  Prorektor  może  z własnej inicjatywy  lub na wniosek:  właściwej \nKomisji, kierownika podstawowej jednostki organizacyjnej AGH , samorządu studenckiego lub \nsamorządu doktorantów  AGH, pozbawić  studenta  lub doktoranta  prawa  do stypendium,  jeśli \nzaistnieją lub zostaną ujawnione okoliczności wykluczające uprawnienie  do przyznania \nstypendium.   \n3. Upoważniony przez Rektora Prorektor uchyla decyzję o przyznaniu stypendium ze skutkiem \nna ostatni dzień miesiąca, w którym zaistniały okoliczności, o których mowa w ust. 1 lub 2. \nJeśli świadczenie wypłacono, stypendysta zobowiązany jest do zwrotu kwoty świadczenia \nnienależnego.  \n§14. \n1. Obsługę  formalną  i finansową  Własnego  funduszu  na stypendia  oraz Komisji  prowadzi  DSS. \n2. O decyzji o przyznaniu, odmowie przyznania, a także o uchyleniu decyzji o przyznaniu \nstypendium z Własnego funduszu na stypendia , DSS  niezwłocznie  informuje  wnioskodawcę \nlub stypendystę oraz Dziekana Wydziału lub Dyrektora Szkoły Doktorskiej. Informacja \nprzesyłana jest w formie elektronicznej na adres e -mail zarejestrowany w domenie Uczelni.  \n3. Listy do wypłat stypendiów z Własnego funduszu na stypendia  sporządza  DSS na podstawie  \ndecyzji  upoważnionego  przez  Rektora  Prorektora  i protokołu z posiedzenia Komisji.  \n4. Wypłata stypendium z Własnego funduszu na stypendia następuje na rachunek bankowy \nstudenta  lub doktoranta  wskazany  we wniosku  o przyznanie  stypendium,  w terminie do \n30 dni od dnia podjęcia decyzji o przyznaniu tego świadczenia.  \n§15. \n1. Wszelkie kwestie związane z wydatkowaniem środków Własnego funduszu na stypendia oraz \nprzyznawaniem z niego stypendiów nieuregulowane w niniejszym Regulaminie, rozstrzyga \nRektor.  \n2. Traci moc Regulamin w prowadzony zarządzeniem nr 39 Rektora AGH z dnia 29 czerwca 2021 r.  \n3. Regulamin  wchodzi  w życie z dniem  1 października  2022 r. \n \n\n"}