{"content": "# Publikacje pracowników | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/publikacje-pracownikow/\nCrawled: 2025-03-19 21:30:10\n\nPublikacje pracowników\n\nPracownicy \nWydziału EAIiIB\n wykazują się dużym dorobkiem publikacyjnym zarówno w czasopismach krajowych jak i zagranicznych w tym z tzw. „listy filadelfijskiej”. Ważną pozycję w tym dorobku stanowią monografie naukowe. Na przestrzeni czterech ostatnich lat pracownicy Wydziału publikowali średnio ponad \n600 publikacji\n w roku, w tym 20 książek rocznie, \n500 artykułów\n z czego ponad 100 w czasopismach klasyfikowanych na \nLiście Filadelfijskiej.\n\nPublikacje pracowników ukazują się w renomowanych,specjalistycznych czasopismach o różnorodnym zakresie tematycznym (od fizyki, matematyki i astronomii stosowanej przez medycynę do klasycznych czasopism w obszarze elektroniki,automatyki, informatyki, telekomunikacji).Ponadto, pracownicy Wydziału EAIiIB mają na koncie liczące się osiągnięcia w zakresie innowacji,wynalazków i patentów. Patenty i wynalazki obejmują urządzenia elektroniczne i układy pomiarowe dla zastosowań w medycynie i górnictwie, systemy pomiaru parametrów ruchu drogowego,systemy przetwarzania sygnałów, sieci neuronowe i wiele innych.W połowie 2014 roku pojawił się na rynkach światowych nowy produkt będący owocem współpracy AGH Wydział EAIiIB z Japońską firmą Rigaku– dwuwymiarowa pikselowa kamera promieniowania X o nazwie HyPix-3000, jedna z najszybszych tego typu kamer na świecie. Jądrem kamery jest 16 specjalizowanych układów scalonych o nazwie PXD18k zaprojektowanych na Wydziale Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, przy czym każdy z układów scalonych zawiera około 40 milionów tranzystorów.\n\nWykaz wszystkich publikacji - BPP AGH", "metadata": {"url": "https://www.eaiib.agh.edu.pl/publikacje-pracownikow/", "title": "Publikacje pracowników | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "6269d39a4fffdae12e778b162ea88c81", "word_count": 202, "headings": [{"level": 2, "text": "Publikacje pracowników"}]}}