{"content": "#  Moduły, przedmioty i kursy zaproszone -- Szkoła Doktorska AGH \n\nURL: https://www.sd.agh.edu.pl/doktoranci/moduly-przedmioty-i-kursy-zaproszone\nCrawled: 2025-03-19 21:38:56\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Moduły, przedmioty i kursy zaproszone \n\nW ramach poszerzania oferty dydaktycznej w Szkole Doktorskiej AGH będzie dostępny kurs „\nCreate-Protect-Innovate: Bringing Ideas to Market\n” (Twórz – Chroń – Bądź Innowacyjny: Wprowadzanie Pomysłów na Rynek), który umożliwia zdobycie kluczowej wiedzy w zakresie ochrony własności intelektualnej (IP), ze szczególnym uwzględnieniem patentów, oraz ich roli w procesie komercjalizacji innowacji.\n\nKurs przeznaczony jest dla studentów II stopnia oraz doktorantów, mogą w nim wziąć udział również pracownicy AGH zainteresowani tematyką IP.\n\nNabór uczestników trwa do 20 marca br. \nDecyduje kolejność zgłoszeń.\n\nKurs trwa od 24 marca do 25 czerwca.\n\nProgram kursu został opracowany przez Europejską Akademię Patentową we współpracy z ekspertami z Europejskiego Urzędu Patentowego (EPO).\n\nKurs składa się z dwóch części – podstawowej i zaawansowanej.\n Każda z części składa się z pięciu samodzielnie realizowanych modułów, które wprowadzają w różne zagadnienia własności intelektualnej. Kurs prowadzony jest w formie e-learningu, co pozwala uczestnikom dostosować tempo nauki do indywidualnych potrzeb.\n\nKażda część kursu wymaga 75 godzin pracy i odpowiada 3 pkt ECTS. Po ukończeniu wszystkich wymaganych aktywności uczestnicy otrzymają certyfikat EPO. \n\nForma i struktura kursu:\n\nKurs prowadzony jest w języku angielskim.\n\nModuły do samodzielnej nauki online.\n\nWysokiej jakości filmy, podcasty i interaktywne elementy edukacyjne.\n\nĆwiczenia i studia przypadków.\n\nQuizy i testy wielokrotnego wyboru.\n\nDodatkowe zasoby do dalszej nauki.\n\nInteraktywne sesje na żywo z ekspertami.\n\nKońcowe zadanie oceniane przez ekspertów ds. własności intelektualnej.\n\nCertyfikat ukończenia kursu wydawany przez EPO.\n\nCzęść I: Podstawy Własności Intelektualnej (75 godzin, 3ECTS)\n\nPierwsza część kursu umożliwia zapoznanie się z:\n\nPodstawowymi pojęciami dotyczącymi IP – różnymi rodzajami praw własności intelektualnej oraz korzyściami wynikającymi z ich ochrony.\n\nPodstawami patentowania – procesem uzyskiwania patentów, wymaganiami formalnymi oraz zasadami składania zgłoszeń patentowych.\n\nInformacją patentową – sposobami korzystania z baz danych patentowych, analizą „freedom-to-operate” oraz oceną potencjalnych ryzyk związanych z naruszeniem praw IP.\n\nSzczegółowe informacje znajdą Państwo w poniższych załącznikach:\n\nHarmonogram - KURS PODSTAWOWY\n\nSYLABUS - część 1\n\nSzczegóły i moduły - KURS PODSTAWOWY\n\nCzęść II: Zaawansowane Aspekty Ochrony Własności Intelektualnej (75 godzin, 3ECTS)\n\nDruga część kursu wprowadza w bardziej zaawansowane tematy, takie jak:\n\nProcedury przyznawania patentów – szczegółowy opis etapów uzyskiwania patentu.\n\nEgzekwowanie patentów – ochrona praw patentowych w kontekście prawnym i biznesowym, a także różne metody rozwiązywania sporów patentowych.\n\nKomercjalizacja wynalazków – zarządzanie i wykorzystywanie patentów w strategiach biznesowych, podstawy wyceny IP oraz negocjowanie umów licencyjnych.\n\nSzczegółowe informacje znajdą Państwo w poniższych załącznikach:\n\nHarmonogram - KURS ZAAWANSOWANY\n\nSYLABUS - część 1\n\nSzczegóły i moduły - KURS ZAAWANSOWANY\n\nUczestnicy dowiedzą się, jak patenty mogą wspierać rozwój startupów technologicznych, przyciągać inwestorów oraz wpisywać się w strategię biznesową firmy.\n\nZaleca się, aby ze względu na intensywność kursu zrealizować jedną część semestralnie.\n\nRejestracja i ukończenie każdej z części są niezależne. Można pominąć część wstępną i wziąć udział w części zaawansowanej. Możliwe jest również ukończenie tylko części wstępnej. \n\nDół formularza\n\nZgodnie z Uchwałą nr 41/2023 Senatu AGH z dnia 26 kwietnia 2023 r. w sprawie zmian w programie kształcenia w Szkole Doktorskiej AGH § 6, pkt 6, Dyrektor Szkoły może wyrazić zgodę na wprowadzenie modułu/wykładu do Indywidualnego Planu Kształcenia. \n\nW związku z powyższym, osoby zainteresowane, proszone są o złożenie podania do \nZ-cy Dyrektora SD AGH, prof. dr hab. inż Łukasza Madeja o zgodę na uczestnictwo w kursie i uwzględnienie go w swoim IPK.\n\nTermin i miejsce składania podań: \n\nDo 20 marca 2025 do godziny 13:00\n\nBiuro Szkoły Doktorskiej AGH, budynek A3, II piętro, pokój 118\n\nStopka\n\nBiblioteka Główna\n\nOchrona danych osobowych\n\nStrona główna AGH\n\nInicjatywa Doskonałości – Uczelnia Badawcza\n\nSzkoła Doktorska AGH\nbud. A3, I p., pok. 118\nal. Mickiewicza 30\n30-059 Kraków\n\nDziekanat\n E-mail: phd@agh.edu.pl\n Tel. +48 12 617 56 13\n Tel. +48 12 617 56 11\n Tel. +48 12 617 56 14\n Obsługa bezpośrednia i telefoniczna doktorantów:\n poniedziałek - nieczynne\n wtorek-piątek - 9:00-13:00\n\nSekretariat\n E-mail: sdbiuro@agh.edu.pl\n Tel. +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/doktoranci/moduly-przedmioty-i-kursy-zaproszone", "title": " Moduły, przedmioty i kursy zaproszone -- Szkoła Doktorska AGH ", "depth": 3, "duplicate": false, "content_hash": "1cfd74d92cb8eb31dacfadfa0966901d", "word_count": 630, "headings": [{"level": 1, "text": "Moduły, przedmioty i kursy zaproszone"}, {"level": 2, "text": "Stopka"}]}}