{"content": "# Metrologia i Inżynieria Pomiarów | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/metrologia-i-inzynieria-pomiarow/\nCrawled: 2025-03-19 21:30:04\n\nKierunek kształcenia: Metrologia i Inżynieria Pomiarów (II stopień)\n\nWarunki rekrutacji\n\nKandydaci\n\nAutomatyka i Robotyka\n\nComputer science\n\nElektrotechnika\n\nInformatyka\n\nInformatyka Medyczna\n\nInformatyka i systemy inteligentne\n\nInżynieria Biomedyczna\n\nMetrologia i Inżynieria Pomiarów (II stopień)\n\nMikroelektronika w technice i medycynie\n\nTechnologie Przemysłu 4.0\n\nEgzaminy wstępne na II stopień studiów\n\nStudia podyplomowe i kursy dokształcające\n\nstudia II stopnia\n\nOpis kierunku kształcenia:\nKierunek Metrologia i Inżynieria Pomiarów jest nowym kierunkiem studiów, prowadzonym wspólnie przez Akademię Górniczo-Hutnicza, Politechnikę Krakowską, Uniwersytet Rolniczy w Krakowie i Główny Urząd Miar. Zajęcia dydaktyczne będą prowadzone przez specjalistów z wymienionych instytucji, w laboratoriach posiadanych przez te podmioty. Absolwenci otrzymają dyplom wszystkich trzech uczelni.\nKierunek odpowiada potrzebom budowanego w Polsce Narodowego Instytutu Metrologii (NMI), dynamicznie zmieniającym się potrzebom gospodarki, w tym związanych z rozwojem wysokich technologii wytwarzania, rozwojem technologicznego wyposażenia będącego w dyspozycji Sił Zbrojnych RP, przemysłu zbrojeniowego, rozwojem rynku pracy. Jego profil jest zgodny z oczekiwaniami otoczenia społecznego odnośnie włączenia się Polski w międzynarodowy podział pracy, w tym podział w zakresie kompetencji metrologicznych, rozwoju niskoemisyjnych technologii wytwarzania, zielonej transformacji, elektromobilności, rozproszonej energetyki i ochrony środowiska. Jest to kierunek studiów z nowoczesnym i innowacyjnym programem kształcenia, łączący różnorodne zagadnienia z obszaru szeroko rozumianej metrologii, zarówno teoretyczne jak i praktyczne.\nCelem studiów na kierunku Metrologia i Inżynieria Pomiarów jest wyposażenie studentów w wiedzę i umiejętności z zakresu metod, technik i technologii pomiarów różnych wielkości fizycznych, w tym pomiarów najwyższej dokładności, wzorców pomiarowych, realizacji zadań krajowej służby miar i jej współpracy z organizacjami międzynarodowymi, prowadzenia badań i rozwijania różnych działów metrologii, metrologicznego zabezpieczenia procesów wytwórczych w ramach Przemysłu 4.0. Zdobyta podczas studiów wiedza pozwoli na kompleksowe rozwiązywanie skomplikowanych problemów inżynierskich z obszaru metrologii. Praktyczne podejście do zdobywania wiedzy podczas studiów przygotuje absolwentów do skutecznej i efektywnej działalności zawodowej.\nAbsolwenci kierunku Metrologia i Inżynieria Pomiarów są przygotowani do działalności zawodowej we wszelkiego rodzaju firmach, przedsiębiorstwach oraz instytucjach sektora państwowego i prywatnego, w tym:\n– w krajowej służbie miar (laboratoria Głównego Urzędu miar oraz Okręgowych Urzędów Miar);\n– w Narodowym Instytucie Metrologicznym;\n– w zakładach przemysłowych wykorzystujących zaawansowane technologie wytwarzania;\n– w jednostkach badawczych prowadzących badania na wysokim poziomie zaawansowania technologicznego, w tym w wyższych uczelniach technicznych;\n– w laboratoriach Centralnego Ośrodka Metrologii Wojskowej;\n– w jednostkach eksploatujących rozproszone systemy elektroenergetyczne;\n– w jednostkach administracji państwowej, samorządowej, gospodarczej i oświatowej zajmujących się problemami ochrony i monitoringu środowiska;\n– w jednostkach służby zdrowia oraz podmiotach wytwórczych produkujących sprzęt diagnostyczny;\n– w jednostkach przemysłu spożywczego;\n– w firmach konsultingowych i szkoleniowych, w tym we własnych firmach świadczących usługi z zakresu metrologii.\nAbsolwenci tego kierunku, ze względu na posiadaną wiedzę, mogą podjąć pracę także w zagranicznych instytutach metrologicznych, firmach i jednostkach badawczych oraz są przygotowani do kontynuowania kształcenia na III stopniu studiów (Szkoły Doktorskie).\n\nProgram zajęć dydaktycznych - SYLABUS", "metadata": {"url": "https://www.eaiib.agh.edu.pl/metrologia-i-inzynieria-pomiarow/", "title": "Metrologia i Inżynieria Pomiarów | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "bfec8162755998c974b95e52b8b6010d", "word_count": 450, "headings": [{"level": 2, "text": "Kierunek kształcenia: Metrologia i Inżynieria Pomiarów (II stopień)"}, {"level": 3, "text": "Opis kierunku kształcenia:"}]}}