{"content": "#  Sonderaktion Krakau -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/o-agh/historia-i-tradycja/sonderaktion-krakau\nCrawled: 2025-03-19 21:07:05\n\nSkip to content ↓\n\n Sonderaktion Krakau \n\nZ dziejów Akademii Górniczo-Hutniczej w Krakowie w latach 1919–1967, oprac. Julian Sulima-Samujłło oraz zespół autorów, Kraków 1970 (Wydawnictwa Jubileuszowe 1919–1969).\n\nAkademia Górniczo-Hutnicza znalazła się w trudnej sytuacji już w kilka dni po zajęciu Krakowa przez wojska niemieckie, ponieważ 12 czy 13 IX Wehrmacht obsadził główny budynek przy al. Mickiewicza 30 i przekształcił go w szpital wojskowy. Z tą chwilą zamknięto Polakom wstęp do pomieszczeń uczelni i jej katedr. W ostatniej jednak chwili zdołano uratować część drobnego sprzętu, a w szczególności naczynia platynowe kilku katedr, o czym była mowa już uprzednio.\n\nMiano pewien wgląd w gospodarkę niemiecką w budynku Akademii wskutek tego, że intendent Akademii, Julian Ciechanowski, oraz pracownicy techniczni mieszkali w lokalach służbowych na niskim parterze. Pod tym czy innym pozorem (konserwacja instalacji itp.) wchodzili do różnych pomieszczeń, chroniąc przy okazji wszystko to, co dało się uratować.\n\nParokrotnie próby rektora Taklińskiego, by nawiązać rozmowy z komendantem szpitala wojskowego, nie dały rezultatu. Odmownie też załatwiono wniosek o wydanie podstawowych aktów. Tym sposobem Akademia Górnicza została pozbawiona pomieszczeń, laboratoriów, sprzętu, bibliotek i wszystkich aktów osobowych i administracyjnych.\n\nKorzystniej kształtowała się sytuacja innych wyższych uczelni Krakowa, których budynki nie zostały obsadzone przez Niemców. W wielu katedrach prowadzona była praca naukowa, oczywiście ograniczona trudnościami wojennymi i okupacyjnymi. Uczelnie te mogły już w październiku występować z inicjatywami zmierzającymi do rozpoczęcia roku akademickiego 1939/40 w pierwszych dniach listopada. Akademia musiała najpierw rozwiązać zagadnienia lokalowe oraz odzyskać lub odtworzyć dokumentacje osobowe pracowników i studentów, którzy coraz liczniej wracali do Krakowa. Dodatkową trudność stwarzał brak jakichkolwiek środków finansowych, gdyż Akademia Górnicza przed wojną nie posiadała własnych gospodarstw i innych tego rodzaju źródeł dochodów.\n\nWładze rektorskie Akademii Górniczej zwróciły się o pomoc do rektora Uniwersytetu Jagiellońskiego prof. dra Tadeusza Lehr-Spławińskiego, który życzliwie zgodził się na oddanie Sali posiedzeń Wydziału Filozoficznego UJ w Collegium Novum (I piętro, od strony ul. Gołębiej) do dyspozycji Akademii. Tym sposobem uzyskano możność organizowania spotkań pracowników i studentów oraz zebrań profesorów Akademii. Zagadnienie dalszej pomocy, głównie lokalowej i technicznej, w zakresie katedr chemii, chemii fizycznej, fizyki, geologii, matematyki, mineralogii, prawa petrografii i innych, odpowiadających profilem naukowym katedrom UJ, miało być rozpatrzone po ustaleniu programu działania Uniwersytetu i po obustronnych uzgodnieniach między zainteresowanymi kierownikami katedr UJ i AG. Z życzliwą pomocą spieszył też prezydent m. Krakowa dr Stanisław Klimecki, który obiecał przekazać niektóre budynki szkolne, np. przy ul. Loretańskiej 18, Smoleńsk 7 i in. do dyspozycji Akademii Górniczej.\n\nW realnej sytuacji uczelni władze rektorskie musiały przede wszystkim skierować swoje działanie na odzyskanie lub na stworzenie prowizorycznej bazy lokalowej i materialnej.\n\n6 XI 1939 r. około godz. 10 rano zwołane zostało zebranie profesorów i docentów Akademii Górniczej przez rektora prof. inż. W. Taklińskiego w Sali Wydziału Filozoficznego Uniwersytetu Jagiellońskiego. W tym dniu na godz. 12 zapowiedziane było spotkanie przedstawicieli władz okupacyjnych z rektorem i profesorami Uniwersytetu, rzekomo w celu przedyskutowania i ustalenia kierunków dalszej działalności Uniwersytetu. Rektor Takliński chciał wcześniej omówić w szerszym gronie profesorów sytuację Akademii Górniczej, aby jak najszybciej móc uruchomić działalność uczelni.\n\nZebranie rozpoczęło się punktualnie o godzinie 10 z udziałem wszystkich pracowników znajdujących się w Krakowie. Na wstępie rektor Takliński wysunął sprawę formalną kierownictwa uczelni. Nowo powołany z dniem 1 IX 1939 r. rektor prof. dr Walery Goetel nie powrócił do Krakowa; według wiadomości przebywał jeszcze we Lwowie, czyniąc starania o zezwolenie na wyjazd do Krakowa. Formalnie rektor prof. inż. Władysław Takliński zakończył swoją kadencję. Po krótkiej dyskusji uchwalono, że zarówno rektor, prorektor, dziekani, jak i prodziekani poprzedniej kadencji będą pełnili swoje obowiązki aż do powrotu przedstawicieli nowo wybranych władz akademickich. Chwilą milczenia uczczono pamięć poległych pracowników Akademii, w szczególności asystenta mgra T. Zarosłego, poległego w boju z niemieckimi grenadierami pancernymi na wzgórzach koło Hołoska w pobliżu Lwowa, oraz laboranta C. Grzeszczaka, który poległ wczesnym rankiem 1 września, trafiony pociskiem karabinu maszynowego z nadlatującego samolotu niemieckiego. Przed rozpoczęciem dyskusji omówiono środki, jakie można by uruchomić w celu przyjścia z pomocą rodzinom poległych i rannych, oraz postanowiono poczynić starania, by wyjaśnić los pracowników zaginionych w czasie działań wojennych.\n\nGłównym punktem dyskusji była sprawa rozpoczęcia nowego roku akademickiego 1939/1940. Do dyspozycji pozostał tylko budynek przy ul. Krzemionki 11, a w nim Katedra Górnictwa I i Przeróbki Mechanicznej, Katedra Metalurgii, Katedra Elektrotechniki, Katedra Technologii Ciepła i Paliwa oraz Katedra Chemii, a także dwie sale wykładowe. Było to niewystarczające pomieszczenie dla zapewnienia studiów na dwóch wydziałach. Brak było pomieszczeń dla biblioteki, rektoratu, dziekanatów i innych agend. Rektor Takliński oceniał sytuację pesymistycznie, zwracając uwagę na to, że Akademia zaangażowana przed wojną w akcję usuwania elementów niemieckich z polskich kopalń i hut, zbyt poważnie naraziła się koncernom niemieckim, by w obecnej sytuacji mogła liczyć na jakiekolwiek względy lub choćby na poprawny stosunek władz okupacyjnych. Wspomniano też wrogą postawę niemieckich wyższych szkół górniczych, które w 1919 i 1920 r. musieli opuścić Polacy studiujący górnictwo czy hutnictwo. Możliwość oparcia się na tych pokrewnych wyższych uczelniach wydawała się bardzo wątpliwa. Z dłuższą repliką prawniczą wystąpił dr A. Meyer. Kilku innych dyskutantów nawiązało do – precedensowego ich zdaniem – poprawnego stosunku okupanta do zamierzeń podjęcia działalności przez Uniwersytet Jagielloński, czego wyrazem miało być spotkanie profesorów z przedstawicielami władz niemieckich. Wskazywano też na zadeklarowaną przez prezydenta m. Krakowa dra Stanisława Klimeckiego gotowość przyjścia Akademii z pomocą. W wyniku tej dyskusji postanowiono, że po zakończeniu zebrania profesorów Uniwersytetu władze akademickie AG przeprowadzą rozmowę z rektorem Uniwersytetu w celu uzgodnienia planu działania zmierzającego do możliwie szybkiego uruchomienia studiów w Akademii.\n\nGdy zbliżała się godzina 12, zabrał głos prof. dr A. Hoborski, który oświadczył, że udaje się do sali na II piętrze na zapowiedziane spotkanie z SS-Obersturmbannführerem Müllerem, po czym wraz z prof. drem Gołąbem i prof. drem S. Jaskólskim opuścił zebranie profesorów Akademii Górniczej. Prof. dr M. Jeżewski oświadczył, że spotkanie go nie interesuje i pozostał w sali na I piętrze. Jak się później okazało, aresztowano zarówno profesorów Uniwersytetu Jagiellońskiego i inne osoby uczestniczące w spotkaniu z SS-Obersturmbannführerem Müllerem, jak i profesorów Akademii Górniczej, zgromadzonych na I piętrze Collegium Novum.\n\nPod koniec posiedzenia dyskutowano nad sprawami bytowymi pracowników Akademii pozbawionych środków do życia. Nagle otwarto gwałtownie drzwi wejściowe, w których ukazał się SS-Untersturmführer w otoczeniu kilku SS-manów, z pistoletami maszynowymi w ręku. Na pytanie SS-Untersturmführera, co to jest za zebranie, odpowiedział prof. dr J. Studniarski. Natychmiast padł rozkaz pozostania na miejscu. Jeden z SS-manów podszedł do dowódcy akcji SS-Obersturmbannführera Müllera z zapytaniem, co należy uczynić z pracownikami AG. Na sali zapadła martwa cisza. Tymczasem rewidowano sąsiednie pomieszczenia i szafy mieszczące akty Wydziału Filozoficznego UJ. Dopiero po kilkunastu minutach nadszedł drugi SS-Untersturmführer, który nakazał zebranym opuścić budynek pod eskortą SS-manów. Wszyscy zeszli schodami do hallu głównego, a następnie zostali skierowani do zapasowego wyjścia na ul. Jagiellońską. Tu jednak spotkali stłoczoną, popychaną i tratowaną kolbami liczną grupę profesorów Uniwersytetu, wśród których znajdowali się założyciel i rektor Wyższej Szkoły Handlowej prof. A. Żabiński, prof. A. Bolland oraz kilka osób spoza sfer uniwersyteckich. Pojedynczo lub dwójkami doprowadzano osoby znajdujące się w rozmaitych pomieszczeniach gmachu głównego Uniwersytetu. Na ulicy oczekiwały wojskowe samochody transportowe z brezentowymi budami. Po załadowaniu aresztowanych miejsca koło plandeki zajęła uzbrojona eskorta. Zasłonięto plandeki; samochody ruszyły w stronę Filharmonii, a następnie ul. Karmelicką, Aleją Słowackiego przez Nowy Kleparz do więzienia przy ul. Montelupich. Wśród 183 uwięzionych osób znajdowało się 22 pracowników Akademii Górniczej: \nSaryusz-Bielski Zygmunt\n inż. profesor zwyczajny i kierownik Katedry Wiertnictwa i Górnictwa Naftowego, \nBolewski Andrzej\n doc. dr inż. adiunkt przy Katedrze Mineralogii i Petrografii, \nBudryk Witold\n dr inż. górniczy, profesor zwyczajny, kierownik Katedry Górnictwa I i Przeróbki Mechanicznej, członek korespondent Akademii Nauk Technicznych, \nChromiński Edmund\n inż. profesor zwyczajny, kierownik Katedry Maszynoznawstwa II, rektor Akademii w latach 1926/27 i 1927/28, \nCzarnocki Stefan\n inż. górniczy, profesor zwyczajny, kierownik Katedry Geologii Stosowanej, \nCzopiwski-Feszczenko Iwan\n inż. technolog, dr nauk technicznych, tytularny profesor obróbki termicznej i stali specjalnych, członek korespondent Akademii Nauk Technicznych, \nCzyżewski Mikołaj\n inż. metalurg, dr nauk technicznych, docent koksownictwa i technologii ciepła, \nDawidowski Roman\n inż. górniczy, inż. metalurg, profesor zwyczajny, Kierownik Katedry Technologii Ciepła i Paliwa, \nGołąb Stanisław\n dr doc., profesor tytularny Akademii Górniczej przy Katedrze Matematyki, docent Uniwersytetu Jagiellońskiego, \nHoborski Antoni\n dr profesor zwyczajny, kierownik Katedry Matematyki, I rektor Akademii Górniczej w latach 1920–1922, profesor tytularny Uniwersytetu Jagiellońskiego, \nJaskólski Stanisław\n dr doc. profesor tytularny geologii stosowanej, \nJeżewski Mieczysław\n dr profesor zwyczajny, kierownik Katedry Fizyki, członek rzeczywisty Akademii Nauk Technicznych, członek korespondent Polskiej Akademii Umiejętności,\n Kamecki Julian\n dr starszy asystent przy Katedrze Chemii Fizycznej i Elektrochemii, \nKrupkowski Aleksander\n inż. metalurg, dr nauk technicznych, profesor zwyczajny, kierownik Katedry Metalurgii i Innych Poza Żelazem Metali, członek korespondent Akademii Nauk Technicznych, \nLudkiewicz Adam\n inż. górniczy, inż. metalurg, profesor nadzwyczajny, kierownik Katedry Metalurgii Stali, \nMeyer Antoni\n dr praw, wykładający prawoznawstwo ogólne i prawo górnicze, \nStella-Sawicki Izydor\n, inż. dróg i mostów, profesor zwyczajny, kierownik Katedry Inżynierii i Budownictwa, \nStaronka Wilhelm\n dr profesor zwyczajny, kierownik Katedry Chemii, \nStudniarski Jan\n inż. elektryk, dr nauk technicznych, profesor zwyczajny, kierownik Katedry Elektrotechniki, rektor w latach 1922/23 i 1923/24, członek korespondent Akademii Nauk Technicznych, \nTakliński Władysław\n inż. technolog, profesor zwyczajny, Kierownik Katedry Mechaniki Teoretycznej i Wytrzymałości Materiałów, rektor w latach 1933/34–1938/39, \nWindakiewicz Edward\n inż. Górniczy, dr honoris causa, docent górnictwa minerałów solnych, \nZalewski Feliks\n inż. górniczy, profesor zwyczajny, kierownik Katedry Górnictwa II.\n\nPo krótkim postoju przed bramą więzienną i po jej otwarciu samochód wjechał na dziedziniec więzienny. Po wyjściu z samochodu więźniowie musieli ustawić się w dwuszeregu. Kilku wyznaczonych profesorów Uniwersytetu pod nadzorem SS-manów zapisało na kartkach nazwiska aresztowanych, ich imiona, rok urodzenia, stan cywilny, adresy domowe i stanowiska służbowe w uczelniach. Trwało to dość długo, gdyż ani spisujący nie wiedzieli, jak to mają uczynić, ani też otaczający SS-mani nie umieli dokładnie powiedzieć, o co im chodzi. Chcieli mieć spis profesorów, ale wśród zgromadzonych znaleźli się także przypadkowi przechodnie. W tym czasie niektórzy z uwięzionych zaczęli rozmawiać z SS-Untersturmführerami, którzy kierowali akcją uwięzienia, transportem i spisywaniem personaliów. Gestapowcy z zainteresowanie, obserwowali grupę i wymieniali bezceremonialne opinie o osobach, które zwróciły im uwagę. Bacznie na przykład oglądali prof. Dra K. Stołyhwę, który wyróżniał się słusznym wzrostem, wspaniałą siwą brodą, rozwianą czupryną oraz stoickim spokojem na obliczu. W tym czasie dr inż. I. Feszczenko-Czopiwski zwrócił się do jednego z nadzrorujących SS-Untersturmführerów i oświadczył, że co do jego osoby zaszła pomyłka, gdyż jest on Ukraińcem. Wskazał również na doc. dra inż. M. Czyżewskiego, który podług niego również odgradzał się od uwięzionych Polaków. Po krótkiej wymianie zdań SS-Untersturmführer nakazał w spisach zaznaczyć narodowość oraz polecił drowi inż. Czopiwskiemu-Feszczence wrócić do dwuszeregu, obiecując zreferowanie jego sprawy władzom zwierzchnim kompetentnym do jej rozstrzygnięcia.\n\nPo spisaniu nazwisk więźniów podzielono aresztowanych na kilka grup, po czym zaprowadzono do cel. Wraz z około 30 osobami dostał się doc. Bolewski do szczytowej sali na II piętrze od strony ul. Kamiennej; w celi znajdowały się dwa stoły oraz kilkanaście łóżek żelaznych z deskami, lecz bez sienników lub materaców i bez koców. Cela nie była od dawna sprzątana, tu i ówdzie walały się stare papiery i gazety. W kącie stały dwa kubły o wiadomym przeznaczeniu. Po zamknięciu drzwi w sali wybuchła chaotyczna dyskusja, obrazująca różne postawy ludzkie w obliczu oszałamiającego wydarzenia. Przeważała opinia, że okupanci, nie czując się zbyt pewni i obawiając się manifestacji związanych ze Świętem Państwowym 11 listopada, chcą tym sposobem pozyskać grupę zakładników i zastraszyć społeczeństwo Krakowa, które jest silnie związane uczuciowo z wyższymi uczelniami, a zwłaszcza z Uniwersytetem Jagiellońskim.\n\nWieczorem po zapaleniu światła, zezwolono więźniom udać się do ubikacji, po czym wymieniono kubły. Wśród obsługujących więźniów można było wyróżnić osoby narodowości żydowskiej. Od nich dowiedziano się, że do jednej z cel zajętych przez profesorów przywieziono prezydenta miasta Krakowa dra Stanisława Klimeckiego, który nie opuścił miasta i starał się kierować gospodarką miejską i zakładami komunalnymi, a także podpisał zarządzenie o rozpoczęciu nowego roku szkolnego przez szkolnictwo podstawowe. Upewniło to aresztowanych w przekonaniu, że byli zakładnikami. Po spożyciu więziennej wieczerzy, składającej się z porcji chleba i kawy, sporządzonej z polskich racji wojskowych, rozmieszczono co starszych i godniejszych profesorów na stołach i łóżkach, a reszta położyła się byle gdzie, aby zasnąć w pozycji leżącej.\n\nWczesnym rankiem 7 listopada zmieniono kubły. Zaczęto odczuwać niedolę życia więziennego: brak śniadania, niemożność umycia się i ogolenia oraz zmiany bielizny. Większość dotkliwie odczuwała niewygody spania na twardych deskach. I dalej toczyły się deliberacje nad losem uwięzionych, nad losem uczelni, młodzieży i nad wieloma innymi tematami. Wyławiano fragmentaryczne wspomnienia z poprzedniego dnia, z zachowania niemieckich władz okupacyjnych w Kongresówce podczas I wojny światowej, a także wspomniano inne wydarzenia, starając się znaleźć jakieś analogie z obecną sytuacją. Rzeczywistość jednak była daleka od wszelkich analogii.\n\nPóźnym rankiem kazano aresztowanym wyjść z celi, sprowadzono ich na dziedziniec i znowu załadowano do przykrytych plandekami samochodów wojskowych. Wkrótce wszyscy znaleźli się w koszarach przy ul. Mazowieckiej, gdzie straż nad aresztowanymi objęła jednostka Wehrmachtu, dowodzona przez oficera, bodajże majora, rodem z Austrii. Był to człowiek pogodnego usposobienia; z uśmiechem na ustach skierował zebranych do cel żołnierskich na II piętrze jednego z budynków koszarowych. Sale były zaniedbane. Rychło jednak został przywrócony pewien porządek, gdyż wśród aresztowanych znajdowali się rezerwiści wojskowi, którzy orientowali się w życiu koszarowym. Dowództwo objął doc. dr Dobiesław Dobrzyński, podporucznik rezerwy, a że słynął z pogody ducha i dobrego humoru, przeto prośbą i groźbą, a najwięcej dowcipem, szybko uregulował warunki bytowe. Po uporządkowaniu sienników na łóżkach kilku starszych profesorów wygodnie się rozciągnęło, by wypoczywać po nocy spędzonej w więzieniu na Monteluppich. Znalazło się też sporo książek zarówno beletrystycznych, jak i regulaminów oraz instrukcji wojskowych z dawnej polskiej biblioteki wojskowej. Można było się umyć lub przynajmniej opłukać pod bieżącą wodą. Czas szybko mijał, a nastrój wyraźnie poprawił się, zwłaszcza gdy w południe polscy jeńcy wojskowi przynieśli typowy obiad żołnierski, składający się z rosołu z makaronem i sztuki mięsa. Nieco później więźniowie dostali porcje chleba i czarną kawę z racji żołnierskich. Rozdano menażki oraz kilka sztućców. Można było przeto spokojnie zjeść ten rzetelny posiłek w sposób normalnie praktykowany w polskich jednostkach wojskowych. Sprawiło to jednak sporo trudności profesorom, którzy nie odbyli służby wojskowej.\n\nWokół płotu otaczającego koszary zjawiły się niebawem żony, krewni oraz przyjaciele, którzy krążyli, starając się wykryć miejsce pobytu uwięzionych. Co śmielsi starali się nawiązywać rozmowy z wartownikami. Widok bliskich wszystkim dodał otuchy, gdyż świadczyło to, że przecież aresztowani nie zginęli bez wieści, lecz że wiadomość o ich aresztowaniu i o miejscu uwięzienia przeniknęła do rodzin i społeczeństwa. Po wieczór zezwolono odwiedzającym wejść na dziedziniec koszarowy i doręczyć paczki, które zostały poddane rewizji.\n\nByły to chwile niezapomniane. Pogodny wieczór i z wolna zapadający późnojesienny zmrok, a także rozległość dziedzińca sprzyjały swobodnym rozmowom. Można wówczas było omówić najpilniejsze sprawy, przekazać klucze, resztę pieniędzy i inne drobiazgi. Więźniowie otrzymali sporo paczek z przyborami toaletowymi i różnymi drobiazgami, a także z żywnością. Kolacja wydatnie zasilona przysmakami wyłuskiwanymi z paczek upłynęła w miłej i serdecznej atmosferze. Cukru było pod dostatkiem.\n\nW dniu 8 listopada po pobudce, śniadaniu i obiedzie zezwolono na przechadzanie się po dziedzińcu koszarowym. Rano przyszedł lekarz, który stwierdził ciężki stan zdrowia kilku profesorów Uniwersytetu Jagiellońskiego. Do oczekiwanego spotkania z rodzinami jak dnia poprzedniego nie doszło. Dotarły jednak paczki, które odebrali wartownicy i doręczyli adresatom bez kontrolowania. Dzień zakończyła kolacja, w czasie której analizowano otrzymane wiadomości. W gruncie rzeczy nie wniosły one niczego nowego, przynajmniej jeżeli idzie o dotychczasowe położenie aresztowanych.\n\n9 listopada życie toczyło się według schematu dnia poprzedniego. Tym razem obiad był znacznie lepiej przyrządzony, najwidoczniej przez polskiego kucharza wojskowego, który wysilił się, aby uprzyjemnić więźniom życie smacznym posiłkiem. Te pożywne posiłki nie doczekały się jednak uznania, gdyż większość nie była obeznana ze zwyczajami kulinarnymi w Wojsku Polskim. Godzi się jednak na tym miejscu podkreślić serdeczność, uczynność i troskę okazywaną przez szeregowych jeńców polskich w najszerszym możliwym stopniu.\n\nWczesnym popołudniem niespodziewanie przyjechała do koszar grupa gestapowców, którzy nakazali zbiórkę na dziedzińcu. Należało wziąć ze sobą rzeczy osobiste. Nie obyło się bez wrzasków, ryków i grożenia zastrzeleniem, a więc wszystkich rekwizytów działających SS-manów. Po krótkotrwałej bieganinie i pakowaniu rzeczy ustawiono się w dwuszeregu. Wywołano kilku chorych profesorów Uniwersytetu Jagiellońskiego oraz Ukraińców, a w tej liczbie dra inż. I. Czopiwskiego-Feszczenkę i dra inż. M. Czyżewskiego z Akademii Górniczej, którzy mieli zostać zwolnieni. Wspomnieć trzeba serdeczny, pożegnalny uścisk Czyżewskiego, wymieniony z prof. drem inż. R. Dawidowskim, oraz okazywaną manifestacyjnie życzliwość pod adresem innych uwięzionych. Pozostali zostali otoczeni kordonem SS-manów i wojska, a następnie skierowani na pobliską ładownię kolejową. Z dala tylko widziano zatrwożone twarze najbliższych, którzy daremnie usiłowali zbliżyć się i podać paczki choćby za pośrednictwem członków eskorty.\n\nKrótki pobyt w koszarach na Mazowieckiej zapisał się najlepiej w pamięci więźniów. Stosunkowo dobre traktowanie, możliwość rozmowy z najbliższymi, niezłe odżywienie, możliwość wypoczynku i zaopatrzenie w polskie książki czyniło ten pobyt znośnym. Sprzyjała tez pogoda. Spacery pod kasztanami rosnącymi na dziedzińcu koszar stanowiły miłe urozmaicenie. Pierwsze dni więźniowie znajdowali się pod „opieką” Wehrmachtu. W akcji terrorystycznej przeciw Polakom gestapo współdziałało ściśle z Wehrmachtem. Profesorowie więzieni byli przez gestapo i przez Wehrmacht. Na tę okoliczność należy zwrócić uwagę, gdyż w różnych publikacjach NRF podejmowane są dyskusje, a nawet próby wybielenia Wehrmachtu z zarzutu uczestniczenia w wyniszczeniu Polaków.\n\nNa ładowni pojawił się SS-Sturmbannführer Müller, który w krótkim przemówieniu poinformował więźniów, że zostaną wywiezieni do Niemiec, zagroził, że każdy próbujący ucieczki zostanie zastrzelony. Po chwili na główny tor trakcyjny nadjechał pociąg, składający się z kilku wagonów. Trzeba było zeskoczyć z dość wysokiej ładowni kolejowej, przejść przez tory i wdrapać się na stopnie wagonów osobowych. Sprawiło to duże trudności osobom starszym. Na szczęście SS-mani nie kwapili się z tym skakaniem z ładowni i dlatego zyskano nieco czasu na zorganizowanie samopomocy. Wrzaski i popędzania zagłuszał świst lokomotywy. Przed odjazdem sprawdzono listę obecnych, rozdzielono racje chleba, po czym eskorta SS-manów zajęła stanowiska. Pociąg ruszył w kierunku Trzebini. W wagonach zapanował ponury nastrój. Ze zmienną szybkością pociąg, z rzadka tylko zatrzymując się, przejechał przez Trzebinię, Szczakową, Gołonóg, Dąbrowę Górniczą, Sosnowiec, Opole i dotarł około godziny 3 nad ranem do Wrocławia. Tam kazano wysiąść na dworcu głównym, po czym więźniowie zostali zaprowadzeni do poczekalni przy restauracji dworcowej, która miała wejście od peronów. Przy stolikach można było się napić ciepłej kawy zbożowej. Tym razem aresztowani otoczeni zostali przez policjantów (Schutzpolizei). Tylko kilku funkcjonariuszy gestapo kręciło się w pobliżu. Wystarczyło to, by przestraszyć innych podróżnych. Około godziny 5 rano zjawiła się liczna grupa policjantów (Schutzpolizei), którzy podzielili więźniów na grupy. Każdą z nich oddzielnie skierowano na samochody policyjne. Autor tego wspomnienia, doc. A. Bolewski, znalazł się w grupie przewożonych do więzienia na Freiburgerstrasse; inni pojechali na Kletschkauerstrasse.\n\nW więzieniu jeszcze raz spisano nazwiska i sprawdzono dane z wykazem dostarczonym przez eskortę, a następnie w małych grupach więźniowie zostali skierowani do kąpieli, a potem do cel więziennych. Wraz z 9 towarzyszami znalazł się doc. A. Bolewski w celi B-26 na piętrze. Więzienie miało kształt wieloramiennej gwiazdy, w której środku znajdował się hall, sięgający oszklonego sufitu. Na piętrach biegły krużganki, łączące ramiona gwiazdy ze schodami żelaznymi, rozmieszczonymi wzdłuż ścian hallu. Na każdym piętrze siedział uzbrojony strażnik, który pod ręką miał wszystkie wyjścia z cel oraz jedyny zespół schodów. Na poszczególnych piętrach przebywali dozorcy, uzbrojeni w staroświeckie szable, którzy regulowali sprawy życiowe więźniów.\n\nW celi B-26 znalazło się 10 osób: doc. dr inż. A. Bolewski, prof. dr inż. R. Dawidowski, prof. dr T. Dziurzyński, prof. dr M. Jeżewski, prof. dr ks. J. Kaczmarczyk, prof. dr inż. A. Krupkowski, prof. inż. A. Ludkiewicz, prof. dr T. Marchlewski, poważnie chory, prof. dr Wł. Wolter i doc. dr inż. E. Windakiewicz. Cela, budowana dla trzech więźniów, została zagęszczona w ten sposób, że ustawiono w niej trzy łóżka piętrowe oraz dodano 4 komplety materaców, które na noc rozwijano na podłodze, a na dzień wścielano w łóżka. Każdy z więźniów miał komplet pościeli i dwa koce. Na ścianie była zawieszona szafka na naczynia do jedzenia, sztućce i sól. Na środku celi znajdowały się podłużny stół oraz zydle. Poniżej szafki stała ławka z misą do mycia oraz dwiema konewkami na wodę i wiadrem do zlewki. W rogu celi znajdowała się budka, przypominająca budkę telefoniczną, lecz przeznaczona do innych celów. Jej umeblowanie stanowił kubeł. Ta całość – mimo dwukrotnego w tygodniu dezynfekowania lizolem – rozsiewała dokuczliwą woń. Nie była wentylowana, a czterokrotna zmiana kubła w ciągu dnia nie dawała rezultatu. Rektor inż. W. Takliński i dr J. Kamecki dostali się do celi wspólnie z prof. drem J. Gwiazdomorskim, prof. drem T. Estreicherem, prof. drem S. Gąsiorowskim, prof. drem M. Gatty-Kostyalem, prof. drem I. Chrzanowskim, drem S. Klimeckim, prof. drem T. Kowalskim, prof. drem S. Maziarskim, prof. drem J. Lande, prof. drem Z. Sarną, prof. drem K. Nitschem, doc. drem W. Ormickim, drem S. Leszczyckim, drem K. Lepszym i drem K. Piwarskim.\n\nW więzieniu panował ostry regulamin pruski, który jednak zapewniał znośne warunki bytowe. Po porannej pobudce następowało mycie, około godziny 7 zmieniano kubły i przynoszono śniadanie, na które składała się najczęściej zupa i kromka chleba. Około godziny 8-9 robiło się jasno i wówczas gaszono światło. Okno, umieszczone wysoko, było dość duże, ale przysłonięte koszem blaszanym, co ograniczało dostęp światła. Między godzoną 10 a 11 więźniowie odbywali spacer po małym trójkątnym dziedzińcu. W tym czasie zmieniano kubeł, przynoszono wodę i podawano porcję papieru higienicznego. Tu przejawiała się życzliwość nieznanej osoby, gdyż papier ten był sporządzony z pociętego, starannie złożonego, niemal aktualnego dziennika. Najczęściej bywał to hitlerowski organ „Vőlkischer Beobachter”, a więc główne źródło informacyjne w III Rzeszy. Około godziny 12 otrzymywało się obiad, a następnie znowu była zmiana kubła, wiader i konewek, a około godziny 17 kolacja oraz ponownie zmieniano kubły. O godzinie 19 był capstrzyk i gaszenie świateł. Począwszy od obiadu było sporo czasu wolnego, wypełnianego rozmowami, improwizowanymi pogawędkami, bridżem oraz grą w warcaby. Dostawano książki, i to nawet polskie, dostarczane z biblioteki więziennej. Godne zaznaczenia jest, że więzienna biblioteka we Wrocławiu miała sporo książek polskich z końca XIX i początku XX wieku. Był to swoisty dokument polskości tego miejsca i jego okolic. Raz na tydzień odbywały się kąpiel i zmiana bielizny, a także wizyty inspektora więziennego, nauczyciela i księdza. Można było też korzystać z porady lekarza więziennego.\n\nNie stosowano wszystkich postanowień regulaminu więziennego: można było zachować własne rzeczy, niektórzy palili przywiezione ze sobą papierosy, dozorca z pewnym życzliwym zainteresowaniem odnosił się do gry w bridża, nie zwracał też uwagi na to, że starsi leżeli w dzień na łóżkach, a nawet sypiali po obiedzie. Dozorca – Hochbaum – był emerytem, powołanym do pracy w czasie wojny. Niewielkiego wzrostu, szczupły, siwy, z szablą przy boku, denerwował więźniów przeraźliwym wrzaskiem. Wszystkie komendy i zarządzenia starał się wydawać gromkim głosem i gromko domagał się sprawności przy wynoszeniu kubłów, pobieraniu jedzenia i wychodzeniu na spacer. Rzecz prosta, że te czynności nie zawsze były wykonywane sprawnie. Podniecało to Hochbauma, który wrzeszczał, w czym przejawiał swoją władzę. W istocie było to człowiek łagodny, a przynajmniej niegroźny. Gdy w maju 1945 r. doc. A. Bolewski uczestniczył w obsadzeniu Wrocławia, pierwsze kroki w wolnym czasie wraz z kolegami skierował do więzienia. Było puste, w biurkach panował niepisany bałagan. Można się było zorientować, że w tym solidnym gmachu była zakwaterowana jednostka wojskowa. Na piętrze spotkał Hochbauma, który służbowo zameldował się. Był w uniformie i przy szabli. Wyczyścił cele, posłał łóżka i uporządkował korytarze. Widok takiej służbistości był zdumiewający. Chyba była to granica, do jakiej może doprowadzić bezmyślna tresura i służbistość. Na wezwanie Hohbaum oddał broń, zachowując przez cały czas postawę „na baczność”. W mieście panował chaos, wiele budynków płonęło, włóczyło się wielu uzbrojonych wojskowych Wehrmachtu i formacji sprzymierzonych oraz organizacji paramilitarnych. Ostatetecznie kiedy do Hochbauma przyszła z jedzeniem córka, po rozmundurowaniu i ubraniu go w cywilne ubranie z magazynku, kazano mu iść do domu, a następnie możliwie szybko wyjechać do rodziny, która mieszkała gdzieś w Hesji. Istotnie, jeszcze w maju 1945 r. opuścił on Polskę.\n\nPobyt w więzieniu upływał w spokoju, a cieszę przerywały wrzaski Hochbauma. Szczególną troską otaczali więźniowie kalekiego prof. dra T. Marchlewskiego, który najlepiej ze wszystkich orientował się w tym, co to jest hitleryzm. Najczęściej kładł się w poprzek łóżka, ujmował twarz w ręce i w tej pozycji leżał. Denerwowały go rozmowy optymistyczne.\n\nSwoistą postawą w celi wyróżniał się prof. inż. A. Ludkiewicz, który wiele serca wkładał w utrzymanie porządku w celi oraz troszczył się o czystość bielizny. Uczynny i życzliwy, organizował pranie skarpetek, chustek do nosa itp. Drobiazgów, które prano w misce znajdującej się w celi, przy użycia mydła, a raczej zabieranych z łaźni resztek mydła. Początkowo nadawano mu przezwiska „Szop-Pracz”. Ale jego powaga i serdeczne koleżeństwo paraliżowały wszelkie żarty na temat jego „zainteresowań”. Przezwisko nie przyjęło się.\n\nSensację wywołało zwolnienie sędziwego dra inż. E. Windakiewicza, przez którego można było przekazać wiele informacji do Krakowa. Z podziału osobistych rzeczy zwolnionego doc. A. Bolewskiemu przypadła w udziale cienka kamizelka, wykonana z wyborowej dzianiny wełnianej. Oddała ona nieocenione usługi pod koniec ciężkiej zimy w Sachsenhausen.\n\nW godzinach poobiednich 27 listopada aresztowanych wezwano, by zapakowali swoje rzeczy osobiste i przygotowali się do opuszczenia więzienia. Wiadomość ta była elektryzująca. Wybuchł zamęt i podniecenie, gdyż większość mieszkańców celi była przekonana, że wkrótce powrócą do Krakowa. Wieczorem sprowadzono więźniów na parter, gdzie stopniowo zebrano wszystkich krakowiaków przebywających w więzieniu na Freiburgerstrasse. Można było swobodnie rozmawiać ze współtowarzyszami więziennymi z innych cel. Sprawdzono raz jeszcze dane osobowe, a następnie rozdzielono paczki żywnościowe, zawierające porcję białego chleba, przełożonego słoniną wędzoną lub posmarowane marmoladą. Wszystko to było starannie opakowane w papier. W chwili ładowania więźniów na samochody ciężarowe i do karetek więziennych ukazali się SS-mani, którzy zachowywali się poprawnie. Sama ich obecność już budziła niepokój. Przywieziono aresztowanych przed boczne wyjście na dworzec główny we Wrocławiu, nakazano wysiąść i wprowadzono do jednego z tuneli łączących perony. Podczas przejścia przez plac przed dworcem, a następnie w pobliżu wyjść z tunelu na perony zgromadziły się Niemki, które z każdą chwilą przybierały coraz bardziej agresywną postawę. Trudno dziś ocenić, czy było to przygotowane przez gestapo przez rozpowszechnienie podburzających wiadomości o grupie profesorów, czy też był to spontaniczny odruch sfanatyzowanych wielbicielek hitleryzmu. W pewnej chwili sytuacja zrobiła się groźna, gdyż coraz bardziej krewkie chwytały kostki granitowe, ułożone przed dworcem. Skończyło się na manifestacjach słownych. Eskorta SS-manów została wzmocniona oddziałem policji (Schupo). Aresztowani byli otoczeni podwójnym kordonem dobrze uzbrojonych osobników, którzy dzierżyli w dłoniach automaty wymierzone w brzuchy więźniów. Było to widowisko raczej groteskowe. Z jednej strony ciasno stłoczona, bezbronna i bezradna gromada przeważnie starszych i niezbyt fizycznie sprawnych panów w jesionkach, a z drugiej świetnie prezentujący się, umundurowani i uzbrojeni po zęby stróże porządku III Rzeszy. Kontrast z ciszą i spokojem więźniów był jednak wstrząsający. Po dłuższym, milczącym oczekiwaniu poprowadzono profesorów na przedłużenie jednego z peronów, gdzie był podstawiony pociąg specjalny, złożony z kilku zaciemnionych wagonów. Rozległy się wrzaski eskorty, która za pomocą kolb przyspieszała wchodzenie do wagonów. Po zajęciu miejsc przez więźniów, obok wagonów ustawiła się eskorta z automatami gotowymi do strzału. W każdym wagonie wyznaczono po trzech zakładników, którzy mieli być zastrzeleni w razie próby ucieczki. Zakładników wyznaczano przypadkowo przez wskazywanie palcem. Nikt nie zapisał ich nazwisk, chodziło raczej o wzbudzenie grozy aniżeli o zorganizowane działanie. Niemniej zakładnicy przykro to odczuli. Rzecz inna, że nie było najmniejszej możliwości organizowania ucieczki z pociągu o szczelnie zasłoniętych oknach w nieznanym kraju.\n\nDzięki przypadkowemu otwarciu drzwi można było zorientować się w kierunku jazdy. W pewnej chwili pociąg minął Legnicę. A więc wywożono więźniów w głąb Niemiec. Wsparci o siebie, więźniowie jakoś przedrzemali noc. Rano odsłonięto okna, wówczas okazało się, że pociąg zbliża się do Berlina, na co wskazywały charakterystyczne sylwetki wagonów berlińskiej kolei podmiejskiej. Długo wożono aresztowanych po różnych stacyjkach, pociąg zatrzymywał się na dłuższych postojach. Sprawiało to wrażenie albo świadomego przetrzymywania transportu, albo też bałaganu organizacyjnego. Pod wieczór dojechali aresztowani do stacji kolejowej Oranienburg. Wśród wrzasków do wagonów wkroczyli SS-mani, którzy, popychając i bijąc opieszałych, zmuszali do szybkiego wysiadania. Akcja ta raczej opóźniała opróżnienie pociągu. Profesorowie, ustawieni w wyrównanej kolumnie, pomaszerowali wyboistą drogą w głąb lasu sosnowego. Po przejściu kilku kilometrów stanęli przed okazałą bramą wejściową obozu koncentracyjnego Sachsenhausen, z napisem „Arbeit macht frei”. W czasie marszu kolumna była oświetlona reflektorami samochodowymi. Nie obeszło się też bez pobicia kilku osób. Ofiarami takiego barbarzyńskiego traktowania padli m.in. rektor inż. W. Takliński, prof. dr A. Hoborski i prof. inż. E. Chromiński. Zachowanie się starszych wiekiem profesorów, którzy, choć słabi fizycznie, zachowywali niezłomny hart woli i godność, dodawało pozostałym otuchy i sił do przetrwania.\n\nPo uporządkowaniu kolumny i sprawdzeniu liczby więźniów wpuszczono ich na duży plac, oświetlony reflektorami umieszczonymi na dwóch wysokich masztach, a następnie pomaszerowali oni przed jeden z baraków, otaczających ten dziedziniec, tj. plac apelowy, na którym mieściło się 12 000 ludzi ustawionych w prawidłowych, wyrównanych kolumnach. Przed barakiem zaczął wiać mroźny wiatr, który wkrótce zamienił się w śnieżycę z deszczem. Po pewnym czasie z baraku wyszło kilkanaście wynędzniałych postaci, odzianych w obszarpane pasiaste uniformy, a potem kilku SS-manów. Mniejszymi grupkami wpuszczano do baraków więźniów; siedzący przy stolikach więźniowie zapisywali dane osobowe i sprawdzali je z posiadanymi spisami. Wszyscy otrzymali numery obozowe. W trakcie tego więźniowie ukradkiem informowali przybyłych o dyscyplinie obozowej oraz o warunkach w obozie. Profesorowie zostali Schutzhäftlingami z czerwonymi trójkątami, a zatem zostali zaliczeni do więźniów politycznych. Mówiono o terrorze, o głodzie, o zgonach, o wielu innych sprawach. Było to oszałamiające. Więźniowie usiłowali przejąć od przybyłych jak najwięcej rzeczy, np. chusteczek do nosa oraz środków żywnościowych, np. cukru, chleba itp. Byli to Polacy, Niemcy, Łużyczanie. Po przejściu przez ten wstępny etap wchodziło się do drugiej, dużej izby, w której trzeba było się rozebrać, wszystkie rzeczy spakować w tobół, oznaczony numerem obozowym, a następnie poddać się operacji strzyżenia włosów, po czym wpuszczano do łaźni. Po kąpieli otrzymali więźniowie lekką, zniszczoną odzież obozową, a następnie wychodzili przed barak na zawieję i śnieżycę. Trzeba było tam czekać, aż cały transport zostanie załatwiony. Wszyscy pomaszerowali do baraku 19, aby w zimnie spędzić noc na brudnych siennikach, rozłożonych na ziemi. Rankiem odbył się wstępny apel przed blokiem, podczas którego pobito kilka osób. Na ogólnym apelu porannym po raz pierwszy zobaczono cały obóz, liczący ponad 10 000 więźniów. Po powrocie do bloku 19 czekano na stały przydział. Grupę profesorów rozdzielono na dwie i skierowano do baraków 45 i 46. Doc. A. Bolewski otrzymał przydział w bloku 45, w którym pozostawał przez cały czas pobytu w Sachsenhausen. Nie ma potrzeby opisywać obozu, bloków oraz warunków życia w Sachsenhausen, gdyż o tym pisano w licznych publikacjach, ogłaszanych przez różnych autorów, głównie dla utrwalenia pamięci martyrologii profesorów Uniwersytetu Jagiellońskiego. Niektóre z tych opracowań budzą zastrzeżenia. Najwierniejsze są:\n\nStanisława Urbańczyka Uniwersytet za kolczastym drutem (Sachsenhausen-Dachau). Kraków 1946.\n\nJana Gwiazdomorskiego Wspomnienia z Sachsenhausen, wyd. I. Kraków 1946; wyd. II, Kraków 1964.\n\nKazimierza Stołyhwy W niewoli N.S.D.A.P. Zestawienie biograficzne w okresie od 1.IX.1939–18.I.1945. Kraków 1946.\n\nWiele trafnych informacji dotyczących losów grupy wywiezionej do obozu koncentracyjnego Dachau, lecz niekiedy ujętych w sposób zaskakujący, zawiera publikacja:\n\nStanisław Skowron Wspomnienia z pobytu w Dachau. Organizacja pracy „naukowej” w obozie. Kraków 1945.\n\nPracownicy Akademii Górniczej, wymieszani z innymi uczestnikami grupy, która nosiła nazwę „Sonderaktion Krakau”, szybko zżyli się, co spowodowało, że zbiorowisko indywidualistów przekształciło się w zespół wyróżniający się dyscypliną wewnętrzną oraz ofiarną samopomocą. Konsolidacji sprzyjały warunki bytowe, np. wspólna szafka, sąsiedztwo na siennikach, przydział przy jednym stole itp. Docent A. Bolewski spał wspólnie z F. Mikulskim na jednym sienniku. Sąsiadował z prof. drem M. Siedleckim, który dzielił siennik z prof. drem S. Skowronem. Za Mikulskim kolejno spali: doc. dr. K. Lepszy, doc. dr K. Piwarski, dr S. Leszczycki. Tym sposobem tworzył się jakiś wieloosobowy element w grupie.\n\nTrudno opisać wrażenie, jakie wywarło na grupie profesorów serdeczne powitanie w bloku 45 przez więźniów Polaków i Łużyczan. Wśród Polaków przeważali górnicy z Westwalii i przedstawiciele Polonii Berlińskiej. Mniej liczebni byli Mazurzy. Aresztowanie kilkuset aktywistów organizacji polonijnych w początkach września 1939 r. miało na celu rozbicie ideologicznego trzonu organizacji polskich w Niemczech. Historia jednak wykazała, że jakkolwiek olbrzymia ich większość oddała życie w obozach koncentracyjnych, to jednak organizacje polonijne przetrwały do dnia dzisiejszego, wielu Polaków np. z Berlina powróciło po wojnie do kraju. Ponieważ pierwszego dnia nowo przybyli nie otrzymali kolacji, Polacy-więźniowie podzielili się swoją porcją zupy i chleba, a w najbliższą sobotę ofiarowali im papiery listowe i znaczki pocztowe, które były przydzielane raz na dwa tygodnie po jednym dla każdego więźnia. Profesorowie mogli dzięki temu wcześniej napisać listy do swoich rodzin, tak sformułowane, aby zawierały możliwie dużo treści, ale tak ujętej, by cenzura obozowa je przepuściła. Były to dary o wartości nie dającej się zwaloryzować. W każdym przypadku trzeba to uznać za ofiarne i serdeczne wystąpienia w stosunku do grupy profesorów i ich rodzin. Polakom i Łużyczanom przewodzili twardzi, ale jakże rzetelni i serdeczni górnicy Polscy z Westfalii. Zarówno liczebnie, jak i świetną organizacją górowali nad mniej licznymi przedstawicielami innych grup polonijnych. Profesorów darzyli serdecznością i otaczali opieką na każdym kroku.\n\nWybitną rolę w tej społeczności odgrywał niepozorny wzrostem redaktor dziennika polonijnego Marian Kwiatkowski. Pracował ciężko na równi z zaprawionymi do pracy fizycznej górnikami. Poświęcał im każdą wolną chwilę, krzepiąc na duchu i krzewiąc myśl oporu. W każdej nawet najgroźniejszej sytuacji redaktora M. Kwiatkowskiego cechował spokój i godność oraz poczucie solidarności narodowej. Ta pogoda i hart ducha rodziły te wielkie wartości moralne, jakie były niezbędne do zachowania człowieczeństwa w warunkach życia obozowego. Redaktor Kwiatkowski był prawdopodobnie inicjatorem miłej niespodzianki zgotowanej profesorom przez rodaków. Pewnego wieczora przyszedł do bloku 45 Schutzhäftling z zabliźnionymi na głowie śladami po tak silnym zmasakrowaniu, iż trudno było uwierzyć, że człowiek ten jeszcze żyje. Był to Klonowski, muzyk jednego z zachodnioniemieckich zespołów; w Sachsenhausen był członkiem orkiestry obozowej. Wyciągnął spod płaszcza skrzypce i dał koncert muzyki polskiej, wplatając zręcznie między mazurki czy kujawiaki fragmenty hymnu narodowego i pieśni Wojska Polskiego. Ten pierwszy, a równocześnie ostatni w przeddzień wywiezienia do obozu koncentracyjnego w Dachau występ wywarł szczególne wrażenie.\n\nIzbowym w bloku 45 był stary komunista berliński Job, z zawodu ślusarz, jeden z najstarszych więźniów, który pamiętał jeszcze okres budowy obozu Sachsenhausen. Niekiedy w wolnych chwilach, a zwłaszcza po capstrzyku, gdy SS-mani wychodzili poza muzy i druty odgradzające obóz, wspominał dzieje obozu i ludzi, którzy tu oddali życie za idee społeczne lub przynależność do innych narodów poza niemieckim. Był to doświadczony działacz społeczny. Głosił idee, niekiedy może zbyt radykalne dla niektórych profesorów, oparte na poczuciu internacjonalizmu i sprawiedliwości społecznej, dramatycznie pogłębione doświadczeniami kilkuletniego życia obozowego. Wśród więźniów, którzy dostali się na jego izbę, wyszukiwał osoby zdrowe, silne i w pełni wieku. Nimi się też przede wszystkim opiekował, gdyż twierdził, że mają oni największe szanse uratowania się i zachowania sił do nowych czasów.\n\nGwałtowny przeskok od normalnego życia do egzystencji w obozie koncentracyjnym powodował nieoczekiwane reakcje psychiczne, na przykład prof. inż. R. Dawidowski, ogólnie znany z łagodnego usposobienia i wielkiej pobłażliwości, stał się zaciętym bojownikiem, walczącym przeciw barbarzyńskiemu traktowaniu więźniów w obozach koncentracyjnych, Jego krytyczne uwagi, wypowiadane tubalnym głosem w języku niemieckim, poważnie zagrażały bezpieczeństwu bloku. Prof. dr inż. W. Budryk był niepoprawnym optymistą, gdyż w każdym liście, wiadomości czy obozowej pogłosce doszukiwał się korzystnych wiadomości dla grupy. Sam raczej swoim interpretacjom nie wierzył, ale z zadziwiającą wrażliwością potrafił pocieszać współtowarzyszy w krytycznych chwilach. W Wolnych chwilach snuły się opowiadania o organizacjach spod znaku Rodła, o ich założeniach ideologicznych i o praktyce organizacyjnej. Godzi się na tym miejscu wyrazić słowa głębokiego uznania i wdzięczności za opiekę i pomoc, jakiej grupie profesorów udzielili w trudnych chwilach pobytu w Sachsenhausen ludzie spod znaku Rodła. Zawdzięczano im być może, nawet, życie.\n\nJedną z pierwszych ofiar pobicia, a raczej pokopania był prof. inż. F. Zalewski, na którego napadł znany w obozie sadysta, noszący przezwisko „der Eiserne Gustav”. Kopał go złośliwie, usiłując uszkodzić mu kolana. Szczęśliwym trafem przechodził w pobliżu inny SS-man, który mając jakiś interes do „Eiserne Gustava” odwołał go od naszej grupki w krytycznym momencie, kiedy prof. Zalewski upadł na ziemię i nie mógłby już dalej uchylić się od kopnięć.\n\nTragiczną listę ofiar pobytu w Sachsenhausen otworzył dr Antoni Meyer, który od początku bardzo źle znosił pobyt w obozie. Około 10 grudnia zaczęły nękać go torsje, nie mógł sypiać, z trudnością spożywał cokolwiek, nawet zupę. W kilka dni później utracił siły do tego stopnia, że nie był w stanie pójść na plac apelowy, tj. na odległość 300–400 m. Musiano przeto oddać go do rewiru, tj. do szpitala obozowego, który mieścił się w barakach z centralnym ogrzewaniem, gdzie były łóżka dla chorych. Nie orientowano się wówczas, że z rewiru wychodzi się tylko wyjątkowo. Nie było zresztą innej rady, gdyż leżących na apelu więźniów często zabijali SS-mani, urządzając sobie sadystyczne widowisko. Dr Meyer zmarł 24 grudnia 1939 r., lecz wiadomość o tym do ogółu grupy dotarła dopiero 27 grudnia 1939 r. Dr. A. Meyer, wykładowca prawoznawstwa ogólnego i prawa górniczego, był człowiekiem zrównoważonym i spokojnym. Słabego zdrowia, dostał ostrych dolegliwości żołądka, do czego zdecydowanie przyczyniły się warunki pobytu w obozie. Stosowano tam bowiem metodę wyniszczania organizmów więźniów przez niedostateczne odżywianie, żywienie pokarmami pastewnymi (brukiew, marchew pastewna, ziemniaki gorzelniane), podawanymi w postaci wodnistych zup, a także niesłonymi potrawami. Wskutek braku soli i stosunkowo pokaźnej ilości potraw roślinnych następowało w organizmie zaburzenie, polegające na przesunięciu proporcji między Na+ i K+, powodujące zbyt częste i słabo kontrolowane oddawanie moczu oraz różnego rodzaju biegunki. Z najwyższym uznaniem wspomnieć trzeba profesorów medycyny i farmakologii: prof. dra E. Brzezickiego, doc. dra J. Hany, prof. dra S. Maziarskiego, prof. dra J. Miodońskiego, prof. dra A. Oszackiego, prof. dra J. Supniewskiego, prof. dra T. Tempkę, prof. dra L. Tochowicza i prof. dra J. Zubrzyckiego, którzy w tej beznadziejnej sytuacji życiowej spieszyli z pomocą i poradą. Farmakopea obozowa wzbogaciła się o takie skuteczne środki, jak ziemniaki i chleb, pieczone aż do zwęglenia, węgiel drzewny, wywar z kory itp. Skuteczność tych leków była wspomagana skąpymi ilościami lekarstw kradzionych w rewirze. Rzecz prosta, że ich ilość była równa przysłowiowej kropli wody w morzu potrzeb. Jedynym sposobem pozyskiwania soli była kradzież jej z worków obrokowych, które znajdowały się przy wozach chłopskich, przyjeżdżających po obierzyny ziemniaczane, brukwiowe itp. Rzecz polegała na tym, aby w czasie ładowania wozu odwrócić uwagę dyżurnego SS-mana i woźnicy, uspokoić konia i przez ten czas wyciągnąć bryłę soli pastewnej w worka obrokowego. Wspaniały jest smak soli, gdy organizm cierpi na jej brak. Dawka po łyżeczce, spożywana dwa razy dziennie przez kilka dni, radykalnie zmienia samopoczucie i stan zdrowia. W przypadku choroby dra A. Meyera środki te zawiodły, gasł na oczach całej grupy. Spokojnie zmarł w rewirze.\n\nRektor inż. W. Takliński odznaczał się potężną tuszą. Sylwetkę jego dobrze oddaje portret zawieszony w auli Akademii Górniczo-Hutniczej. Cały czas, jeszcze w czasie zebrania w AGH, pesymistycznie oceniał on sytuację. Wielokrotnie przepowiadał własny zgon. Do ostatnich chwil życia marzył o zobaczeniu wnuka*. (*Jan Takliński, syn Jerzego, wnuk Władysława, urodzony w dniu 1 I 1940 r., studiował na Wydziale Maszyn Górniczych i Hutniczych Akademii Górniczo-Hutniczej w latach 1960/61, po czym przeniósł się na Politechnikę Warszawską). Wieść o urodzeniu wnuka dotarła do niego w ostatnich chwilach życia. Rektor Takliński realnie oceniał metody działania hitlerowców, zmierzające do zniszczenia narodu i państwa polskiego wraz z całym dorobkiem kulturalnym, naukowym, technicznym i gospodarczym. Znał stan swojego zdrowia, postępującą chorobę serca. Zdawał sobie sprawę, że nie ma szans przeżycia obozu. Wszelkie jaśniejsze perspektywy tak często roztaczane przez optymistów, zbywał wzruszeniem ramion lub niecierpliwym ruchem ręki, a nawet starał się izolować od dyskutujących. Wyjątkowo tylko wywiązywała się nieco dłuższa pogawędka o kraju, Akademii, rodzinie, znajomych. Postawa ta wzbudzała uznanie i dyskretną serdeczną naszych Westfalczyków, a także izbowego, z którym rektor Takliński nie mógł się bezpośrednio porozumieć wskutek nieznajomości języka niemieckiego. Stosunkowo szybko u niego postępująca choroba serca wywołała obrzęki nóg i dolnej części brzucha. W ostatnich dniach przed śmiercią z popękanej skóry na napuchniętych nogach sączyła się kroplami bezbarwna, wodnista ciecz. A tu trzeba było godzinami stać na apelach w mroźne zimowe dni. Gdy wszelkie środki lecznicze, wykoncypowane przez lekarzy, przemycone przez przyjaciół-więźniów lub zakupione w handlu wymiennym, zostały wyczerpane, zdecydowano przekazać rektora prof. inż. W. Taklińkskiego do rewiru, choć zdawano sobie sprawę z morderstw popełnianych tam na wyczerpanych więźniach. Wobec równie groźnej sytuacji na apelach trzeba było zaryzykować przeniesienie rektora Taklińskiego do łóżka szpitalnego ze zmarzłej ziemi placu apelowego. Dnia 18 czy 19 stycznia 1940 roku prof. drowi inż. A. Krupkowskiemu i doc. A. Bolewskiemu przypadł w udziale obowiązek przeniesienia rektora. Odbyło się to w ten sposób, że doc. A. Bolewski ustawił się tyłem do rektora, wziął go na plecy, objął go w pół, a następnie się pochylił. Prof. Krupkowski chwycił rektora za nogi. Pomaszerowali do rewiru, gdzie u wejścia czekał zaprzyjaźniony więzień-sanitariusz. Westfalacy i starzy komuniści uczynili wszystko, aby umieścić go jak najbezpieczniej. Niestety, okazała tusza rektora Taklińskiego zwróciła uwagę oprawców szpitalnych spod znaku SS. Został zamordowany przez uduszenie na podłodze. Zginął śmiercią męczeńską z rąk oprawców gestapowców, którzy zabawiali się zabijaniem w szpitalu ciężej chorych więźniów, zwłaszcza nieporadnych wskutek zaawansowanej choroby. Praktyka obozowa wykazywała, że SS-mani z zasady atakowali więźniów skrajnie wyczerpanych lub wyniszczonych oraz osoby, które były skazane na śmierć decyzją zawartą w nadesłanych aktach lub na skutek postanowienia politische Abteilung. Toteż starano się poprawić swój wygląd. W tym celu czyszczono buty, prasowano spodnie (oczywiście prymitywnym sposobem bez żelazka), czyszczono i cerowano odzież, a zwłaszcza starano się golić. Ciężko chory na zapalenia gardła, student Janusz Borkowski tak energicznie zameldował się do rewiru, jak gdyby dowodził przynajmniej batalionem wojska. Bez badania otrzymał miejsce. Dzięki zdecydowanej i dziarskiej postawie, mimo ciężkiej choroby, szczęśliwie przetrwał, unikając morderców. Niestety takiego wysiłku nie można było oczekiwać od rektora Taklińskiego.\n\nPierwszy rektor Akademii Górniczej prof. dr Antoni Hoborski cierpiał na zanik nerwu wzrokowego. Stale nosił okulary, które jednak nie wyrównywały w pełni tej wady. Już podczas marszu ze stacji w Oranienburgu do obozu został poważnie poturbowany. To samo zdarzyło się w pierwszych chwilach po przybyciu do obozu. Swoistą bowiem cechą SS-manów było wyszukiwanie i atakowanie ludzi słabych, których nie stać było na fizyczny kontratak nawet w desperackim porywie. Mimo serdecznej opieki, jaką go otaczali współtowarzysze niewoli, a zwłaszcza prof. S. Gołąb, doszło do niefortunnej zamiany wśród więźniów butów-drewniaków, wskutek czego prof. Hoborski odmroził sobie nogi. Po przymusowej amputacji palców wywiązało się zapalenie połączone z wysoką temperaturą, niemożność poruszania się chorego i konieczność przekazania go do rewiru w pierwszych dniach lutego 1940 r. Tymczasem nadszedł nakaz zwolnienia profesorów z obozu. Prof. dr A. Hoborski, który wówczas jeszcze żył, nie mógł być już ze względu na ciężki stan zdrowia przewieziony do Krakowa. Zmarł w dniu 9 II 1940 r. jako człowiek wolny na wydzielonym łóżku w rewirze obozu koncentracyjnego Sachsenhausen. Niedługo przed operacją prof. dr A. Hoborski został wezwany do komendantury obozu, gdzie przekazano mu wiadomość o zgonie żony. Powiedział wówczas do prof. dra S. Gołąba, że tak stało się lepiej, bo inaczej żona dowiedziałaby się pierwsza o jego śmierci w obozie.\n\n8 II 1940 r. wywołano grupę profesorską do zwolnienia. Zebrano się przed blokami i pomaszerowano przed łaźnię. Większość osób starszych, mających ponad 40 lat, oddzielono od innych. Zwolnienie obejmowało tylko pierwszą z tych grup. Sprawdzenie i wyjaśnienie takiego masowego zwolnienia, które nie miało precedensu w historii obozu Sachsenhausen, zajęło niemal cały dzień. Zwolnieni dopiero pod wieczór opuścili obóz. Pozostał tylko ciężko chory rektor dr A. Hoborski, przebywający w rewirze. Wśród zwolnionych było kilku ginących z wycieńczenia i chorób, którzy nadludzkim wysiłkiem doszli do bramy obozu i dalej do stacji kolejowej w Oranienburgu. Wymienić tu należy wybitnego geologa prof. dra Jana Nowaka, prof. dra Stefana Kołaczkowskiego, prof. dra Franciszka Bossowskiego i łowcę komet – dra Antoniego Wilka. Wśród zwolnionych znajdowali się następujący profesorzy Akademii Górniczej: Z. Saryusz-Bielski, W. Budryk, E. Chromiński, S. Czarnocki, R. Dawidowski, S. Jaskólski, M. Jeżewski, A. Krupkowski, A. Ludkiewicz, I. Stella-Sawicki., W. Staronka, J. Studniarski i F. Zalewski. W obozie pozostali: A. Bolewski, S. Gołąb, J. Kamecki oraz 40 młodszych i 12 starszych wiekiem pracowników Uniwersytetu Jagiellońskiego i innych osób zatrzymanych w dniu 6 listopada 1939 r. Razem pozostało 57 osób, w tym 2 profesorów Uniwersytetu Jagiellońskiego narodowości żydowskiej (prof. dr Joachim Metallmann, dr Leon Sternbach), którzy zostali w Sachsenhausen przeniesieni do oddzielnych bloków i z którymi można było tylko sporadycznie nawiązać kontakt. Los ich był przesądzony.\n\nGrupa pozostałych naukowców w obozie była stosunkowo nieliczna; składała się głównie z osób młodszych oraz kilkunastu starszych. Groziło zagubienie jej wśród kilkunastu tysięcy więźniów. Sytuację pogorszyło jeszcze to, że byli oni rozdzieleni w dwóch blokach i czterech izbach. Ponadto dwaj księża przebywali w oddzielnym bloku, izolowanym od reszty obozu, na warunkach nieco lepszych aniżeli Żydzi.\n\nPo pierwszym wstrząsającym wrażeniu i przeświadczeniu o tym, że zapomniano o pozostałych, jeszcze wieczorem w dniu 8 II skonsolidowano się jeszcze mocnej. „Dziadkiem honorowym” grupy obrano prof. dra K. Stołyhwę, który w krytycznym dniu znajdował się w bardzo złym stanie fizycznym. Wieczorem trzeba było go zanieść na plac apelowy, gdyż nie był w stanie przejść samodzielnie kilkuset metrów. Chyba największym sukcesem było to, że prof. Stołyhwo przetrzymał kryzys i szczęśliwie powrócił do Krakowa, gdzie żył i pracował około 20 lat po zwolnieniu. Przyjęto wówczas obozowy zwyczaj mówienia sobie po imieniu. Przed zwolnieniem starszych obowiązywały w tym względzie nieco uproszczone zwyczaje uniwersyteckie, które niezbyt pasowały do klimatu obozowego. Raz jeszcze z wielkim wzruszeniem trzeba wspomnieć o reakcji Westfalczyków, Berliniaków, Mazurów i Łużyczan oraz starych więźniów obozowych, którzy zwolnienie starszych przyjęli jako wielki sukces. Pozostałych pocieszali, że z pewnością wrócą do domu i dożyją nowych czasów. Ich opieka nie osłabła, a wręcz przeciwnie może nawet jeszcze częściej spotykano się z serdecznością i ofiarną pomocą.\n\nW ostatnich dniach stycznia i na początku lutego 1940 r. do bloku 45 przybył nowy transport Polaków z Zaolzia. Wśród licznych działaczy z tego terenu trzeba wymienić Pawła Heczkę, polskiego wójta z Gnojnika koło Trzyńca, człowieka o wspaniałym poczuciu godności narodowej. W latach 1938–1939 współpracował on z inż. Feliksem Olszakiem, którego wielokrotnie wspominał. Heczko cierpiał na dolegliwości żołądkowe, połączone z biegunką. Były to prawdopodobnie skutki pobicia i pokopania podczas przesłuchiwania zaraz po aresztowaniu czy też w obozie przejściowym w Opawie. Niedługo po przybyciu do obozu zmarł.\n\nBodajże dnia 1 III 1940 r. dokonano w obozie nowej selekcji więźniów do transportu. Wybierano przede wszystkim młodszych i zdrowych, a więc jasne było, że chodziło o osoby zdolne do wykonywania pracy. Początkowo wydawało się, że uda się naukowcom wyjść obronną ręką z tej akcji, ale dostrzegł profesorów jeden z nieznanych SS-manów, który pojedynczo większość z nich przeznaczył do transportu. Reszta, chcąc dzielić wspólny los, przyłączyła się podczas rejestracji numerów. Korzystając z zamieszania, część więźniów kombinowała, aby pozostać w Sachsenhausen, gdyż obawiała się nieznanego. Przy pewnej życzliwości starszych więźniów udało się wpisać na listę wywożonych wszystkich młodszych z grupy krakowskiej w liczbie 43, w tym 3 z Akademii Górniczej. Dnia 2 czy 3 III 1940 r. w bloku 45 izbie 1 odbyło się uroczyste pożegnanie profesorów przez więźniów pozostających w Sachsenhausen, w tym przez przyjaciół z Westfalii, Berlina i Mazur. Koncertował Klonowski, żegnając opuszczających obóz polskimi melodiami. 4 III nakazano sformować kolumny przed barakiem i pomaszerować na plac apelowy. Kolumnę prowadził prawoskrzydłowy, doc. dr D. Dobrzyński, który z polską brawurą w mroźną brandenburską noc rzucił słowa polskiej komendy wojskowej. Zareagowali na to wartownicy na wieżach strażniczych, oświetlając Polaków kilkoma reflektorami. Potem padł rozkaz śpiewania i tak przy melodii „Warszawianki” wmaszerowano na plac apelowy, rytmicznie uderzając podkutymi butami i drewniakami o zamarznięty grunt. Obok jednego z masztów stała grupa SS-manów, z której oddzielił się SS-Hauptscharfürer Hoffman, jak się potem okazało jeden z członków kierownictwa obozu w Dachau, który najprawdopodobniej kierował akcją przewożenia więźniów. Ku ogólnemu zdziwieniu pozdrowił grupę profesorską okrzykiem „Heil” i nakazał ustawić się na czole kolumny w pobliżu bramy wyjściowej. Okazało się, że w obozie koncentracyjnym Dachau ceniono sprawność, rytmiczny marsz, śpiew zbiorowy podczas marszu i inne zewnętrzne przejawy dobrej postawy wojskowej. Tak więc brawura Dobrzyńskiego okazała się trafnym posunięciem. Hoffman nic z tego wszystkiego nie rozumiał, ale uległ zdecydowanej postawie. Kolumna, dowodzona nadal przez Dobrzyńskiego, pomaszerowała na czele transportu na stację kolejową, gdzie została podzielona na grupy ośmioosobowe. Sprawnie zajęto miejsca w wagonach kolejowych, unikając przez to bicia. Tylko z oddali dochodziły wrzaski, nieodmiennie towarzyszące każdej akcji SS-manów. Z innych peronów obserwowali transport pasażerowie, którzy porannymi pociągami udawali się do Berlina, a także pracownicy pobliskiej fabryki chemicznej czy farmaceutycznej.\n\nDroga prowadziła przez Berlin, Halle a/d Saale do Dachau. O świcie 5 III podczas postoju pociągu na stacji Dachau nastąpiła zmiana eskorty. Nauczeni doświadczeniem więźniowie postarali się szybko wysiąść z pociągu i od razu na peronie uformować prawidłową, wyrównaną kolumnę. I tym razem udało się uniknąć razów, szczodrze rozdzielanych przez eskortę. Jako czołowy oddział kolumny pomaszerowali profesorowie przez miasteczko Dachau, kolonię mieszkalną SS-manów, aby zatrzymać się na chwilę przed okazałą bramą wejściową do obozu z napisem „Arbeit macht frei”. Po sprawdzeniu liczby więźniów przeszli oni przez bramę i zostali zatrzymani na szerokiej ulicy, dzielącej obóz Dachau na dwie symetryczne części. Po rejestracji nastąpił podział na bloki. Niemal wszyscy członkowie krakowskiej grupy zostali przydzieleni do bloku 23. Doc. Bolewski otrzymał przydział początkowo do izby 4, a następnie został przeniesiony do izby 1, w której stopniowo znaleźli się wszyscy krakowiacy. Wkrótce otrzymano gorącą kawę i nieco chleba, a potem obiad, składający się ze słabo okraszonej, lecz smacznej bryi ziemniaczanej. To znakomicie podniosło nastroje. Nie wiedziano, że obóz Dachau produkuje rośliny używane do produkcji namiastek przyprawowych, m.in. niemieckiego pieprzu. Kucharze obozowi mieli zatem pod dostatkiem przypraw, np. lubczyka, którymi urozmaicano jedzenie. Po jałowym i monotonnym jedzeniu w Sachsenhausen pożywienie tutaj wydawało się bardzo dobre. W rzeczywistości w Dachau wcale lepiej nie żywiono więźniów w sensie wartości odżywczej, tyle tylko że posiłki były smaczniejsze. Wieczorem otrzymywano 30 dkg chleba, mały kawałek kiepskiej kiełbasy oraz ziołową herbatę miejscowej produkcji.\n\nNie niepokojeni przez SS-manów w godzinach poobiednich zajęli się krakowianie organizacją życia w zmienionych warunkach. Nieliczni starsi więźniowie poinformowali nowo przybyłych o żelaznej dyscyplinie wojskowej panującej w Dachau. Trzeba było starannie oczyścić barak i jego otoczenie, znacznie milsze aniżeli w Sachsenhausen, ponieważ było trochę zieleni i szpaler topól. Resztkami szmat wyczyszczono okna, podłogi i ściany, które były pomalowane na jasnoszarą barwę. Wielką udręką dla osób, które nie odbywały służby wojskowej, było słanie łóżek w kostkę, utrudnione tym, że były to łóżka trzykondygnacyjne. Warunki noclegowe były jednak lepsze gdyż przydzielono prześcieradła na łóżka i koce. Z trudem doprowadzono łóżka do prawidłowego wyglądu, stosując m.in. słomiane warkocze, zapewniające prostopadłość ścian kostki siennikowej. Ten stary żołnierski chwyt nie był znany w Dachau. Wielką radością napawał duży, emaliowany piec stałopalny, znajdujący się na środku izby jadalnej (Tagesraum), oraz białe sufity. W Dachau kwaterowała przedtem jednostka Waffen-SS i stąd te „luksusy”.\n\nW chwili przyjazdu krakowskiego transportu obóz znajdował się w stadium reorganizacji po przejściowym użytkowaniu przez Waffen-SS. Znajdowały się w nim: stosunkowo nieliczna załoga SS-manów i sporo tzw. postów, tj. wartowników, przeważnie rezerwistów starszych wiekiem i nieprzydatnych do służby frontowej, a także Stammkommando, złożone z więźniów obozowych, którzy byli poprzednio zatrudnieni przy obsłudze Waffen-SS. W tej sytuacji tylko zwarta i zorganizowana grupa więźniów miała szansę stosunkowo dobrego ułożenia swoich warunków życia, oczywiście pod warunkiem naruszania regulaminu w sposób niedostrzegalny przez SS-manów. Wykorzystano doświadczenia z pobytu w Sachsenhausen. Grupa krakowska, spokojna wewnętrznie, znalazła się razem w izbie 1 bloku 23. Najważniejszym jednak zagadnieniem było otrzymanie odpowiedniego zatrudnienia. Obóz w Dachau był obozem pracy; wszyscy więźniowie musieli pracować, ale miejsca zatrudnienia bywały rozmaite. Po rozmowie ze starymi więźniami, głównie Austriakami, zdecydowano się na pracę w grupie roboczej zatrudnionej na plantacjach. Jej zadaniem była uprawa roślin kwiatowych, leczniczych i surowców roślinnych do sporządzania przypraw, a także jarzyn na rozległym terenie torfowiska otaczającego obóz. Zwiadu dokonał dr A. Listowski z Wydziału Rolnego Uniwersytetu Jagiellońskiego. Wybór okazał się ze wszech miar słuszny. Doc. dr D. Dobrzyński dostał się do warsztatów naprawczych telefonów i radioaparatów. Tym sposobem uzyskano nasłuch radiowy, obejmujący również stacje zagraniczne. Dr Arkadiusz Piekara awansował na pracownika warsztatów krawieckich, co stwarzało też pewne możliwości. Polityczny serwis informacyjny, na podstawie prasy, nasłuchu radia i wiadomości z komendantury opracowywał doc. dr. K. Piwarski. Do innych bloków wiadomości bieżące przekazywali członkowie krakowskiej grupy. Był to dobry serwis prasowo-radiowy, wysoko go też ceniono w obozie. Należy sądzić, że w przetrwaniu dopomogła mu solidarna dążność wielu więźniów politycznych do zachowania owego serwisu informacyjnego. Grupa krakowska, dobrze ustawiona w stosunkach obozowych, odgrywała pewną rolę w podziemnym politycznym życiu obozu, zapewniając więźniom rzetelną informację, przez co skutecznie zwalczano panikarskie wieści, które nagminnie rodziły się wśród więźniów o mniejszej odporności psychicznej.\n\nJuż w pierwszym dniu pracy na plantacjach zdarzył się przykry incydent, a mianowicie SS-Sturmführer Paul Neumann pobił dra S. Leszczyckiego za to, że prowadził rozmowę w języku polskim. Przykre to wydarzenie okazało się jednak pożyteczne w skutkach. Neumann, który głęboko krył niewyżyte aspiracje naukowe, skrycie dążył do zabłyśnięcia osiągnięciami na niwie naukowej. Ten wielokrotny morderca więźniów, zwłaszcza narodowości żydowskiej, stopniowo stawał się opiekunem grupy krakowskiej, starając się równocześnie zrealizować swoje marzenia. Doprowadził do utworzenia służby meteorologicznej, a następnie „wissenschaftliche Abteilung” (oddziału naukowego), do którego zostali przydzieleni krakowianie. Dostali oni dobre miejsca w pracy pod dachem, w ogrzewanych izbach lub w szklarniach. Doc. A. Bolewski był kreślarzem placówki meteorologicznej, której szefem był dr Stanisław Turski. Z głęboką powagą składał on raporty lub objaśniał wykresy, które stopniowo pokrywały szerokim fryzem cały lokal zajmowany przez grupę krakowską. Odkąd udało mu się przepowiedzieć zbliżającą się burzę termiczną, placówka została ostatecznie uznana za ważny ośrodek naukowy. Do pracy poza obóz chodzono też w święta i niedziele, gdyż w obozie zdarzały się w te dni bardzo przykre incydenty. Na plantacjach było cicho i spokojnie, a jedzenie otrzymywano obfite w kuchni poza kolejnością. Można było – wprawdzie z narażeniem życia – organizować konsumpcję surowych jarzyn i tym sposobem wyrównywać niedostateczny brak żywności. Warunki pracy naukowej oraz jej sens i sposób realizacji opisał S. Skowron w cytowanej publikacji, napisanej z dużą swadą i zamiarem wydobycia strony humorystycznej omawianych wydarzeń. Gdyby nie to, że więźniowie balansowali wciąż na granicy życia i śmierci, świadomi stałego niebezpieczeństwa, to istotnie można było się nieraz pośmiać. Nie śmiano się jednak choćby dlatego, że zdarzały się dni, w których 500-osobowa kolumna znosiła 16 zmarłych. Do tego celu służyły przygotowane z plantacji drewniane nosidła, umożliwiające transport zmarłych lub zabitych bez naruszenia porządku kolumny.\n\nWiosna, a następnie lato przyniosła poprawę warunków życia w obozie. Słońce działało kojąco na owrzodzenia i zmniejszało niebezpieczeństwo awitaminozy. Starano się możliwie najwięcej konsumować jarzyn. Raz na przykład trzeba było oczyścić piwnicę ze zgniłych prowiantów, które pozostały po jednostce Waffen-SS. Więźniowie zjedli ośrodki cebuli, wyłuskiwane z gnijącej masy. Nie mniej cenny okazał się ser Camembert, chociaż był w stanie tak zaawansowanej fermentacji, że był ciekły i wydzielał silną woń amoniaku, która dusiła przy spożywaniu. Specjaliści, orientujący się w zagadnieniach środków spożywczych, zalecali jego spożycie, sami zjadając pokaźne jego ilości.\n\nW tym czasie obóz zaczął się szybko zapełniać transportami Polaków. Przyjechali rodacy z Wielkopolski, Pomorza, Katowic, Tarnowskich Gór, Sosnowca, Olkusza i innych miast oraz powiatów. Spotykało się znajomych, np. do obozu dostał się były adiunkt Katedry Górnictwa, zasłużony prezes Stowarzyszenia Studentów Akademii Górniczej inż. Jan Tyralik-Michalski, dyrektor Kazimierz Raźniewsi z Grodźca i inni.\n\nW miarę możliwości starano się pomagać nowo przybywającym. Przekazywano wiadomości do kraju i organizowano ich pobyt w obozie w sposób najmniej zagrażający życiu. Pamiętano pierwsze dni pobytu w Sachsenhausen i poczynania Westfalaków. W Sachsenhausen krakowianie byli stosunkowo nieliczną grupą pośród więźniów, a w Dachau nowe transporty były wielokrotnie liczenie większe, a co gorsza nowym więźniom przydzielano nowe baraki, nie dopuszczając kontaktu ze starymi więźniami. Przygniatająca większość nowo przybyłych miała tak głęboko zakorzenione poczucie praworządności, że nie mogła zrozumieć życia w warunkach bezprawia. Byli przekonani o własnej niewinności, gdyż nie popełnili czynów kolidujących z prawem wojennym, a jedyną ich winą było to, że byli Polakami, a zwłaszcza przedstawicielami inteligencji polskiej. Przerażeni warunkami życiowymi w Dachau i widmem konieczności niewolniczej pracy, uważali, że ten obóz jest najgorszym hitlerowskim piekłem. Nie wierzyli opowiadaniom o Sachsenhausen czy opisom stosunków panujących w kamieniołomach obozów koncentracyjnych w Austrii czy na Dolnym Śląsku. Większość więźniów z nowych transportów ginęła zaraz na początku swego pobytu w obozie. Pozostali byli kierowani do kwarantanny, organizowanej prowizorycznie w niektórych barakach, gdzie przebywali odgrodzeni płotami z drutu kolczastego. Mimo wysiłków zmierzających do zatrzymania możliwie największej liczby Polaków w Dachau, gdzie można im było pomóc w organizowaniu życia i odpowiednio wzmocnić grupę polską, większość z nich była włączana do transportów wywożonych do Mauthausen, Gusen i innych obozów. Niektórzy nie uniknęli przydziału do grup roboczych wyjeżdżających na roboty wojskowe lub inżynieryjne. Okresowo powracali do obozu w Dachu, który m.in. obsługiwał ich korespondencję. Otrzymywali wyżywienie grup roboczych organizacji Todt lub porcje wojskowe.\n\nW jakimś bardzo życzliwym stosunku z SS-Sturmführerem Paulem Neumannem pozostawała Frl. Friedrich, zatrudniona przy odbiorze i przerobie roślin leczniczych. Tą drogą można było otrzymać niektóre cenne leki, np. glukozę w proszku. Później Frl. Friedrich przynosiła nawet dla ciężej chorych w torebce lekarstwa z apteki miejskiej w Dachau. Co wpłynęło na jej postępowanie, trudno dziś wyjaśnić.\n\nPrzeżyto ciężko załamanie się Francji. W piękne, słoneczne popołudnie na placu apelowym wysłuchano długą audycję z Compiégne, gdzie podpisano akt kapitulacji sprzymierzeńca Polski. Była to chwila załamania wielu więźniów narodowości niemieckiej. Grupa krakowska oraz zaprzyjaźnieni z nią więźniowie znali jednak komentarz doc. dra K. Piwarskiego, który trafnie ocenił sytuację. Nie wierzył, że jest to ostateczny triumf Hitlera i że oznacza to koniec wojny. Podniesieni tym komentarzem, ze swoistą brawurą ludzi, którzy nie mają nic do stracenia, powrócili więźniowie z placu apelu, aby zjeść nieco lepszy obiad, przygotowany z okazji zwycięstwa III Rzeszy.\n\nŻycie stawało się coraz cięższe. Do Dachau przybywały masowo transporty; w obozie panowało zagęszczenie, a wraz z tym stałe zagrożenie i liczne niedogodności. Władze obozowe raz po raz zaczęły wprowadzać rozmaite zmiany organizacyjne, nękające więźniów i stwarzające nowe niebezpieczeństwo. W dodatku nastały chłody i typowe podalpejskie mżawki; silne wiatry stały się szczególnie dokuczliwe dla słabszych na serce. Nadal prowadzono uporczywą walkę o zachowanie życia i przetrwanie do czasu zwolnienia. Wierzono bowiem, że bliscy robią, co tylko mogą, aby odzyskać swoich. Wierzono, że zwolnienie dużej grupy starszych profesorów z Sachsenhausen jest aktem wstępnym do likwidacji całej Sonderaktion Krakau. Gdzieś w sierpniu czy wrześniu istotnie od czasu do czasu zwalniano kogoś z krakowskiej grupy. Jakkolwiek były to wydarzenia odosobnione, to jednak budziły w sercach więźniów nadzieję.\n\nW połowie sierpnia wstrząsnęła krakowianami wiadomość, że politische Abteilung przeniosło doc. dra W. Ormickiego do bloku 29, gdzie przebywali nieliczni wówczas w Dachau Żydzi, homoseksualiści, złodzieje, zbrodniarze pospolici i tzw. szkodnicy pracy. Początkowo wiodło mu się nieźle. Szczególnie troszczył się o los Wiktora dr S. Turski, który robił dla niego wszystko, co tylko było możliwe, i to nawet w zakresie dostarczania środków żywnościowych. Niestety w niedługim czasie doc. dr W. Ormicki jako Żyd został przeniesiony do bloku karnego, a następnie wywieziony do Mauthausen, gdzie zmarł w 1942 r.\n\nNieco wcześniej, 15 VIII 1940 r., wezwano doc. Bolewskiego do politische Abteilung i poddano przesłuchaniu, którego sensu nie zdołał zrozumieć. Nakazano mu, aby napisał w obcym języku list z pozdrowieniami do przyjaciela, a następnie dano mu obiad wojskowy, przebrano w sweter, posadzono na tle firanek i sfotografowano. Wszystko to działo się w poważnej atmosferze przy poprawnym traktowaniu więźnia. Ani miejsce, ani uprzejmość rozmówców, ani nawet poczęstowanie obiadem nie potrafiły rozwiać zaniepokojenia doc. A. Bolewskiego. Praktyka obozowa wykazywała wielokrotnie, że już samo zainteresowanie się więźniem groziło mu utratą życia. Niedługo jednak potem otrzymał doc. A. Bolewski list z Krakowa, w którym przeczytał, że losem „małego Jędrusia” zajął się przyjaciel Ryba, który podjął się wyleczenia go z ciężkiej choroby. Szyfr był jasny: Mały Jędruś to doc. Bolewski (Andrzej), choroby – pobyt w Dachau, przyjaciel Ryba to profesor Marcet y Ryba z uniwersytetu w Barcelonie, z którym łączyły doc. Bolewskiego więzy przyjaźni z czasu pobytu w Hiszpanii (1933), a któremu potem pomagał podczas wojny domowej, wysyłając paczki żywnościowe itp. Doc. Bolewski zrozumiał, że nadchodzi pomoc z dalekiej Hiszpanii od zacnych profesorów uniwersytetu w Barcelonie. Komedia w politische Abteilung pozostawała zatem w związku ze staraniami o zwolnienie z obozu. W tym czasie doc. A. Bolewski został hodowcą padalców, jaszczurek i ropuch. Otrzymał polecenie starania się o żywność dla gadów, a także miał obowiązek opiekowania się terrarium. W czasie zbierania owadów na plantacji miał możliwość dożywiania się jarzynami, które uzupełniały głodowe porcje, otrzymywane w obozie.\n\nSensację wywołała wizyta Himmlera, który wraz z żoną przybył na plantacje. Był ubrany w buty z cholewkami, spodnie do konnej jazdy i bluzę z lnianego samodziału. Wyglądał na dobrotliwego pastora, przechadzającego się po ogrodzie. Pani Himmler była ubrana starannie i modnie, nosiła futro z ocelota. Z uśmiechem spacerowała po plantacji, okazując łaskawą życzliwość otaczającym SS-manom różnych stopni. Na więźniów spoglądała ze znudzoną miną, niby na dobrze sobie znane i mało interesujące zwierzęta. Himmler interesował się rozwoje plantacji i jej produkcją. W sumie wizyta ta miała charakter trochę wizytacji służbowej, a trochę wycieczki rodzinnej państwa Himmler. Jednym słowem sielanka.\n\nW jesienny chłodny poranek, kiedy doc. A. Bolewski mył się rozebrany do pasa pod fontanną zimnej wody, co miało chronić przed zaziębieniem, poczuł szarpnięcie i uderzenie w kark, przy czym usłyszał okrzyk: „Jesteś zwolniony”. Od razu też rozpoczął się podział jego rzeczy. Z trudem wypił nieco czarnej kawy, a potem pokuśtykał w obcych, kiepskich butach na plac apelowy. Tu oddzielono go od bloku i skierowano w odosobnione miejsce przy bramie wejściowej, gdzie doprowadzono również doc. dra Tadeusza Milewskiego. Po apelu kolejno defilowały przed nim kolumny więźniów, udających się do pracy. Tylko oczyma można było pożegnać towarzyszy niedoli obozowej.\n\nW jakiś czas potem przyszedł SS-man, który zaprowadził zwolnionych do Effekten-Kammer, gdzie wyszukano toboły z ich rzeczami zdeponowane w Effekten-Kammer obozu Sachsenhausen. Ubrania były niemal kompletnie zniszczone przez działanie przegrzanej pary podczas dezynfekcji. W szwalni obozowej starano się doprowadzić je do takiego stanu, żeby w ogóle dało się je włożyć. Potem obaj zwolnieni poszli do kuchni, gdzie otrzymali dodatkowe śniadanie oraz paczki na drogę. W końcu dotarli przed oblicze komendanta obozu, który wygłosił przemówienie zawierające pouczenie o zakazie rozpowszechniania informacji o życiu w obozie, o obowiązku pracy dla dobra III Rzeszy; na zakończenie wyraził nadzieję, że przestrzegając wszelkich przepisów i rzetelnie pracując, unikną powtórnego pobytu w obozie koncentracyjnym. W słoneczne przedpołudnie udali się na stację kolejową Dachau tą samą drogą, którą przed kilkoma miesiącami maszerowali do obozu. Towarzyszył im SS-man, który wykupił bilety do Krakowa, płacąc pieniędzmi więźniów. Byli więźniowie odetchnęli głęboko, gdy pozostali sami na swobodzie. Inni pasażerowie ich omijali. Można przeto było wygodnie położyć się i rozkoszować wolnością i myślą, że każda chwila zbliża do kraju i rodzin.\n\nW Monachium okazało się, że pociąg pośpieszny do Wrocławia przez Drezno odchodzi dopiero w nocy. Trzeba było więc czekać przeszło 10 godzin. Prof. Milewski zaproponował, ażeby zwiedzić miasto. Bali się jednak wyjść z dworca kolejowego. W końcu zdecydowali się zwrócić o zezwolenie do dworcowej policji. Tu trafili na starszego wiekiem, potężnego wzrostem i tuszą oficera, który okazał im wiele życzliwości. Był to monachijczyk. Po prostu nie mógł uwierzyć, że osoby zwolnione z Dachau w tym samym dniu chciały zwiedzać miasto. Był zdumiony kilkoma trafnymi uwagami prof. Milewskiego na temat rozwoju sztuki oraz zabytków architektury Monachium. Uzyskawszy zgodę na poruszanie się po mieście, z niewielkimi zawiniątkami w rękach obeszli byli więźniowie zabytkową część miasta. Dopiero doskwierający głód i pragnienie oraz widok niemal zupełnie pustej kawiarni koło Kościoła N. Marii Panny skłoniły ich do wejścia do lokalu. Kelnerka, bujnie rozwinięta Bawarka, natychmiast przyniosła dzbanek dobrej, chyba prawdziwej kawy, duży dzbanek mleka oraz dwa kawałki jabłczanego tortu. Wspaniałe to było jedzenie. Spacerowali potem po ulicach miasta aż do wieczora. Kolację zjedli w restauracji typu Kellerstube. Powtórzyła się scena z kawiarni z tą różnicą, że otrzymali Eintopfgericht, tj. taką specyficzną potrawę, którą można było w Niemczech otrzymać bez kartek. Był to kapuśniak z ziemniakami. Na dnie talerza znalazły się duże kawałki golonki wieprzowej. W ten sposób kucharz i kelner zamanifestowali życzliwość dla nieznanych im zwolnionych więźniów obozu koncentracyjnego. Wygląd podróżnych nie pozostawiał co tego najmniejszych możliwości. Golonka jednak okazała się zbyt ciężką potrawą dla wygłodniałych organizmów. Po wypiciu herbaty na dworcu udali się do pociągu. Pomni nienawistnych manifestacji, z jakimi się spotkali podczas wywożenia do Sachsenhausen, obawiali się rozmawiać głośno po polsku. Po parogodzinnym czekaniu we Wrocławiu na pociąg do Krakowa, idący przez Katowice, dotarli szczęśliwie do domów około godziny 18. Niedługo odczuwali radość i szczęście z odzyskanej wolności i z powrotu do Kraju, rodziny i przyjaciół. Trzeba było meldować się gestapo na ulicy Pomorskiej, a następnie podjąć uporczywą walkę o życie w warunkach okupacyjnych.\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/o-agh/historia-i-tradycja/sonderaktion-krakau", "title": " Sonderaktion Krakau -- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "e82d6d11be3ca32c3a7e7c2765f53640", "word_count": 10563, "headings": [{"level": 1, "text": "Sonderaktion Krakau"}, {"level": 2, "text": "Stopka"}]}}