{"metadata": {"url": "https://dss.agh.edu.pl/organizacje-studenckie/przyjazne-procedury-csm", "title": " Przyjazne procedury CSM -- Dział Spraw Studenckich AGH ", "depth": 1, "duplicate": false, "content_hash": "d74048a40abe59988a686edc696a850e", "word_count": 948, "headings": [{"level": 1, "text": "Przyjazne procedury CSM"}, {"level": 2, "text": "Wyjeżdżasz za granicę? Zobacz co musisz zrobić."}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Stopka"}]}, "content": "#  Przyjazne procedury CSM -- Dział Spraw Studenckich AGH \n\nURL: https://dss.agh.edu.pl/organizacje-studenckie/przyjazne-procedury-csm\nCrawled: 2025-03-20 01:35:15\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Przyjazne procedury CSM \n\nWyjeżdżasz za granicę? Zobacz co musisz zrobić.\n\nI. Tryb składania wniosku na podróż służbową poza granicę kraju:\n\n1. \nWypełnij formularz elektroniczny i wydrukuj\n Wniosek na podróż służbową poza granicę kraju należy uzupełnić w internetowym systemie wniosków na podróż służbową, który znajduje się na stronie: \nhttps://wnioski.dwz.agh.edu.pl\n a następnie \nwydrukować w 4 egzemplarzach dwustronnie\n.\n\nUwaga!\n\n Studenci wyjeżdżający za granicę wypełniają wniosek jak dla pracowników poza wyjazdem w ramach programu Erasmus+.\n\n2. \nWydrukowane wnioski przynieś do Działu Spraw Studenckich w celu uzyskania podpisu Prorektora ds. Studenckich.\n\nUwaga!\n\n Jeżeli dofinansowanie jest również ze strony Wydziału wnioski przed dostarczeniem do DSS powinny zawierać potwierdzenie z Wydziału tj. pieczęć Wydziału, podpis Dziekana, nr kosztów oraz pieczątkę ,,koszt ujęty w planie''. Natomiast jeśli brak dofinansowania ze strony Wydziału na wnioskach powinna być tylko pieczątka Wydziału oraz podpis Dziekana w celu potwierdzenia, że Jesteś studentem danego Wydziału.\n\n3. \nOdbierz podpisane wnioski z DSS.\n\n4. \nWnioski dostarcz wraz z załącznikami do Działu Współpracy z Zagranicą AGH – Pawilon C1, pok. 108-109 najpóźniej na 7 dni roboczych przed planowanym terminem wyjazdu.\n\nDo wniosku obowiązkowo należy dołączyć\n:\n a) w przypadku wyjazdu na staże, konsultacje, szkolenia – kserokopię zaproszenia lub posiadaną korespondencję z ustalonym terminem i celem wyjazdu,\n b) w przypadku wyjazdu na konferencję – potwierdzenie przyjęcia referatu, posteru oraz dokumenty, z których wynika wysokość opłaty konferencyjnej,\n c) formularz ,,zlecenie wykonania zadań statutowych dla AGH realizowanych w czasie podróży\" zgodnie z zarządzeniem Rektora nr 56/2013 z dnia 30 grudnia 2013r. Zlecenie powinno zawierać pieczątkę Wydziałową oraz podpis Dziekana. \n zlecenie wykonania zadań statutowych\n\nWażne informacje dotyczące wniosku:\n\n1) W przypadku gdy wyjazd jest finansowany przez inną niż AGH jednostkę (np.: organizatora konferencji , stronę zapraszającą) należy taką informację zamieścić we wniosku.\n 2) Płatność dokonana przez Dział Finansowy w formie bezgotówkowej (przelew) tytułem opłaty konferencyjnej lub hotelowej powinna być również odnotowana we wniosku z zaznaczeniem formy płatności – przelew AGH natomiast gotówka ma być zaznaczona jeżeli będzie przelew na konto studenta lub odbiór dewiz w banku.\n 3) Na wniosku osobą kierującą studenta na wyjazd ma być Dziekan danego Wydziału,\n 4) Koszty dewizowe mają być podane w walucie obcej natomiast koszty transportu w złotówkach,\n 5) Jeśli kwoty dewiz są niższe niż obowiązująca stawka należy na wniosku dopisać adnotację: ,, Obniżona stawka diet ze względu na ograniczone koszty dofinansowania'',\n 6) Jeśli kwoty dewiz są wyższe niż kwota dofinansowania należy na wniosku dopisać adnotację: ,,W związku z ograniczonym budżetem proszę o zwrot środków do kwoty.. '' (podać kwotę).\n\n5. \nOdbierz dewizy\n\n– jeśli zadeklarowałeś na wniosku\n\nOdbiór dewiz odbywa się w banku - przed udaniem się do banku należy zgłosić się do Działu Finansowego (paw. C-2, pok. nr 10) \nw celu odebrania Wniosków, natomiast jeśli zadeklarowałeś przelew na ROR - należy podać nr rachunku bankowego oraz walutę w jakiej ma być przelew.\n\nII. Informacje dotyczące ubezpieczenia:\n\nW Uczelni zostało rozstrzygnięte postępowanie na świadczenie usług ubezpieczenia kosztów leczenia w zagranicznych podróżach służbowych. W wyniku postępowania przeprowadzonego w trybie przetargu  nieograniczonego KC-zp.272-500-4/15 wybrano firmę:\n Sopockie Towarzystwo Ubezpieczeń Ergo Hestia SA\n\nSzczegółowe informacje odnośnie ubezpieczenia znajdują się tutaj \nhttp://www.dwz.agh.edu.pl/wyjazdy-pracownikow/ubezpieczenia-pracownikow-doktorantow-studentow/\n\nIII. Informacje dotyczące zakupu biletu lotniczego:\n\nOd dnia 11 maja 2015 roku, na mocy zawartej umowy, Uczelnia powierzyła Fundacji dla Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie, realizację zadań związanych ze świadczeniem usług w zakresie rezerwacji, sprzedaży oraz dostarczania biletów lotniczych pracownikom, doktorantom, studentom i innym osobom wskazanym przez AGH.\n\nZasady zamawiania biletów znajdują się tutaj \nhttp://www.dwz.agh.edu.pl/wyjazdy-pracownikow/biuro-podrozy/\n\nUwaga!\n\n Kupującemu przysługuje prawo porównania cen biletów lotniczych oferowanych przez Fundację dla AGH z cenami biletów lotniczych oferowanych przez inne biura i przewoźników.  Warunkiem rozliczenia zakupu biletów lotniczych w innym biurze lub bezpośrednio u przewoźnika jest przedłożenie korzystniejszej oferty cenowej na kupowane bilety od oferty złożonej przez Fundację dla AGH.\n\nIV. Rozliczenie wyjazdu:\n\n1.\n Wypełnij elektroniczny formularz na \nhttps://wnioski.dwz.agh.edu.pl\n\n2.\n Wydrukuj wniosek (w jednym egzemplarzu)\n\n3.\n Dostarcz do DSS w celu uzyskania podpisu Prorektora ds. Studenckich.\n\n4.\n Odbierz wniosek z DSS.\n\n5.\n Przekaż rozliczenie kosztów wyjazdu do DWZ - \nnie później niż  14 dni od zakończenia wyjazdu służbowego.\n\nDo rozliczenia należy dołączyć :\n 1. egzemplarz wniosku na podróż służbową poza granicę kraju - otrzymany przy odbiorze dewiz w banku\n 2. \nrozliczenie kosztów podróży w celu realizacji zadań statutowych dla AGH\n zgodnie z zarządzeniem Rektora nr 56/2013 z dnia 30 grudnia 2013r.\n 3. bilet elektroniczny lub plan podróży oraz karty pokładowe lub adnotacja o tym, że karty pokładowe były tylko w formie elektronicznej - przy podróży samolotem;\n 4. bilety kolejowe - przy podróży pociągiem;\n 5. bilety autobusowe - przy podróży autobusem/autokarem\n 6. ewidencja przebiegu kilometrów w przypadku podróży samochodem;\n 7. bilety, faktury gotówkowe w PLN;\n 8. wszystkie rachunki/faktury dewizowe wystawione na AGH (zgodnie z komunikatem Kwestora AGH nr 33/04 z dnia 04.11.2004 r.).\nUwaga! \nW sytuacji, gdy rachunek/faktura nie jest wystawiony na AGH należy wystąpić pisemnie o zgodę do Prorektora ds. Współpracy na rozliczenie poniesionych kosztów;\n 9. kartę z numerem polisy ubezpieczeniowej;\n 10. \noświadczenie o wyżywieniu do delegacji zagranicznej\n 11. kserokopię faktury za bilet lotniczy.  \n\nV. Podstawowe zasady rozliczania wyjazdu zagranicznego znajdują się tutaj:\n\nhttp://www.dwz.agh.edu.pl/wyjazdy-pracownikow/rozliczenie-wyjazdu/\n\nZałączniki:\n\n1. \nZlecenie wykonania zadań statutowych dla AGH realizowanych w czasie podróży.\n 2. \nRozliczenie kosztów podróży w celu realizacji zadań statutowych dla AGH\n 3. \nOświadczenie o wyżywieniu\n\nKontakt\n\nbudynek C-1\n pokój 111\n\ndss@agh.edu.pl\n\nponiedziałek – czwartek\n 7:30 – 15:30\n piątek\n 7:30 – 14:30\n\nmgr Sylwia Świerk\n +48 12 617 55 20\nsswierk@agh.edu.pl\n\nmgr inż. Małgorzata Kustra\n +48 12 617 32 66\nmkustra@agh.edu.pl\n\nmgr Ewelina Wywrot\n +48 12 617 32 66\newywrot@agh.edu.pl\n\nStopka\n\nArchiwum dokumentów\n\nDział Spraw Studenckich\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nAl. Mickiewicza 30\n30-059 Kraków\n\nBiuro Obsługi Spraw Studenckich\nbudynek C-7, pokój 112\nSekcja Obsługi Organizacji Studenckich\nbudynek C-1, pokój 111\nSekcja Wypłat i Rozliczeń Stypendiów\nbudynek C-1, pokój 111\ne-mail: dss@agh.edu.pl\n\nBack"}