{"content": "# Tekst źródłowy strony Janusz Mroczka – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Janusz_Mroczka&action=edit\nCrawled: 2025-03-19 22:00:34\n\nTekst źródłowy strony Janusz Mroczka\n\n← \nJanusz Mroczka\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nTekst źródłowy strony można podejrzeć i skopiować.\n\n{{Infobox scientist\n|family-name=Mroczka\n|given-name=Janusz\n|honorific-prefix=Prof. dr hab. inż.\n|image=Janusz Mroczka.jpg\n|birth_date=27 kwietnia 1952\n|birth_place=Dębica\n|fields=metrologia, metrologia elektroniczna, metrologia fotoniczna\n|awards=Krzyż Kawalerski Orderu Odrodzenia Polski, Krzyż Oficerski Orderu Odrodzenia Polski, Krzyż Komandorski Orderu Odrodzenia Polski, Srebrny Krzyż Zasługi, Złoty Krzyż Zasługi, Medal Komisji Edukacji Narodowej\n|dhc_year=2021\n|dhc_reason=w  uznaniu  wybitnych  osiągnięć  naukowych w obszarze metrologii,   a  w  szczególności  matematycznych  uwarunkowań  problemu  odwrotnego   w  złożonych  pomiarach  pośrednich,  które  stały  się  płaszczyzną  wieloletniej,  bliskiej współpracy z Akademią Górniczo-Hutniczą promując jej kadrę naukową i  dydaktyczną w tym obszarze wiedzy, jednocześnie rozsławiając jej merytoryczne  osiągnięcia w kraju i za granicą.\n|honorAGH=Doktor Honoris Causa AGH\n}}\nProf. dr hab. inż. '''Janusz Mroczka''' (1952-) \n\nDyscyplina/specjalności: metrologia, metrologia elektroniczna, metrologia fotoniczna \n\n== Nota biograficzna ==\n\nUrodził się 27 kwietnia 1952 roku w Dębicy.\n\nW 1976 roku ukończył Wydział Elektroniki Politechniki Wrocławskiej, uzyskując stopień magistra inżyniera elektronika.\n\nOd 1976 roku pracuje w Politechnice Wrocławskiej.\n\nW 1980 roku w Instytucie Metrologii Elektrycznej Politechniki Wrocławskiej uzyskał stopień doktora, a w 1991 roku na Wydziale Elektroniki doktora habilitowanego. \n\nW 1993 roku został powołany na stanowisko profesora nadzwyczajnego. \n\nW 1996 roku otrzymał tytuł profesora nauk technicznych. Od 1999 roku zatrudniony na stanowisku profesora zwyczajnego. W 2021 roku macierzysta uczelnia nadała mu status professor magnus.\n\nW latach 1991–1996 był dyrektorem Instytutu Metrologii Elektrycznej, a od 1998 roku kierownikiem Katedry Metrologii Elektronicznej i Fotonicznej.\n\nOd 1997 roku pracuje na stanowisku profesora zwyczajnego na Politechnice Opolskiej.\n\nTwórca międzynarodowej szkoły naukowej w zakresie metrologii elektronicznej i fotonicznej. Opracowane przez niego metody oryginalne pozyskiwania, przetwarzania i modelowania sygnałów są podstawą konstrukcji aparatury pomiarowej. \n\nAutor około 450 publikacji w języku polskim i obcych na temat m.in. zastosowania metod pomiarowych w systemach monitoringu środowiska naturalnego, medycyny i przemysłu, elektromedycyny. Współautor 4 książek. Twórca 8 patentów, w tym 4 wdrożeń: m.in. „Mętościomierz laboratoryjny, Turbidymetr T-1”. Od 2008 redaktor serii monografii wydawanej pt. Problemy metrologii elektronicznej i fotonicznej.\n\nPromotor 26 prac doktorskich (4 cotutelle we Francji, wszystkie wyróżnione, a ostatnia otrzymała nagrodę im. M. Skłodowskiej-Curie jako najlepszy doktorat w danej dyscyplinie w Europie), opiekun 9 habilitacji. Zrecenzował 3 doktoraty honoris causa, 58 wniosków profesorskich (1 za granicą), 57 habilitacji i 22 doktoraty, przewodniczył 56 habilitacjom, wypromował ponad 200 dyplomantów.\n\nPowierzono mu zorganizowanie oraz współprzewodniczenie International Symposium of Optical Applied Science and Engineering „Optical Diagnostics in Fluid and Thermal Flow”, które odbyło się w 1993 roku w San Diego w USA. Był realizatorem (kierownikiem lub głównym wykonawcą) 31 grantów (7 międzynarodowych). \n\nUtrzymuje kontakty z wieloma ośrodkami naukowymi, m.in. w Rouen, Jokohamie, Toronto, Preston, Marsylii, Eindhoven, Berlinie, Bostonie, San Diego, Rio de Janeiro, Buenos Aires, Londynie, Padwie, Lecce, Brukseli, Tampere, Szanghaju.\n\nCzłonek korespondent Polskiej Akademii Nauk. Członek Polskiego Towarzystwa Fizycznego, Wrocławskiego Towarzystwa Naukowego, The International Society for Optical Engineering, International Technical Working Group on Penetrating Radiation. Był członkiem Rady Kuratorów Wydziału IV – Nauk Technicznych Polskiej Akademii Nauk, przewodniczącym Komitetu Metrologii i Aparatury Naukowej Polskiej Akademii Nauk, członkiem Komitetu Elektroniki i Telekomunikacji Polskiej Akademii Nauk. Był członkiem Komitetu naukowego czasopisma \"Metrology and Measurement System\", a także Centralnej Komisji ds. Stopni i Tytułów.\n\nDoktor honoris causa Politechniki Lubelskiej, Politechniki Opolskiej, Politechniki Gdańskiej, Wojskowej Akademii Technicznej i Akademii Górniczo-Hutniczej.\n\nJest na liście najbardziej wpływowych ludzi nauki na świecie opublikowanej w 2020 roku w ramach prestiżowego rankingu World’s TOP 2% Scientists. \n\nSenat AGH 30 czerwca 2021 roku na mocy uchwały nr 79/2021 przyznał mu doktorat honoris causa, w uzasadnieniu pisząc: \"w  uznaniu  wybitnych  osiągnięć  naukowych w obszarze metrologii, a w szczególności  matematycznych  uwarunkowań  problemu  odwrotnego  w  złożonych  pomiarach  pośrednich,  które  stały  się  płaszczyzną  wieloletniej, bliskiej współpracy z Akademią Górniczo-Hutniczą promując jej kadrę naukową i dydaktyczną w tym obszarze wiedzy, jednocześnie rozsławiając jej merytoryczne osiągnięcia w kraju i za granicą\". \n\n==== Odznaczenia i nagrody ====\n\n[[Krzyż Kawalerski Orderu Odrodzenia Polski]], [[Krzyż Oficerski Orderu Odrodzenia Polski]],  [[Krzyż Komandorski Orderu Odrodzenia Polski]], [[Srebrny Krzyż Zasługi]], [[Złoty Krzyż Zasługi]], [[Medal Komisji Edukacji Narodowej]], Złota Odznaka Politechniki Wrocławskiej z Brylantem, Medal im. prof. Kazimierza Idaszewskiego, Medal im. prof. Włodzimierza Krukowskiego, Nagroda II stopnia Ministra Edukacji Narodowej, Nagroda Wydziału IV PAN, Nagroda Ministra Nauki i Szkolnictwa Wyższego za Wybitne Osiągnięcia w Opiece Naukowej i Dydaktycznej, Nagroda Prezesa PAN,  Nagroda Naukowa im. prof. M. Suskiego, Nagroda Professor Opoliensis, około 40 Nagród Rektora Politechniki Wrocławskiej \n\n== Źródła do biogramu ==\n\n==== Artykuły ====\n\n* In honour of Professor Janusz Mroczka on the occasion of his 70th birthday. ''Metrology and Measurement Systems'' 2022, vol. 29, no. 3, s. 249-250, [foto]\n* Kolczyńska I.: Profesor Janusz Mroczka w gronie społeczności AGH. ''Biuletyn AGH'' 2021, nr 165, s. 23, [foto] \n\n==== Inne ====\n\n* Prof. Janusz Mroczka - Politechnika Gdańska [online] [przeglądany 6.06.2024]. Dostępny w: https://pg.edu.pl/uczelnia/ludzie-pg/doktorzy-honoris-causa/prof-janusz-mroczka\n* Janusz Mroczka – Wikipedia, wolna encyklopedia [online] [przeglądany 22.11.2021]. Dostępny w: https://pl.wikipedia.org/wiki/Janusz_Mroczka\n* Prof. dr hab. inż. Janusz Mroczka (Politechnika Wrocławska) [online] [przeglądany 22.11.2021]. Dostępny w: https://konferencjawroclaw2020.pwr.edu.pl/informacje-organizacyjne/kluczowi-prelegenci/prof-dr-hab-inz-janusz-mroczka-politechnika-wroclawska\n* Uchwała nr 79/2021 Senatu AGH z dnia 30 czerwca 2021 r. w sprawie nadania TYTUŁU DOKTORA HONORIS CAUSA AGH Panu Profesorowi Januszowi Mroczce [online] [przeglądany 22.11.2021]. Dostępny w: https://www.agh.edu.pl/fileadmin/default/templates/images/dokumenty/uchwaly_senatu/2021/0630/30_06_2021_79.pdf\n\n{{DEFAULTSORT:Mroczka, Janusz}}\n\n[[Category:Biogramy]] [[Category:Doktorzy honoris causa AGH]]\n\n'''''<span style=\"color:red;\">stan na dzień 6.06.2024</span>'''''\n\nSzablon użyty w tym artykule:\n\nSzablon:Infobox scientist\n (\ntekst źródłowy\n) \nWróć do \nJanusz Mroczka\n.\n\nŹródło: „\nhttp://historia.agh.edu.pl/wiki/Janusz_Mroczka\n”", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Janusz_Mroczka&action=edit", "title": "Tekst źródłowy strony Janusz Mroczka – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "3ad97fe6fa5c02f27dcaa2efd4258d66", "word_count": 883, "headings": [{"level": 1, "text": "Tekst źródłowy strony Janusz Mroczka"}]}}