{"content": "# Prof. Tadeusz Słomka Małopolaninem 2020 roku-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/osiagniecia/info/article/prof-tadeusz-slomka-malopolaninem-2020-roku/\nCrawled: 2025-03-19 21:59:26\n\nProf. Tadeusz Słomka Małopolaninem 2020 roku \n\n 28/01/2021 \n\nStowarzyszenie Gmin i Powiatów Małopolski przyznało tytułu Małopolanina 2020 roku. Tym wyróżnieniem został uhonorowany prof. dr hab. inż. Tadeusz Słomka, Rektor AGH w latach 2012–2020. Drugim laureatem tytułu został prof. dr hab. med. Wojciech Nowak, były rektor Uniwersytetu Jagiellońskiego.\n\nProf. Tadeusz Słomka został wyróżniony „w uznaniu za działania dla dalszego rozwoju 100-letniej Akademii Górniczo-Hutniczej – największej polskiej uczelni technicznej o międzynarodowej renomie oraz rozwój i promocję polskiej nauki i kultury w Europie i świecie”.\n\nProfesor przez 12 lat kierował Katedrą Geologii Ogólnej, Ochrony Środowiska i Geoturystyki, był prodziekanem i dziekanem Wydziału Geologii, Geofizyki i Ochrony Środowiska, prorektorem Akademii Górniczo-Hutniczej. Funkcję Rektora AGH pełnił przez dwie kadencje: 2012–2016 oraz 2016–2020. W latach 2016–2020 był Przewodniczącym Konferencji Rektorów Polskich Uczelni Technicznych.\n\nProf. Tadeusz Słomka jest autorem i współautorem ponad 240 publikacji naukowych poświęconych problematyce geologii złożowej, modelowaniu matematycznemu złóż kopalin użytecznych i sedymentologii głębokomorskich osadów klastycznych. Ponadto jest współautorem 6 skryptów i książek oraz redaktorem 9 książek. Wielokrotnie prezentował wyniki swoich badań na krajowych i międzynarodowych konferencjach naukowych m.in. w Austrii, Czechach, Słowacji, Włoszech, Hiszpanii, Wielkiej Brytanii, Irlandii, Grecji, Meksyku, USA, Australii.\n\nJest doktorem \nhonoris causa\n Shibaura Institute of Technology, Politechniki Lwowskiej, Przykarpackiego Uniwersytetu Narodowego w Iwanofrankowsku, Wschodnioeuropejskiego Narodowego Uniwersytetu w Łucku oraz Narodowego Uniwersytetu Technicznego w Dnipro. Jest także Profesorem Honorowym Politechniki Wrocławskiej, Narodowego Technicznego Uniwersytetu Nafty i Gazu w Iwano-Frankowsku, Międzynarodowego Uniwersytetu Humanitarno-Technicznego w Szymkencie oraz Narodowej Akademii Nauk Republiki Kazachstanu.\n\nW trakcie swojej kariery naukowej i organizacyjnej był również przewodniczącym Konwentu Dziekanów Wydziałów Nauk o Ziemi, doradcą Wiceministra Środowiska, twórcą i prezydentem International Association for Geotourism, członkiem International Association for Sedimentologists i International Association for Mathematical Geology, Komitetu Nauk Geologicznych Polskiej Akademii Nauk, członkiem wielu rad naukowych polskich i międzynarodowych instytucji.\n\nPomysłodawca i redaktor naczelny czasopisma „Geotourism\". Sekretarz i przewodniczący wielu cyklicznych, międzynarodowych konferencji naukowych: Zastosowań Metod Matematycznych i Informatyki w Geologii, Geotour. Kierował ponad 20 grantami i pracami zleconymi z przemysłu. Prowadził (i nadal prowadzi) wykłady, seminaria i zajęcia terenowe z geologii ogólnej, geologii matematycznej, kartografii geologicznej, sedymentologii, geoturystyki.\n\nProfesor ma wiele zainteresowań: kolekcjonuje maski z różnych stron świata, okazy geologiczne, kłódki, monety, zegary. Jest bibliofilem (biblioteka liczy ponad 8 tys. pozycji). Jego pasją są podróże i zwiedzanie – szczególnie obiektów przyrody nieożywionej.\n\n***\n\nTytuł Małopolanina Roku przyznawany jest od 1995 r. przez Stowarzyszenie Gmin i Powiatów Małopolski wybitnym osobom wywodzącym się lub związanym z Małopolską, które swoją działalnością przyczyniły się do rozwoju regionu i kraju. Do tej pory tytuły przyznano ponad 50 osobom.\n\nProf. Tadeusz Słomka jest kolejnym wyróżnionym tytułem Małopolanina Roku byłym rektorem AGH. Wśród laureatów znaleźli się już: w 2009 r. – prof. Antoni Tajduś (Rektor AGH w latach 2005–2012) oraz w 2011 r. – prof. Ryszard Tadeusiewicz (Rektor AGH w latach 1998–2005). Ponadto w 2019 r. tytuł został przyznany prof. Andrzejowi Gołasiowi, Prorektorowi ds. Ogólnych AGH w latach 1996–1999.\n\nPowrót\n\n Powiązane pliki\n\n Malopolanin_Roku_2020_prof._Tadeusz_Slomka.jpg \n 156 KB", "metadata": {"url": "https://www.agh.edu.pl/osiagniecia/info/article/prof-tadeusz-slomka-malopolaninem-2020-roku/", "title": "Prof. Tadeusz Słomka Małopolaninem 2020 roku-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "a0e8acd10051a6c2457225046386b065", "word_count": 478, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}