{"content": "# \n              Wizyta wiceprezydenta Shibaura Institute of Technology w AGH - AGH – Jerzy Lis\n\nURL: http://home.agh.edu.pl/~lis/aktualnosci/wizyta-wiceprezydenta-shibaura-institute-of-technology-w-agh/\nCrawled: 2025-03-19 22:27:10\n\nAktualności\n\nWizyta wiceprezydenta Shibaura Institute of Technology w AGH\n\nDodane: 27 czerwca 2022\n\nMoi Drodzy,\n\nMiałem zaszczyt spotkać się z profesorem Akito Takasaki, wiceprezydentem Shibaura Institute of Technology w Tokio (SIT), który kolejny raz przyjechał z wizytą do AGH. Podczas spotkania  omówiona została współpraca naukowo-badawcza oraz dydaktyczna pomiędzy SIT i Akademią. Wiceprezydent SIT przedstawił także perspektywy intensyfikacji obustronnej współpracy, która będzie realizowana w latach 2022–2024.\n\nW trakcie pobytu w AGH prof. Akito Takasaki spotkał się również z pracownikami i doktorantami Wydziału Energetyki i Paliw oraz pracownikami Centrum Spraw Międzynarodowych AGH. Ponadto podczas seminarium w Katedrze Podstawowych Problemów Energetyki zaprezentował wykłady pt. Energy situation and its perspective in Japan oraz Hydrogen storage in solid materials.\n\nShibaura Institute of Technology w Tokio jest dla AGH partnerem strategicznym. O efektach dotychczasowej współpracy świadczą następujące fakty:\n\n150 studentów uczestniczących w wymianach i stażach,\n\n8 podwójnych doktoratów,\n\n5 projektów międzynarodowych wspartych przez Komisję Europejską, Japan Society for the Promotion of Science, Narodową Agencję Wymiany Akademickiej, Narodowe Centrum Nauki, Polską Akademię Nauk,\n\n80 opublikowanych prac w renomowanych czasopismach z listy filadelfijskiej.\n\nProfesor Akito Takasaki jest wielokrotnym profesorem wizytującym w AGH, uczestnikiem projektów badawczych we współpracy z AGH, promotorem dwóch polsko-japońskich przewodów doktorskich. Został odznaczony Medalem Komisji Edukacji Narodowej. Zainicjował oraz zorganizował sześć edycji Japońsko-Polskiej Zimowej Szkoły Energetyki oraz trzech edycji Polsko-Japońskiej Letniej Szkoły Energetyki. W 2017 r. otrzymał tytuł Konsula Honorowego AGH.\n\nfot. archiwum AGH\n\nŹródło : https://www.agh.edu.pl/info/article/wizyta-wiceprezydenta-shibaura-institute-of-technology-w-agh/", "metadata": {"url": "http://home.agh.edu.pl/~lis/aktualnosci/wizyta-wiceprezydenta-shibaura-institute-of-technology-w-agh/", "title": "\r\n              Wizyta wiceprezydenta Shibaura Institute of Technology w AGH - AGH – Jerzy Lis", "depth": 3, "duplicate": false, "content_hash": "21a7a97ea5e622c89352494bb4657495", "word_count": 232, "headings": [{"level": 2, "text": "Aktualności"}, {"level": 3, "text": "Wizyta wiceprezydenta Shibaura Institute of Technology w AGH"}]}}