{"content": "# Rektor AGH prof. Tadeusz Słomka otrzymał tytuły doktora honoris causa dwóch uczelni ukraińskich-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/osiagniecia/info/article/rektor-agh-prof-tadeusz-slomka-otrzymal-tytuly-doktora-honoris-causa-dwoch-uczelni-ukrainskich/\nCrawled: 2025-03-19 21:59:26\n\nUroczystość na Politechnice Lwowskiej \n\n Rektor AGH prof. Tadeusz Słomka otrzymał tytuły doktora honoris causa dwóch uczelni ukraińskich \n\n 05/06/2018 \n\nPolitechnika Lwowska oraz Wschodnioeuropejski Narodowy Uniwersytet im. Łesi Ukrainki w Łucku nadały tytuły doktora honoris causa Rektorowi AGH prof. Tadeuszowi Słomce.\n\nUroczystość na Politechnice Lwowskiej odbyła się 29 maja 2018 r. Prof. Tadeusz Słomka został uhonorowany za znaczący wkład w ustanowieniu i pogłębieniu współpracy między ukraińskimi i polskimi uczelniami technicznymi. Warto wspomnieć, że pierwszy tytuł honorowy tej uczelni otrzymała Maria Curie-Skłodowska w 1912 r.\n\nZwracając się do uczestników obecnych na uroczystości, Rektor AGH wspomniał o swoich związkach z Ukrainą:\n– \nWiele razy odwiedzałem wasz piękny kraj i mam tutaj sporo przyjaciół. W latach 2001–2005 oraz 2016–2018 razem z geologami ukraińskimi prowadziliśmy badania terenowe w Karpatach. Wszędzie spotykaliśmy się z niezwykłą życzliwością. Przez lata odbywaliśmy coroczne spotkania z grupą geologów węglowych na sympozjach poświęconych formacjom węglonośnym. Na organizowanych przeze mnie i prof. Pavola Rybara z Koszyc konferencjach geoturystycznych, zawsze mocno zaznaczała swoją obecność grupa specjalistów z Ukrainy.\n\nW uroczystości wziął udział Rafał Wolski, Konsul Generalny Rzeczypospolitej Polskiej we Lwowie, który podziękował Rektorowi AGH prof. Tadeuszowi Słomce za osobiste zaangażowanie w pielęgnowaniu współpracy oraz za możliwości rozwoju w jednej z najlepszych uczelni technicznych w Polsce, które AGH daje studentom z tej części Europy.\n\nNadanie Rektorowi AGH tytułu doktora honoris causa Wschodnioeuropejskiego Narodowego Uniwersytetu im. Łesi Ukrainki w Łucku odbyło się 30 maja 2018 r.\n\nW trakcie swojego przemówienia wygłoszonego w języku ukraińskim prof. Tadeusz Słomka wspomniał o aktualnych relacjach między naszymi krajami:\n– \nSpotykamy się w okresie, w którym relacje pomiędzy Polską a Ukrainą są lepsze niż kiedykolwiek wcześniej i jesteśmy zdeterminowani, by wzmocnić je jeszcze bardziej. Jestem przekonany, że także i nasza współpraca naukowa i dydaktyczna będzie rozwijać się nadal na zasadach przyjacielskiej współpracy\n.\n\nStopień doktora honorowego jest uważany za najważniejsze wyróżnienie, jakie może nadać uniwersytet za zasługi w dziedzinie nauki, kultury, gospodarki czy polityki. Z inicjatywą tą wyszedł Senat Wschodnioeuropejskiego Narodowego Uniwersytetu im. Łesi Ukrainki w Łucku, a jako uzasadnienie decyzji uznał: „ważny wkład w rozwój współpracy międzynarodowej: za znaczące osiągnięcia w pracy naukowej i edukacyjnej oraz w zakresie ochrony środowiska”.\n\nNarodowy Uniwersytet Politechnika Lwowska\n, państwowa szkoła wyższa, został założony w 1816 r. i jest najstarszą uczelnią techniczną na Ukrainie oraz w Europie Wschodniej. W czasie swojego istnienia zyskała miano centrum intelektualnego oraz centrum kultury narodowej, wolności myśli i wypowiedzi. Obecnie uczelnia ta kształci ponad 37 tys. studentów na 16 wydziałach związanych m.in. z informatyką, zarządzaniem, technologią chemiczną, budownictwem czy energetyką.\n\nWschodnioeuropejski Uniwersytet Narodowy im. Łesi Ukrainki\n powstał w 1940 r., kiedy to została założona Państwowa Szkoła Pedagogiczna w Łucku. Od początku istnienia działały cztery wydziały: filologii ukraińskiej i rosyjskiej, fizyki i matematyki, nauk przyrodniczych i geografii oraz wydział zaoczny. We wrześniu 1951 r., na bazie istniejącej szkoły został utworzony Pedagogiczny Instytut, któremu po roku nadano imię Łesi Ukrainki. W tym czasie szkoła miała tylko dwa wydziały: historii i filologii, fizyki i matematyki a już od początku lat 90. Ubiegłego wieku w instytucie funkcjonuje 9 wydziałów. 16 lipca 1993 r. ówczesny prezydent Ukrainy Leonid Krawczuk podpisał dekret o utworzeniu Państwowego Uniwersytetu Pedagogicznego w Łucku im. Łesi Ukrainki. Obecnie w strukturze uczelni funkcjonują cztery instytuty (Instytut Nauk Społecznych, Instytut Sztuki, Instytut Kultury Fizycznej i Zdrowia, Instytutu Pedagogiczny), 14 wydziałów oraz 73 katedry.\n\nProf. dr hab. inż. Tadeusz Słomka \n– urodził się 27 października 1948 r. w Świątnikach Górnych koło Krakowa, w rodzinie rzemieślniczej. \n\nOd dziecka zainteresowany przyrodą nieożywioną ukończył Technikum Geologiczne w Krakowie i studia na Wydziale Geologiczno-Poszukiwawczym Akademii Górniczo-Hutniczej w Krakowie. Prace – doktorska i habilitacyjna – poświęcone były sedymentologii formacji osadowych Karpat fliszowych. Jest autorem i współautorem ponad 240 publikacji naukowych poświęconych problematyce geologii złożowej, modelowaniu matematycznemu złóż kopalin użytecznych (Cu, pierwiastków promieniotwórczych, Zn i Pb, węgla kamiennego i brunatnego, diatomitów, iłów kaolinowych i surowców skalnych) i sedymentologii głębokomorskich osadów klastycznych. Ponadto jest współautorem 6 skryptów i książek oraz redaktorem 9 książek. Wielokrotnie prezentował wyniki swoich badań na krajowych i międzynarodowych konferencjach naukowych m.in. w Austrii, Czechach, Słowacji, Włoszech, Hiszpanii, Wielkiej Brytanii, Irlandii, Grecji, Meksyku, USA, Australii.\n\nPrzez 12 lat kierował Katedrą Geologii Ogólnej, Ochrony Środowiska i Geoturystyki, był prodziekanem i dziekanem Wydziału Geologii, Geofizyki i Ochrony Środowiska (2 kadencje), prorektorem Akademii Górniczo-Hutniczej (2 kadencje), a od 2012 r. jest rektorem Akademii Górniczo-Hutniczej.\n\nW trakcie swojej kariery naukowej i organizacyjnej był również przewodniczącym Konwentu Dziekanów Wydziałów Nauk o Ziemi, doradcą Wiceministra Środowiska, twórcą i prezydentem International Association for Geoturism, członkiem International Association for Sedimentologists i International Association for Mathematical Geology, Komitetu Nauk Geologicznych Polskiej Akademii Nauk, członkiem wielu rad naukowych polskich i międzynarodowych instytucji.\n\nJest prezesem zarządu Polskiego Forum Akademicko-Gospodarczego, wiceprzewodniczącym Rady Naukowo-Przemysłowej Instytutu Autostrada Technologii i Innowacji oraz wiceprzewodniczącym Rady Związku Uczelni InnoTechKrak, a także członkiem Rady Naukowo-Przemysłowej przy Sekretarzu Stanu w Ministerstwie Obrony Narodowej. Był Prezesem Zarządu Głównego Akademickiego Związku Sportowego, a także Przewodniczącym Komisji ds. Innowacyjności i Współpracy z Gospodarką Konferencji Rektorów Akademickich Szkół Polskich. Od 2016 r. przewodniczy Konferencji Rektorów Polskich Uczelni Technicznych.\n\nPomysłodawca i redaktor naczelny czasopisma „Geoturism\", członek komitetu redakcyjnego Acta Montanistica Slovakia. Sekretarz i przewodniczący wielu cyklicznych, międzynarodowych konferencji naukowych: Zastosowań Metod Matematycznych i Informatyki w Geologii, Geotur. Kierował ponad 20 grantami i pracami zleconymi z przemysłu. Prowadził (i nadal prowadzi) wykłady, seminaria i zajęcia terenowe z geologii ogólnej, geologii matematycznej, kartografii geologicznej, sedymentologii, geoturystyki.\n\nZostał odznaczony Złotym Krzyżem Zasługi, odznaką „Honoris Gratia” nadaną przez Prezydenta Miasta Krakowa oraz odznaką „Poczesna Gramota” za zasługi dla Politechniki Lwowskiej.\n\nJest doktorem honoris causa Shibaura Institute of Technology oraz Przykarpackiego Uniwersytetu Narodowego im. Wasyla Stefanyka w Iwanofrankowsku. W październiku 2016 r. został uhonorowany godnością Profesora Honorowego Politechniki Wrocławskiej, a w 2017 r. profesorem honorowym Narodowego Technicznego Uniwersytetu Nafty i Gazu w Iwano-Frankowsku.\n\nŻonaty, ma dwoje dzieci: córkę i syna oraz czworo wnuków. Ma wiele hobby i kolekcji: masek z różnych stron świata, okazów geologicznych, kłódek, monet, zegarów. Jest bibliofilem (biblioteka liczy ponad 8 tys. pozycji). Jego pasją są podróże i zwiedzanie – szczególnie obiektów przyrody nieożywionej.\n\nPowrót\n\n Powiązane pliki\n\n dhc_pl_2.jpg \n 309 KB \n\n dhc_pl_3.jpg \n 281 KB \n\n dhc_lesi_1.jpg \n 300 KB \n\n dhc_lesi_2.jpg \n 299 KB", "metadata": {"url": "https://www.agh.edu.pl/osiagniecia/info/article/rektor-agh-prof-tadeusz-slomka-otrzymal-tytuly-doktora-honoris-causa-dwoch-uczelni-ukrainskich/", "title": "Rektor AGH prof. Tadeusz Słomka otrzymał tytuły doktora honoris causa dwóch uczelni ukraińskich-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "ab85c7cea6e68cf53160257cd5f9df7c", "word_count": 996, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}