{"content": "# How it is possible to balance the... - BaDAP AGH\n\nURL: https://badap.agh.edu.pl/publikacja/158887\nCrawled: 2025-03-19 21:16:54\n\nSzczegóły publikacji\nDrukuj\nOpis bibliograficzny\nHow it is possible to balance the development of the enerprise based on the situation approach in management: the example of Ukraine / Alla POLYANSKA // Scientific Papers of Silesian University of Technology [Dokument elektroniczny]. — Czasopismo elektroniczne ; ISSN 2720-751X. Organization & Management ; ISSN 2720-751X. — 2024 — no. 213, s. 469–492. — Wymagania systemowe: Adobe Reader. — Bibliogr. s. 490–492, Abstr.\nAutor\nAGH\nPolyanska Alla\nSłowa kluczowe\nhidden factors\ninternal environment\nmodel\nVUCA\nbalanced development\nscenarios\nexternal environment\nsituational management\nDane bibliometryczne\nID BaDAP\n158887\nData dodania do BaDAP\n2025-03-17\nTekst źródłowy\nURL\nDOI\n10.29119/1641-3466.2024.213.34\nRok publikacji\n2024\nTyp publikacji\nartykuł w czasopiśmie\nOtwarty dostęp\nCreative Commons\nCzasopismo/seria\nZeszyty Naukowe Politechniki Śląskiej = Scientific Journal of Silesian University of Technology, Organizacja i Zarządzanie = Organization & Management\nAbstract\nPurpose: The purpose of this article is a comprehensive study of the state of balanced development of companies in conditions where their activities are characterized by complexity caused by the influence of many factors; uncertainty due to the low probability of predicting the future in crisis conditions and sudden changes in the parameters characterizing the business environment; volatility, when we observe a high degree of fluctuation in the value of a certain parameter or variable during a certain period of time. Design/methodology/approach: The methodology is based on the use of factor analysis to study the factors of influence of the external and internal environment on the activity of industrial enterprises, the factors of which are divided into groups of latent variables; the application of the method of piecewise regression analysis, convenient in cases where the dependent variable changes dramatically after reaching a certain critical value, allows you to study such an environment and build scenarios as the paths along which enterprises plan to develop. Findings: Situational models have been built, which allow obtaining data and cases, which in the future can become the basis for planning the future development of companies. For this, the idea of balanced development of the enterprise is used, which is aimed at determining the conditions of development, when due to the variables of the internal environment, which allow counteracting the determining factors of the external environment. The idea of modeling balanced development is used for enterprises of various industries. Research limitations/implications: This study offers a comprehensive approach to study the situations that arise due to the environmental impact on the performance of companies, however, there are limitations caused by the analytical capabilities of the researchers in collecting and accessing the necessary information. In addition, today there are situations that are difficult to predict, such as wars and natural disasters. In the future, it is planned to supplement the considered method of situational analysis of the environment with methods of detecting signals of early detection and prevention of adverse situations. Practical implications: The article examines the practical results of the application of the proposed approach to the analysis of the environment of industrial enterprises using the proposed methods, which allow to study the environment of an individual enterprise and to model scenarios of its potential development with a high level of reliability. Social implications: The proposed research can have an impact on society, providing methods for studying the environment, which is characterized by complexity, uncertainty, as well as determining forecasts of its variability. Originality/value: A method of studying situations that arise in the activities of companies due to the uncertainty, complexity and variability of the environment, in which it is difficult to plan future development due to the absence or insufficient information, is proposed. Its application is valuable for gathering information and forming cases, which can later be used to plan the development of companies using artificial intelligence technologies.\nPublikacje, które mogą Cię zainteresować\nartykuł\n157825\nData dodania: \n\n31.1.2025\nZaznacz do druku\nDrivers and barriers of Project Management Maturity in it start-ups / Alina KOZARKIEWICZ, Tomasz SWAŁDEK // Scientific Papers of Silesian University of Technology [Dokument elektroniczny]. — Czasopismo elektroniczne ; ISSN 2720-751X. Organization & Management ; ISSN 2720-751X. — 2024 — no. 211, s. 301-314. — Wymagania systemowe: Adobe Reader. — Bibliogr. s. 312-314, Abstr.\nSzczegóły\nartykuł\n153645\nData dodania: \n\n17.6.2024\nZaznacz do druku\nManagement of domestic hot water system based on the example of a gas-fired instantaneous water heater / Artur Jachimowski, Grzegorz PEŁKA, Wojciech LUBOŃ, Michał Folta // Scientific Papers of Silesian University of Technology [Dokument elektroniczny]. — Czasopismo elektroniczne ; ISSN 2720-751X. Organization & Management ; ISSN 2720-751X. — 2024 — no. 194, s. 95–111. — Wymagania systemowe: Adobe Reader. — Bibliogr. s. 109–111, Abstr.\nSzczegóły", "metadata": {"url": "https://badap.agh.edu.pl/publikacja/158887", "title": "How it is possible to balance the... - BaDAP AGH", "depth": 2, "duplicate": false, "content_hash": "266e5a153bddf9dfa2c82f3e8c416271", "word_count": 760, "headings": [{"level": 1, "text": "Szczegóły publikacji"}, {"level": 2, "text": "Opis bibliograficzny"}, {"level": 2, "text": "Autor"}, {"level": 2, "text": "Słowa kluczowe"}, {"level": 2, "text": "Dane bibliometryczne"}, {"level": 2, "text": "Abstract"}, {"level": 2, "text": "Publikacje, które mogą Cię zainteresować"}]}}