{"content": "#  Ogłoszenia -- WMS AGH \n\nURL: https://wms.agh.edu.pl/studia/studenci/ogloszenia\nCrawled: 2025-03-19 21:36:47\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Ogłoszenia \n\nUBPO tworzą trzy tematyczne bloki – przedmiotów w\n języku obcym\n, przedmiotów\n humanistyczno-społecznych\n oraz \nprzedmiotów innowacyjnych\n – \nłącznie ponad 300 przedmiotów\n.\n\nW oparciu o UBPO studenci mogą realizować zarówno obowiązkowe moduły w programie studiów – humanistyczno-społeczny czy obcojęzyczny – jak i dodatkowe względem programu studiów (innowacyjny czy dodatkowy przedmiot humanistyczny lub obcojęzyczny), mając przy tym sposobność wyboru takich zajęć, które odpowiadają ich zainteresowaniom i pasjom.\n\nNa stronie Centrum Organizacji Kształcenia \nwww.cok.agh.edu.pl \nzostały ujęte:\n\ninformacje o Bloku Innowacyjnym,\n\nkrótki opis każdego przedmiotu przygotowany przez koordynatorów przedmiotów,\n\nodnośnik do Sylabusa AGH opisującego wszystkie przedmioty z bloku,\n\nzasady zapisów,\n\ntermin rejestracji\n (od 20.02.2024 r. do 23.02.2024 r.),\n oraz inne niezbędne informacje.\n\nUczestnictwo w przedmiotach Bloku Innowacyjnego jest dobrowolne.\n\nZgodnie z Decyzją nr 3/2023 Dziekana Wydziału Matematyki Stosowanej z dnia 17 lutego 2023 r., egzamin kierunkowy dla studentów  6 semestru studiów licencjackich odbędzie się w następujących terminach:\n w dniu 3 czerwca 2023 r. o godzinie 7.45 - 9.45 w pawilonie U2 - sala audytoryjna\n w dniu 6 lipca 2023 r.  - godzina i sala zostanie podana w późniejszym terminie\n\nKoordynator wydziałowy programu Erasmus, dr hab. Anna Dudek, prof. AGH, zaprasza na spotkanie z prof. Philippe Soulier z Université Paris Nanterre, podczas którego przedstawi on program studiów magisterskich prowadzonych na tejże uczelni oraz podstawowe narzędzia statystyki używane w analizie zdarzeń rzadkich.Narzędzia te niezbędne są w pracy statystyka/analityka/data scientist w zakładach ubezpieczeniowych oraz instytucjach finansowych.\n\nGłównym celem spotkania jest zachęcenie studentów WMS do skorzystania z programu wyjazdów studenckich Erasmus+ do Université Paris Nanterre, z którym WMS podpisał umowę w kwietniu 2022 roku.\n\nPoniżej krótki abstrakt przesłany przez prof. Soulier.\n\nSerdecznie zapraszamy w środę, 9 listopada o godz. 11:20 do sali 109 w C7.\n\nLecture\n Presentation of the MASTER ISEFAR and introduction to insurance mathematics I will first make a brief presentation of the SR (statistics for risk) branch of the MASTER ISEFAR (Ingénierie Statistique et Economique de la Finance, de l'Assurance et du Risque, statistics and economics for finance, insurance and risks) of Université Paris Nanterre. The SR program focuses on probability theory, statistics and computer science with applications in finance and assurance. One important course is an introduction to insurance mathematics. In this course the basic models of claim counts and costs are studied and applied to ruin theory. One important practical issue is to deal with rare events, typically events of probability 0.5\\%, that is, events with a return time of 200 years. Two tools are used to study rare events: extreme\n value theory and Monte Carlo methods. In the second part of my talk I will give an introduction to these topics.\n\nWydziałowy Koordynator Programu Erasmus+ dr hab. Anna Dudek, prof. AGH, informuje, że do dnia 17 października 2022 prowadzona jest dodatkowa rekrutacja Erasmus+ na studia na semestr letni 2022/23 na te uczelnie, na których jest to jeszcze możliwe, tzn. na te w których nie upłynął jeszcze termin nominacji na semestr letni 2022/23. Wyjazdy będą finansowane ze środków projektu KA 131 2021.\n\nStawki dla poszczególnych krajów znajdują się na stronie: www.erasmusplus.agh.edu.pl\n\nKoordynator ds. współpracy z King Abdullah University of Science and Technology (KAUST) dr hab. Anna Dudek, prof AGH informuje, że KAUST zdobył nagrodę 2022 Gold Standard Internship Hosts Award przyznawaną przez Oxford University za program stażowy dla międzynarodowych studentów STEM (Visiting Students Research Program).\n\nW wyniku zawartej umowy między AGH a KUST studenci AGH mogą brać udział w programach stażowych KAUST.  Więcej o programie stażowym można dowiedzieć się na jednej z nadchodzących sesji informacyjnych online. Podczas sesji studenci będą mogli zadawać pytania pracownikom, wykładowcom, jak również obecnym studentom.\n\nWięcej informacji na temat sesji znajduje się w ulotce.\n Link do rejestracji  \napp.geckoform.com/events-embed/\n\nDodatkowe informacje o stażach VSRP\n\nVSRP jest 3-6 miesięcznym programem staży badawczych dla studentów studiów licencjackich i magisterskich, którzy pracują z wykładowcami KAUST nad konkretnymi projektami badawczymi. Wszyscy przyjęci studenci otrzymują pełne finansowanie kosztów przelotu w obie strony, ubezpieczenia zdrowotnego, zakwaterowania, kosztów wizowych, jak również miesięczne stypendium w wysokości 1000 USD.\n\nKoordynator ds. współpracy z King Abdullah University of Science and Technology (KAUST) dr hab. Anna Dudek, prof. AGH, informuje, że studenci WMS mają możliwość wzięcia udziału w Applied Mathematics School organizowanej przez KAUST (czas trwania 1 tydzień).\n\nDo wyboru 2 terminy: sesja jesienna (27 listopada - 3 grudnia) i zimowa (8 - 14 stycznia).\n\nPodczas trwania Applied Mathematics School studenci spotkają się z wybitnymi międzynarodowymi ekspertami w dziedzinie matematyki stosowanej i nauk obliczeniowych oraz wysłuchają ich wykładów.\n\nUdział w wydarzeniu jest w pełni finansowany przez KAUST (bilety lotnicze w obie strony, zakwaterowanie, itp.).\n\nDodatkowe informacje oraz formularz aplikacyjny:\n cemse.kaust.edu.sa/amfs\n\nWięcej informacji udzieli dr hab. Anna Dudek, prof. AGH.\n\nKomunikat Prorektora ds. Studenckich prof. dr hab. inż. Rafała Dańko w sprawie terminów składania wniosków o stypendium socjalne oraz stypendium dla osób niepełnosprawnych w semestrze zimowym roku akademickiego 2022/2023 do pobrania tutaj\n\nSekcja Bezpieczeństwa i Higieny Pracy AGH informuje, iż z dniem 1 lipca 2022 roku od godz. 9:00 uruchamia dodatkowy termin szkolenia on-line, dotyczącego bezpiecznych i higienicznych warunków kształcenia dla studentów AGH w roku akademickim 2021/2022.\n\nSzkolenie realizowane jest za pośrednictwem platformy UPeL AGH a szczegóły dotyczące szkolenia, publikowane są w komunikacie na stronie internetowej Sekcji BHP AGH pod adresem: \nwww.bhp.agh.edu.pl/studenci/\n\nInstrukcja logowania na platformę UPeL oraz korzystania z kursu  BHP online, znajduje się TUTAJ\n\nW szkoleniu powinni uczestniczyć studenci, którzy z różnych przyczyn nie zrealizowali tego obowiązku w poprzednich terminach w roku akademickim 2021/2022. Przypominamy, że szkolenie jest obowiązkowe a brak zaliczenia może skutkować brakiem awansu na kolejny semestr/rok studiów.\n\nW przypadku pytań, wątpliwości kontakt z Sekcją BHP AGH pod adresem e-mail: szkoleniabhp@agh.edu.pl\n\nUprzejmie informujemy, że zgodnie z Zarządzeniem Nr 5/2022 roku Dziekana WMS ustanowione zostały godziny dziekańskie w dniu 27 maja 2022 roku (piątek) dla studentów WMS biorących udział w XXI Rajdzie Matematyków z obowiązkiem nadrobienia zaległości.\n\nTreść Zarządzenia do pobrania: tutaj\n\nStopka\n\nStudenci\n\nPlany studiów\n\nDeklaracja dostepności\n\nKontakt\n\n© 2023 Wydział Matematyki Stosowanej AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \nKontakt: stronawms@agh.edu.pl \n\nBack", "metadata": {"url": "https://wms.agh.edu.pl/studia/studenci/ogloszenia", "title": " Ogłoszenia -- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "986e276c20332ac071f86e8618bd8ca6", "word_count": 984, "headings": [{"level": 1, "text": "Ogłoszenia"}, {"level": 2, "text": "Stopka"}]}}