{"content": "# Budowa wielofunkcyjnej Hali Sportowej AGH\n\nURL: http://www.inwestycje.agh.edu.pl/projekty-mein/budowa-wielofunkcyjnej-hali-sportowej-agh/\nCrawled: 2025-03-19 22:35:51\n\n„Budowa wielofunkcyjnej Hali Sportowej AGH”\nRodzaj inwestycji\nPrzedmiotem inwestycji jest budowa odpowiadającego obecnym potrzebom oraz standardom technicznym i funkcjonalnym obiektu widowiskowo-sportowego dostosowanego do potrzeb osób niepełnosprawnych. Inwestycja będzie polegała na budowie hali sportowej z zapleczem biurowym i magazynowym wyposażonej w sale sportowe (wraz z trybunami) umożliwiającej prowadzenie równolegle dydaktyki, treningów sekcji wyczynowych oraz rozgrywek sportowych na poziomie I ligi piłki siatkowej, ręcznej i koszykówki, jak też w szereg pomocniczych pomieszczeń do prowadzenia zajęć sportowych (siłownie, sala do zajęć z muzyką itp.). Zostanie wykonane adekwatne zagospodarowanie przyległego terenu (wykonanie dróg dojścia i dojazdu, parkingu oraz komunikacji z istniejącym budynkiem basenu AGH), jak też przebudowa istniejącej infrastruktury technicznej - sieci wodociągowej, gazowej, ciepłowniczej i energetycznej.  Zakładana liczba osób mogących przebywać w pomieszczeniach budynku to ok. 1500, w tym studentów ok. 90%, a pracowników naukowo-dydaktycznych i administracyjnych ok. 10%. W trakcie trwania dodatkowych wydarzeń sportowych które mogą się odbywać na obu boiskach, udział może brać 3000 osób.\nDane finansowe inwestycji\nDofinansowano z budżetu państwa - dotacja celowa Ministra Edukacji i Nauki\nDofinansowanie: 11 747 305 zł\nCałkowita wartość: 68 839 000 zł\n\n Lokalizacja inwestycji\nPrzedmiotowa inwestycja jest zlokalizowana na terenie głównego kampusu Akademii Górniczo–Hutniczej im. Stanisława Staszica w Krakowie, na terenie przyległym do basenu AGH na działkach ewidencyjnych nr 333/5, 333/6, 333/7, 276/15, 276/22, 276/23, 272/8, 272/30, 272/31, 124/4, 123/5, 122/9, 122/3, 122/4, 122/7, 121/1, 140/3, 140/4, 140/5, 140/8, 140/11 obr. K-5 Krowodrza w Krakowie.\n\nZakres rzeczowy i opis inwestycji\nHala będzie posiadała następujące pomieszczenia:\n—    sala sportowa wraz z trybunami 555 miejsc z płytą boiska o wymiarach 34,9 x 54,6 m i wysokości 9,2 m w którą będą wpisane:\no   główne boisko do piłki ręcznej o wymiarach 20 x 40 m i dwa boiska poprzeczne 20 x 32 m,\no   główne boisko i trzy boiska poprzeczne do koszykówki 15 x 28 m,\no   główne boisko i trzy boiska poprzeczne do piłki siatkowej 9 x 18 m,\no   dziewięć stanowisk do badmintona,\no   dwa osobne zaplecza sanitarne z szatniami dla zawodników wyposażonymi w szafki (dedykowane drużynom sportowym biorącym udział w rozgrywkach),\no   wnęki do magazynowania koszy najazdowych i bramek.\n—    sala dydaktyczna z płytą boiska o wymiarach 32,55 x 54,60 m i wysokości min. 9 m w którą będą wpisane:\no   główne boisko do piłki ręcznej o wymiarach 20 x 40 m,\no   główne boisko i trzy boiska poprzeczne do koszykówki 15 x 28 m,\no   główne boisko i trzy boiska poprzeczne do piłki siatkowej 9 x 18 m,\no   dziewięć stanowisk do badmintona,\no   ścianka wspinaczkowa wewnętrzna przylegająca do sali dydaktycznej nie zawężająca przestrzeni gry,\n—    zaplecza sanitarne z szatniami dla 18 grup po max 30 osób (w tym dwa kompleksy przystosowane do potrzeb osób niepełnosprawnych),\n—    siłownia ciężko atletyczna, sufit i ściany umożliwiający mocowanie przyrządów,\n—    magazyny,\n—    siłownia rekreacyjna z sufitem umożliwiającym umocowanie szyny do ćwiczeń na taśmach TRX wraz z wydzieloną, zamkniętą strefą dla kobiet („lżejsze maszyny” do ćwiczeń, trenażery, taśmy, rolki do masażu itp.),\n—    hol główny z szatnią dla obsługi widowni,\n—    sanitariaty dla gości wraz z toaletą przystosowaną do potrzeb osób niepełnosprawnych,\n—    pomieszczenie przeznaczone na małą gastronomię i handel,\n—    sala do ćwiczeń przy muzyce 200 m2 z poręczą baletową, jednolitą ścianą pokrytą lustrem, drabinkami do ćwiczeń i podłogą zapewniającą dobrą amortyzację,\n—    mała sala wielofunkcyjna 15x15 m: tenis stołowy, sporty walki itp,\n—    pomieszczenia przeznaczone na odnowę biologiczną zawodników KS i AZS AGH tj. sauna sucha, wanna z hydromasażem, pomieszczenie do masażu,\n—    pomieszczenia biurowe, pokoje dla nauczycieli i trenerów,\n—    cztery korty do squash-a,\n—    sala konferencyjna z wyposażeniem audiowizualnym (30 osób),\n—    pomieszczenia techniczne: węzeł cieplny, wentylatornia, pomieszczenie wodomierza, pomieszczenie rozdzielni elektrycznej i trafostacji, generator prądotwórczy z możliwością ewentualnej obsługi basenu AGH itp.,\n—    pomieszczenie pralnio-suszarni na potrzeby utrzymania strojów drużyn sportowych,\n—    pomieszczenia biurowe (pokoje dla administracji, pokoje dla trenerów, pokoje dla nauczycieli Studium Wychowania Fizycznego i Sportu, pomieszczenia socjalne.\nDane powierzchniowe i ilościowe (parametry charakterystyczne budynku)\n—    wysokość zabudowy: 19,52 m (budynek średniowysoki)        \n—    ilość kondygnacji: 5        \n—    powierzchnia zabudowy: 6 074,79 m2   \n—    powierzchnia użytkowa: 7 125 m2         \n—    kubatura: 61 101,78 m3  \n—    powierzchnia całkowita: 13 875 m2\n\nUzasadnienie celowości inwestycji\nGłównym celem inwestycji jest budowa nowoczesnego, odpowiadającego obecnym potrzebom oraz standardom technicznym i funkcjonalnym obiektu widowiskowo-sportowego dostosowanego do potrzeb osób niepełnosprawnych. Wielofunkcyjna hala sportowa spełniać będzie potrzeby statutowe Uczelni w zakresie: dydaktyki, działalności Klubu Uczelnianego Akademickiego Związku Sportowego AGH, w tym sekcji wyczynowych wraz z rozgrywaniem przez nie zawodów ligowych przy udziale publiczności oraz dla krzewienia kultury fizycznej wśród studentów, pracowników i ich rodzin. Umożliwi to jednoczesne aktywne korzystanie z obiektu przez ok. 1000 osób, a liczba godzin zrealizowanych w ramach pensum (rocznie) będzie wynosić ok. 11 000. Dla przedmiotowej inwestycji został opracowany projekt budowlany i wykonawczy. Uczelnia dysponuje również ostateczną decyzją o pozwoleniu na budowę oraz zawarła umowę z wykonawcą zasadniczych robót budowlanych.", "metadata": {"url": "http://www.inwestycje.agh.edu.pl/projekty-mein/budowa-wielofunkcyjnej-hali-sportowej-agh/", "title": "Budowa wielofunkcyjnej Hali Sportowej AGH", "depth": 3, "duplicate": false, "content_hash": "00d7e08606b47830af68735d00ae25ec", "word_count": 797, "headings": [{"level": 1, "text": "„Budowa wielofunkcyjnej Hali Sportowej AGH”"}, {"level": 1, "text": "Rodzaj inwestycji"}, {"level": 1, "text": "Dane finansowe inwestycji"}, {"level": 1, "text": "Lokalizacja inwestycji"}, {"level": 1, "text": "Zakres rzeczowy i opis inwestycji"}, {"level": 1, "text": "Dane powierzchniowe i ilościowe (parametry charakterystyczne budynku)"}, {"level": 1, "text": "Uzasadnienie celowości inwestycji"}]}}