{"content": "# Regulamin kursów nauki i doskonalenia pływania | Oficjalna strona Basenu AGH\n\nURL: https://www.basen.agh.edu.pl/?page_id=619\nCrawled: 2025-03-19 22:37:55\n\nREGULAMIN\n\nKURSÓW NAUKI I DOSKONALENIA PŁYWANIA\n\nOrganizatorem Kursów Nauki i Doskonalenia Pływania jest Akademia Górniczo-Hutnicza, jednostka organizacyjna – Basen AGH, zwana dalej Organizatorem.\n\nZajęcia przeznaczone są dla dzieci od 5 lat, młodzieży i dorosłych, zwanych dalej Uczestnikami.\n\nPrzed przystąpieniem do kursu należy skonsultować się z lekarzem w celu stwierdzenia braku przeciwwskazań  zdrowotnych do udziału w zajęciach w wodzie.\n\nPierwszeństwo w zapisach mają osoby kontynuujące zajęcia.\n\nGwarancją miejsca w grupie jest terminowa wpłata należności przed rozpoczęciem zajęć – szczegóły na stronie www.basen.agh.pl w zakładce „pływalnia” odnośnik „kursy pływania”. Po tym terminie Organizator zastrzega sobie prawo wpisania nowych osób na nieopłacone miejsca.\n\nZ chwilą dokonania płatności za Kurs dochodzi do zawarcia umowy pomiędzy Akademią Górniczo – Hutniczą (Organizatorem), a Uczestnikiem (Klientem).\n\nPłatność za kurs nie podlega zwrotowi i nie może być przenoszona na koleją edycję.\n\nW cenie kursu nie jest zawarta opłata za karnet (blankiet elektroniczny). Karnet jest wielokrotnego użytku i nie podlega zwrotowi.\n\nKażdy uczestnik kursu otrzymuje swój karnet elektroniczny. Nie wolno go udostępniać innym osobom.\n\nW przypadku zagubienia karnetu należy ten fakt niezwłocznie zgłosić w biurze Basenu AGH w celu zablokowania możliwości skorzystania  z niego innym osobom  i wydania nowego karnetu, umożliwiającego wstęp na zajęcia, co wiąże się z dodatkową opłatą.\n\nKarnet na kurs upoważnia do przebywania w strefie płatnej (od chwili przejścia przez bramkę wejściową do chwili oddania transpondera) przez 70 min.\n\nUczestnik lub jego rodzic ma obowiązek zgłoszenia nieobecności jak najwcześniej, żeby dać innym osobom możliwość odrobienia zajęć.\n\n W przypadku wystąpienia u Uczestnika jakichkolwiek objawów chorobowych Rodzic/Prawny opiekun ma obowiązek niezwłocznie, przekazania Organizatorowi informacji telefonicznej pod numerem: 885 544 305 bądź drogą e-mailową na adres: basen@agh.edu.pl.\n\nIstnieje możliwość odrobienia nieobecności w ramach wolnych miejsc w innych grupach o tym samym poziomie umiejętności.\n\nTermin odrabiania nieobecności ustala się z dyżurującym instruktorem – aktualny harmonogram dyżurów instruktorów znajduje się na stronie www.basen.agh.pl.\n\nNieobecność na zajęciach nie daje prawa do zwrotu wpłaty za kurs lub jej zmniejszenia.\n\nNiewykorzystane zajęcia nie przechodzą na inny kurs.\n\nKursant powinien być wyposażony w:\n\nstrój pływacki (zgodny z Regulaminem Pływalni),\n\nczepek,\n\nokularki pływackie.\n\nRodzice dzieci, którzy nie zakupili biletu wstępu na pływalnię  nie mogą pozostać na hali basenowej.\n\nW przypadku młodszych dzieci, Rodzic/Opiekun, ma możliwość pomocy w przygotowaniu dziecka do zajęć oraz pomocy po ich zakończeniu na podstawie 20 min transpondera. UWAGA! po przekroczeniu 20 min będzie naliczana dopłata zgodnie z cennikiem Pływalni.\n\nOrganizator ponosi odpowiedzialność za dzieci tylko podczas trwania zajęć w wodzie.\n\nPo skończonych zajęciach w wodzie uczestnicy kursów są odprowadzani przez instruktora lub ratownika do szatni.\n\nInstruktorzy oraz inni pracownicy Basenu AGH:\n\nnie przebierają dzieci,\n\nnie suszą im włosów,\n\nnie wychodzą z dziećmi do toalety.\n\nOdpowiedzialność za pobyt dziecka w szatni przed i po zajęciach ponosi Rodzic/Opiekun.\n\nUczestnicy zajęć zobowiązani są do punktualnego przybycia na zajęcia.\n\nWchodzenie do wody podczas nieobecności prowadzącego instruktora jest zabronione.\n\nPrzed wejściem do wody, Uczestnicy zobowiązani są do dokładnego umycia się pod natryskiem.\n\nUczestników zajęć obowiązuje przestrzeganie Regulaminu Kursów Nauki i Doskonalenia Pływania oraz Regulaminu Pływalni AGH i innych regulaminów obowiązujących w obiekcie Basenu AGH.\n\nUczestnicy przyjmowani są na zajęcia na podstawie:\n\nOświadczenia o zapoznaniu się z Regulaminem Kursów Nauki i Doskonalenia Pływania i akceptacji jego treści\n\nOświadczenia o braku przeciwwskazań do uczestniczenia w zajęciach w wodzie.\n\n30. Ochrona danych osobowych:\n\nRealizując obowiązek informacyjny na podstawie art. 13 ust. 1 i 2 Rozporządzenia Parlamentu Europejskiego i Rady (UE) nr 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych\n\nw związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych) [Dz. U. UE . L. 2016.119.1\n\nz dnia 4 maja 2016r.], zwanego dalej: RODO, informujemy, że:\n\n1)    Administratorem Pani/Pana danych osobowych jest Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie, al. A. Mickiewicza 30, 30- 059 Kraków, zwana dalej AGH;\n\n2)    dane kontaktowe Inspektora Ochrony Danych Osobowych w AGH: e-mail: \niodo@agh.edu.pl\n,\n\ntel.: 12 617 53 25;\n\n3)    Pani/Pana dane osobowe przetwarzane będą w trybie art. 6 ust 1 lit. b) RODO   – w celu zawarcia\n\ni wykonania umowy, której stroną Pani/Pan jest lub będzie;\n\n4)    Pani/Pana dane osobowe będą przechowywane przez okres wymagany do archiwizacji tego typu dokumentów zgodnie z przepisami prawa, w tym prawa wewnętrznego obowiązującego w AGH;\n\n5)    odbiorcami Pani/Pana danych osobowych mogą być podmioty świadczące na rzecz AGH usługi informatyczne i administracyjne. Pani/Pana dane osobowe mogą być przekazywane organom państwowym, organom ochrony prawnej (Policja, Prokuratura, Sąd) lub organom samorządu terytorialnego w związku z prowadzonym postępowaniem;\n\n6)    posiada Pani/Pan prawo do żądania od Administratora dostępu do swoich danych oraz prawo ich sprostowania, usunięcia, ograniczenia przetwarzania, prawo wniesienia sprzeciwu wobec przetwarzania w przypadkach i na warunkach określonych w RODO;\n\n7)    posiada Pani/Pan prawo wniesienia skargi do Prezesa Urzędu Ochrony Danych Osobowych gdy uzna Pani/Pan, iż przetwarzanie danych osobowych Pani/Pana dotyczących narusza przepisy RODO;\n\n8)    Pani/Pana dane osobowe nie będą podlegały zautomatyzowanym procesom podejmowania decyzji, w tym profilowaniu;\n\n9)  Pani/Pana dane osobowe nie będą przekazywane państwom trzecim lub organizacjom międzynarodowym;\n\n10)    podanie przez Pana/Panią danych osobowych jest dobrowolne, ale konieczne do zawarcia i realizacji umowy. Konsekwencją niepodania danych osobowych będzie odmowa zawarcia przez AGH przedmiotowej umowy.", "metadata": {"url": "https://www.basen.agh.edu.pl/?page_id=619", "title": "Regulamin kursów nauki i doskonalenia pływania | Oficjalna strona Basenu AGH", "depth": 3, "duplicate": false, "content_hash": "459e30ccec1ad51e42d41f060293b853", "word_count": 841, "headings": []}}