{"content": "#  Kierunek Ceramika na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/kandydaci/studia-i-stopnia/ceramika\nCrawled: 2025-03-19 21:33:05\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Ceramika \n\nCeramika - I stopień - Zdobądź kompleksową wiedzę i umiejętności \n\nw zakresie projektowania i technologii ceramiki \n\nStudia na kierunku \nCeramika \nto doskonałe przygotowanie do pracy w różnych gałęziach przemysłu:\n\nceramicznego,\n\nszklarskiego,\n\nmateriałów budowlanych,\n\nogniotrwałych,\n\na także w firmach o profilu artystycznym i zdobniczym zajmujących się projektowaniem i wytwarzaniem produktów/wyrobów ceramicznych.\n\nAbsolwenci posiadają \nwszechstronną wiedzę\n z zakresu technologii ceramiki oraz umiejętności praktyczne w projektowaniu i wytwarzaniu wyrobów ceramicznych. Absolwent potrafi nie tylko obsługiwać specjalistyczne narzędzia i oprogramowanie, ale także modelować i analizować procesy technologiczne. Studia kładą duży nacisk na \npraktyczne umiejętności\n, takie jak projektowanie mas ceramicznych, formowanie wyrobów, stosowanie szkliw oraz prowadzenie badań laboratoryjnych. Dzięki temu absolwenci są przygotowani do pracy zarówno w przemyśle, jak i w dziedzinie projektowania ceramiki użytkowej i artystycznej.\n\nStudia na kierunku \nCeramika \nto coś dla fanów zastawy z Bolesławca i osób, które mają duszę artysty przy jednoczesnym zacięciu chemicznym. Planując swoją ścieżkę kariery, chcesz połączyć pasję do nauk ścisłych z artystyczną duszą? Po studiach na kierunku Ceramika będziesz mógł pracować zarówno w pracowni artystycznej jak i dużym zakładzie przemysłowym produkującym materiały ceramiczne różnego rodzaju. \nNowoczesne metody wytwarzania mas ceramicznych\n, a także \nprojektowanie szkliw ceramicznych \nto tylko jedne z aspektów, z jakimi będziesz mieć styczność.\n\nAbsolwenci kierunku Ceramika na Wydziale Inżynierii Materiałowej i Ceramiki znajdą zatrudnienie głównie w działach:\n\nprojektowych, technologicznych oraz zdobniczych zakładów ceramicznych specjalizujących się w ceramice sanitarnej, stołowej, artystycznej, produkcji płytek ceramicznych i innych materiałów ceramicznych,  \n\nprzedsiębiorstwach zajmujących się projektowaniem zaawansowanych materiałów ceramicznych,\n\nzakładach ceramiki ogniotrwałej i elektrotechnicznej.\n\nZe względu na duże \numiejętności projektowe\n, absolwenci mogą pracować w firmach zajmujących się kreacją wizualną produktu lub marki. Dzięki \nwiedzy \nz konserwacji i rewitalizacji obiektów zabytkowych, nasi absolwenci znajdują również pracę w pracowniach konserwatorskich i muzeach. Dzięki pozyskanej wiedzy, absolwenci mają możliwość własnej działalności gospodarczej lub pracy jako nauczyciele w szkołach, a także pracownicy naukowo-dydaktyczni na uczelniach wyższych i w instytutach naukowo-badawczych.\n\nOto kilka przykładowych zawodów, w których absolwenci kierunku \nCeramika\n mogą znaleźć zatrudnienie:\n\nTechnolog ceramiki\n: Nadzorowanie procesów produkcyjnych w zakładach ceramicznych, zapewnienie jakości wyrobów oraz opracowywanie nowych metod produkcji.\n\nSpecjalista od szkliw ceramicznych\n: Badanie i opracowywanie receptur szkliw ceramicznych, nadzorowanie procesów ich aplikacji oraz ocena ich właściwości.\n\nI\nnżynier materiałowy w branży ceramiki ogniotrwałej\n: Projektowanie materiałów ogniotrwałych, wykorzystywanych np. w przemyśle metalurgicznym lub hutniczym.\n\nTechnolog ceramiki elektrotechnicznej\n: Praca nad produkcją ceramiki wykorzystywanej w przemyśle elektrotechnicznym, np. izolatorów elektrycznych czy elementów grzewczych.\n\nKonsultant ds. konserwacji zabytków ceramicznych\n: Udzielanie porad dotyczących konserwacji i rewitalizacji zabytkowych wyrobów ceramicznych, współpraca z muzeami i instytucjami zajmującymi się dziedzictwem kulturowy\n\nPracownik naukowo-dydaktyczny\n: Praca na uczelniach wyższych lub w instytutach naukowo-badawczych, prowadzenie badań nad nowymi materiałami ceramicznymi oraz nauczanie studentów.\n\nPrzedsiębiorca w branży ceramicznej\n: Założenie własnej firmy produkcyjnej lub artystycznej, zajmującej się projektowaniem i wytwarzaniem wyrobów ceramicznych.\n\nProjektant wizualny\n: Praca w firmach zajmujących się kreacją wizualną produktu lub marki, wykorzystanie umiejętności projektowania ceramicznych elementów w projektach reklamowych czy aranżacjach przestrzennych, tworzenie projektów i wzorów dla produktów ceramicznych.\n\nTe zawody oferują różnorodne możliwości rozwoju i spełnienia, pozwalając absolwentom kierunku Ceramika na wykorzystanie swoich umiejętności zarówno w przemyśle, jak i w sferze sztuki i edukacji.\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/kandydaci/studia-i-stopnia/ceramika", "title": " Kierunek Ceramika na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "8676b41acb821e6af745bf5cb5ded847", "word_count": 568, "headings": [{"level": 1, "text": "Ceramika"}, {"level": 2, "text": "Stopka"}]}}