{"content": "# Akredytacja KAUT | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/akredytacja-kaut/\nCrawled: 2025-03-19 21:29:54\n\nAutomatyka i Robotyka\nDowiedz się więcej o kierunku\n\nInżynieria Biomedyczna\nDowiedz się więcej o kierunku\n\nMikroelektronika w Technice i Medycynie\nDowiedz się więcej o kierunku\n\nElektrotechnika\nDowiedz się więcej o kierunku\n\nAkredytacja KAUT\n\nO Wydziale\n\nWładze\n\nKolegium wydziałowe\n\nDyscypliny naukowe na wydziale\n\nSystem jakości kształcenia\n\nAkredytacja KAUT\n\nMisja i strategia Wydziału\n\nBiblioteka wydziałowa\n\nBiuro Administracyjne Wydziału\n\nSystem Identyfikacji Wizualnej\n\nDecyzją Prezydium KAUT\n, Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej uzyskał akredytację europejską na 5 lat dla prowadzonych kierunków studiów:\nElektrotechnika I i II stopień \n( \npobierz certyfikat .webp\n )\nAutomatyka i Robotyka I i II stopień \n(\n pobierz certyfikat .webp\n )\nInżynieria Biomedyczna I i II stopień  \n( \npobierz certyfikat .webp\n )\nMikroelektronika w Technice i Medycynie I stopień \n( \npobierz certyfikat .webp\n )\nKierunek studiów otrzymuje europejski certyfikat jakości EUR-ACE® Label.\nCertyfikat jakości potwierdza wysoki poziom kształcenia, ale również zgodność z przyjętymi w Europie normami i zasadami. Ten system akredytacji jest ściśle powiązany z procesem bolońskim oraz opiera się o Standards and Guidelines for Quality Assurance, które są w tym zakresie biblią dotyczącą jakości i akredytacji.\nSystem akredytacji został opracowany przez European Network for Engineering Accreditation (ENAEE). Sieć ta zrzesza wiele europejskich organizacji zajmujących się kształceniem inżynierów, takich jak: brytyjskie Engineering Council (EngC), francuskie Commission des Titres d’Ingénieur (CTI), Féderation Européenne d’Associations Nationales d’Ingenieurs (FEANI), Sociéte Européenne pour la Formation des Ingénieurs (SEFI) czy The International Society for Engineering Education (IGIP). Jednym z działań sieci ENAEE jest program akredytacji EUR-ACE czyli European Accredited Engineer czyli nadawanie programom kształcenia certyfikatu potwierdzającego ich wysoki poziom kształcenia, ale również zgodność z przyjętymi w Europie normami i zasadami.\nKAUT otrzymała re-autoryzację uprawnień ENAEE do nadawania (do końca roku 2023) certyfikatów EUR-ACE Label akredytowanym kierunkom studiów pierwszego (BSc) i drugiego (MSc) stopnia.\nSzczegóły na stronie:\n\nhttps://eurace.enaee.eu/node/163", "metadata": {"url": "https://www.eaiib.agh.edu.pl/akredytacja-kaut/", "title": "Akredytacja KAUT | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "cd02cd65620f1c069c5c7e915c174f31", "word_count": 293, "headings": [{"level": 5, "text": "Automatyka i Robotyka"}, {"level": 5, "text": "Inżynieria Biomedyczna"}, {"level": 5, "text": "Mikroelektronika w Technice i Medycynie"}, {"level": 5, "text": "Elektrotechnika"}, {"level": 2, "text": "Akredytacja KAUT"}]}}