{"content": " Klasyfikacja i oznaczenie budynków AGH wg stanu na 1.10.2024 r. \n \nBUDYNKI AGH \n \n \nLp. ADRES DOTYCHCZASOWY              \nSYMBOL OBIEKTU \n(stan na 30.09.2024) NAZWA UŻYTKOWA NOWY                   \nSYMBOL                                         \nOBIEKTU DOMINUJĄCA FUNKCJA OBIEKTU \n1  al. Mickiewicza 30 A-0 Gmach Główny A-0 A-0 pawilon dydaktyczno-naukowy \n2  al. Mickiewicza 30 A-1 Pawilon A-1 A-1 pawilon dydaktyczno-naukowy \n3  al. Mickiewicza 30 A-2 Pawilon A-2 A-2 pawilon dydaktyczno-naukowy \n4  al. Mickiewicza 30 A-3 Pawilon A-3 A-3 pawilon dydaktyczno-naukowy \n5  al. Mickiewicza 30 A-4 Pawilon A-4 A-4 pawilon dydaktyczno-naukowy \n6  al. Mickiewicza 30 B-1 Pawilon B-1 B-1 pawilon dydaktyczno-naukowy \n7  al. Mickiewicza 30 B-2 Pawilon B-2 B-2 pawilon dydaktyczno-naukowy \n8  al. Mickiewicza 30 B-3 Pawilon B-3 B-3 pawilon dydaktyczno-naukowy \n9  al. Mickiewicza 30 B-4 Pawilon B-4 B-4 pawilon dydaktyczno-naukowy \n10  ul. Czarnowiejska 66 B-5 Pawilon B-5 B-5 pawilon dydaktyczno-naukowy \n11  al. Mickiewicza 30 B-6 Pawilon B-6 B-6 pawilon dydaktyczno-naukowy \n12  ul. Czarnowiejska 70 B-7 Pawilon Matematyki B-7 pawilon dydaktyczno-naukowy \n13 al. Mickiewicza 30 B-8 Centrum Ceramiki B-8 pawilon dydaktyczno-naukowy \n14 ul. Czarnowiejska 74 B-9 Pawilon B-9 B-9 pawilon dydaktyczno-naukowy \n15 al. Mickiewicza 30 C-1 Pawilon C-1 C-1 pawilon administracyjno-naukowy \n16 al. Mickiewicza 30 C-2 Pawilon C-2 C-2 pawilon administracyjno-naukowy \n17 al. Mickiewicza 30 C-3 Pawilon C-3 C-3 pawilon dydaktyczno-naukowy \n18 al. Mickiewicza 30 C-4 Pawilon C-4 C-4 pawilon dydaktyczno-naukowy \n19 ul. Czarnowiejska 36 C-5 Centrum Energetyki C-5 pawilon badawczo-komercyjny \n20 ul. Czarnowiejska 36 C-6 Centrum Energetyki C-6 pawilon dydaktyczno-naukowy \n21 ul. Czarnowiejska 36 C-7 Pawilon C-7 C-7 pawilon dydaktyczno-naukowy \n22 ul. Reymonta 9 D-1 Pawilon Wibroakustyki D-1 pawilon dydaktyczno-naukowy \n23 ul. Reymonta 13a D-2 Pawilon D-2 D-2 pawilon dydaktyczno-naukowy \n24 ul. Reymonta 13a brak Pawilon D-3 D-3 pawilon dydaktyczno-naukowy \n\n25 al. Mickiewicza 30 D-4 Pawilon D-4 D-4 pawilon dydaktyczno-naukowy \n26 ul. Czarnowiejska 78 D-5 Pawilon Telekomunikacji D-5 pawilon dydaktyczno-naukowy \n27 ul. Czarnowiejska 78 D-6 Pawilon Telekomunikacji D-6 pawilon dydaktyczno-naukowy \n28 ul. Reymonta 21b D-7 Nowy pawilon Fizyki D-7 pawilon dydaktyczno-naukowy \n29 ul. Reymonta 23 D-8 Pawilon Odlewnictwa D-8 pawilon dydaktyczno-naukowy \n30 ul. Kawiory 40 D-9 Zębiec Kawiory 40 D-9 pawilon dydaktyczno-naukowy \n31 ul. Reymonta 19 D-10 Pawilon Fizyki D-10 pawilon dydaktyczno-naukowy \n32 ul. Kawiory 26a D-11 Pawilon Kawiory 26 D-11 pawilon dydaktyczno-naukowy \n33 ul. Kawiory 42 brak Studenckie Centrum Konstrukcyjne D-12 obiekt pomocniczy \n34 ul. Gramatyka 8A D-13 Lipsk D-13 obiekt pomocniczy \n35 ul. Gramatyka 10 D-14 Pawilon Zarządzania D-14 pawilon dydaktyczno-naukowy \n36 ul. Nawojki 11 D-15 Cyfronet D-15 obiekt specjalny \n37 ul. Kawiory 30 D-16 ACMiN D-16 pawilon naukowo-badawczy \n38 ul. Kawiory 21 D-17 Centrum Informatyki D-17 pawilon dydaktyczno-naukowy \n39 ul. Nawojki 11a D-18 hala maszyn Cyfronetu D-18 obiekt specjalny \n40 al. Mickiewicza 30 H-A1 Hala A1 Hala A-1 pawilon dydaktyczno-naukowy \n41 al. Mickiewicza 30 H-A2 Hala A2 Hala A-2 pawilon dydaktyczno-naukowy \n42 al. Mickiewicza 30 H-B1B2 Hala B1/B2 Hala B-1/B-2  pawilon dydaktyczno-naukowy \n43 al. Mickiewicza 30 H-B3B4 Hala B3/B4 Hala B-3/B-4  pawilon dydaktyczno-naukowy \n44 al. Mickiewicza 30 H-B6 Hala B6 Hala B-6 pawilon dydaktyczno-naukowy \n45 ul. Reymonta 23 H-D8 Hala Odlewnictwa Hala D-8 pawilon dydaktyczno-naukowy \n46 al. Mickiewicza 30 P-A0-A1 Przewiązka A0-A1 A-0/A-1 obiekt pomocniczy \n47 al. Mickiewicza 30 P-A1-A2 Przewiązka A1-A2 A-1/A-2 obiekt pomocniczy \n48 al. Mickiewicza 30 P-A1-C1 Przewiązka A1-C1 A-1/C-1 obiekt pomocniczy \n49 al. Mickiewicza 30 P-A3-A4 Przewiązka A3-A4 A-3/A-4 pawilon dydaktyczno-naukowy \n50 al. Mickiewicza 30 P-A4-C4 Przewiązka A4-C4 A-4/C-4 pawilon dydaktyczno-naukowy \n51 al. Mickiewicza 30 P-B1-B2 Łącznik B1-B2 B-1/B-2 pawilon dydaktyczno-naukowy \n52 al. Mickiewicza 30 P-B2-B3 Łącznik B2-B3 B-2/B-3 pawilon dydaktyczno-naukowy \n53 al. Mickiewicza 30 P-B3-B4 Łącznik B3-B4 B-3/B-4 pawilon dydaktyczno-naukowy \n54 ul. Reymonta 13a S-1 Pawilon S-1 S-1 obiekt pomocniczy \n55 ul. Reymonta 15 S-2 Budynek \"Krakusa\" S-2 stołówka studencka/hotel \n\n56 al. Mickiewicza 30 U-1 Biblioteka Główna U-1 biblioteka \n57 ul. Reymonta 7 U-2 Pawilon U-2 U-2 pawilon administracyjno-dydaktyczny \n58 ul. Akademicka 5 U-3 Przychodnia Akademicka U-3 przychodnia zdrowia / obiekt pomocniczy  \n59 ul. Reymonta 21a U-5 Dobudówka do budynku U-6 \n- laboratorium WFiIS U-5 pawilon dydaktyczno-naukowy \n60 ul. Reymonta 21a U-6 Barak Reymonta 21a U-6 obiekt pomocniczy \n61 ul. Budryka 4 U-7 Klub Studio U-7 klub studencki \n62 ul. Rostafińskiego 7 U-9 Administracja MS  U-9 budynek administracyjno-komercyjny \n63 ul. Armii Krajowej 5 U-10 Przychodnia Scanmed U-10 przychodnia zdrowia \n64 ul. Buszka 4 U-11 Basen U-11 obiekt sportowy \n65 ul. Armii Krajowej 5a brak Nowa hala sportowa U-13 obiekt sportowy \n66 al. Mickiewicza 30 Z-1 Garaże A3/A4 Z-1 obiekt pomocniczy \n67 ul. Czarnowiejska 50b Z-2 budynek Czarnowiejska 50b Z-2 budynek administracyjno-komercyjny \n68 ul. Reymonta 23 Z-11 RS, magazyn chemiczny, \nlaboratorium Z-11 obiekt pomocniczo-badawczo-naukowy \n69 ul. Budryka  4 Z-13 Studio Muzyczne Kotłownia  Z-13 klub studencki \n70 ul. Reymonta 37 Z-15 Barak  MS Z-15 obiekt pomocniczy \n71 ul. Gramatyka 8 Z-16 garaże na Gramatyka Z-16 obiekt pomocniczy \n72 ul. Nawojki 11b Z-18 stacja trafo przy Cyfronecie Z-18 obiekt pomocniczy \n73 ul. Reymonta 17 DS-alfa 1 DS Alfa DS-alfa 1 dom studencki \n74 ul. Reymonta 17 DS-alfa 2 DS Alfa DS-alfa 2 dom studencki \n75 ul. Reymonta 17 DS-alfa 3 DS Alfa DS-alfa 3 dom studencki \n76 ul. Reymonta 17 DS-alfa 4 DS Alfa DS-alfa 4 dom studencki \n77 ul. Reymonta 17 DS-alfa 5 DS Alfa DS-alfa 5 dom studencki \n78 ul. Rostafińskiego 9 DS-1 DS Olimp DS-1 dom studencki \n79 ul. Rostafińskiego 11 DS-2 DS Babilon DS-2 dom studencki \n80 ul. Tokarskiego 1 DS-3 DS Akropol DS-3 dom studencki \n81 ul. Rostafińskiego 10 DS-4 DS Filutek DS-4 dom studencki \n82 ul. Rostafińskiego 8 DS-5 DS Strumyk DS-5 dom studencki \n83 ul. Rostafińskiego 6 DS-6 DS Bratek DS-6 dom studencki \n84 ul. Rostafińskiego 4 DS-7 DS Zaścianek DS-7 dom studencki \n85 ul. Rostafińskiego 2 DS-8 DS Stokrotka DS-8 dom studencki \n\n86 ul. Budryka 9 DS-9 DS Omega DS-9 dom studencki \n87 ul. Budryka 7 DS-10 DS Hajduczek DS-10 dom studencki \n88 ul. Budryka 5 DS-11 DS Bonus DS-11 dom studencki \n89 ul. Budryka 3 DS-12 DS Promyk DS-12 dom studencki \n90 ul. Budryka 1 DS-13 DS Straszny Dwór DS-13 dom studencki \n91 ul. Budryka 2 DS-14 DS Kapitol DS-14 dom studencki \n92 ul. Tokarskiego 10 DS-15 DS Maraton DS-15 dom studencki \n93 ul. Tokarskiego 8 DS-16 DS Itaka DS-16 dom studencki \n94 ul. Tokarskiego 6 DS-17 DS Arkadia DS-17 dom studencki \n95 ul. Tokarskiego 4 DS-18 DS-18 DS-18 dom studencki \n96 ul. Tokarskiego 2 DS-19 DS-19 DS-19 dom studencki \n97 ul. Piłsudskiego 16 DGŚ Sienkiewiczówka DGŚ dom gościnny \n98 ul. Podole 62 P-1 Cyfronet P-1 obiekt specjalny \n99 ul. Miechowska 17 M-2 Miechowska 17 M-2 budynek mieszkalny \n100 ul. Gramatyka 7a M-4 Gramatyka 7a M-4 budynek mieszkalny \n101 ul. Gramatyka 7 M-5 Gramatyka 7 M-5 budynek mieszkalny \n102 ul. Miechowska 16 M-11 Miechowska 16 M-11 obiekt pomocniczy \n103 Krynica ul. Słoneczna 47 KR-1 Ośrodek szkoleniowo-wypoczynkowy \nAGH „Baśka” w Krynicy KR-1 obiekt dydaktyczny  \nz zapleczem hotelowo-gastronomicznym  \n104 Krynica ul. Słoneczna 47 KR-2 Ośrodek szkoleniowo-wypoczynkowy \nAGH „Baśka” w Krynicy KR-2 obiekt pomocniczy \n105 Łukęcin ul. Leśna 3 ŁK-1 Centrum Konferencyjno-Szkoleniowe \nAGH – budynek główny ŁK-1 obiekt szkoleniowo-wypoczynkowy \n106 Łukęcin ul. Leśna 3 ŁK-2 Centrum Konferencyjno-Szkoleniowe \nAGH – budynek świetlicy ŁK-2 obiekt pomocniczy \n107 Łukęcin ul. Leśna 3 ŁK-3 Centrum Konferencyjno-Szkoleniowe \nAGH – budynek mieszkalny, \napartament ŁK-3 obiekt pomocniczy \n108 Miękinia 381 MK-1 Miękinia – budynek szkoleniowo-\nlaboratoryjny MK-1 pawilon dydaktyczno-naukowy \n109 Miękinia 380 MK-2 Miękinia MK-2 budynek mieszkalno-użytkowy \n110 Miękinia MK-3 Miękinia MK-3 komercyjna działalność naukowo-\nbadawcza \n\n111 Regulice ul. Skalna 1 RE-1 Regulice – budynek biurowo-\ndydaktyczny RE-1 pawilon administracyjno-dydaktyczny \n112 Regulice ul. Skalna 1 RE-2 Regulice – warsztat mechaniczny RE-2 obiekt pomocniczy \n113 Regulice ul. Skalna 1 RE-3 Regulice – garaż sprzętu ciężkiego RE-3 obiekt pomocniczy \n114 Regulice ul. Skalna 1 RE-4 Regulice – budynek warsztatowy z \nkomorą trafo RE-4 obiekt pomocniczy \n115 Regulice ul. Skalna 1 RE-5 Regulice – laboratorium chemiczne RE-5 obiekt pomocniczy \n116 Regulice ul. Skalna 1 RE-6 Regulice – laboratorium chemiczne RE-6 obiekt pomocniczy \n117 Regulice ul. Skalna 1 RE-7 Regulice – magazyn główny RE-7 obiekt pomocniczy \n118 Regulice ul. Skalna 1 RE-8 Regulice – magazyn materiałów \npłynnych RE-8 obiekt pomocniczy \n119 Regulice ul. Skalna 1 RE-11 Regulice – garaż na samochody RE-11 obiekt pomocniczy \n120 Regulice ul. Skalna 1 RE-12 Regulice – budynek portierni RE-12 obiekt pomocniczy \n121 Regulice ul. Skalna 1 RE-14 Regulice – magazyn RE-14 obiekt pomocniczy \n122 Regulice ul. Skalna 1 RE-15 Regulice – budynek na gazy \ntechniczne RE-15 obiekt pomocniczy \n123 Regulice ul. Skalna 1 RE-16 Regulice – wiata murowana RE-16 obiekt pomocniczy \n124 Regulice ul. Skalna 1 RE-25 Regulice – budynek laboratorium \nstrzelniczego w osadniku RE-25 obiekt pomocniczy \n125 Młoszowa ul. Florkiewicza 6 MŁ-1 Zespół Pałacowo-Parkowy - pałac MŁ-1 obiekt specjalny \n126 Młoszowa ul. Florkiewicza 6 MŁ-2 Zespół Pałacowo-Parkowy - oficyna MŁ-2 obiekt specjalny \n127 Młoszowa ul. Florkiewicza 6 MŁ-3 Zespół Pałacowo-Parkowy - internat MŁ-3 obiekt specjalny \n128 Młoszowa ul. Florkiewicza 6 MŁ-4 Zespół Pałacowo-Parkowy - arsenał MŁ-4 obiekt specjalny \n129 Młoszowa ul. Florkiewicza 6 MŁ-5 Zespół Pałacowo-Parkowy - baszta MŁ-5 obiekt specjalny \n130 Młoszowa ul. Florkiewicza 6 MŁ-6 Zespół Pałacowo-Parkowy - stołówka  MŁ-6 obiekt specjalny \n131 Młoszowa ul. Florkiewicza 6 MŁ-7 Zespół Pałacowo-Parkowy – \nkotłownia MŁ-7 obiekt specjalny \n132 Młoszowa ul. Florkiewicza 6 MŁ-8 Zespół Pałacowo-Parkowy - stodoła MŁ-8 obiekt specjalny \n133 Młoszowa ul. Florkiewicza 6 MŁ-9 Zespół Pałacowo-Parkowy – \nagronomówka (wozownia) MŁ-9 obiekt specjalny \n134 Modlnica,  \nul. Częstochowska 17 brak Obiekt pomocniczy w Modlnicy MD-1 obiekt pomocniczy \n \n\n", "metadata": {}}