{"content": "# International Mental Health Week – Welcome Point\n\nURL: https://wtp.agh.edu.pl/join-us-for-international-mental-health-week-at-agh/\nCrawled: 2025-03-19 21:24:08\n\nWelcome Point\n > \nNAWA & Welcome to Poland 2.0\n > \nInternational Mental Health Week\n\nInternational Mental Health Week\n\nAGH University of Krakow cordially invites all international students, postgraduates and academics to participate in International Mental Health Week, which will take place from 13-17 January 2025. This special week is dedicated to raising awareness of mental health, promoting well-being and equipping you with practical tools to manage stress and thrive in your academic and personal life.\n\nfot. Paweł Strzałkowski\n\nStress management workshop – 17 January 2025\n\nOne of the highlights of the week is the stress management workshop, scheduled for 17 January 2025. This workshop aims to help you:\n\nIdentify sources of stress in your daily life\n\nLearn evidence-based techniques to manage and reduce stress\n\nBuild resilience and maintain balance during challenging times\n\nThe workshop will be led by experienced mental health professionals in a supportive and welcoming environment, making it an excellent opportunity for both personal development and community building.\n\nfot. Grzegorz Wojtek\n\nWhy take part?\n\nConnect with other international students and staff who understand the unique challenges of living and studying abroad\n\nLearn practical strategies for maintaining mental wellbeing and coping with academic pressures\n\nCelebrate the diversity of our academic community by focusing on shared experiences and mutual support\n\nHow to join?\n\nComplete the recruitment form: \nhttps://forms.office.com/e/4XdLv67e7W\n\nApplications close on \nFriday, 13 December 2024.\n\nInformation in Polish is available on the Centre for International Affairs website: \ninfo / Centrum Spraw Międzynarodowych AGH\n\nWzor-Dodatkowej-zgody-uczestnika-1\nDownload\n\nWzor-oswiadczenie-Uczestnika-dot-danych-osobowych-RODO-NAWA-1\nDownload\n\nRegulamin Warsztatów Radzenia sobie ze stresem (PL)\nDownload\n\nRegulations on participation in Stress Management Workshop (EN)\nDownload", "metadata": {"url": "https://wtp.agh.edu.pl/join-us-for-international-mental-health-week-at-agh/", "title": "International Mental Health Week – Welcome Point", "depth": 3, "duplicate": false, "content_hash": "052ad6b9e1cc609f60cf78647aeed080", "word_count": 264, "headings": [{"level": 1, "text": "International Mental Health Week"}]}}