{"content": "# Paweł Olechnowicz\n\nURL: http://www.conaslaczy.agh.edu.pl/pawel-olechnowicz/\nCrawled: 2025-03-19 22:28:14\n\nAirly\nNatalia Schmidt-Polończyk\nMałgorzata Włodarczyk-Biegun\nAnna Chrobry\nGrzegorz Ficak\nMartyna Ekiert-Radecka\nMaria Sajdak\nArtur Rydosz\nJarosław Królewski\nWiesław Ochman\nGordon Wasilewski\nSebastian R. Bielak\nPiotr Zegarmistrz\nUrszula Stachewicz\nPiotr Rzeszut\nPiotr Bubrowski\nWeronika Mrozińska\nAndreas Glenz\nBartosz Niemczura\nJoanna Trzaska-Wieczorek\nMirosława M. Długosz\nPaweł Olechnowicz\nTadeusz Uhl\nMarek Przybylski\nMarcin Ryszka\nJędrzej Blaut\nKonrad Szaciłowski\nRafał Gajewski\nUrszula Pleśniak\nJakub Rydkodym\nMarek Sowa\nŁukasz Potępa i Kamil Kubica\nPiotr Palczewski\nEdyta Brzychczy\nMarcin Szymański\nEdyta Mikołajczak\nMarcin Trebunia\nIntegra\nSAKWA AGH\nAERO TEAM ILK AGH\nAGH Robotics\nAGH Solar Boat\nE-Moto AGH\nZespół AGH Racing\nChór i Orkiestra Con Fuoco AGH\nEko-Energia\nAGH Rapid Prototyping\n\nPaweł Olechnowicz – „Lubię działać energetycznie”\n\nPaweł Olechnowicz\n – absolwent Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie – Wydział Technologii i Mechanizacji Odlewnictwa, a także studium podyplomowego Politechniki Gdańskiej oraz MBA INSEAD w Fontainebleau. \nW latach 2002-2016 prezes Grupy LOTOS S.A. \nSpośród jego największych sukcesów wymienić należy: wprowadzenie spółki na Giełdę Papierów Wartościowych w Warszawie, konsolidację grupy kapitałowej oraz realizację jednej z największych inwestycji przemysłowych w Polsce – Programu 10+, wartego około 5,6 miliarda złotych. Realizacja tego programu w znaczny sposób wpływa na rozwój gospodarki Pomorza i całego kraju. \nDziałalność prezesa Olechnowicza i kierowanego przez niego koncernu wykracza również poza sfery biznesu. LOTOS to uznany partner kultury i sportu, a także promotor inicjatyw gospodarczo-społecznych podejmowanych wspólnie z władzami samorządowymi i wojewódzkimi oraz środowiskami naukowymi.\nOd 2009 prezes Polskiego Forum Akademicko-Gospodarczego. To stowarzyszenie budujące współpracę między środowiskiem akademickim i gospodarczym. \nOd 2010 przewodniczący Rady Dyrektorów Central European Energy Partners (CEEP). To międzynarodowe stowarzyszenie pożytku publicznego z siedzibą w Brukseli, reprezentuje szeroko rozumiany sektor energii z Europy Centralnej. Głównym celem działania organizacji jest wspieranie integracji środkowoeuropejskiego sektora energii w ramach wspólnej polityki energii oraz bezpieczeństwa w sektorze energii UE.\nW 2011 roku odznaczony Krzyżem Oficerskim Orderu Odrodzenia Polski przez Prezydenta RP Bronisława Komorowskiego za wybitne zasługi dla rozwoju gospodarki narodowej oraz za osiągnięcia w pracy zawodowej.\n\nPaweł Olechnowicz o AGH\nAGH to wspaniała uczelnia, która przygotowuje świetnie do dalszego życia, dalszego funkcjonowania zawodowego, ale i życia prywatnego. To również ogromna baza fachowców, naukowców z którymi potem współpracujemy - tak jak mnie się to przydarzyło w  działalności zawodowej, w dużym biznesie.\nZ innej strony to wspaniałe przeżycia, wspaniały klimat i Uczelni i Krakowa. Juwenalia i kluby studenckie i różne inne formy wzajemnej integracji na poziomie wieku, w którym ja już nie jestem, ale to przecież baza do tego, żeby potem nie tylko wspominać tylko mieć te wartości, które się tutaj zdobywa i które potem dają bardzo wiele na drodze życiowej.\nŚwietna Uczelnia!\n\nTweetnij\n\nAll rights reserved © 2014 \nAkademia Górniczo-Hutnicza", "metadata": {"url": "http://www.conaslaczy.agh.edu.pl/pawel-olechnowicz/", "title": "Paweł Olechnowicz", "depth": 3, "duplicate": false, "content_hash": "221dc984ce449a8cdaa8fda2ae786c38", "word_count": 432, "headings": []}}