{"metadata": {"url": "https://dss.agh.edu.pl/organizacje-studenckie/konkursy-dla-kol-naukowych/granty-arcelormittal-poland", "title": " Granty ArcelorMittal Poland -- Dział Spraw Studenckich AGH ", "depth": 1, "duplicate": false, "content_hash": "bbe8460f1f347b15fa7c6d0e1c3ffb79", "word_count": 454, "headings": [{"level": 1, "text": "Granty ArcelorMittal Poland"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Stopka"}]}, "content": "#  Granty ArcelorMittal Poland -- Dział Spraw Studenckich AGH \n\nURL: https://dss.agh.edu.pl/organizacje-studenckie/konkursy-dla-kol-naukowych/granty-arcelormittal-poland\nCrawled: 2025-03-20 01:35:14\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Granty ArcelorMittal Poland \n\nW dniu 20 czerwca Komisja, w skład której wchodzą przedstawiciele firmy ArcelorMittal Poland - Sponsor konkursu, przyznane zostały nagrody finansowe dla Studenckich Kół Naukowych AGH.\n\nW trakcie pracy komisji dokonano analizy i oceny 15 wniosków. Koła Naukowe biorące udział w Konkursie aplikowały o łączną kwotę w wysokości 138 291, 21 zł. Komisja zarekomendowała do dofinansowania 6 wniosków, które otrzymały największą liczbę punktów i rozdzieliła otrzymane środki w ramach umowy sponsorskiej od sponsora ArcelorMittal Poland w kwocie 52 850,00 zł kierując się sugestiami i w głównej mierze oceną merytoryczną sponsora.\n\nGratulujemy zwycięzcom i trzymamy kciuki za realizację wspaniałych i odważnych projektów studenckich!\n\nPoniżej szczegółowe wyniki konkursu:\n\nWyniki konkursu - IV edycja Rozkręć Koło z ArcelorMittal Poland\n\nRusza IV edycja konkursu \"Rozkręć Koło z ArcelorMittal Poland 2024\"\n Serdecznie zapraszamy Koła Naukowe ze wszystkich trzech obszarów do zapoznania się z regulaminem i składania wniosków!\n\nWażne terminy\n:\n - 14 czerwca 2024 r. - nieprzekraczalny termin składania wniosków z opisem projektów Kół Naukowych AGH w ramach wsparcia firmy ArcelorMittal Poland (wersja papierowa oraz elektroniczna dokumentów)\n - 21 czerwca 2024 r. - ogłoszenie wyników projektów realizowanych przez Koła Naukowe AGH\n - 28 czerwca 2024 r. - termin składania preliminarzy (z uwzględnieniem przyznanych środków) do Pełnomocniczki Rektora ds. Kół Naukowych (dostarczenie wersji papierowej dokumentów)\n - 01 październik 2024 r. – 15 grudnia 2024 r. - termin realizacji projektu\n - 15 grudnia 2024 r. - ostateczny termin zamknięcia rozliczenia finansowego projektu w Dziale Spraw Studenckich\n - 31 grudnia 2024 r. - ostateczny termin składania do Pełnomocniczki Rektora ds. Kół Naukowych sprawozdań merytoryczno-finansowych z realizacji projektu w danym roku.\n\nRegulamin wsparcia przez ArcelorMittal Poland projektów realizowanych w ramach działalności Kół Naukowych AGH\n\nZałącznik nr 1 - Wniosek o dofinansowanie projektu realizowanego przez studenckie Koło Naukowe AGH przez ArcelorMittal Poland\n\nZałącznik nr 2 – Wzór oświadczenia o wyrażeniu zgody członków koła na rozpowszechnienie wizerunku (AGH)\n\nZałącznik nr 2 – Wzór oświadczenia o wyrażeniu zgody członków koła na rozpowszechnienie wizerunku (AMP)\n\nZałącznik nr 3 – Wzór preliminarza kosztów realizacji projektu\n\nZałącznik nr 4 - Wzór sprawozdania merytoryczno-finansowego\n\nWnioski wraz z kompletem dokumentów należy przesyłać na adres: \njanadzieja@agh.edu.pl\n\nSerdecznie zapraszamy i zachęcamy do udziału w konkursie! \n\nKontakt\n\nbudynek C-1\n pokój 111\n\ndss@agh.edu.pl\n\nponiedziałek - czwartek\n 7:30 - 15:30\n piątek\n 7:30 - 14:30\n\nmgr Sylwia Świerk\n +48 12 617 55 20\nsswierk@agh.edu.pl\n\nmgr inż. Małgorzata Kustra\n +48 12 617 32 66\nmkustra@agh.edu.pl\n\nmgr Ewelina wywrot\n +48 12 617 32 66\newywrot@agh.edu.pl\n\nStopka\n\nArchiwum dokumentów\n\nDział Spraw Studenckich\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nAl. Mickiewicza 30\n30-059 Kraków\n\nBiuro Obsługi Spraw Studenckich\nbudynek C-7, pokój 112\nSekcja Obsługi Organizacji Studenckich\nbudynek C-1, pokój 111\nSekcja Wypłat i Rozliczeń Stypendiów\nbudynek C-1, pokój 111\ne-mail: dss@agh.edu.pl\n\nBack"}