{"content": "#  Przetwarzanie informacji na wiedzę -- Centrum Technologii Kosmicznych \n\nURL: https://www.ctk.agh.edu.pl/grupy-badawcze/przetwarzanie-informacji-na-wiedze\nCrawled: 2025-03-19 21:40:19\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Przetwarzanie informacji na wiedzę \n\n\"Science of Signature\" to zespół naukowców zajmujący się technologiami i algorytmami teledetekcji satelitarnej. Dwa laboratoria działające w obrębie tej grupy badawczej to Laboratorium Satelitarnej Obserwacji Ziemi oraz Algorytmy dla \"Science of Signature\". \n\nGrupa badawcza zajmuje się wykorzystywaniem informacji satelitarnych do opracowywania praktycznych rozwiązań w zastosowaniach takich jak m.in. rolnictwo precyzyjne i ochrona środowiska. Połączenie zaawansowanych technologii, specjalistycznych algorytmów i wykwalifikowanego zespołu specjalistów stawia grupę badawczą Science of Signature na pozycji lidera w dziedzinie analizy danych satelitarnych i badań na Akademii Górniczo-Hutniczej w Krakowie.\n\nLaboratorium działa w następujących obszarach:\n\nProwadzi zaawansowane badania w zakresie technologii teledetekcji satelitarnej dla rolnictwa precyzyjnego, ochrony środowiska, eksploracji minerałów itd.\n\nSpecjalizuje się w budowaniu systemów geoinformacyjnych, przetwarzaniu dużych danych z obserwacji Ziemi i opracowywaniu modeli uczenia maszynowego. \n\nOferuje usługi konsultingowe dla podmiotów komercyjnych i agencji rządowych. \n\nWykorzystuje szereg instrumentów pomiarowych, w tym spektroradiometry, kamery, odbiorniki GNSS i drony. \n\nKoncentruje się na rolnictwie precyzyjnym, ochronie środowiska, analizie klimatu, poszukiwaniu minerałów oraz nauce o danych i IT. \n\nLaboratorium działa w następujących obszarach:\n\nOpracowuje algorytmy statystyczne i oparte na sztucznej inteligencji do przetwarzania danych hiperspektralnych z satelitów LEO. \n\nSpecjalizuje się w opartym na kointegracji przetwarzaniu niestacjonarnych i zaszumionych danych hiperspektralnych w celu niwelowania zmian środowiskowych i operacyjnych. \n\nKoncentruje się na opracowywaniu metod usuwania szumu z obrazów hiperspektralnych. \n\nStopka\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/grupy-badawcze/przetwarzanie-informacji-na-wiedze", "title": " Przetwarzanie informacji na wiedzę -- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "14d6a72a7a0acfe316e4830e0c7d3d1b", "word_count": 220, "headings": [{"level": 1, "text": "Przetwarzanie informacji na wiedzę"}, {"level": 2, "text": "Stopka"}]}}