{"content": "#  Centrum Cyberbezpieczeństwa -- Cybersecurity Centre \n\nURL: https://www.cc.agh.edu.pl/pl/o-centrum/index.html\nCrawled: 2025-03-19 21:08:32\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nCybersecurity Centre\n\nZaangażowanie akademii, obok instytucji publicznych i sektora prywatnego, jest kluczowym czynnikiem w kreowaniu innowacji i rozwoju społeczno-gospodarczego w modelu triple helix. Akademia pełni rolę strategicznego partnera w formułowaniu odpowiedzi na wyzwania cyberbezpieczeństwa i w budowaniu bezpiecznego cyfrowego świata.\n\nJako uniwersytet przyszłości, AGH zawiera strategiczne partnerstwa zarówno na poziomie krajowym, jak i zagranicznym, wzmacniając swoją pozycję lidera innowacyjności i transferu wiedzy.\n\nCentrum Cyberbezpieczeństwa AGH oraz budowany wokół niego hub kompetencji wspierają rozwój ekosystemu cyberbezpieczeństwa w Polsce, Europie (w szczególności w Europie Środkowo-Wschodniej) oraz poza nią. Oferta obejmuje współpracę w ramach inicjatyw i projektów B+R+I, wymianę dobrych praktyk, a także szeroki zakres usług i wsparcia w budowie zdolności cyberbezpieczeństwa i cyberodporności.\n\nDowiedz się więcej\n\nPoznaj naszą ofertę\n\nZakładasz spin-off? Prowadzisz startup? Pracujesz w MŚP lub na uczelni wyższej? A może jesteś przedstawicielem administracji publicznej i chcesz podnieść swoje kompetencje w obszarze cyberbezpieczeństwa? Mamy ofertę skrojoną na miarę Twoich potrzeb!  \n\nOferujemy szkolenia, studia podyplomowe, doradztwo i usługi, dostosowane do różnych typów organizacji, realizowane przez pracowników AGH i ekspertów zewnętrznych.  \n\nDzięki współpracy z inżynierami AGH możemy opracować innowacyjne rozwiązania technologiczne, które zapewnią ochronę przed zagrożeniami i przewagę konkurencyjną. Nasi eksperci tworzą publikacje i raporty z dziedziny cyberbezpieczeństwa, angażują się w działania medialne, a także konferencje i wydarzenia branżowe.\n\nOferta\n\nRówność w kadrach cyberbezpieczeństwa\n\nCC AGH, współpracując z Women4Cyber Poland, pomaga w tworzeniu platformy, która umożliwia studentkom wymianę doświadczeń oraz budowanie sieci kontaktów, inspirując je do aktywnego udziału w branży cyberbezpieczeństwa. Pracowniczkom naukowym pomaga w angażowaniu się w projekty R&D&I z obszaru bezpieczeństwa sieci i systemów IT/OT.   \n\nWomen4Cyber Poland to polski oddział paneuropejskiej fundacji Women4Cyber. Inicjatywa ma na celu promowanie obecności kobiet w dziedzinie cyberbezpieczeństwa poprzez programy rozwoju, mentoring i edukację.\n\nPoznaj Women4Cyber Poland\n\nPolskie firmy i instytucje są atakowane przez cyberprzestępców nawet 2 tys. razy tygodniowo. 8 na 10 ataków kończy się zaszyfrowaniem firmowych danych. Średni koszt jednego ataku eksperci wyceniają już na ponad milion złotych. Tymczasem na rynku wciąż brakuje specjalistów cyberbezpieczeństwa. \n\nNaszą misją jest zapewnienie innowacyjnych rozwiązań, usług i kompetencji dla wzmocnienia rozwoju zdolności niezbędnych dla krajowego systemu cyberbezpieczeństwa oraz budowania cyberodporności, co jest obecnie jednym z istotniejszych wyzwań na poziomie krajowym i międzynarodowym. \n\n Cyberbezpieczeństwo Sektora Akademickiego: Centrum Cyberbezpieczeństwa AGH na konferencji RES 2024\t\n 18/12/2024 \n\nWięcej aktualności\n\nBadania, rozwój, innowacje\n\nWspółpraca z inżynierami AGH, absolwentami, doktorantami i zewnętrznymi ekspertami\n\nBudowanie konsorcjów projektowych z innymi uczelniami, sektorem publicznym i prywatnym w Polsce i na świecie\n\nWsparcie w walidacji technologicznej i rozwoju pomysłu/produktu we współpracy z end-users\n\nStudia, szkolenia i kursy\n\nStudia inżynierskie lub podyplomowe\n\nSzkolenia z dziedziny cyberbezpieczeństwa\n\nDziałalność edukacyjna dla biegłych sądowych, funkcjonariuszy organów państwa, pracowników firm branży IT i administracji państwowej\n\nSzkolenia zamawiane\n\nAnalizy i konsulting\n\nWsparcie w pogłębianiu cyber kompetencji, zwiększaniu bezpieczeństwa firm i instytucji oraz kształceniu specjalistów\n\nRaporty i analizy\n\nDziałalność doradcza w obszarze cyberbezpieczeństwa, zwalczania cyberprzestępczości oraz rozwoju innowacji technologicznych \n\nWspółpraca krajowa i międzynarodowa\n\nPartrnerstwa w ramach projektów unijnych\n\nWsparcie edukacji i rekrutacji w branży cyber\n\nDziałania dla transferu technologii i komercjalizacji innowacji\n\nKONTAKT\n\nAdres do korespondencji:\n Centrum Cyberbezpieczeństwa AGH\n al. Mickiewicza 30\n 30-059 Kraków\n Tel. +48 12 328 33 08\n E-mail: \ncybercentrum@agh.edu.pl \n\nSiedziba:\n Centrum Informatyki AGH \n ul. Kawiory 21 \n 30-055 Kraków \n\nPoznaj nasz zespół\n\nStopka\n\nBack", "metadata": {"url": "https://www.cc.agh.edu.pl/pl/o-centrum/index.html", "title": " Centrum Cyberbezpieczeństwa -- Cybersecurity Centre ", "depth": 2, "duplicate": false, "content_hash": "875eab61cd0ea72828ecb171ddb88f00", "word_count": 527, "headings": [{"level": 1, "text": "Cybersecurity Centre"}, {"level": 4, "text": "Poznaj naszą ofertę"}, {"level": 4, "text": "Równość w kadrach cyberbezpieczeństwa"}, {"level": 1, "text": "Badania, rozwój, innowacje"}, {"level": 1, "text": "Studia, szkolenia i kursy"}, {"level": 1, "text": "Analizy i konsulting"}, {"level": 1, "text": "Współpraca krajowa i międzynarodowa"}, {"level": 2, "text": "KONTAKT"}, {"level": 2, "text": "Stopka"}]}}