{"content": "#  Pracownie komputerowe w pawilonie D-10/D-7 - podstawowe zasady użytkowania -- Wydział Fizyki i Informatyki Stosowanej AGH \n\nURL: https://www.fis.agh.edu.pl/podstawowe-zasady-korzystania-z-komputerow-w-pracowniach-d-10/d-7\nCrawled: 2025-03-19 21:36:28\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Pracownie komputerowe w pawilonie D-10/D-7 - podstawowe zasady użytkowania \n\nPROSIMY PROWADZĄCYCH ZAJĘCIA DYDAKTYCZNE O DOPILNOWANIE, ABY STUDENCI NOSILI NA OBUWIU OCHRANIACZE, PODOBNIE JAK W PRACOWNI FIZYCZNEJ nr 303.\n\n W pracowniach komputerowych obowiązuje \nRegulamin Studenckich Pracowni Komputerowych WFiIS\n.\n\nNa komputerach w pracowniach D-10 30A/B, 101, 204-207 oraz D-7 326-327 są zainstalowane systemy operacyjne Linux (i dodatkowo Windows w D-10 204-207).\n Oprogramowanie dla celów dydaktyki (licencjonowane) jest instalowane wyłącznie przez administratora sieci, po przetestowaniu.\n\nKomputery wymagają poprawnego uruchomienia i ewentualnego zamknięcia w celu uniknięcia awarii oprogramowania.\n\n1. Uruchomienie komputera\n Po włączeniu monitora (zapalenie się diody na zielono lub niebiesko, później\n pomarańczowo) sprawdzamy, czy komputer nie jest już włączony (dioda na obudowie). Jeżeli nie, to włączamy go przyciskiem na obudowie.\n\n2. Wybór systemu operacyjnego\n Po komunikatach sprzętowych na monitorze wyświetlona zostanie lista lub ikony wyboru systemu GRUB, z której należy niezwłocznie wybrać pozycję preferowanego systemu operacyjnego:\n\nLinux\n  lub\nWindows\n\nPrzy pomocy klawiszy kursora (strzałek) wybieramy odpowiednią pozycję,\n potwierdzamy wybór klawiszem \nEnter\n.\n Jeżeli nie dokonamy wyboru, to po ok. 6 sekundach włączy się system Linux.\n W razie pomyłki komputer należy zamknąć (patrz pkt. 6 i 9) i ponownie wystartować.\n\n3. Logowanie do systemu Windows\n Po uruchomieniu systemu Windows należy wybrać sposób logowania się do sieci \nLogowanie OES\n (ikona klienta Micro Focus).\n W polu \nusername\n wpisujemy swój identyfikator (login)\n (np. \nnazwisko.staff\n lub \nXstudent.20YX\n).\n Przechodzimy do pola \npassword\n (np. myszką lub klawiszem \nTab\n, ale nie Enter) i wpisujemy nasze aktualne hasło. Potwierdzamy przyciskiem ekranowym OK \n[»]\n lub klawiszem \nEnter\n.\n (W przypadku problemów z logowaniem należy postąpić wg \nwskazówek\n.)\n Proces logowania ulega dokończeniu - po chwili pojawia się pulpit systemu Windows. W tle uruchamia się program \nMicro Focus ZENworks\n, który instaluje ikony aplikacji dostępnych dla użytkowników.\n\n4. Oprogramowanie dostępne w systemie Windows\n Wszystkie zainstalowane aplikacje są dostępne:\n\npoprzez foldery programu\n ZENwork\ns, który uruchamia się automatycznie po zalogowaniu. Program ten jest dostępny także \nvia\n ikona na pasku zadań (tzw. zasobnik) lub poprzez otwarcie folderu \nZENworks\n, znajdującego się na pulpicie;\n\nbezpośrednio na pulpicie Windows (ikony podstawowych programów np. Firefox, Free Commander, etc.);\n\npoprzez menu \nStart → Programy\n dostępne są zainstalowane lokalnie programy.\n\n5. Wykorzystanie lokalnych dysków twardych\n Zalecamy, aby użytkownicy w razie konieczności tymczasowego użycia dysku twardego, korzystali z dysku \nD:\n Oczywiście - dane, które mają zostać zachowane należy zapisywać na katalogi sieciowe (najczęściej: \nF:\n, \nG:\n lub \nQ:\n).\n\n6. Zamknięcie systemu Windows\n Po zamknięciu wszystkich programów z paska zadań, wybieramy z menu Start pozycję \"Zamknij system\". W celu zamknięcia komputera należy wskazać opcję \"Zakończyć pracę komputera\" i nacisnąć przycisk \nOK\n. Następnie należy odczekać, aż system wyłączy się.\n\n7. Logowanie do systemu Linux\n Po dokonaniu odpowiedniego wyboru systemu operacyjnego (pkt. 2) czekamy na pojawienie się graficznego (w systemie X-Windows) ekranu logowania na lokalny komputer studXXX-YY (YY - numer stacji PC).\n Aby się móc zalogować, trzeba mieć czynne konto na komputerze \ntaurus.fis.agh.edu.pl\n (serwer Linux), ponieważ należy podać dane (\nlogin\n i \npassword\n) takie same, jak na w/w serwerze.\nUWAGA!\n Przed pierwszym logowaniem na konto (nie na konkretną stację PC) trzeba wykonać \nprzynajmniej jedno zdalne połączenie\n SSH\n na analogiczne konto na komputerze \ntaurus.fis.agh.edu.pl.\n (Można je wykonać z systemu Windows - program\n PuTTY\n lub \nMobaXterm\n; albo z dowolnego innego komputera lub smartfona - np. w systemie Android aplikacja \nTerminus\n.)\n Dodatkowe informacje n/t korzystania z systemu \ntaurus\n są dostępne na oddzielnej stronie WWW.\n\n8. Praca w systemie Linux\n Po zalogowaniu jesteśmy witani przez menedżer okienkowy.\n Podstawowe aplikacje (Terminal, Firefox) dostępne są w rozwijalnych menu. Użytkownicy mają automatycznie montowany via NFS swój katalog domowy z systemu \ntaurus\n.\n\n9. Zamknięcie systemu Linux\n Wylogowanie z systemu można wykonać za pomocą pozycji na pasku menu.\n Po wylogowaniu powinien ponownie pojawić się ekran logowania.\n W celu zamknięcia systemu należy z menu wybrać opcję \"Shut down\" lub \"Power off\". Czekamy, aż do zamknięcia się systemu i wyłączenia komputera.\n\n10. Wybór systemu PC w pracowni D-10 nr 101\n W pracowni 101 na wybranych stanowiskach zainstalowane są 2 komputery PC. Komputer dolny jest przeznaczony do pracy ogólnej - podobnie jak w pozostałych pracowniach. Komputer górny (na pulpicie) służy tylko do zajęć z sieci komputerowych (brak kont użytkowników). Oba komputery współdzielą zestaw klawiatura/mysz i monitor LCD.\n Do przełączania zestawu klawiatura/mysz służy dodatkowy przełącznik USB umieszczony pod monitorem. Posiada on jeden przycisk przełączający między zestawem \n1\n (dolny PC) i \n2\n (górny PC) - wybór jest sygnalizowany diodami.\n Do przełączania źródła sygnału dla monitora LCD służy \npierwszy od lewej przycisk\n w grupie przycisków sterujących umieszczonych na dolnej krawędzi obudowy monitora, po prawej stronie. Kolejne naciśnięcia przycisku pozwalają wybrać odpowiednie źródło sygnału: \npozycja 2\n (\nHDMI 1 / MHL\n) → komputer dolny, \npozycja 4\n (\nDP\n) → komputer górny. Zatwierdzenie wyboru \nprzyciskiem drugim od prawej\n.\n Po wybraniu odpowiedniej kombinacji wejść klawiatura/mysz i monitor należy kilkukrotnie nacisnąć klawisz \"Shift\" na klawiaturze, aż do uzyskania interfejsu GUI odpowiedniego komputera na ekranie monitora.\n\nPytania należy kierować do \nadministratorów\n odpowiednich systemów lub via e-mail: \nadmin(at)fis.agh.edu.pl\n\nStopka\n\n © 2024 Wydział Fizyki i Informatyki Stosowanej\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.fis.agh.edu.pl/podstawowe-zasady-korzystania-z-komputerow-w-pracowniach-d-10/d-7", "title": " Pracownie komputerowe w pawilonie D-10/D-7 - podstawowe zasady użytkowania -- Wydział Fizyki i Informatyki Stosowanej AGH ", "depth": 3, "duplicate": false, "content_hash": "753e5403662647c6ef592bc48ac3f590", "word_count": 836, "headings": [{"level": 1, "text": "Pracownie komputerowe w pawilonie D-10/D-7 - podstawowe zasady użytkowania"}, {"level": 2, "text": "Stopka"}]}}