{"content": "#  Kandydaci -- WGGIOS AGH \n\nURL: https://www.wggios.agh.edu.pl/kandydaci\nCrawled: 2025-03-19 21:32:14\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Kandydaci \n\nnajlepsze w Polsce studia geologiczne — \npierwsze miejsce w rankingu kierunków Perspektywy 2023\n!\n\nnajliczniejsza w Polsce, wysoko wykwalifikowana kadra naukowa z zakresu nauk o Ziemi\n\nabsolwenci specjalizacji poszukiwani na rynku pracy\n\nuprawnienia zawodowe\n\npraktyki zawodowe w firmach krajowych i zagranicznych\n\nzajęcia praktyczne w laboratoriach na światowym poziomie\n\nnowoczesne i innowacyjnie wyposażone Centrum Zrównoważonego Rozwoju i Poszanowania Energii WGGiOŚ AGH w Miękini\n\nnowoczesny sprzęt terenowy\n\nzaplecze komputerowe ze specjalistycznym oprogramowaniem\n\nliczne stypendia naukowe, socjalne, sportowe\n\nWydział Geologii, Geofizyki i Ochrony Środowiska prowadzi kształcenie na ośmiu kierunkach studiów.\n\nSiedem z nich to kierunki inżynierskie:\n\nEkologiczne Źródła Energii\n\nGeofizyka\n\nGeoinformatyka\n\nGeologia Stosowana\n\nGeośrodowisko Miasta — kierunek II stopnia \nnowość!\n\nInżynieria i Analiza Danych\n\nInżynieria i Ochrona Środowiska\n\noraz jeden kierunek licencjacki:\n\nGeoturystyka\n\n Ekologiczne Źródła Energii \n\nStudia inżynierskie/magisterskie inżynierskie\n\nStudenci zdobywają wiedzę i umiejętności w zakresie pozyskiwania i wykorzystania naturalnych źródeł energii, w tym wiatru, wody, słońca i energii geotermalnej.\n\n Geofizyka \n\nStudia inżynierskie/magisterskie inżynierskie\n\nStudenci tego kierunku są przygotowywani do projektowania i wykonywania badań geofizycznych, do poszukiwaniu złóż rud, minerałów, ropy naftowej i gazu, oceny zagrożeń naturalnych i powodowanych działalnością człowieka oraz rozpoznania budowy geologicznej.\n\n Geoinformatyka \n\nStudia inżynierskie/magisterskie inżynierskie\n\nStudenci zdobywają więdzę z zakresu nowoczesnych technologii geoinformatycznych; nauk o Ziemii; akwizycji, analizy, wizualizacji i modelowania danych przestrzennych oraz środowiskowych; aktualnych trendów i technologii IT.\n\n Geologia Stosowana \n\nStudia inżynierskie/magisterskie inżynierskie\n\nStudenci tego kierunku są przygotowani do podjęcia pracy w branży geologicznej, budowlanej czy przemyśle wydobywczym. Mają kompetencje do prowadzenia prac poszukiwawczych, rozpoznawczych i dokumentujących złoża kopalin stałych, płynnych i gazowych oraz rozwiązywania złożonych, interdyscyplinarnych zagadnień inżynierskich.\n\n Geośrodowisko Miasta — nowość! \n\nStudia magisterskie inżynierskie\n\nKierunek ten przygotuje specjalistów zajmujących się obszarami zurbanizowanymi, rozumiejącymi potencjał i ograniczenia geośrodowiska, a zwłaszcza jego zasoby. \n\n Inżynieria i Analiza Danych \n\nStudia inżynierskie\n\nZaletą studiów na tym kierunku jest zdobycie specjalistycznej wiedzy informatycznej oraz umiejętności praktycznych z zakresu przetwarzania, analizy i wizualizacji danych, przesyłania i składowania w  bazach  danych oraz m. in. zarządzania projektami.\n\n Inżynieria i Ochrona Środowiska \n\nStudia inżynierskie/magisterskie inżynierskie\n\nStudenci tego kierunku są przygotowani do rozwiązywania zagadnień związanych m.in. z kształtowaniem i ochroną środowiska, gospodarką wodną, zaopatrzeniem w wodę, ochroną wód, monitoringiem środowiska, ekologicznymi i odnawialnymi źródłami energii, geotechniką środowiska, czy gospodarką odpadami.\n\n Geoturystyka \n\nStudia licencjackie/magisterskie\n\nStudent tego kierunku nabywa wiedzę z zakresu podstaw funkcjonowania przemysłu turystycznego, obsługi ruchu turystycznego z uwzględnieniem organizacji i prowadzenia imprez turystycznych, a także przewodnictwa i pilotażu, oraz uwarunkowań społeczno-psychologicznych ruchu turystycznego.\n\nPrzedmioty główne brane pod uwagę w rekrutacji: \nmatematyka \nlub \nfizyka \nlub \nchemia \nlub\n informatyka \nlub \nbiologia \nlub\n geografia.\n\nZe względu na szeroki zakres stosowania metod nauczania zdalnego kandydaci/studenci powinni posiadać podstawowe kompetencje cyfrowe, umożliwiające udział w zajęciach prowadzonych z wykorzystaniem platform MsTeams i UPeL. Powinni też dysponować sprzętem komputerowym i dostępem do łącza internetowego o odpowiedniej przepustowości.\n\nNa kierunki prowadzone na WGGiOŚ na II stopniu studiów \nnie jest przeprowadzany egzamin wstępny\n. Rekrutacja odbywa się na podstawie średniej ocen uzyskanej w toku studiów I stopnia.\n\nStopka\n\nSpis pracowników\n\nBaza Danych o Autorach i Publikacjach\n\nDokumenty AGH\n\nLicencje i oprogramowanie\n\nPoczta AGH\n\nRozbudowa Centrum Miękinia\n\nDeklaracja dostępności\n\nUBPO\n\nRegulamin studiów\n\nUSOS\n\nSylabus AGH\n\nPomoc materialna dla studentów\n\nProgram Erasmus+\n\nStudium Języków Obcych\n\nWydział Geologii, Geofizyki i Ochrony Środowiska\nAkademia Górniczo-Hutnicza \nim. Stanisława Staszica\n\nal. Mickiewicza 30\n30-059 Kraków\n\nNIP AGH: 675 000 19 23 \n\nNr konta Wydziału:\n58 1240 4722 1111 0000 4859 2918\nBank Pekao S.A. Kraków\n\nDziekanat\ntel. +48.12.617.23.50–51\ne-mail: dziekanatwggios@agh.edu.pl\n\nBiuro Dziekana\ntel. +48.12.617.32.54\ne-mail: wggios@agh.edu.pl\n\n © 2023 Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.wggios.agh.edu.pl/kandydaci", "title": " Kandydaci -- WGGIOS AGH ", "depth": 3, "duplicate": false, "content_hash": "8f1fdc0acef848709f7ab5c96865bc77", "word_count": 580, "headings": [{"level": 1, "text": "Kandydaci"}, {"level": 2, "text": "Stopka"}]}}