{"content": "#  Alumni -- AGH UST \n\nURL: https://agh.edu.pl/en/alumni\nCrawled: 2025-03-19 21:07:38\n\nSkip to content ↓\n\n Alumni \n\nAGH University of Krakow has educated more than 200,000 engineers and masters, and each year the number of our alumni grows, adding thousands of former students. \n\nA degree obtained at the AGH University is an unquestionable token of diligent education that opens up a myriad of opportunities for young people graduating from our university. Several of them decide to stay with us and begin their scientific and academic activity in leading research institutes in Poland and abroad. Some choose to pursue professional careers and find well-paid and prospective jobs. Starting their own business is also an option that a fair number of AGH University alumni choose to pursue. Having established numerous connections during their years at the university where emphasis is put on self-reliance and entrepreneurship, entering the world of business is definitely easier.\n\nThe university supports various initiatives and efforts to aid in the development of young people. Such activities include participation in student research clubs, student governments, and numerous associations and societies. The AGH University graduate is therefore a specialist in their field and a responsible, decisive, and passionate human being. It is the work of reliable and committed people that stands behind the good reputation of our university, which is associated with nothing less than the best quality.\n\nThe certainty of these claims is justified not only by popular opinion but also, first and foremost, by the hard numbers, statistics, and data collected by the AGH University Careers Centre. The figures clearly show that our alumni perform exceptionally well on the job market, quickly finding jobs which suit their scientific and professional aspirations. The data also show that our alumni hold high-level positions and occupy important posts in key segments of the economy. The IT industry and the sector of new technologies are particularly interested in our alumni graduating with science and technical degrees, reaching out to them themselves. The Job Fairs, organised on a regular basis by the Careers Centre, attract businesses from Krakow and the whole country, helping the AGH University alumni to choose their dream jobs.\n\nThe AGH University alumni, in addition to being knowledgeable and passionate, are characterised by a strong sense of connection that forms during their university years and is further nurtured after graduation. We all share the openness to support, cooperation, and relationships. The AGH University alumni frequently take an active part in the life of their faculties, even after graduation, participating in scientific and cultural events. They also meet at annual balls or rallies, creating and maintaining lasting relationships. Student years bring back memories not only of cramming before exams, but also of meetings at the wonderful AGH University Student Campus, of events, celebrations, festivals, and the everyday student life to which everyone, regardless of their age, goes back with perfectly justifiable nostalgia.\n\nStopka\n\nWelcome to AGH University\n\nAGH University Strategy\n\nExcellence Initiative – Research University\n\nUNIVERSEH\n\nResearch offer\n\nBusiness offer\n\nCentre for International Affairs\n\nWelcome Point\n\nFaculties\n\nMain Library\n\nAGH University Student Campus\n\nCareers Centre\n\nContact\n\nMap of the AGH University Campus\n\nAGH University e-Shop\n\nEmployee Search\n\nHRS4R\n\nEquality statement\n\nPersonal data protection\n\nMake a donation\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/alumni", "title": " Alumni -- AGH UST ", "depth": 2, "duplicate": false, "content_hash": "4a894cf9cfc5124eb15976157c07b96e", "word_count": 524, "headings": [{"level": 1, "text": "Alumni"}, {"level": 2, "text": "Stopka"}]}}