{"content": "# Polish Language Courses provided by the Department of Foreign Languages at the AGH University of Krakow | SJO AGH University\n\nURL: https://www.sjo.agh.edu.pl/educational-system/polish-language-courses-provided-by-the-department-of-foreign-languages-at-the-agh-university-of-krakow\nCrawled: 2025-03-19 21:20:20\n\nPolish Language Courses (lektoraty) provided by the Department of Foreign Languages at the AGH University of Krakow\n\nPolish language courses (lektoraty) are provided by the AGH University of Krakow subject to the provisions of AGH Senate Resolution no. 57/2019 on the principles of teaching foreign languages at the AGH University of Krakow (24 April 2019). \n\nUchwała Nr 57/2019 Senatu AGH z dnia 24 kwietnia 2019 r. w sprawie zasad nauki języków obcych w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie.\n\nAccording to the resolution, the Department of Foreign Languages (SJO) offers Polish language instruction for students during regular programmes as well as for those participating in student exchange programmes (e.g. Erasmus).\n\n1. Regular students\n\nFirst-cycle (undergraduate) students are required to complete two semesters of the course, 60 hours each.\n\nThe first semester ends with obtaining a  semester  grade ,\n\nThe second semester ends with a semester  grade and the final grade .\n\n The end-of course exam is not compulsory and is offered to students interested in obtaining the SJO AGH Certificate.\n\n Second-cycle (Master’s) students attend a one-semester, 60-hour course, which ends with a semester  grade and the final grade.\n\n Regular students are enrolled in the courses at the beginning of a semester. To request enrollment, please contact   dr Worobjew Magdalena. - Head of the German, Romanic and Slavic Languages Section by email at -  \ngris@agh.edu.pl\n\n When enrolling in the language course remember to include your name, surname, as well as the name of your faculty and the preferred level of the course. Polish language courses are available at all levels from A1 to C1.\n\n2. Students from student exchange programmes\n\n Students including Erasmus + students, attend one semester \n75-hour Polish language course\n. The classes end with a course grade  and the final grade, which is calculated as the average of all grades earned throughout the semester and the grade awarded for the final test. \n\nStudents enroll in the courses via the USOS Service. \n\nSJO AGH also offers Polish language courses for foreign students from double degree programmes or any other student exchange programmes and projects.", "metadata": {"url": "https://www.sjo.agh.edu.pl/educational-system/polish-language-courses-provided-by-the-department-of-foreign-languages-at-the-agh-university-of-krakow", "title": "Polish Language Courses provided by the Department of Foreign Languages at the AGH University of Krakow | SJO AGH University", "depth": 3, "duplicate": false, "content_hash": "8c3328507a87cac15de394e0dbb437cf", "word_count": 346, "headings": [{"level": 1, "text": "Polish Language Courses (lektoraty) provided by the Department of Foreign Languages at the AGH University of Krakow"}, {"level": 2, "text": "1. Regular students"}, {"level": 2, "text": "2. Students from student exchange programmes"}]}}