{"content": "# Bank account – Welcome Point\n\nURL: https://wtp.agh.edu.pl/bank-account/\nCrawled: 2025-03-19 21:23:46\n\nWelcome Point\n > \nLegal arrangements\n > \nBank account\n\nBank account\n\nWhat documents do I need to open a bank account in Poland?\n\nIf you have an address of residence in Poland, opening a bank account is very easy – in some cases banks will allow you to open one without visiting a branch, using video identification or even sending you the final documents to sign by post, with the postman having the authority to verify your identity.\n\nFor non-residents, it can be a little more complicated – but several banks now offer the possibility to open a bank account by providing only an identity card, such as a passport.\n\nHere are the documents that will be required when opening a bank account:\n\nPassport or a national identification card\n\nProof of address, such as a tenancy agreement or residence card, or a utility bill if you do not already have a contract\n\nFor credit cards or overdraft options: employment history and salary slips\n\nBanks in Poland usually have English-speaking employees, and it shouldn’t be difficult to get support in English via phone and customer service centers. If you have questions regarding required documents, contact your preferred bank via phone.\n\nCan I open a bank account as a non-resident?\n\nThe best thing to do is to check with the banks to see what their individual requirements are. Some of them have a foreigner-friendly policy and only ask for proof of identity, in most cases a passport, and in addition they may also require proof of residence in the country where you live or PESEL number.\n\nExamples of banks in Poland:\n\nAlior Bank\n\nBank Millenium\n\nBank Pekao\n\nBNP Paribas\n\nCredit Agricole\n\nING Bank Śląski\n\nmBank\n\nPKO BP\n\nSantander Bank Polska\n\nPlease check each bank’s website to see what documents are required, as this may vary.", "metadata": {"url": "https://wtp.agh.edu.pl/bank-account/", "title": "Bank account – Welcome Point", "depth": 3, "duplicate": false, "content_hash": "0fd1af1b4351fd52840d8d5ac7be16e1", "word_count": 302, "headings": [{"level": 1, "text": "Bank account"}, {"level": 2, "text": "What documents do I need to open a bank account in Poland?"}, {"level": 2, "text": "Here are the documents that will be required when opening a bank account:"}, {"level": 2, "text": "Can I open a bank account as a non-resident?"}, {"level": 2, "text": "Examples of banks in Poland:"}]}}