{"content": "# Start - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/\nCrawled: 2025-03-19 21:08:29\n\nWydział\n\nNauka\n\nStudia\n\n        Mamy przyjemność poinformować, że decyzją Komisji Konkursowej, tytułu Studenta Roku 2024 Wydziału Humanistycznego został przyznany p. Krzysztofowi Olszamowskiemu (Kulturoznawstwo). Przyznano również wyróżnienie dla p. Katarzyny Klęczek (Informatyka społeczna). Wyróżnienie za aktywność organizacyjną przyznano p. Karolinie Rożek (Socjologia). Wszystkim nagrodzonym osobom serdecznie gratulujemy!    \n\n        Wydział Humanistyczny zaprasza na konferencję „Ludzie nauk(i) a cywilizacja przyszłości” współorganizowaną z Komisją Zagrożeń Cywilizacyjnych Polskiej Akademii Umiejętności. Konferencja ma charakter hybrydowy, obrady odbywać się będą na ul. Sławkowskiej 17 w Krakowie (siedziba PAU) w sali im. K. Lanckorońskiej w dniach 21-22.03.2025. Zapraszamy! Program konferencji 21.03.2025 Dołącz do spotkania Zoom https://us06web.zoom.us/j/81110244385?pwd=6qbNsc8QylqtfYa9v3WJM7boB4jchU.1 Identyfikator spotkania: 811 1024…    \n\n        Wydział Humanistyczny AGH zaprasza na wykład otwarty prof. Richarda Pappa (Eötvös Loránd University, Faculty of Social Sciences, Budapest, Hungary) pt. „Social science experiences of a Holocaust memory research”. Wykład odbędzie się 28 stycznia 2025r. o godz. 15.00, budynek C-7 sala 4.10.    \n\n        Wydział Humanistyczny AGH organizuje Seminarium „Uniwersalne projektowanie i technologie wspierające niezależne życie – szanse i wyzwania”, w dniu 28 stycznia 2025 r. (wtorek) w godz. 10:30-16:00 Wydarzenie skierowane jest do osób zainteresowanych rolą technologii oraz projektowania uniwersalnego w poprawie jakości życia i wspieraniu niezależności osób z niepełnosprawnościami. Seminarium zgromadzi ekspertów, praktyków i osoby z doświadczeniem…    \n\n        Szanowni Państwo, jeżeli jesteście zainteresowani pracą badawczą w projekcie „Argument mining: Modele debat publicznych i wspomagana algorytmicznie ekstrakcja argumentów” OPUS 25 (2023/49/B/HS5/01379) serdecznie zapraszamy do zapoznania się z naszą ofertą, szukamy 3 osób do realizacji zadań w projekcie. Szczegóły oferty znajdują się w linku poniżej. Szczegóły oferty, wymagania, opis zadań.    \n\n        Szanowni Państwo Studentki i Studenci Wydziału Humanistycznego 22 stycznia 2024 r. rozpocznie się kolejna edycja Nagrody „Studentki/Studenta Roku WH”. Zasady konkursu przedstawione są w Regulaminie. W paragrafach 6 i 9 znajdą Państwo informacje o dokumentach, które należy dołączyć do formularza zgłoszenia. Zgłoszenia przyjmowane są drogą elektroniczną. Szczegółowe informacje znajdują się w Harmonogramie Konkursu. Władze Wydziału…    \n\n        21 stycznia 2025 r. Rada Dyscypliny Nauki Socjologiczne podjęła jednogłośnie uchwałę o nadaniu stopnia doktora w dziedzinie nauk społecznych w dyscyplinie nauki socjologiczne mgr. Sebastianowi Medoniowi. P. Medoń jest pierwszym doktorantem Wydziału Humanistycznego, który ukończył kształcenie w Szkole Doktorskiej AGH i obronił doktorat. Jego rozprawa miała tytuł „Klasowe style prosumpcji. Słoneczna energetyka prosumencka w województwie…    \n\n        Wydział Humanistyczny AGH, Digital Disinformation LAB oraz Wydział Studiów Międzynarodowych i Politycznych UJ serdecznie zapraszają na inaugurację transdyscyplinarnego seminarium naukowego zatytułowanego „Anatomia cyfrowej dezinformacji”, którego celem jest dyskusja z różnych perspektyw nad uwarunkowaniami sprzyjającymi tworzeniu oraz rozprzestrzenianiu (się) cyfrowej dezinformacji w różnych mediach i środowiskach cyfrowych.   Pierwsze spotkanie odbędzie się 2 grudnia (poniedziałek) w godz….    \n\n        Przewodnicząca Rady Dyscypliny Nauki Socjologiczne Akademii Górniczo – Hutniczej im. Stanisława Staszica w Krakowie uprzejmie zawiadamia, że w dniu 05 listopada 2024 roku o godz. 11.30 w sali nr 512, bud. C7 WH AGH, V piętro, odbędzie się publiczne kolokwium habilitacyjne dra Seweryna Rudnickiego. Kolokwium odbędzie się w trybie hybrydowym. Osiągnięcie naukowe będące podstawą ubiegania…    \n\n        Akademia Górniczo-Hutnicza w Krakowie i Uniwersytet Jagielloński serdecznie zapraszają 16 października 2024 roku na pierwszy Dzień Równości! Wydarzenie ma na celu zwiększenie świadomości na temat praw osób studiujących oraz dostępnego wsparcia na obu uczelniach.  Dzień Równości to okazja do promowania równości i niedyskryminacji w różnych aspektach życia akademickiego, takich jak nauka, sport, relacje, aktywizm oraz…    \n\n        Szanowni Państwo, serdecznie zapraszam na uroczystą Inaugurację roku akademickiego 2024/2025, która o odbędzie się w dniu 9 października 2024r., o godz. 9.00 w Auli Akademii Górniczo–Hutniczej im. Stanisława Staszica w Krakowie. Program uroczystości: Otwarcie uroczystości Wystąpienie Przedstawiciela Władz Rektorskich Wystąpienie Dziekana Wydziału Humanistycznego dr hab. Jacka Gądeckiego, prof. AGH Uroczysta immatrykulacja Studentów i Studentek I…    \n\n        English Description of the Conference INTERDYSCYPLINARNA KONFERENCJA NAUKOWA Nowe migracje, nowe narracje. Współczesne doświadczenie migracji: wzory-strategie-konteksty 27-28 czerwca 2024, Kraków CEL KONFERENCJI Wiek XXI określany jest przez badaczki i badaczy wiekiem migracji. Jako że procesy migracyjne uchodzą za jeden z najpotężniejszych czynników zmian społecznych, dyskusja nad tym fenomenem nie traci na aktualności. Celem proponowanej konferencji…    \n\nWięcej Aktualności", "metadata": {"url": "https://wh.agh.edu.pl/", "title": "Start - Wydział Humanistyczny AGH", "depth": 2, "duplicate": false, "content_hash": "75049ca29873926b440232cb3980608a", "word_count": 633, "headings": [{"level": 1, "text": "Wydział Humanistyczny AGH"}, {"level": 2, "text": "Wydział"}, {"level": 2, "text": "Nauka"}, {"level": 2, "text": "Studia"}, {"level": 2, "text": "Więcej Aktualności"}, {"level": 3, "text": "%20"}]}}