{"content": "# Postgraduate student recruitment competition in the project NCN OPUS-25 - Wydział Odlewnictwa\n\nURL: https://odlewnictwo.agh.edu.pl/aktualnosci/postgraduate-student-recruitment-competition-in-the-project-ncn-opus-25/\nCrawled: 2025-03-19 21:33:28\n\nStrona główna\n » \nAktualności\n » \nPostgraduate student recruitment competition in the project NCN OPUS-25\n\nWydział\n\nMenu\n\nPostgraduate student recruitment competition in the project NCN OPUS-25\n\nNazwa jednostki:\n AGH University of Krakow\n\nNazwa stanowiska:\n Post-doc\n\nWymagania:\n\nA doctoral degree in one of the sciences, including chemical sciences, physical sciences, material engineering, chemical engineering, or biomedical engineering must be held by the candidate and obtained no earlier than seven years before the commencement of employment on the project. In exceptional circumstances, the period above may be extended by the duration of long-term sickness or rehabilitation benefits received due to the inability to work. Moreover, the period above may be extended by the number of months spent on leave related to the care and upbringing of children, following the provisions outlined in the Labor Code. In the case of women, this may include 18 months for each child born or adopted, provided that this approach to indicating breaks in the scientific career is more favorable.\n\nEvidence of scientific achievements in chemical sciences, physical sciences, materials engineering, chemical engineering, or biomedical engineering, as demonstrated by publications in international, peer-reviewed journals, internships, fellowships, awards, or participation in workshops/conferences/ projects, etc.),\n\nExperience in acquiring, managing, or implementing research projects is welcome.\n\nExperience in laboratory work with 3D printing, polymers, composites, molecular spectroscopy for surface studies, or mechanical testing is highly desirable.\n\nGood English speaking and writing skills.\n\nThe ability to conduct scientific research and work effectively in a team setting is essential.\n\nOpis zadań:\n\nThe post-doc will participate in implementing the NCN OPUS-25 project (ID. No. 2023/49/B/ST4/00077, 3D-printed bone implants – Exploring the relationship between implants’ chemical and spatial structure and their surface, mechanical, osteogenic, and anticancer properties.).\n\nThe duties associated with the designated position will include:\n\nthe synthesis of metallic nanostructures (both bare and surface-functionalized),\n\nmaterials optimization for the process of creating a three-dimensional model of bone scaffolds\n\nthe process of creating a three-dimensional model of bone scaffolds involving the designing and then printing of the model,\n\nthe spectroscopic analysis of surfaces of materials (both bare and functionalized) and synthetic bone scaffolds,\n\nthe evaluation of wear of materials (both bare and functionalized) and synthetic bone scaffolds,\n\ndata analysis and discussion,\n\nmanuscripts and reports writing,\n\nmonthly report on the progress of research and scientific work.\n\nTyp konkursu NCN:\n OPUS-25 – ST4\n\nTermin składania ofert:\n May’15 2025, 00:00\n\nForma składania ofert:\n e-mail / hard copy\n\nWarunki zatrudnienia:\n\nThe position is a full-time, fixed-term appointment, beginning on Jun 1, 2025 and continuing until November’30 2027 (30 months). The primary place of work is the research grant’s location.\n\nSalary PLN 9 750 gross per month.\n\nDodatkowe informacje:\n\nApplications should be submitted via email to Prof. Dr. Hab. Edyta Proniewicz (proniewi@agh.edu.pl) with the subject line „OPUS-25 Postdoctoral Competition.” Hard copies of applications should be submitted in sealed envelopes marked „Recruitment for a postdoctoral position in the Department of Chemistry and Corrosion of Metals.”  to Prof. Dr. Hab. Edyta Proniewicz, AGH University of Science and Technology, Faculty of Foundry Engineering, Reymonta 23, 30-059 Krakow, Poland\n\nThe Postdoctoral fellow will be selected by a committee chaired by the project director.\n\nWymagane dokumenty:\n\nAn application addressed to the Rector of the AGH University of Krakow.\n\nThe doctoral diploma or certified copy of the doctoral diploma, or a resolution on awarding the doctoral degree, or any other document attesting to the conferral of the doctoral degree.\n\nA personal questionnaire and curriculum vitae or CV.\n\n A list of scientific publications.\n\nA list of scientific and organizational achievements.\n\nA statement indicating that the AGH University of Krakow will be the primary place of work if hired.\n\nIt would be beneficial for the candidate to have an opinion from a person holding the academic title of professor or a postdoctoral degree on their scientific achievements in one or more of the following fields: chemical sciences, physical sciences, material engineering, chemical engineering, or biomedical engineering.\n\nA statement of compliance, with Article 113 of the Law of July 20, 2018. Under the provisions outlined in the Law on Higher Education and Science (Journal of Laws 2023, item 742, as amended).\n\nA statement from the candidate indicating their consent to the processing of personal data under Article 6(1)(a) of Regulation (EU) 2016/679 of the European Parliament and of the Council of April 27, 2016, on the protection of natural persons concerning the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation).\n\nThe resolution of the competition does not constitute the establishment of an employment relationship. The final employment decision is made by the Rector of the AGH University of Krakow. The University reserves the right to terminate the competition without reaching a decision. The AGH University of Krakow, A. Mickiewicza Avenue 30, 30-059 Cracow (hereinafter: AGH), hereby notifies all applicants that any data collected during the recruitment process will be processed solely for that process.\n\nThe AGH University of Krakow, A. Mickiewicza Avenue 30, 30-059 Cracow, is the entity responsible for the administration of your personal data.\n\nThe data provided will not be subjected to automated decision-making processes, including profiling.", "metadata": {"url": "https://odlewnictwo.agh.edu.pl/aktualnosci/postgraduate-student-recruitment-competition-in-the-project-ncn-opus-25/", "title": "Postgraduate student recruitment competition in the project NCN OPUS-25 - Wydział Odlewnictwa", "depth": 3, "duplicate": false, "content_hash": "ce832981c020f05d9c6e5d68b844543a", "word_count": 851, "headings": [{"level": 3, "text": "Wydział"}, {"level": 1, "text": "Postgraduate student recruitment competition in the project NCN OPUS-25"}]}}