{"content": "# Procedura – Wydział Inżynierii Lądowej i Gospodarki Zasobami\n\nURL: https://wilgz.agh.edu.pl/rekrutacja/procedura/\nCrawled: 2025-03-19 21:27:59\n\nHomepage\n  /  \nRekrutacja\n  /  \nProcedura\n Procedura\n\n Krok po kroku – Studia I stopnia \n\n 1\n\n KROK \n 1\n\n Elektroniczna rejestracja \n\nChcesz studiować w AGH?\nZarejestruj się na stronie systemu e-Rekrutacja wprowadzając swoje dane osobowe i wyniki matury.\nKonto w systemie e-Rekrutacja umożliwi Ci wzięcie udziału w rekrutacji na studia w AGH oraz prowadzenie korespondencji i przesyłanie plików do CR.\nKonta utworzone na potrzeby rekrutacji w latach ubiegłych są nieaktywne.\nNie czekaj, liczba miejsc jest ograniczona!\nPostępuj zgodnie z instrukcjami i czytaj uważnie wszelkie komunikaty podawane w systemie e-Rekrutacja\n i często sprawdzaj swoje konto w systemie e-Rekrutacja, na które będziemy przesyłać różne informacje o rekrutacji na studia w AGH.\nUWAGA!\n Do systemu e-Rekrutacja można się ponownie zalogować po podaniu loginu (numeru PESEL lub adresu e-mail) i hasła wprowadzonego w trakcie rejestracji.\nLogowanie do systemu e-Rekrutacja\n\n 2\n\n KROK \n 2\n\n Deklaracja kierunków \n\nZadeklaruj w systemie e-Rekrutacja kierunki studiów, na które chcesz kandydować.\nNa studia pierwszego stopnia możesz zadeklarować maksymalnie pięć kierunków, na które aktualnie  prowadzona jest rekrutacja, z tego samego lub z różnych wydziałów. Jeśli zmienisz decyzję co do kierunku lub braknie miejsc na tym, który wcześniej wskazywałeś, możesz złożyć inne deklaracje.\nUWAGA!\n Deklaracja będzie uwzględniona w kwalifikacji dopiero po uiszczeniu opłaty na rachunek bankowy AGH lub potwierdzeniu jeśli była już opłacona.\n\n 3\n\n KROK \n 3\n\n Opłata rekrutacyjna \n\nDokonaj opłaty rekrutacyjnej dla każdej deklaracji.\nWysokość opłaty zależy od liczby złożonych deklaracji\nPłatności możesz dokonać na dwa sposoby:\na) z wykorzystaniem płatności on-line,\nb) przelewem.\nUwaga! W przypadku przelewu bankowego w tytule przelewu koniecznie podaj indywidualny kod widoczny na Twoim koncie w systemie e-Rekrutacja. Brak kodu może spowodować, że twoja opłata nie zostanie właściwie zidentyfikowana i nie będziesz traktowany jako kandydat na studia w AGH.\nUwaga!\n Obserwuj informacje w systemie e-Rekrutacja. Po odnotowaniu Twojej wpłaty otrzymasz status kandydata.\nPotwierdzenie wykonania przelewu nie wystarczy – system rekrutacyjny sprawdza automatycznie opłaty na naszym rachunku bankowym.\nJeśli dokonałeś opłaty tylko za część deklaracji na dany stopień i formę studiów to opłaty będą przypisane chronologicznie do składanych deklaracji.\nZapoznaj się z opłatami rekrutacyjnymi i opłatami za studia.\n\n 4\n\n KROK \n 4\n\n Wprowadzenie wyników egzaminu maturalnego \n\nWprowadź do systemu e-Rekrutacja wyniki z części pisemnej egzaminu maturalnego lub dojrzałości dla wszystkich przedmiotów wymienionych na świadectwie dojrzałości. Posłużą one do obliczenia wskaźnika rekrutacji dla każdego zadeklarowanego kierunku. \nWzory do wyliczenia wskaźnika rekrutacji\n.\nPamiętaj, że na pierwszy rok studiów stacjonarnych pierwszego stopnia w AGH mogą zostać przyjęci tylko kandydaci, którzy uzyskali wartość wskaźnika rekrutacji równą lub większą niż \n300\n pkt.\nSystem e-Rekrutacja porówna wprowadzone wyniki z Krajowym Rejestrem Matur (dotyczy matur zdawanych od 2006 r., o ile wyraziłeś zgodę na przekazanie wyników egzaminów maturalnych do KReM) . W razie występowania różnic zostaniesz powiadomiony o konieczności wyjaśnienia różnic.\nPonadto jeżeli jesteś laureatem lub finalistą \nolimpiady\n uprawniającej do zwolnienia z postępowania kwalifikacyjnego załącz w systemie e-Rekrutacja elektroniczną kopię (skan) zaświadczenia o uzyskaniu tytułu laureata lub finalisty.\nPAMIĘTAJ! Kandydat jest odpowiedzialny za prawidłowość wyników wprowadzonych do systemu i ponosi wszelkie konsekwencje błędnego ich wprowadzenia.\nW przypadku braku lub niezgodności wyników zgłoś się do Centrum Rekrutacji.\nJeśli jesteś kandydatem na studia posiadającym wykształcenie uzyskane zagranicą, zobacz \nFAQ Rekrutacja\n oraz \noficjalną stronę rekrutacja AGH\n.\n\n 5\n\n KROK \n 5\n\n Kwalifikacja wstępna \n\nWyniki egzaminu maturalnego zamieszczone w systemie posłużą do obliczenia wskaźnika rekrutacji dla każdego zadeklarowanego kierunku.\nNa podstawie wskaźnika rekrutacji będziesz wstępnie kwalifikowany na zadeklarowane kierunki. O wynikach kwalifikacji zostaniesz poinformowany w systemie e-Rekrutacja.\nJeżeli zostałeś zakwalifikowany:\naby zostać studentem AGH, to po wstępnej kwalifikacji musisz złożyć podanie o przyjęcie na studia i dokonać wpisu.\nJeżeli nie zostałeś zakwalifikowany i znalazłeś się na liście oczekujących możesz:\ndalej brać udział w rekrutacji na ten kierunek potwierdzając deklarację w systemie e-Rekrutacja (nie musisz wnosić ponownie opłaty),\nzadeklarować inne kierunki, na które prowadzona jest rekrutacja (w tym przypadku konieczne jest wniesienie opłaty za każdą nową deklarację).\nJeżeli nie zostałeś zakwalifikowany możesz:\nzadeklarować inne kierunki, na które prowadzona jest rekrutacja (w tym przypadku konieczne jest wniesienie opłaty za każdą nową deklarację).\n\n 6\n\n KROK \n 6\n\n Składanie podań \n\nJeżeli zostałeś zakwalifikowany na studia, to:\nwydrukuj z systemu e-Rekrutacja podanie na studia,\npodpisz je i złóż w Centrum Rekrutacji.\nDodatkowo musisz okazać oryginał świadectwa dojrzałości w celu wykonania kopii.\nJeżeli w dniu składania podania nie będziesz mieć ukończonych 18 lat, twój przedstawiciel ustawowy (rodzic lub opiekun prawny) musi złożyć oświadczenie o wyrażeniu zgody na wzięcie przez Ciebie udziału w rekrutacji na studia w AGH. Wzór oświadczenia dostępny jest sekcji \nDokumenty Rekrutacyjne\n. Do oświadczenia należy dołączyć skrócony odpis aktu urodzenia (w przypadku rodziców) albo zaświadczenie wydane przez sąd opiekuńczy (w przypadku opiekuna).\nJeżeli jesteś niepełnoletni i podanie chcesz złożyć samodzielnie powinieneś przedstawić oświadczenie przedstawiciela ustawowego opatrzone własnoręcznym podpisem przedstawiciela ustawowego poświadczonym przez notariusza.\nJeżeli wpisu niepełnoletniego kandydata ma dokonać pełnomocnik, musi on zostać ustanowiony przez przedstawiciela ustawowego i dysponować pełnomocnictwem notarialnym lub z podpisem poświadczonym notarialnie oraz posiadać oświadczenie przedstawiciela ustawowego o wyrażeniu zgody na wzięcie udziału niepełnoletniego kandydata w rekrutacji na studia w AGH również z podpisem poświadczonym notarialnie.  Wzory dokumentów dostępne są na stronie \nDokumenty Rekrutacyjne\n.  Dokumenty należy podpisać w obecności notariusza.\nW przypadku kandydatów na studia posiadających wykształcenie uzyskane za granicą należy dodatkowo przedstawić do wglądu oryginały dokumentów wymienionych w Zarządzeniu Rektora w sprawie szczegółowych zasad organizacji rekrutacji celem wykonania ich kopii.\nZapoznaj się także z informacjami zamieszczonymi na stronie: \nnformacja dla kandydataów z zagranicznym wykształceniem\n.\n\n 7\n\n KROK \n 7\n\n Wpisy na studia \n\nJeżeli zostałeś zakwalifikowany na studia, to:\ndokonaj opłaty za legitymację studencką na podane konto (nie dotyczy osób, które już posiadają legitymację AGH);\nza pośrednictwem systemu e-Rekrutacja prześlij wersję elektroniczną aktualnej, kolorowej fotografii (w stroju oficjalnym), spełniającą wymagania \nSekcji Dokumentów Publicznych\n; jeden egzemplarz fotografii przynieś ze sobą do Centrum Rekrutacji;\nwydrukuj z systemu e-Rekrutacja w kolorze i w dobrej jakości kartę wpisu, podpisz ją i złóż w CR.\nJeżeli jesteś laureatem lub finalistą olimpiady uprawniającej do zwolnienia z postępowania kwalifikacyjnego złóż oryginał zaświadczenia o uzyskaniu tytułu laureata lub finalisty celem wykonania kopii.\nDodatkowo przy wpisie na studia musisz okazać oryginał dokumentu tożsamości (do wglądu).\nUwaga!\nWpisu na studia możesz dokonać w tym samym terminie co składanie podań.\nBrak wpisu na studia w terminie przeznaczonym na dokonywanie wpisów \nw danym cyklu rekrutacyjnym\n podanym w kalendarzu rekrutacyjnym oraz jednocześnie brak potwierdzenia udziału w kolejnym cyklu oznacza rezygnację z rekrutacji na dany kierunek.\n\n Krok po kroku – Studia II stopnia \n\n 1\n\n KROK \n 1\n\n Elektroniczna rejestracja \n\nChcesz studiować w AGH?\nZarejestruj się na stronie systemu e-Rekrutacja wprowadzając swoje dane osobowe.\nDzięki systemowi e-Rekrutacja będziesz uczestniczyć w rekrutacji na studia w AGH.\nPostępuj zgodnie z instrukcjami i czytaj uważnie wszelkie komunikaty podawane w systemie e-Rekrutacja\n i często sprawdzaj swoje konto w systemie e-Rekrutacja, na które będziemy przesyłać różne informacje o rekrutacji na studia w AGH.\nUWAGA!\n Do systemu e-Rekrutacja można się ponownie zalogować po podaniu loginu (numeru PESEL lub adresu e-mail) i hasła wprowadzonego w trakcie rejestracji.\n\n 2\n\n KROK \n 2\n\n Deklaracja kierunków \n\nZadeklaruj w systemie e-Rekrutacja kierunek studiów, na który chcesz kandydować.\nNa studia 2 stopnia możesz zadeklarować \nmaksymalnie 2 kierunki\n w danym cyklu rekrutacyjnym, \njeżeli spełniasz warunki określone w Zarządzeniu Rektora AGH w sprawie szczegółowych zasad organizacji rekrutacji.\nSzczegółowe warunki umożliwiające złożenie dwóch deklaracji zostaną przedstawione po wydaniu przez Rektora AGH Zarządzenia w sprawie szczegółowych zasad organizacji rekrutacji.\nUWAGA!\n Jeżeli deklarujesz chęć kandydowania równocześnie na różne formy studiów (stacjonarne i niestacjonarne) musisz dokonać opłaty rekrutacyjnej oddzielnie za każdą złożoną deklarację.\n\n 3\n\n KROK \n 3\n\n Opłata rekrutacyjna \n\nDokonaj opłaty rekrutacyjnej dla każdej deklaracji.\nWysokość opłaty zależy od liczby złożonych deklaracji\nPłatności możesz dokonać na dwa sposoby:\na) z wykorzystaniem płatności on-line (system szybkich płatności elektronicznych eCard),\nb) przelewem bankowym.\nUwaga! W przypadku przelewu bankowego w tytule przelewu koniecznie podaj indywidualny kod widoczny na Twoim koncie w systemie e-Rekrutacja. Brak kodu może spowodować, że twoja opłata nie zostanie właściwie zidentyfikowana i nie będziesz traktowany jako kandydat na studia w AGH.\n\nUwaga!\n Obserwuj informacje w systemie e-Rekrutacja. Po odnotowaniu Twojej wpłaty otrzymasz status kandydata.\nPotwierdzenie wykonania przelewu nie wystarczy – system rekrutacyjny sprawdza automatycznie opłaty na naszym rachunku bankowym.\nJeśli dokonałeś opłaty tylko za jedną deklarację na dany stopień i formę studiów to opłata będzie przypisana chronologicznie do składanych deklaracji.\nZapoznaj się z opłatami rekrutacyjnymi i opłatami za studia.\n\n 4\n\n KROK \n 4\n\n Składanie dokumentów drogą elektroniczną \n\nPrześlij przez system e-Rekrutacja następujące dokumenty:\n• dyplom ukończenia studiów pierwszego stopnia lub jednolitych magisterskich (w przypadku, gdy dyplom nie został jeszcze wydany – zaświadczenie o ukończeniu studiów oraz uzyskanym tytule),\n• suplement dyplomu z wykazem ocen oraz zaświadczenie z informacją o średniej ocen uzyskanych na tych studiach i skali ocen.\nPo przesłaniu i zweryfikowaniu dokumentów Centrum Rekrutacji nada Ci status kandydata i \nwyznaczy termin i miejsce egzaminu wstępnego\n. Informacja ta dostępna będzie w systemie e-Rekrutacja.\nJako absolwent AGH, możesz zgłosić chęć wyliczenia wskaźnika rekrutacji na podstawie wyniku egzaminu kierunkowego.\n Druk oświadczenia dostępny jest w sekcji „Wydruki” na Twoim koncie w systemie lub na stronie kandydaci.agh.edu.pl w sekcji \nDokumenty\nElektroniczną kopię (skan) podpisanego oświadczenia prześlij przez system e-Rekrutacja.\nObserwuj informacje dostępne na Twoim koncie w systemie e-Rekrutacja. Jeśli po przesłaniu dokumentów i dokonaniu opłaty rekrutacyjnej nie otrzymasz statusu kandydata, wówczas skontaktuj się z Centrum Rekrutacji.\nJeżeli nie posiadasz tytułu inżyniera, magistra inżyniera lub tytułu równoważnego, \na ubiegasz się o przyjęcie na studia drugiego stopnia kończące się uzyskaniem tytułu zawodowego magistra inżyniera uzupełnienie brakujących kompetencji inżynierskich możliwe jest w oparciu o czterosemestralny program studiów zatwierdzony przez Senat.\nW przypadku posiadania przez kandydata szczególnych osiągnięć uzyskanych w ramach kształcenia akademickiego uzupełnienie brakujących kompetencji inżynierskich może nastąpić na zasadach określonych w rozstrzygnięciu Dziekana Wydziału odpowiedzialnego za kształcenie na danym kierunku studiów wydanym na wniosek kandydata.\nZapoznaj się z informacjami dotyczącymi \nuzupełnienia kompetencji inżynierskich\n.\nZapoznaj się także z informacjami zamieszczonymi na stronie: \nInformacje dla kandydatów z zagranicznym wykształceniem – Studia II stopnia\n.\n\n 5\n\n KROK \n 5\n\n Egzaminy wstępne \n\nW wyznaczonym terminie zgłoś się na egzamin wstępny.\nInformację o miejscu i terminie egzaminu otrzymasz w systemie e-rektutacja.\nWykaz zagadnień\n do egzaminów wstępnych opublikowany jest na wydziałowych stronach www oraz dostępny pod opisem poszczególnych \nkierunków dla studiów II stopnia\n.\n\n 6\n\n KROK \n 6\n\n Kwalifikacja wstępna \n\nŚrednia ocen z ukończonych studiów oraz egzaminu wstępnego posłużą do obliczenia wskaźnika rekrutacji.\nNa podstawie wskaźnika rekrutacji będziesz wstępnie kwalifikowany na deklarowany kierunek. Informacja o wyniku kwalifikacji zostanie umieszczona na Twoim koncie w systemie e-Rekrutacja oraz przesłana e-mailem.\nJeżeli nie zostałeś zakwalifikowany w pierwszym cyklu rekrutacyjnym \nmożesz wziąć udział w drugim cyklu rekrutacyjnym składając deklarację na ten sam, bądź inny kierunek studiów. W jednym i drugim przypadku musisz wnieść opłatę rekrutacyjną.\nUWAGA! Jeżeli chcesz studiować, to po zakwalifikowaniu musisz \nzłożyć w Centrum Rekrutacji wymagane dokumenty \ni dokonać wpisu na studia.\n\n 7\n\n KROK \n 7\n\n Składanie podań i wpisy na studia \n\nJeżeli zostałeś wstępnie zakwalifikowany na studia, to:\n• dokonaj opłaty za legitymację studencką (nie dotyczy osób, które już posiadają legitymację AGH). Opłaty możesz dokonać z wykorzystaniem płatności on-line lub przelewem;\n• wydrukuj z systemu e-Rekrutacja podanie oraz kartę wpisu, podpisz ją i złóż w CR. W CR musisz okazać (do wglądu) oryginały dokumentów, których skany były przesłane wcześniej drogą elektroniczną.\nDodatkowo musisz złożyć/przedstawić następujące dokumenty:\n• oryginał dowodu osobistego (do wglądu),\n• za pośrednictwem systemu e-Rekrutacja prześlij wersję elektroniczną aktualnej, kolorowej fotografii (w stroju oficjalnym), spełniającą wymagania \nSekcji Dokumentów Publicznych\n, jeden egzemplarz tej fotografii przynieś ze sobą do Centrum Rekrutacji.\nZapoznaj się także z informacjami zamieszczonymi na stronie: \nInformacje dla kandydatów z zagranicznym wykształceniem – Studia II stopnia\n.\nUWAGA!\n Brak uzupełnienia w wyznaczonym terminie wszystkich wymaganych dokumentów oznacza rezygnację z miejsca przyznanego na studiach.", "metadata": {}}