{"content": "# LibKey – narzędzia ułatwiające korzystanie z e-zasobów-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/studenci/aktualnosci/detail/libkey-narzedzia-ulatwiajace-korzystanie-z-e-zasobow\nCrawled: 2025-03-19 21:12:46\n\nLibKey – narzędzia ułatwiające korzystanie z e-zasobów \n\n 25/02/2025 \n\n Biblioteka Główna AGH zachęca do korzystania z pakietu narzędzi LibKey firmy Third Iron. Dzięki niemu skracamy drogę dotarcia do pełnych tekstów publikacji. Dla użytkowników i użytkowniczek BG AGH dostępne są usługi: LibKey.io, BrowZine, LibKey Nomad, LibKey Discovery. \n\nLibKey Discovery – narzędzie zintegrowane z \nKatalogiem Bibliotek AGH\n. Dzięki niemu e-zasoby są dostępne za pomocą jednego kliknięcia.\n\nBrowZine\n – najpopularniejsza na świecie platforma do przeglądania czasopism według listy tytułów A–Z lub kategorii tematycznych. Tutaj sprawdzisz w łatwy sposób, czy BG AGH ma dostęp do interesującego cię czasopisma, zobaczysz spisy treści numerów i pobierzesz pełne teksty artykułów.\n\nLibKey.io\n – strona, na której po wpisaniu identyfikatora DOI lub PMID uzyskasz bezpośredni dostęp do pełnego tekstu artykułu z czasopisma prenumerowanego lub w otwartym dostępie.\n\nLibKey Nomad – wtyczka do przeglądarek internetowych. Dodatek pobierzesz ze strony \nThirdIron\n. Wybierz przeglądarkę, z której korzystasz, zainstaluj wtyczkę, a następnie wybierz instytucję AGH University of Krakow. LibKey Nomad zapewnia bezpośredni dostęp do artykułów naukowych, zarówno subskrybowanych przez Bibliotekę Główną AGH, jak i w otwartym dostępie.\n\nLibKey powiadamia również użytkownika o statusie artykułu, gdy tylko go wykrywa, aby zapobiec niezamierzonemu wykorzystaniu wycofanych publikacji.\n\nPytania i uwagi należy kierować na adres: \noin(at)bg.agh.edu.pl\n; kwestie techniczne: \nezasoby(at)agh.edu.pl\n.\n\nDowiedz się więcej o:\n\nnarzędziach LibKey\n\nLibKey Nomad\n\nZobacz prezentację o \nLibKey\n.\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/studenci/aktualnosci/detail/libkey-narzedzia-ulatwiajace-korzystanie-z-e-zasobow", "title": "LibKey – narzędzia ułatwiające korzystanie z e-zasobów-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "b7f172580ef5ba3b708746a2099ee901", "word_count": 219, "headings": [{"level": 1, "text": "LibKey – narzędzia ułatwiające korzystanie z e-zasobów"}, {"level": 2, "text": "Inne artykuły z kategorii Studenci"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}