{"content": "#  Admission -- MBA TECH \n\nURL: https://mba.agh.edu.pl/admission\nCrawled: 2025-03-19 22:40:53\n\nSkip to content\n\nSkip to footer\n\n Admission \n\nAre you seeking to elevate your expertise in a constantly changing business world?\n We are inviting business professionals who are driven to break the mold and\n excel in their careers\n\nThe first step involves submitting your online application and required documents before the deadline. Our admissions committee will then review your application to determine if you're a good fit for the program.\n If you're selected for an interview, you'll receive a notification with the decision deadline. The interview will be conducted by one of our experienced faculty members or administrative staff, either in person on our campus, at a designated location in Krakow, or via video conference.\n Finally, after all interviews have taken place, the admission committee will carefully review each candidate and determine who will receive an offer to join our program.\n\nRequirements for Applications\n\nPlease note that fulfilling the requirements is an important step in the application process for our MBA programs. We encourage you to carefully review the requirements before submitting your application.\n\nBachelor’s or Master’s Degree\n\nTo be considered for our program, you must hold a recognized undergraduate or graduate degree and provide evidence of your academic achievement. This includes uploading your university degree transcripts or mark-sheets to the online application form, which should clearly outline the subjects you studied and the grades you received during each academic year.\n\nDetailed CV\n\nYour CV serves as a key tool in our evaluation process, as it provides us with a comprehensive understanding of your background and professional accomplishments. To make the most of this opportunity, we encourage you to craft a detailed and comprehensive CV that showcases your work experience, education, and any professional achievements you may have. This should include a list of your previous work experiences, including the dates of employment and the responsibilities you held, as well as information about your academic background and any awards or recognition you may have received for your achievements.\n\nPersonal Statements\n\nThrough your personal statement, we ask that you reflect on why you would like to pursue an Executive MBA and what you hope to achieve through this program.\n Additionally, we encourage you to highlight how you believe the program aligns with your professional goals and how you envision it supporting you in your future endeavors. Your personal statement should be a reflection of your unique personality, experiences, and aspirations, and give us a deeper understanding of who you are and why you would be a great fit for our program.\n\nEnglish Language Capability\n\nBeing able to communicate effectively in English is an essential component of participating in our program. That's why we require all applicants to demonstrate their fluency in the English language.\n This includes being able to understand, write, and speak English at a level that will allow them to fully participate in class discussions, complete assignments, and engage with their peers and instructors.\n Ensuring that all applicants meet this requirement is crucial for the success of the program and the success of each individual participant.\n\nApplication Form\n\nPlease make sure that your application is fully completed before submitting it.\n Your application will only be considered by the admissions committee after all required documentation has been received. Regular checks are performed to verify work experience and academic background.\n Additional evidence may be requested if necessary.\n\nStopka\n\n AGH Business School\nul. Piłsudskiego 16, 31-109 Kraków\n+48 12 617-40-09\nmba@agh.edu.pl\n © 2024 MBA TECH – AGH University of Krakow\n\nBack", "metadata": {"url": "https://mba.agh.edu.pl/admission", "title": " Admission -- MBA TECH ", "depth": 3, "duplicate": false, "content_hash": "c3fc3eba02d4267797bdb6dfcaa41f33", "word_count": 578, "headings": [{"level": 1, "text": "Admission"}, {"level": 2, "text": "Requirements for Applications"}, {"level": 3, "text": "Bachelor’s or Master’s Degree"}, {"level": 3, "text": "Detailed CV"}, {"level": 3, "text": "Personal Statements"}, {"level": 3, "text": "English Language Capability"}, {"level": 3, "text": "Application Form"}, {"level": 2, "text": "Stopka"}]}}