{"content": "# EOSC National Tripartite Event Poland 2025-- AGH UST \n\nURL: https://agh.edu.pl/en/employees/events/detail/s/eosc-national-tripartite-event-poland-2025\nCrawled: 2025-03-19 21:22:35\n\nSkip to content\n\nSkip to footer\n\nEvents\n\nEvents\n\n Tags \n\n Search \n\nAI (13)\n\nawards (70)\n\nclimate (4)\n\ncompetitions (36)\n\ncooperation (131)\n\neducation (17)\n\nenvironment (12)\n\ngrants (37)\n\ninnovation (20)\n\nsdg (1)\n\nspace (34)\n\nsports (29)\n\nstudent projects (58)\n\nsupercomputers (4)\n\nEOSC National Tripartite Event Poland 2025\n\n Download iCal file \n\nAdd to Google Calendar\n\nAdd to Outlook Calendar\n\nAdd to Office 365 Calendar\n\nAdd to Yahoo Calendar\n\n What tools and infrastructures are essential for creating an open research environment in Poland? How may open science tools improve scientific cooperation? How to help researchers in effective data management? The National Science Centre invites you to the third edition of the EOSC National Tripartite Event Poland (NTE Poland 2025), held on 25 March 2025 in Auditorium Maximum, Jagiellonian University. \n\n Description \n\nThe EOSC NTE Poland 2025 is a perfect opportunity to discuss the role of Poland in the shaping of the European Open Science Cloud (EOSC), exchange the best practices in research data management, and go over the challenges ahead of national and European research infrastructures on the way to effective cooperation under the EOSC Federation.\n\nOne of the main goals of the EOSC is to create an open research environment that will make it easier for researchers to access data repositories, cloud services and advanced analytical tools. This will enable researchers from various fields to conduct research more quickly and effectively, using resources gathered within the network of European and national research infrastructures.\n\nThe EOSC NTE Poland 2025 will discuss the following topics:\n\nPolish resources for the EOSC Federation (scientific information systems, national cloud infrastructure, national research discovery hub, national data storage)\n\n    Polish Research Domain Infrastructures and their Participation in the EOSC Federation\n\n    Domain-specific aspects of research data management (FAIR tools, data interoperability, FAIR and CARE, knowledge graphs)\n\nIn addition, the Polish node – EOSC PL – will be presented during the event. Together with 12 other nodes from all over Europe, it will participate in the process of co-creating the rules and mechanisms of the EOSC Federation during the pilot phase.\n\nThe NTE Poland 2025 will be preceeded by the meeting of the EOSC Steering Board and the EOSC European Tripartite Event organised as part of the Polish Presidency of the Council of the European Union. Experts from the EOSC Partnership, the European Commission and the EOSC Association from 42 member states and HE associate countries will participate in the workshops to jointly develop strategic directions for the further development of the Partnership, taking into account the long-term perspectives beyond 2027.\n\nThe EOSC National Tripartite Event Poland 2025 is organised by the National Science Centre, the Polish representative in the EOSC Association and national coordinator of EOSC PL.\n\nDetailed agenda of the event\n\nParticipation in the event, both in person and online, is free of charge, but registration is mandatory (\nregistration form\n available until 17 March).\n\nThe event will be live-streamed on YouTube.\n\nOther news from this category\n\n Idea Warm Up – join and take action!\t\n\n Ambassador of Vietnam visits AGH University\t\n\n Winners of IT is ME Student Innovation Competition\t\n\n AGH University dominates Polish Academic Championship in snowboarding\t\n\n AGH University scientists in the Council for Women in Higher Education and Science\t\n\nRecent news\n\n Idea Warm Up – join and take action!\t\n\n Ambassador of Vietnam visits AGH University\t\n\n Winners of IT is ME Student Innovation Competition\t\n\n Recruitment for Erasmus+ KA171 – Third Countries Not Associated to the Programme\t\n\n AGH University dominates Polish Academic Championship in snowboarding\t\n\nStopka\n\nWelcome to AGH University\n\nAGH University Strategy\n\nExcellence Initiative – Research University\n\nUNIVERSEH\n\nResearch offer\n\nBusiness offer\n\nCentre for International Affairs\n\nWelcome Point\n\nFaculties\n\nMain Library\n\nAGH University Student Campus\n\nCareers Centre\n\nContact\n\nMap of the AGH University Campus\n\nAGH University e-Shop\n\nEmployee Search\n\nHRS4R\n\nEquality statement\n\nPersonal data protection\n\nMake a donation\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/employees/events/detail/s/eosc-national-tripartite-event-poland-2025", "title": "EOSC National Tripartite Event Poland 2025-- AGH UST ", "depth": 3, "duplicate": false, "content_hash": "5e079a5b837df2fb07ea45288172b26f", "word_count": 628, "headings": [{"level": 1, "text": "Events"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}