{"content": "#  Centrum Karier -- Centrum Karier \n\nURL: https://www.ck.agh.edu.pl/\nCrawled: 2025-03-19 21:12:25\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nCentrum Karier\n\nWięcej aktualności\n\nCentrum Karier to miejsce, w którym doświadczeni specjaliści pomagają studentom i absolwentom znaleźć praktyki, staż lub pracę, przygotowują do rozmowy kwalifikacyjnej lub po prostu służą wsparciem w sprawach związanych z rynkiem pracy.\n\nW obszarze naszych działań znajduje się również organizacja warsztatów i wydarzeń we współpracy z pracodawcami w tym AGH Career Days (jesień) oraz przede wszystkim organizacja jednych z największych targów pracy w Polsce czyli Targów Pracy AGH, które odbywają się raz w roku na wiosnę.\n\nNa co dzień administrujemy też centralnym portalem AGH JobTeaser zawierającym oferty pracy, praktyk i staży skierowane do studentów i absolwentów.\n\nW naszych kanałach na bieżąco przekazujemy informacje o programach stażowych, kursach, wydarzeniach i wszelkich inicjatywach związanych z rozwojem zawodowym skierowanych do osób rozpoczynających karierę zawodową.\n\nDziałamy jako część \nCentrum Spraw Studenckich AGH\n, które zajmuje się kompleksowym wsparciem osób studiujących oraz organizacji studenckich (m.in. stypendia, pomoc socjalna, wsparcie psychologiczne). \n\nZobacz oferty dla studentów i absolwentów AGH\n\nBazę ofert pracy, praktyk, staży dla studentów i absolwentów AGH możesz przeglądać po zalogowaniu się do serwisu CK JobTeaser.\n\nZaloguj się do JobTeasera\n\nKonsultacje zawodowe\n\nUmów się na bezpłatne, indywidualne konsultacje zawodowe oraz CV prowadzone przez specjalistów z Centrum Karier AGH.\n\nUmów się na konsultację\n\nStopka\n\nBack", "metadata": {"url": "https://www.ck.agh.edu.pl/", "title": " Centrum Karier -- Centrum Karier ", "depth": 2, "duplicate": false, "content_hash": "3db8a1124636edc4da736bb7515c2262", "word_count": 209, "headings": [{"level": 1, "text": "Centrum Karier"}, {"level": 4, "text": "Zobacz oferty dla studentów i absolwentów AGH"}, {"level": 4, "text": "Konsultacje zawodowe"}, {"level": 2, "text": "Stopka"}]}}