{"content": "# Strona główna – Wydział Inżynierii Lądowej i Gospodarki Zasobami\n\nURL: https://wilgz.agh.edu.pl/\nCrawled: 2025-03-19 21:08:24\n\nPubliczna obrona rozprawy doktorskiej mgr. inż. Macieja Gniewosza\n\nPrzewodniczący i Rada Dyscypliny Inżynieria Środowiska, Górnictwo i Energetyka uprzejmie informują, że w dniu 20 marca 2025 r. o godz. 11:00 w paw. A-4, sali 15, odbędzie się publiczna obrona rozprawy doktorskiej mgr. inż. Macieja Gniewosza.\n\n Czytaj \n\n20.03.2025\n\n Wstrzymaj \n\n Zatrzymaj zmianę artykułów \n\n Poprzedni artykuł \n\n Następny artykuł \n\nRekrutacja do programu Erasmus+\n\nMożna już składać wnioski do programu Erasmus+. Rekrutacja dotyczy wyjazdów na studia oraz praktyki do uczelni znajdujących się w bazie AGH, z którymi nasz Wydział ma zawarte umowy o wymianie studenckiej. \nSpotkanie informacyjne online odbędzie się 13 marca 2025 o godz. 13:30 na platformie MS Teams.\n\n Czytaj \n\n13.03.2025\n\n Wstrzymaj \n\n Zatrzymaj zmianę artykułów \n\n Poprzedni artykuł \n\n Następny artykuł \n\nRelacja z XXXIV Szkoły Eksploatacji Podziemnej\n\nW dniach 24-25 lutego 2025 po raz 34 odbyła się Szkoła Eksploatacji Podziemnej. Ta konferencja jest tradycyjnym spotkaniem naukowców i praktyków, gdzie toczą się dyskusje, prezentowane są wykłady i prelekcje o teraźniejszości i przyszłości przemysłów wydobywczego i energetycznego. WILIGZ w tegorocznej edycji SEP był partnerem konferencji.\n\n Czytaj \n\n08.03.2025\n\n Wstrzymaj \n\n Zatrzymaj zmianę artykułów \n\n Poprzedni artykuł \n\n Następny artykuł \n\nZakończyła się rekrutacja na II stopień studiów\n\nGratulujemy wszystkim, którzy wpisali się na II stopień studiów na naszym Wydziale! \n\n Czytaj \n\n28.02.2025\n\n Wstrzymaj \n\n Zatrzymaj zmianę artykułów \n\n Poprzedni artykuł \n\n Następny artykuł \n\nDydaktycy z Laurami\n\nWILIGZ deklasuje pozostałe Wydziały AGH w konkursie Laur Dydaktyka.\n\n Czytaj \n\n14.01.2025\n\n Wstrzymaj \n\n Zatrzymaj zmianę artykułów \n\n Poprzedni artykuł \n\n Następny artykuł \n\nPrzewiń w dół\n\n Studia II Stopnia \n\n Rekrutacja na studia II stopnia w AGH rozpocznie się 13 stycznia 2025r. \n\nRekrutacja\n\n Wydział \n\n Wydział Inżynierii Lądowej i Gospodarki Zasobami (do 2002 Wydział Górniczy, a do 2021 Wydział Górnictwa i Geoinżynierii), jest najstarszym i był jedynym wydziałem założonej w 1919 roku i otwartej przez Marszałka Józefa Piłsudskiego Akademii Górniczej. Do lat pięćdziesiątych XX wieku historia wydziału jest historią uczelni. Obecnie kadra wydziału aktywnie uczestniczy w pracach nad zagospodarowaniem regionów górniczych, rozwiązuje problemy związane z ekonomiką, organizacją... \n\nO wydziale\n\n Kierunki studiów \n\n Budownictwo \n\n Inżynieria Bezpieczeństwa \n\n Inżynieria Górnicza \n\n Inżynieria i Zarządzanie Procesami Przemysłowymi \n\n Inżynieria Kształtowania Środowiska \n\n Rewitalizacja Terenów Zdegradowanych \n\n Research & Innovation \n\n Wydział Inżynierii Lądowej i Gospodarki Zasobami ściśle współpracuje pomiędzy przedstawicielami businessu, instytutami badwczami oraz krajowymi i zagranicznymi uczelniami co umożliwia stworzenie tzw. trójkąta wiedzy, zapewniając w ten sposób wszystkie czynniki napędzające społeczeństwo oparte na wiedzy. Jeśli chcesz sprawdzić czym się zajmujemy, jakie badania możemy zrealizować oraz poznać wszystkich Partnerów Wydziału zapraszamy do zapoznania się z całą sekcją Research & Innovation. \n\nCzytaj\n\n Co jest ważne dla WILiGZ? \n\n Mówisz, że chcesz zrobić coś, co ma znaczenie. Realizować śmiałą wizję. Tworzyć i rozwijać nowe pomysły. Kształtuj przyszłość i przekraczaj bariery. \n\n Czym jest WILiGZ? \n\n Społecznością w której każdy jest witany z otwartymi ramionami. Koncentrujemy się na naszych studentach i kształtujemy ich – jako Wydział, równocześnie pamiętając, że są osobami o wyrazistych pasjach, perspektywach, nadziejach oraz marzeniach. \n\n Czym zajmujemy się na WILiGZ? \n\n Realizujemy prace badawcze współpracując z dziesiątkami ośrodków i laboratoriów, które gromadzą ekspertów z różnych dyscyplin w celu odkrywania nowych granic intelektualnych i podejmowania ważnych problemów społecznych. \n\n Student \n\n Tu znajdziesz wszystkie informacje dotyczące dydaktyki, spraw socjalnych oraz organizacji do których możesz się w każdej chwili zapisać. \n\nCzytaj\n\n 86,99% \n\n absolwentów Wydziału w 2019 r. znalazło zatrudnienie w ciągu 6 miesięcy od obrony dyplomu \n\n 65,4% \n\n absolwentów Wydziału w 2019 r. znalazło pracę w trakcie studiów \n\n Średnio 3 \n\n oferty zatrudnienia otrzymało \n55%\n pracujących absolwentów wydziału", "metadata": {"url": "https://wilgz.agh.edu.pl/", "title": "Strona główna – Wydział Inżynierii Lądowej i Gospodarki Zasobami", "depth": 2, "duplicate": false, "content_hash": "a74b371c5e64bb631563be86458d6f66", "word_count": 540, "headings": [{"level": 2, "text": "Publiczna obrona rozprawy doktorskiej mgr. inż. Macieja Gniewosza"}, {"level": 2, "text": "Rekrutacja do programu Erasmus+"}, {"level": 2, "text": "Relacja z XXXIV Szkoły Eksploatacji Podziemnej"}, {"level": 2, "text": "Zakończyła się rekrutacja na II stopień studiów"}, {"level": 2, "text": "Dydaktycy z Laurami"}, {"level": 2, "text": "Studia II Stopnia"}, {"level": 2, "text": "Wydział"}, {"level": 2, "text": "Kierunki studiów"}, {"level": 2, "text": "Research & Innovation"}, {"level": 3, "text": "Co jest ważne dla WILiGZ?"}, {"level": 3, "text": "Czym jest WILiGZ?"}, {"level": 3, "text": "Czym zajmujemy się na WILiGZ?"}, {"level": 2, "text": "Student"}]}}