{"content": "# Aktualności - Wydział Energetyki i Paliw | AGH Kraków\n\nURL: https://weip.agh.edu.pl/portfolio_category/aktualnosci/\nCrawled: 2025-03-19 21:35:53\n\nSukces w konkursie Diamenty AGH – mgr inż. Yuya Sato nagrodzony za badania nad odzyskiem CO₂\n\nAktualności\n\n Międzynarodowa współpraca prowadzi do innowacji w technologii membranowej Współpraca naukowa pomiędzy AGH oraz Shibaura Institute of Technology (SIT) w Tokio po raz kolejny przynosi wymierne efekty. Mgr inż. Yuya  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nAGH dołącza do Energy Transition Campus Amsterdam – nowa era współpracy na rzecz zrównoważonej energii\n\nAktualności\n\n Partnerstwo, które otwiera drzwi do przełomowych innowacji w energetyce LEad: Wydział Energetyki i Paliw AGH oficjalnie dołączył do grona partnerów Energy Transition Campus Amsterdam (ETCA) – przestrzeni badawczej stworzonej  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nInformacji o spotkaniach dla osób wybierających się na II stopień\n\nAktualności\n, \nStudenci\n\n Zapraszamy do obejrzenia nagrań ze spotkań informacyjnych dla kandydatów na studia II stopnia prowadzone przez Wydział Energetyki i Paliw. Energetyka, Energetyka Wodorowa, Energetyka Jądrowa, EEE: https://s.agh.edu.pl/3i7Sm Energetyka Odnawialna i  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nZaproszenie na spotkanie z przedstawicielami Westinghouse\n\nAktualności\n, \nStudenci\n\n Wydział Energetyki i Paliw serdecznie zaprasza na wyjątkowe spotkanie z przedstawicielami firmy Westinghouse, dotyczące możliwości odbycia stażu w dziale Global Nuclear Fuel Engineering. Spotkanie jest dedykowane przede wszystkim studentom  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nŻyczymy nowej energii na Nowy Rok\n\nAktualności\n, \nStudenci\n\n Życzymy nowej energii na Nowy Rok Nowy Rok to czas wyzwań, ale także nowych możliwości. W nadchodzącym roku życzymy Wam siły, energii i satysfakcji z kolejnych osiągnięć. Niech każdy  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nStypendium naukowe finansowane przez NCN w ramach programu OPUS 26\n\nAktualności\n, \nStudenci\n\n Katedra Energetyki Wodorowej zaprasza do wzięcia udziału w konkursie na przyznanie stypendium naukowego finansowanego przez Narodowe Centrum Nauki w ramach programu OPUS 26 na realizację projektu pod tytułem: „Zastosowanie inżynierii defektów i inżynierii stanów  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nKonferencja „Żelazo – podstawowy składnik stali. Dekarbonizacja hutnictwa w Polsce”\n\nAktualności\n\n W dniu 25 października 2024 r. w AGH odbywa się II konferencja naukowo-techniczna pt. „Żelazo – podstawowy składnik stali. Dekarbonizacja hutnictwa w Polsce”. Wydarzenie ma na celu zdefiniowanie działań  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nWizyta uczniów ze Szkoły Podstawowej w Mietniowie\n\nAktualności\n\n Dnia 17 października 2024 roku mieliśmy zaszczyt gościć uczniów ze Szkoły Podstawowej w Mietniowie. W ramach wizyty młodzież zwiedziła laboratoria Wydziału Energetyki i Paliw oraz uczestniczyła w interesujących warsztatach,  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nZłoty Medal na Międzynarodowym Konkursie Wynalazków IWIS 2024!\n\nAktualności\n\n Z przyjemnością informujemy, że zespół z Wydziału Energetyki i Paliw Akademii Górniczo-Hutniczej zdobył złoty medal podczas tegorocznego Międzynarodowego Konkursu Wynalazków IWIS 2024. Nagroda została przyznana za projekt demonstratora technologicznego  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nIII edycja programu wspierającego kobiety w sektorze energii – Women’s Energy in Transition – Polish Edition!\n\nAktualności\n, \nStudenci\n\n Ruszyła trzecia edycja programu Women’s Energy in Transition – Polish Edition (WEIT), programu organizowanego przez Dalkię Polska we współpracy z Akademią Górniczo-Hutniczą, którego celem  wsparcie studentek i absolwentek kierunków  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nKraków z dobrą energią: dwa granty w programie SOFIA dla studentek krakowskich uczelni\n\nAktualności\n, \nStudenci\n\n Rozstrzygnięto III edycję programu grantowego SOFIA (Science Onde Flow Innovation Academy), poświęconego innowacjom w zakresie odnawialnych źródeł energii. Dwie nagrody w postaci grantów o wartości 20 tys. zł każdy  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nZaproszenie na XI Forum Młodych Naukowców „Nauki przyrodnicze i medyczne”\n\nAktualności\n, \nStudenci\n\n Stowarzyszenie Młodych Naukowców serdecznie zaprasza studentów, doktorantów oraz młodych naukowców do udziału w konferencji naukowej XI Forum Młodych Naukowców „Nauki przyrodnicze i medyczne”, która odbędzie się online w dniach  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nZaproszenie na Pierwszy Dzień Równości AGH+UJ\n\nAktualności\n, \nStudenci\n\n Serdecznie zapraszamy na pierwszy Dzień Równości AGH+UJ, który odbędzie się 16 października 2024 r. na Miasteczku Studenckim obok Klubu Studio w godzinach 13.00-17.15 oraz w Klubie Zaścianek od 17.30-19.00.  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nWielki sukces studentów WEiP – 1 miejsce w międzynarodowym konkursie Chemkaton 2024!\n\nAktualności\n, \nStudenci\n\n Z dumą informujemy, że zespół studentów z Wydziału Energetyki i Paliw AGH zdobył 1. miejsce w prestiżowym międzynarodowym konkursie Chemkaton 2024! Nasz zespół, \"Chemiczne Świry\", pokonał konkurencję prezentując innowacyjne  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nInaugurację roku akademickiego 2024/2025 – godziny Rektorskie\n\nAktualności\n, \nStudenci\n\n Zapraszamy na uroczystą inaugurację roku akademickiego 2024/2025 połączoną z Jubileuszem 50-lecia Wydziału Energetyki i Paliw AGH, która odbędzie się w dniu 03.10.2024 r. o godz. 900 w Auli AGH,  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nSukces studentów AGH w Wielkim Finale ogólnopolskiego konkursu inżynierskiego Symkaton 3.0\n\nAktualności\n, \nStudenci\n\n Zespoły studentów z AGH zakwalifikował się do Wielkiego Finału ogólnopolskiego konkursu Symkaton 3.0. W finale reprezentować nas będą: Michał Wojtas i Michał Szlązak w zespole “MESchesterUNIted”, Dominik Buksa, Krzysztof  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nKobiety w energetyce? Jak najbardziej!\n\nAktualności\n, \nStudenci\n\n Wbrew wciąż żywym stereotypom, dziewczyny świetnie radzą sobie w zawodach technicznych. Z powodu uprzedzeń ich szanse na rozwój w sektorze energetycznym nie są równe, dlatego powstają inicjatywy takie jak  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nWEiP i ORLEN: Wodorowe innowacje w Projekcie VETNI\n\nAktualności\n, \nStudenci\n\n Konsorcjum, w skład którego wchodzą ORLEN (lider projektu), Instytut Energetyki – Państwowy Instytut Badawczy oraz Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie (AGH), zakończyło realizację projektu badawczo-rozwojowego VETNI. Celem  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nZnamy już pełny skład Finalistów Konkursu Chemkaton 2024!\n\nAktualności\n, \nStudenci\n\n Z radością informujemy, że zespół z Wydziału Energetyki i Paliw (WEiP) wygrał eliminacje i zapewnił sobie miejsce w finale! W finale zobaczymy również jeden zespół międzywydziałowy z Wydziału Inżynierii  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nOficjalna lista finalistów 3. edycji konkursu Symkaton!\n\nAktualności\n, \nStudenci\n\n Mamy to! Oto oficjalna lista finalistów 3. edycji konkursu Symkaton! CADRats - Politechnika Warszawska Low effort solutions - Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie SKAP - Politechnika Warszawska  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\n50-lecie Wydziału: Podziękowania i Listy Gratulacyjne\n\nAktualności\n\n Z wielką radością i dumą informujemy, że nasz Wydział obchodzi swoje 50-lecie! To wyjątkowe wydarzenie jest okazją do podsumowania naszych osiągnięć oraz wyrażenia wdzięczności wszystkim, którzy przyczynili się do  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nKonferencja EFE 2024\n\nAktualności\n, \nStudenci\n\n 26 Czerwca 2024 r. rozpoczyna się 5 Międzynarodowa Konferencja Naukowa EFE 2024 organizowany przez Nasz Wydział we współpracy z Katedrą Energetyki Politechniki Krakowskiej. Program oraz szczegółowe informacje o konferencji  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nBal Jubileuszowy 50 lat WEiP\n\nAktualności\n, \nStudenci\n\n Serdecznie zapraszamy na Jubileuszowy Zjazd Absolwentów, który odbędzie się w malowniczym „Folwarku Zalesie” w Grajowie, dnia 28 czerwca 2024 r. To wyjątkowa okazja, aby wspólnie świętować i powspominać lata  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nWyróżnienie dla pracy dyplomowej „DIAMENTY AGH”\n\nAktualności\n, \nStudenci\n\n Z radością informujemy, iż mgr inż. Piotr Pastuszyński oraz dr hab. inż. Mirosław Kwiatkowski, prof. AGH, zostali wyróżnieni w konkursie na najlepszą pracę dyplomową „DIAMENTY AGH” w kategorii prac  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nŚwięto Absolwentów AGH – obchody w 2024 roku\n\nAktualności\n, \nStudenci\n\n Wzorem tradycji rozpoczętej w zeszłym roku, planujemy huczne zakończenie Studiów w AGH w stylu znanym z amerykańskich gali. To uroczystość Graduacji Absolwentów 2024 studiów II stopnia (stacjonarnych), którzy uzyskają  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nInformacji o wykładzie otwartym CREADIS\n\nAktualności\n, \nStudenci\n\n W ramach wykładu odbędą się dwa wystąpienia: Vice President of Plant Engineering Johnny Mikkelsen \"Business Development\" oraz Director Head of Plant Engineering Maciej Roga \"International Work Environment\". Lokalizacja: sala   [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nZaproszenie do udziału w XIV edycji konkursu LIDER ITS\n\nAktualności\n, \nStudenci\n\n Stowarzyszenie Inteligentne Systemy Transportowe ITS POLSKA zaprasza do XIV edycji konkursu LIDER ITS, która odbędzie się w 2024 roku. Konkurs jest skierowany do agend rządowych i samorządowych, uczelni, dyplomantów,  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nStudenci kierunku Energetyka Wodorowa wzięli udział w konferencji naukowej „Building Bridges for the Next Generations“\n\nAktualności\n, \nStudenci\n\n Studenci kierunku Energetyka Wodorowa wzięli udział w konferencji naukowej „Building Bridges for the Next Generations“ w Dreźnie, Niemcy. Podczas konferencji nasi studenci aktywnie uczestniczyli w dyskusjach i prezentacjach dotyczących  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nInformacja o warsztatach Framatome\n\nAktualności\n, \nStudenci\n\n Zapraszamy na warsztaty z zakresu technologii reaktorów jądrowych prowadzone przez specjalistów z firmy Framatome, uznanego francuskiego dostawcy technologii jądrowych. Warsztaty skierowane są do wszystkich studentów energetyki (i pokrewnych kierunków),  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nGodziny Dziekańskie w związku z  Mieczem Dziekana WEiP\n\nAktualności\n, \nStudenci\n\n W związku z odbywającym się w terminie 7-9 czerwca 2024 Mieczem Dziekana WEiP, w dniu 7 czerwca 2024 (piątek) od godziny 15.00 ustanowione zostają na Wydziale Energetyki i Paliw  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nSymkaton 3.0 – Ostatni moment na wzięcie udziału w konkursie\n\nAktualności\n, \nStudenci\n\n Symkaton to konkurs dla pasjonatów kreatywnych rozwiązań inżynieryjnych i symulacji komputerowej. Wydarzenie organizowane jest wspólnie przez Wydział Energetyki i Paliw AGH oraz firmę Symkom. Jeśli lubisz wyzwania i masz  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nZapraszamy na IAESTE CaseWeek z Valeo\n\nAktualności\n, \nStudenci\n\n Zapraszamy na IAESTE CaseWeek, czyli największy cykl warsztatów inżynierskich w Polsce‼️ Chcesz zdobyć cenne doświadczenie i spotkać się z potencjalnym przyszłym pracodawcą? To wydarzenie jest właśnie dla Ciebie!  Przedstawiamy  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nGodziny Rektorskie w związku z obchodami Juwenaliów Krakowskich 2024\n\nAktualności\n, \nStudenci\n\n Szanowni Państwo, Uprzejmie informujemy, że w związku z obchodami Juwenaliów Krakowskich 2024, JM Rektora AGH prof. dr hab. inż. Jerzy Lis, na prośbę Uczelnianej Rady Samorządu Studentów AGH, ustanowił  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nRozpocznij swoją karierę w branży energetycznej z rocznym płatnym stażem w GAZ-SYSTEM!\n\nAktualności\n, \nStudenci\n\n Operator Gazociągów Przesyłowych GAZ-SYSTEM S.A. zaprasza tegorocznych absolwentów Wydziału Wiertnictwa, Nafty i Gazu oraz Wydziału Energetyki i Paliw Akademii Górniczo-Hutniczej w Krakowie do aplikowania na roczne płatne staże. To  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nKomunikat – turniej sportowym pod hasłem „Wyzwól Energię z WEiP”\n\nAktualności\n, \nStudenci\n\n Szanowni Państwo, W dniu 25.04.2024r. w godzinach 14.00-19.00 odbędzie się dla Studentów i Pracowników WEiP turniej sportowym pod hasłem \"Wyzwól Energię z WEiP\" W związku z tym wydarzeniem Pan  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nKomunikat – zebranie Okręgowego Kolegium Elektorów (OKE)\n\nAktualności\n\n Szanowni Państwo, Członkowie Okręgowego Kolegium Elektorów nr 13, Zapraszam serdecznie na kolejne Zebranie Okręgowego Kolegium Elektorów (OKE), które odbędzie się w dniu 9 maja 2024 r o godzinie 11.00  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nDr inż. Alicja Skiba została laureatką konkursu\n\nAktualności\n\n Dr inż. Alicja Skiba została laureatką konkursu organizowanego przez Komitet Chemii Analitycznej PAN za najlepszą pracę doktorską w zakresie chemii analitycznej. Promotorem pracy jest dr hab. inż Katarzyna Styszko,  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nSIT Graduation Ceremony – uroczysta graduacja pierwszego rocznika unikatowego kierunku E3\n\nAktualności\n, \nStudenci\n\n Po raz pierwszy w ponad 100 letniej historii AGH, wręczono w Tokyo dyplomy ukończenia AGH wspólnym absolwentom w ramach podwójnego dyplomowania z Uczelnią Shibaura Institute of Technology z Japonii.  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nKonkurs na najlepsze prace dyplomowe z modelowania\n\nAktualności\n, \nStudenci\n\n Zapraszamy do konkursu dyplomów dotyczących zastosowania metod komputerowych do symulacji procesów cieplno-przepływowych. Celem konkursu jest promocja osiągnięć studentów w zakresie zastosowań technik obliczeniowych w szeroko rozumianej technice cieplnej. Nagrody  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nRekrutacja do programu Ambasadorzy_ki Transformacji Energetycznej\n\nAktualności\n, \nStudenci\n\n Do 1 kwietnia trwa rekrutacja do programu Ambasadorzy_ki Transformacji Energetycznej organizowanego przez AGH w Krakowie oraz portal energetyka-rozproszona.pl. W ramach programu młode osoby (18-35 lat) kierowane są na ścieżkę  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\n5. Międzynarodową Konferencję EFE2024 – Energy Fuels Environment\n\nAktualności\n\n Wydział Energetyki i Paliw AGH oraz Wydział Inżynierii Środowiska i Energetyki Politechniki Krakowskiej wspólnie organizują 5. Międzynarodową Konferencję EFE2024 - Energy Fuels Environment. Data: 26 czerwca 2024 – 28  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nKonkurs CHEMKATON 2024-international edition\n\nAktualności\n, \nStudenci\n\n Szanowni Państwo, Ruszyły zapisy do kolejnej edycji CHEMKATON 2024 WIELKIE WYZWANIE - CHEMIA! To unikalna formuła nawiązująca do konkursów typu Grand Challenge, zapoczątkowanych przez amerykańską agencję DARPA i popularnych  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nOpracowanie mobilnego magazynu ciepła pozwalającego na wykorzystanie ciepła odpadowego dla spółki PTEP\n\nAktualności\n\n Opracowanie mobilnego magazynu ciepła pozwalającego na wykorzystanie ciepła odpadowego dla spółki PTEP, Akronim: MMC, nr projektu: NTE2/0004/2022 Projekt o akronimie MMC „Opracowanie mobilnego magazynu ciepła pozwalającego na wykorzystanie ciepła  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nZnamy finalistki II edycji Women’s Energy in Transition – Polish Edition\n\nAktualności\n\n Znamy finalistki II edycji Women’s Energy in Transition – Polish Edition Z przyjemnością informujemy, że jury programu II edycji Women’s Energy in Transition - Polish Edition złożone z przedstawicieli  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nGodziny dziekańskie 1.03 (piątek)\n\nAktualności\n, \nStudenci\n\n Szanowni Państwo, W dniach 1-3 marca 2024 r. w Murzasichle odbędzie się XIV edycja Pucharu Dziekana WEiP. W związku z tym wydarzeniem Pan Prorektor ds. Kształcenia wyraził zgodę na  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nPrace badawcze nad magazynowaniem energii elektrycznej muszą być kontynuowane\n\nAktualności\n\n Władze czterech polskich uczelni – Uniwersytetu Jagiellońskiego, Akademii Górniczo-Hutniczej, Politechniki Warszawskiej oraz Uniwersytetu Warszawskiego apelują do polskiego rządu o kontynuację działań mających na celu zainicjowanie rządowego programu finasowania w  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nkonkursu INNOVATION FOR NUCLEAR POLAND\n\nAktualności\n, \nStudenci\n\n Polskie Towarzystwo Nukleoniczne oraz Sekcja Radiochemiczna Polskiego Towarzystwa Chemicznego zapraszają do konkursu INNOVATION FOR NUCLEAR POLAND. Polskie eliminacje do europejskiego Finału konkursu Innovation for Nuclear - I4N. Wymyśl innowacyjne  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nEnvironmental Protection and Energy Conference EPAE 2023\n\nAktualności\n\nGrupa studentów Wydziału Energetyki i Paliw wzięła udział 8 grudnia 2023 roku w międzynarodowej konferencji naukowej Environmental Protection and Energy Conference EPAE 2023. Dwie studentki z KN Biologika (opiekun: dr  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nSpotkania informacyjne na temat kierunków studiów II stopnia\n\nAktualności\n, \nStudenci\n\n Szanowni Państwo, W dniach 19 i 20 grudnia o godzinie 17.00 na Wydziale Energetyki i Paliw odbędą się spotkania informacyjne na temat kierunków studiów II stopnia prowadzonych na naszym  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\nSpotkanie „Przed pierwszą sesją”\n\nAktualności\n, \nStudenci\n\n Szanowni Państwo Studenci I-roku WEiP Serdecznie zapraszamy na spotkanie \"Przed pierwszą sesją\" z Opiekunami roku, WRSS oraz Prodziekanami. Spotkanie odbędzie się z formie zdalnej w dniu 18 grudnia 2023  [...]\n\n\t\t\t\t\t\t\t\t\t\t\t\tWięcej informacji\t\t\t\t\t\t\t\t\t\t\t\n\n1\n2\nKolejny", "metadata": {"url": "https://weip.agh.edu.pl/portfolio_category/aktualnosci/", "title": "Aktualności - Wydział Energetyki i Paliw | AGH Kraków", "depth": 3, "duplicate": false, "content_hash": "84fbb22e89c050505ba0268fb9e10df3", "word_count": 2150, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Sukces w konkursie Diamenty AGH – mgr inż. Yuya Sato nagrodzony za badania nad odzyskiem CO₂"}, {"level": 2, "text": "AGH dołącza do Energy Transition Campus Amsterdam – nowa era współpracy na rzecz zrównoważonej energii"}, {"level": 2, "text": "Informacji o spotkaniach dla osób wybierających się na II stopień"}, {"level": 2, "text": "Zaproszenie na spotkanie z przedstawicielami Westinghouse"}, {"level": 2, "text": "Życzymy nowej energii na Nowy Rok"}, {"level": 2, "text": "Stypendium naukowe finansowane przez NCN w ramach programu OPUS 26"}, {"level": 2, "text": "Konferencja „Żelazo – podstawowy składnik stali. Dekarbonizacja hutnictwa w Polsce”"}, {"level": 2, "text": "Wizyta uczniów ze Szkoły Podstawowej w Mietniowie"}, {"level": 2, "text": "Złoty Medal na Międzynarodowym Konkursie Wynalazków IWIS 2024!"}, {"level": 2, "text": "III edycja programu wspierającego kobiety w sektorze energii – Women’s Energy in Transition – Polish Edition!"}, {"level": 2, "text": "Kraków z dobrą energią: dwa granty w programie SOFIA dla studentek krakowskich uczelni"}, {"level": 2, "text": "Zaproszenie na XI Forum Młodych Naukowców „Nauki przyrodnicze i medyczne”"}, {"level": 2, "text": "Zaproszenie na Pierwszy Dzień Równości AGH+UJ"}, {"level": 2, "text": "Wielki sukces studentów WEiP – 1 miejsce w międzynarodowym konkursie Chemkaton 2024!"}, {"level": 2, "text": "Inaugurację roku akademickiego 2024/2025 – godziny Rektorskie"}, {"level": 2, "text": "Sukces studentów AGH w Wielkim Finale ogólnopolskiego konkursu inżynierskiego Symkaton 3.0"}, {"level": 2, "text": "Kobiety w energetyce? Jak najbardziej!"}, {"level": 2, "text": "WEiP i ORLEN: Wodorowe innowacje w Projekcie VETNI"}, {"level": 2, "text": "Znamy już pełny skład Finalistów Konkursu Chemkaton 2024!"}, {"level": 2, "text": "Oficjalna lista finalistów 3. edycji konkursu Symkaton!"}, {"level": 2, "text": "50-lecie Wydziału: Podziękowania i Listy Gratulacyjne"}, {"level": 2, "text": "Konferencja EFE 2024"}, {"level": 2, "text": "Bal Jubileuszowy 50 lat WEiP"}, {"level": 2, "text": "Wyróżnienie dla pracy dyplomowej „DIAMENTY AGH”"}, {"level": 2, "text": "Święto Absolwentów AGH – obchody w 2024 roku"}, {"level": 2, "text": "Informacji o wykładzie otwartym CREADIS"}, {"level": 2, "text": "Zaproszenie do udziału w XIV edycji konkursu LIDER ITS"}, {"level": 2, "text": "Studenci kierunku Energetyka Wodorowa wzięli udział w konferencji naukowej „Building Bridges for the Next Generations“"}, {"level": 2, "text": "Informacja o warsztatach Framatome"}, {"level": 2, "text": "Godziny Dziekańskie w związku z  Mieczem Dziekana WEiP"}, {"level": 2, "text": "Symkaton 3.0 – Ostatni moment na wzięcie udziału w konkursie"}, {"level": 2, "text": "Zapraszamy na IAESTE CaseWeek z Valeo"}, {"level": 2, "text": "Godziny Rektorskie w związku z obchodami Juwenaliów Krakowskich 2024"}, {"level": 2, "text": "Rozpocznij swoją karierę w branży energetycznej z rocznym płatnym stażem w GAZ-SYSTEM!"}, {"level": 2, "text": "Komunikat – turniej sportowym pod hasłem „Wyzwól Energię z WEiP”"}, {"level": 2, "text": "Komunikat – zebranie Okręgowego Kolegium Elektorów (OKE)"}, {"level": 2, "text": "Dr inż. Alicja Skiba została laureatką konkursu"}, {"level": 2, "text": "SIT Graduation Ceremony – uroczysta graduacja pierwszego rocznika unikatowego kierunku E3"}, {"level": 2, "text": "Konkurs na najlepsze prace dyplomowe z modelowania"}, {"level": 2, "text": "Rekrutacja do programu Ambasadorzy_ki Transformacji Energetycznej"}, {"level": 2, "text": "5. Międzynarodową Konferencję EFE2024 – Energy Fuels Environment"}, {"level": 2, "text": "Konkurs CHEMKATON 2024-international edition"}, {"level": 2, "text": "Opracowanie mobilnego magazynu ciepła pozwalającego na wykorzystanie ciepła odpadowego dla spółki PTEP"}, {"level": 2, "text": "Znamy finalistki II edycji Women’s Energy in Transition – Polish Edition"}, {"level": 2, "text": "Godziny dziekańskie 1.03 (piątek)"}, {"level": 2, "text": "Prace badawcze nad magazynowaniem energii elektrycznej muszą być kontynuowane"}, {"level": 2, "text": "konkursu INNOVATION FOR NUCLEAR POLAND"}, {"level": 2, "text": "Environmental Protection and Energy Conference EPAE 2023"}, {"level": 2, "text": "Spotkania informacyjne na temat kierunków studiów II stopnia"}, {"level": 2, "text": "Spotkanie „Przed pierwszą sesją”"}]}}