{"content": "# Inżynierowie z AGH nagrodzeni w plebiscycie „Przeglądu Technicznego”-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/inzynierowie-z-agh-nagrodzeni-w-plebiscycie-przegladu-technicznego\nCrawled: 2025-03-19 21:14:51\n\nInżynierowie z AGH nagrodzeni w plebiscycie „Przeglądu Technicznego” \n\n 05/03/2025 \n\n nagrody \n\n Prorektor ds. Studenckich AGH prof. Rafał Dańko oraz doktorantka Szkoły Doktorskiej AGH mgr inż. Maria Sajdak zostali nagrodzeni w 31. edycji plebiscytu o tytuł Złotego Inżyniera, w którym głosują czytelnicy czasopisma „Przegląd Techniczny”. \n\nProf. Rafał Dańko – inżynier odlewnik, naukowiec i dydaktyk, prezes Stowarzyszenia Technicznego Odlewników Polskich – został uhonorowany tytułem Złotego Inżyniera 2024 w kategorii nauka.\n\nMaria Sajdak – materiałoznawczyni, doktorantka na Wydziale Inżynierii Materiałowej i Ceramiki, wioślarka (wicemistrzyni Europy 2016, mistrzyni świata i Europy 2018, wicemistrzyni świata 2019, srebrna medalistka Igrzysk Olimpijskich Tokio 2020) – zdobyła tytuł Młodego Inżyniera. W imieniu laureatki nagrodę odebrał Rektor AGH prof. Jerzy Lis.\n\nPlebiscyt organizują Federacja Stowarzyszeń Naukowo-Technicznych Naczelna Organizacja Techniczna oraz redakcja „Przeglądu Technicznego”. Nagroda ma promować dokonania polskich inżynierów i inżynierek oraz zwrócić uwagę na ich rolę w budowaniu innowacyjnej i konkurencyjnej gospodarki.\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/inzynierowie-z-agh-nagrodzeni-w-plebiscycie-przegladu-technicznego", "title": "Inżynierowie z AGH nagrodzeni w plebiscycie „Przeglądu Technicznego”-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "429c4de5aececf677a48e03f10ee2b96", "word_count": 144, "headings": [{"level": 1, "text": "Inżynierowie z AGH nagrodzeni w plebiscycie „Przeglądu Technicznego”"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}