{"content": "# Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/przeszlosc-i-terazniejszosc-ai-agh-nauka-spotkania-nr-33\nCrawled: 2025-03-19 21:07:14\n\nPrzeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33) \n\n 14/03/2025 \n\nSzybko postępujący rozwój modeli generatywnej sztucznej inteligencji powoduje, że o AI najczęściej słyszymy przede wszystkim w kontekście jej wpływu na przyszłość. Podczas najbliższego spotkania cofniemy się jednak do samych początków technologii, aby następnie prześledzić drogę, która doprowadziła ją do odkryć uhonorowanych ubiegłorocznymi nagrodami Nobla z fizyki i chemii. Po tym historycznym wprowadzeniu wkroczymy w dziedzinę współczesnej chemoinformatyki i zastanowimy się, czy metody uczenia maszynowego mogą zrewolucjonizować przemysł chemiczny i farmaceutyczny. Zapraszamy 20 marca, o godz. 18.00, do bud. U-2 (sala audytoryjna, ul. Reymonta 7) oraz online na kanale YouTube AGH. Wstęp wolny.\n\nProgram wydarzenia:\n\n18.00-18.30 – „Jak metody sieci neuronowych wpływały na rozwój sztucznej inteligencji”, prof. dr hab. inż. Ryszard Tadeusiewicz\n 18.30-18.45 – pytania do wykładu\n 18.45-19.15 – „AI w chemii – jak tworzyć leki z uczeniem maszynowym?”, mgr inż. Jakub Adamczyk\n\nJak metody sieci neuronowych wpływały na rozwój sztucznej inteligencji\n\nPojęcie sztucznej inteligencji (AI) jako pierwszy sformułował Alan Turnig w artykule „Computing Machinery and Intelligence” opublikowanym w 1950 roku. Ale za początek sztucznej inteligencji uważa się wynik konferencji w Dartmouth College, która miała miejsce w 1956 roku. Na tej konferencji pionierzy AI, między innymi John McCarthy, Marvin Minsky, Herbert Simon i Allen Newell zdecydowali, że programy komputerowe operujące na symbolach, a nie wyłącznie na liczbach, będę zaliczane do sztucznej inteligencji. Metody symboliczne były jednak trudne i niewygodne w użyciu. I wtedy pojawiła się idea realizowania inteligentnych systemów metodą modelowania struktur występujących w mózgu. Pierwszy system działający według tej zasady został zbudowany w 1958 roku przez Franka Rosenblatta i okazał się sensacją. Sieci neuronowe, bo tak nazwano te systemy, od tego czasu dyktowały kierunki rozwoju sztucznej inteligencji. W 2024 roku cztery nagrody Nobla zostały przyznane uczonym, którzy rozwijali i stosowali sieci neuronowe!\n\nProf. dr hab. inż. Ryszard Tadeusiewicz\n\nAbsolwent Wydziału Elektrycznego AGH (1971), doktorat (1975), habilitacja (1980) i tytuł profesorski (1986) też na tym wydziale. Trzykrotnie wybrany na stanowisko rektora AGH (1989-2005), członek PAN i PAU. Doktor Honoris Causa 15 uczelni krajowych i zagranicznych. Naukowo zajmuje się głównie problematyką sztucznej inteligencji. Napisał 113 książek i ponad 2 tys. artykułów naukowych. Pełne dane wraz z wykazami publikacji i książek są na stronie: \nwww.Tadeusiewicz.pl\n.\n\nAI w chemii - jak tworzyć leki z uczeniem maszynowym?\n\nPrezentacja poświęcona będzie zastosowaniom sztucznej inteligencji w chemoinformatyce i projektowaniu leków. Prelegent przedstawi współczesny proces projektowania i wdrażania substancji chemicznych oraz rolę AI na każdym jego etapie. Na przykładach spektakularnych sukcesów i porażek uczenia maszynowego zobaczymy, co możemy nim obecnie zautomatyzować, a gdzie rola człowieka chemika jest dalej kluczowa. Zaprezentuje też obecne wyzwania oraz nowe trudności, które niesie ze sobą AI – szczególnie generatywna – w tym zakresie. Na zakończenie opowie o badaniach w tym obszarze prowadzonych na \nWydziale Informatyki AGH\n.\n\nMgr inż. Jakub Adamczyk\n\nAbsolwent Akademii Górniczo-Hutniczej, aktualnie doktorant w \nSzkole Doktorskiej AGH\n w dziedzinie informatyki. Autor publikacji z zakresu uczenia maszynowego na grafach oraz chemoinformatyki. Kieruje zespołem Machine Learning and Chemoinformatics Lab na Wydziale Informatyki AGH. Wykładowca akademicki w dziedzinach uczenia maszynowego oraz praktycznego wdrażania rozwiązań sztucznej inteligencji.\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/przeszlosc-i-terazniejszosc-ai-agh-nauka-spotkania-nr-33", "title": "Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)-- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "8e4809620fa14bc709688055e4d40b7d", "word_count": 506, "headings": [{"level": 1, "text": "Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)"}, {"level": 2, "text": "Program wydarzenia:"}, {"level": 2, "text": "Jak metody sieci neuronowych wpływały na rozwój sztucznej inteligencji"}, {"level": 3, "text": "Prof. dr hab. inż. Ryszard Tadeusiewicz"}, {"level": 2, "text": "AI w chemii - jak tworzyć leki z uczeniem maszynowym?"}, {"level": 3, "text": "Mgr inż. Jakub Adamczyk"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}