{"content": "#  Obowiązkowe szkolenie BHP dla studentów rozpoczynających kształcenie w AGH w semestrze letnim roku akademickim 2024/2025-- WGGIOS AGH \n\nURL: https://www.wggios.agh.edu.pl/aktualnosci/detail/obowiazkowe-szkolenie-bhp-dla-studentow-rozpoczynajacych-ksztalcenie-w-agh-w-semestrze-letnim-roku-akademickim-2024-2025\nCrawled: 2025-03-19 21:32:20\n\nObowiązkowe szkolenie BHP dla studentów rozpoczynających kształcenie w AGH w semestrze letnim roku akademickim 2024/2025 \n\n 07-03-2025 \n\nSzanowni Studenci,\n\nSekcja Bezpieczeństwa i Higieny Pracy AGH zaprasza na obowiązkowe szkolenie dotyczące bezpiecznych i higienicznych warunków kształcenia dla studentów, rozpoczynających kształcenie w AGH w semestrze letnim roku akademickim 2024/2025. Szkolenie realizowane jest w formie wykładów on-line na platformie \nUPeL AGH, \nktórych częścią są materiały uzupełniające do kursu.\n\nInformacje dotyczące realizacji szkolenia BHP (instrukcja logowania oraz korzystania z kursu) dostępna jest pod adresem: \nhttp://www.bhp.agh.edu.pl/studenci/\n\nZadaniem studenta jest zapisanie się na kurs w terminie od \n17 marca 2025 r. (od godziny 07:30 CET) do 01 kwietnia 2025 r. (do godziny 23:59 CET)\n oraz zrealizowanie wszystkich tematów  z udzieleniem prawidłowych odpowiedzi na pytania kontrolne podsumowujące każdy temat, najpóźniej \ndo dnia 17 kwietnia 2025 r. (do godziny 23:59 CET).\n\nWAŻNA UWAGA\n\nNie zapisanie się studenta na kurs do dnia \n01 kwietnia 2025 r. (do godziny 23:59 CET)\n uniemożliwia dostęp do kursu, a co za tym idzie uniemożliwia także ukończenie szkolenia. \nSzkolenie jest obowiązkowe, a brak jego ukończenia  może wiązać się z negatywnymi skutkami w obszarze realizacji prawidłowego przebiegu studiów.\n\nRealizacja tematów odbywa się etapami. Udzielenie prawidłowych odpowiedzi na pytania kontrolne, umożliwia przejście do kolejnego tematu. W określonym wyżej przedziale czasowym realizacji szkolenia, student może kontynuować kurs od miejsca w którym zakończył swoją aktywność. \n\nInformacja o zrealizowanym kursie będzie widoczna na koncie studenta na platformie \nUPeL AGH\n a informacja o pozytywnym ukończeniu szkolenia pojawia się na indywidualnym koncie studenta w systemie USOS w późniejszym terminie.\n\nW przypadku pytań, wątpliwości prosimy o kontakt z Sekcją BHP AGH pod adresem e-mail: \nszkoleniabhp(at)agh.edu.pl\n\nŻyczymy powodzenia i bezpiecznego studiowania.\n\nZespół ds. szkoleń Sekcji BHP AGH.\n\nPowrót", "metadata": {"url": "https://www.wggios.agh.edu.pl/aktualnosci/detail/obowiazkowe-szkolenie-bhp-dla-studentow-rozpoczynajacych-ksztalcenie-w-agh-w-semestrze-letnim-roku-akademickim-2024-2025", "title": " Obowiązkowe szkolenie BHP dla studentów rozpoczynających kształcenie w AGH w semestrze letnim roku akademickim 2024/2025-- WGGIOS AGH ", "depth": 3, "duplicate": false, "content_hash": "3bbac909480a4683fd968084584cfafc", "word_count": 274, "headings": [{"level": 1, "text": "Obowiązkowe szkolenie BHP dla studentów rozpoczynających kształcenie w AGH w semestrze letnim roku akademickim 2024/2025"}, {"level": 2, "text": "Stopka"}]}}