{"content": "#  Dostępność -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/dostepnosc\nCrawled: 2025-03-19 22:39:00\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Dostępność \n\nDeklaracja dostępności Biblioteki Głównej Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie została podzielona na 3 części:\nDeklaracja dostępności serwisu\n,  \nDostępność informacyjno-komunikacyjna\n, \nDostępność architektoniczna\n​​​​​​​.\n\nBiblioteka Główna AGH zobowiązuje się zapewnić dostępność swojej strony internetowej zgodnie z przepisami ustawy z dnia 4 kwietnia 2019 r. o dostępności cyfrowej stron internetowych i aplikacji mobilnych podmiotów publicznych z późn. zm. Oświadczenie w sprawie dostępności ma zastosowanie do strony internetowej Biblioteki Głównej AGH.\n\nData publikacji strony internetowej: 2023-10-09\n Deklaracja została ostatnio poddana przeglądowi i aktualizacji dnia: 2024-03-29\n\nStatus pod względem zgodności z ustawą\n\nStrona internetowa jest częściowo zgodna z ustawą o dostępności cyfrowej stron internetowych i aplikacji mobilnych podmiotów publicznych z powodu niezgodności lub wyłączeń wymienionych poniżej.\n\nTreści niedostępne\n\nW części filmów nie ma napisów dla osób z dysfunkcją słuchu.\n\nPublikacje w formie plików PDF są częściowo dostępne. Na stronie zamieszczane są pliki w dwóch wersjach: PDF i DOC.\n\nPrzygotowanie deklaracji w sprawie dostępności\n\nDeklarację sporządzono dnia: 2023-10-09\n Deklaracja została ostatnio poddana przeglądowi i aktualizacji dnia: 2024-03-29\n\nDeklarację sporządzono na podstawie samooceny.\n\nInformacja w sprawie wniosków o zapewnienie dostępności architektonicznej lub informacyjno-komunikacyjnej\n\nOsoba ze szczególnymi potrzebami lub jej przedstawiciel ustawowy, po wykazaniu interesu faktycznego, ma prawo wystąpić z wnioskiem o zapewnienie dostępności architektonicznej lub informacyjno-komunikacyjnej.\n\nWniosek o zapewnienie dostępności powinien zawierać:\n\ndane kontaktowe Wnioskodawcy,\n\nwskazanie bariery utrudniającej lub uniemożliwiającej dostępność w zakresie architektonicznym, lub informacyjno-komunikacyjnym,\n\nwskazanie sposobu kontaktu z Wnioskodawcą,\n\nwskazanie dogodnej formy zapewnienia dostępności, jeśli dotyczy.\n\nTermin realizacji\n\nRozpatrzenie wniosku powinno nastąpić bez zbędnej zwłoki — nie później jednak niż w terminie 14 dni od dnia złożenia wniosku o zapewnienie dostępności. Jeżeli zapewnienie dostępności, albo zapewnienie dostępu w alternatywnej formie nie jest możliwe w terminie 14 dni od dnia złożenia wniosku, Biblioteka Główna niezwłocznie zawiadomi Wnioskodawcę o przyczynach opóźnienia i wskaże nowy termin zapewnienia dostępności, nie dłuższy niż 2 miesiące od daty zgłoszenia wniosku o zapewnienie dostępności. \n\nSkargi\n\nW przypadku, gdy Biblioteka Główna nie zapewniła dostępności, Wnioskodawca ma prawo do złożenia skargi na brak dostępności do \nPrezesa Zarządu PFRO\nN\n. Termin na wniesienie skargi to 30 dni. \n\nWnioski o zapewnienie dostępności można składać w następujący sposób:\n\nPocztą na adres:\n Biblioteka Główna AGH,\n al. A. Mickiewicza 30, 30-059 Kraków\n\nDrogą elektroniczną: \n na adres e-mail: \nagnieszka.zych@bg.agh.edu.pl\n\nTelefonicznie:\n Agnieszka Zych, \n+ 48 12 617 32 14\n\nFormularz wniosku\n\n Zgodnie z art. 6 ust. 3 ustawy o zapewnianiu dostępności osobom ze szczególnymi potrzebami Biblioteka Główna AGH zapewnia obsługę użytkownikom z wykorzystaniem środków wspierających komunikowanie się poprzez:\n\nkorzystanie z poczty elektronicznej,\n\nstronę internetową spełniającą standardy dostępności dla osób szczególnymi potrzebami poza wyjątkami wskazanymi w deklaracji dostępności serwisu,\n\ndostęp do tłumacza języka migowego na miejscu lub online (kontakt: Agnieszka Zych, \nagnieszka.zych@bg.agh.edu.pl\n).\n\nDostępność wejścia do budynku i przechodzenia przez obszary kontroli\n\nPrzed głównym wejściem do Biblioteki znajduje się podjazd.\n\nDostępność korytarzy, schodów i wind\n\nBudynek posiada windę wyposażoną w komunikaty głosowe oraz etykiety w alfabecie Braille’a, dostosowaną do samodzielnego przemieszczania się osób z niepełnosprawnością ruchową. Dojście do windy z holu głównego poprzez przejście służbowe i dla osób ze szczególnymi potrzebami (szczegółowe informacje w Sali Katalogów na parterze).\n\nDrzwi prowadzące do pomieszczeń oznaczone są etykietami w alfabecie Braille’a. Na każdym piętrze znajduje się odpowiednio wyposażona toaleta dla osób z niepełnosprawnościami. W Czytelni Głównej (I piętro p. 123) znajduje się stanowisko komputerowe ze skanerem i programem pozwalającym na przekształcanie skanowanego tekstu, programem czytającym, a także powiększalnik elektroniczny dla osób słabowidzących.\n\nMiejsca parkingowe dla osób niepełnosprawnych\n\nPrzed budynkiem znajdują się miejsca parkingowe przeznaczone dla osób z niepełnosprawnością. Na parking prowadzi wjazd od ulicy Reymonta 7 (Brama Główna). Wjazd na parking ogranicza szlaban, przy którym znajduje się domofon oraz stanowisko obsługi. Istnieje możliwość ubiegania się o kartę otwierającą szlaban lub pomoc pracownika Straży AGH.\n\nPies asystujący\n\nDo budynku można wejść z psem asystującym.\n\nPodstawa prawna:\n\nUstawa z dnia 4 kwietnia 2019 r. o dostępności cyfrowej stron internetowych i aplikacji mobilnych podmiotów publicznych (Dz.U. z 2019 r. poz. 848).\n\nUstawa z dnia 19 lipca 2019 r. o zapewnianiu dostępności osobom ze szczególnymi potrzebami (Dz.U. z 2020 r. poz. 1062).\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/dostepnosc", "title": " Dostępność -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "136a6ce073a7d3ce900f118c04b80276", "word_count": 749, "headings": [{"level": 1, "text": "Dostępność"}, {"level": 2, "text": "Status pod względem zgodności z ustawą"}, {"level": 3, "text": "Treści niedostępne"}, {"level": 3, "text": "Przygotowanie deklaracji w sprawie dostępności"}, {"level": 3, "text": "Informacja w sprawie wniosków o zapewnienie dostępności architektonicznej lub informacyjno-komunikacyjnej"}, {"level": 3, "text": "Dostępność wejścia do budynku i przechodzenia przez obszary kontroli"}, {"level": 3, "text": "Dostępność korytarzy, schodów i wind"}, {"level": 3, "text": "Miejsca parkingowe dla osób niepełnosprawnych"}, {"level": 3, "text": "Pies asystujący"}, {"level": 2, "text": "Stopka"}]}}