{"content": "# Tutoring w AGH - CeLiID AGH\n\nURL: https://www.cel.agh.edu.pl/tutoring-w-agh/\nCrawled: 2025-03-19 21:12:54\n\nCeLiID AGH\n > \nTutoring w AGH\n\nOsoby\nstudiujące\n\nZajęcia tutoringowe w AGH przeznaczone są dla najzdolniejszych studentów.\n\nW przypadku studiujących na pierwszym roku studiów osoby, które uzyskały najwyższe wskaźniki rekrutacyjne i stały się beneficjentami programu Prymusi AGH jako jeden z bonusów dostępnych w programie mogą wybrać zajęcia tutoringowe.\n\nOsoby studiujące na starszych lat studiów rekrutowane są na zajęcia tutoringowe na podstawie średniej ze studiów. Wysokość progu, uwzględniająca liczbę oferowanych w danym semestrze miejsc, jest każdorazowo ogłaszana przez Prorektora ds. Kształcenia. W przypadku nadmiaru chętnych preferowane są osoby, które dotychczas nie uczestniczyły w zajęciach tutoringowych.\n\nJAK TO DZIAŁA\n\nW każdym semestrze student uprawniony do tutoringu otrzymuje e-mail z indywidualnym zaproszeniem do udziału w programie oraz linkiem do systemu rekrutacji na tutoring.\n\nUczestniczący w programie studenci i studentki wybierają osobistego tutora z bazy dydaktyków o różnorodnych zainteresowaniach. Wspólnie ustalają ze swoim tutorem cel i kierunek swojej indywidualnej pracy w trakcie jednego semestru. Czy będzie to realizacja wybranego, konkretnego zagadnienia naukowego? A może wszechstronny rozwój osobisty? Lepsze poznanie siebie? A może zapoznanie się z jakimś konkretnym obszarem wiedzy? Program tutorialu może, lecz nie musi, nawiązywać do tematyki poruszanej w ramach kierunków studiów realizowanych na AGH.\n\nZajęcia tutoringowe nie są oceniane i nie wlicza się ich do bilansu punktów ECTS. Informacje o ukończonym tutoringu mogą znaleźć się w suplemencie do dyplomu ukończenia studiów. Każdy uczestnik tutoringu otrzymuje również certyfikat poświadczający odbycie zajęć.\n\nZarządzenie Nr 21/2024 w sprawie organizacji kształcenia na studiach wyższych z wykorzystaniem tutoringu w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\nTutoring\n\nCO MÓWIĄ TUTORANCI I TUTORANTKI\nTutoring jest jak żeglowanie, podczas którego nauczysz się sterować statkiem, którym są Twoje mocne strony i talenty.\n\nTutoring to najbardziej interesująca, angażująca i satysfakcjonująca forma kształcenia i własnego rozwoju.\n\nTutorzy\ni Tutorki\n\nZajęcia tutoringowe mogą w AGH prowadzić wyłącznie osoby, które ukończyły certyfikowane kursy tutorskie. Od 2020 roku regularnie 2 do 4 razy w roku organizowane są 64-godzinne szkolenia podzielone na cztery zjazdy weekendowe. Podczas szkoleń osoby uczestniczące zapoznają się z teorią i praktyką tutoringu, poznają narzędzia pracy tutorskiej, biorą udział w warsztatach oraz wykonują zadania certyfikacyjne, będące później podstawą wydania certyfikatu tutora. Status Tutora AGH ostatecznie nadaje Prorektor ds. Kształcenia.\n\nUdział w Programie Tutoringu regulują Zasady kształcenia z wykorzystaniem tutoringu opublikowane na stronie IDUB AGH. Szczegóły dotyczące realizacji tutoringu (np. liczba oferowanych miejsc) są ogłaszane przed rozpoczęciem każdego semestru przez Prorektora ds. Kształcenia.\n\nKoordynatorem tutoringu w AGH jest dr hab. inż Grzegorz Brus.\n\nDowiedz się więcej \n\nCO MÓWIĄ TUTORZY I TUTORKI\nTutoring to najbardziej interesująca, angażująca i satysfakcjonująca forma kształcenia i własnego rozwoju.\n\ndr inż. Anna Dubel\nTutoring jest jak żeglowanie, podczas którego nauczysz się sterować statkiem, którym są Twoje mocne strony i talenty.\n\ndr inż. Natalia Schmidt-Polończyk", "metadata": {"url": "https://www.cel.agh.edu.pl/tutoring-w-agh/", "title": "Tutoring w AGH - CeLiID AGH", "depth": 2, "duplicate": false, "content_hash": "4cef2ba40ba67ec2f3748365aa7dadee", "word_count": 444, "headings": [{"level": 3, "text": "JAK TO DZIAŁA"}, {"level": 1, "text": "CO MÓWIĄ TUTORANCI I TUTORANTKI"}, {"level": 1, "text": "CO MÓWIĄ TUTORZY I TUTORKI"}]}}