{"content": "# “My 2 minutes”- training – Welcome Point\n\nURL: https://wtp.agh.edu.pl/my-2-minutes-training/\nCrawled: 2025-03-19 21:24:08\n\nWelcome Point\n > \nNAWA & Welcome to Poland 2.0\n > \n“My 2 minutes”- training\n\n“My 2 minutes”- training\n\nJoin the “My 2 Minutes” Workshop: Build Your Career Path in Poland at AGH University!\n under Welcome to Poland NAWA Programme\n\nAre you an AGH international student, PhD candidate, or academic looking to establish a successful career in Poland? We’re thrilled to announce Centre for International Affairs is organising the \nfirst edition of the “My 2 Minutes” training,\n hosted by AGH University of Krakow! This dynamic, five-day event will take place in \nMay 2025\n, and it’s designed to help you build a strategic career path while navigating the unique opportunities Poland has to offer.\n\nWhat is “My 2 Minutes”?\n\nThe training focuses on empowering participants to craft a concise and impactful pitch – your “2 minutes” – that highlights your skills, aspirations, and potential as a professional in Poland. It’s not just about career speeches; it’s about:\n\nCareer Development:\n Learn how to align your skills and experiences with the Polish job market.\n\nNetworking Skills:\n Master the art of meaningful professional connections.\n\nPolish Workplace Culture:\n Gain insights into the Polish academic, research, and corporate ecosystems.\n\nPersonal Branding:\n Stand out with a strong, authentic personal brand.\n\nHow to sing up?\n\nComplete this spreadsheet: \nhttps://forms.office.com/e/WKsUnDFtKG\n\nand then submit the data processing documents that you will receive by e-mail.\n\nWho Should Attend?\n\nThis workshop is tailored for:\n\nInternational students currently enrolled in Polish universities.\n\nPhD students eager to advance in academia or transition to industry roles.\n\nAcademics seeking opportunities to collaborate and grow in Poland’s dynamic education and research sectors.\n\nWhat to Expect?\n\nOver five days, participants will engage in:\n\nInteractive Sessions:\n Led by experts in career coaching, HR, and Polish business culture.\n\nPractical Exercises:\n Build and refine your 2-minute pitch, receive feedback, and practice in real-life scenarios.\n\nNetworking Events:\n Meet potential mentors, collaborators, and employers.\n\nCultural Workshops:\n Understand Poland’s work culture to confidently take the next step in your career.\n\nSave the Date!\n\nThe first edition of the “My 2 Minutes” workshop will run in \nMay 2025\n. Detailed agenda will be announced soon, so stay tuned!\n\nRegulamin szkolenia My 2 minutes (PL)\nDownload\n\nRegulations-on-participation-in-My 2 minutes training-EN\nDownload\n\nhttps://forms.office.com/e/WKsUnDFtKG", "metadata": {"url": "https://wtp.agh.edu.pl/my-2-minutes-training/", "title": "“My 2 minutes”- training – Welcome Point", "depth": 3, "duplicate": false, "content_hash": "748919733be1c3a5a7851cdc3631bbe5", "word_count": 366, "headings": [{"level": 1, "text": "“My 2 minutes”- training"}]}}