{"content": "#  Najczęściej zadawane pytania - Dział Zamówień Publicznych AGH\n\nURL: http://www.dzp.agh.edu.pl/najczesciej-zadawane-pytania/\nCrawled: 2025-03-19 21:17:00\n\nNajczęściej zadawane pytania\n1. Jak można kupić np. tonery, oprogramowania, wodę, skorzystać z usług kurierskich czy zakupić materiały biurowe etc. w okresie gdy nie ma jeszcze zawartej umowy w ramach przetargu ogólnouczelnianego? W jakiej firmie?\n2. Zakup oprogramowania specjalistycznego, którego nie ma w kalkulacji cenowej firmy dostarczającej oprogramowanie dla wszystkich Jednostek AGH. Jak wygląda procedura zakupu?\n3. Ile czasu potrzeba na przeprowadzenie procedury przetargowej? (ogłoszenie w BZP 7 dni, a ogłoszenie w TED 30 dni).\n4. Jak zakupić drobny sprzęt komputerowy (drukarki, urządzenia wielofunkcyjne, słuchawki, klawiatury, routery, modemy, części do komputera typu karty grafiki, dyski)? \n5. Kiedy ukaże się informacja o podpisanej umowie ogólnouczelnianej na stronie internetowej DZP?\n6. Umowa zawarta w ramach przeprowadzonego postępowania przetargowego wymaga wprowadzenia zmian. Kto sporządza aneks do umowy?\n7. Zwolnienie z VAT, zerowa stawka VAT. Na co przysługuje preferencyjna stawka podatku VAT? \n1. Pytanie:Jak można kupić np. tonery, oprogramowania, wodę, skorzystać z usług kurierskich czy zakupić materiały biurowe etc. w okresie gdy nie ma jeszcze zawartej umowy w ramach przetargu ogólnouczelnianego? W jakiej firmie?\n\nOdpowiedź: \nOd momentu zakończenia umowy z wykonawcą wybranym w wyniku postępowania przetargowego do czasu, aż zostanie wyłoniony nowy wykonawca, zakupów można dokonywać w \ndowolnie \nwybranej firmie, również u wykonawcy, który dotychczas świadczył usługi dla AGH. W takiej sytuacji, zakup ten nie podlega procedurze przetargowej oraz konieczności zatwierdzenia go w DZP. Fakturę za dostawę/usługę należy opisać sformułowaniem: \n\"zamówienie o wartości poniżej 130 000 złotych w związku z art. 30 ust. 4 ustawy Pzp, procedura przetargowa w trakcie realizacji\"\n i rozliczyć w Dziale Finansowym- pawilon C-2, pok. 17. Faktura po opłaceniu zostanie skierowana do DZP. W takim okresie można kupować tylko i wyłączenie materiały niezbędne do zapewnienia prawidłowego funkcjonowania Jednostki.   \n\n2. Pytanie: Zakup oprogramowania specjalistycznego, którego nie ma w kalkulacji cenowej firmy dostarczającej oprogramowanie dla wszystkich Jednostek AGH. Jak wygląda procedura zakupu?\n\nOdpowiedź: \nDo DZP należy złożyć wniosek będący załącznikiem nr 1 do Zarządzenia nr 3/2021. W punkcie nr 1 „Szczegółowy opis przedmiotu zamówienia\" należy wpisać pełną nazwę oprogramowania, czas trwania i ilość licencji, a także sposób ich dostarczenia.\n\nDo wniosku należy dołączyć uzasadnienie zakupu, zawierające wyjaśnienie, iż jest to oprogramowanie jest specjalistyczne oraz informację do czego będzie wykorzystywane. Wymaganym jest, by w/w uzasadnienie zostało podpisane przez dysponenta środków finansowych. W uzasadnieniu należy również wskazać nazwę firmy w jakiej planowany jest zakup oprogramowania, lub załączyć wydruk oferty.\n3. Pytanie: Ile czasu potrzeba na ogłoszenie procedury przetargowej? (ogłoszenie w BZP 7 dni, a ogłoszenie w TED 30 dni).\n\nOdpowiedź:\n Czas trwania ogłoszenia przetargowego reguluje PZP. Ogłoszenia o przetargach publikowane są w Biuletynie Zamówień Publicznych – czas publikacji wynosi min. 7 dni w przypadku, gdy kwota w planie zamówień publicznych Uczelni przekracza 130 tys. złotych netto, a nie przekracza 215 000 euro.\nW przypadku, gdy kwota w danej pozycji planu zamówień przekracza równowartość 215 000 euro, wówczas ogłoszenie o przetargu musi być opublikowane w Dzienniku Urzędowym Unii Europejskiej (TED). Wówczas publikacja ogłoszenia trwa min. 30 dni.\n4. Pytanie: Jak zakupić drobny sprzęt komputerowy (drukarki, urządzenia wielofunkcyjne, słuchawki, klawiatury, routery, modemy, części do komputera typu karty grafiki, dyski)? \n\nOdpowiedź:\n Osobą odpowiedzialną za przeprowadzanie procedury przetargowej na dostawę części komputerowych i urządzeń peryferyjnych jest pan Jarosław Grzech (tel. wewn. 45-05). Zapotrzebowanie należy zgłosić za pośrednictwem poczty elektronicznej na adres e-mail: \ndck@agh.edu.pl\n\nPrzetargi ogłaszane są dwa razy* w miesiącu (informacje o zapotrzebowaniu zbierane są do połowy każdego miesiąca, wówczas przeprowadzana jest jedna procedura przetargowa, zaś na koniec miesiąca kolejna procedura).\n\n*w lipcu, sierpniu oraz w grudniu, przetarg na DCK jest organizowany tylko raz.\n\nZasady zakupów określone zostały w Komunikacie Kanclerza nr 10/2010.\n\nDokumenty do pobrania:\n\n>> \nKomunikat Kanclerza nr 10/2010\n5. Pytanie: Kiedy ukaże się informacja o podpisanej umowie ogólnouczelnianej na stronie internetowej DZP?\n\nOdpowiedź:\n Informacje na temat zawartej umowy w ramach przeprowadzanych postępowań przetargowych dla wszystkich Jednostek, publikowane są na stronie internetowej DZP po ukazaniu się Komunikatu Kanclerza ( \nhttps://dok.agh.edu.pl/lista.php?id=69\n ). \nArchiwum Komunikatów Kanclerza AGH sięga 1996 r. Znajdą tam Państwo m.in. Komunikaty o zawartych umowach ogólnouczelnianych wraz z załącznikami tj. skanem umowy oraz kalkulacji cenowej. Zachęcamy do korzystania z archiwum\n6. Pytanie: Umowa zawarta w ramach przeprowadzonego postępowania przetargowego wymaga wprowadzenia zmian. Kto sporządza aneks do umowy?\n\nOdpowiedź:\n Aneks przygotowuje Jednostka, która zawarła umowę. Jednostką opiniującą zmiany umowy jest Zespół Radców Prawnych. \n7. Pytanie: Zwolnienie z VAT, zerowa stawka VAT. Na co przysługuje preferencyjna stawka podatku VAT? \n\nOdpowiedź:\n Wykaz towarów zwolnionych z VAT na podstawie art. 83 ust. 1 pkt. 26 Ustawy z dnia 11.03.2004r. o podatku od towarów i usług\n1. Jednostki centralne komputerów, serwery, monitory, zestawy komputerów stacjonarnych\n2. Drukarki\n3. Skanery\n4. Urządzenia komputerowe do pisma Braille’a\n5. Urządzenia do transmisji danych cyfrowych (w tym koncentratory i switche sieci, routery, modemy).", "metadata": {"url": "http://www.dzp.agh.edu.pl/najczesciej-zadawane-pytania/", "title": " Najczęściej zadawane pytania - Dział Zamówień Publicznych AGH", "depth": 2, "duplicate": false, "content_hash": "ab255b5f968435e15d1b7ac785a125b2", "word_count": 769, "headings": [{"level": 1, "text": "Najczęściej zadawane pytania"}, {"level": 2, "text": "1. Pytanie:Jak można kupić np. tonery, oprogramowania, wodę, skorzystać z usług kurierskich czy zakupić materiały biurowe etc. w okresie gdy nie ma jeszcze zawartej umowy w ramach przetargu ogólnouczelnianego? W jakiej firmie?"}, {"level": 2, "text": "2. Pytanie: Zakup oprogramowania specjalistycznego, którego nie ma w kalkulacji cenowej firmy dostarczającej oprogramowanie dla wszystkich Jednostek AGH. Jak wygląda procedura zakupu?"}, {"level": 2, "text": "3. Pytanie: Ile czasu potrzeba na ogłoszenie procedury przetargowej? (ogłoszenie w BZP 7 dni, a ogłoszenie w TED 30 dni)."}, {"level": 2, "text": "4. Pytanie: Jak zakupić drobny sprzęt komputerowy (drukarki, urządzenia wielofunkcyjne, słuchawki, klawiatury, routery, modemy, części do komputera typu karty grafiki, dyski)?"}, {"level": 2, "text": "5. Pytanie: Kiedy ukaże się informacja o podpisanej umowie ogólnouczelnianej na stronie internetowej DZP?"}, {"level": 2, "text": "6. Pytanie: Umowa zawarta w ramach przeprowadzonego postępowania przetargowego wymaga wprowadzenia zmian. Kto sporządza aneks do umowy?"}, {"level": 2, "text": "7. Pytanie: Zwolnienie z VAT, zerowa stawka VAT. Na co przysługuje preferencyjna stawka podatku VAT?"}]}}