{"content": "# Jak udoskonalić leczenie nowotworów?-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/aktualnosci/detail/jak-udoskonalic-leczenie-nowotworow\nCrawled: 2025-03-19 21:07:13\n\nPrzygotowanie kalibracji elementów aktywnych fantomu Dose3D-F przed sprzętowym skonfigurowaniem fantomu i rozpoczęciem właściwego pomiaru dawki. Zespół, od lewej: Bartosz Mindur, Piotr Wiącek, Jakub Hajduga, Tomasz Szumlak, Dagmara Kulig oraz Damian Kabat. \n\n Jak udoskonalić leczenie nowotworów? \n\n 12/03/2025 \n\n badania i nauka \n innowacje \n\n Raz wyemitowanej dawki promieniowania nie możemy już cofnąć. Ale co gdybyśmy byli w stanie dokładnie zobaczyć jej działanie, zanim dotrze ona do ciała pacjenta? Projekt Dose-3D powstał po to, by w przyszłości dawki promieniowania dało się testować wielokrotnie – na fantomie. Dzięki temu fizycy i lekarze mieliby pewność, że stosują optymalny plan leczenia. Prototyp urządzenia jest już gotowy, ale etap wprowadzenia do użycia jeszcze przed nim. Prof. dr hab. inż. Tomasz Szumlak z Katedry Oddziaływań i Detekcji Cząstek na Wydziale Fizyki i Informatyki Stosowanej, kierownik projektu, opowiada o jego genezie, realizacji i możliwościach. \n\nZ naukowcem rozmawia Katarzyna Dziadowicz z Centrum Komunikacji i Marketingu AGH.\n\nPodobno inspiracją do rozpoczęcia projektu Dose-3D było marzenie fizyka medycznego o narzędziu, które pozwoliłoby na sprawdzenie dawki promieniowania przed podaniem jej pacjentowi.\n\nTo trochę intrygująca historia. Kończyliśmy projekt, w którym moja grupa uczestniczyła jako specjaliści od oprogramowania. Projekt dotyczył stabilności procedury kalibracji i skupiał się głównie na tym, żeby weryfikować powtarzalność dawek promieniowania. Co ciekawe, ta grupa, która się wtedy zbudowała, doprowadziła też do końca obecny projekt – chociaż nie były ze sobą związane. Byliśmy natomiast grupą osób, które mają doświadczenie w projektowaniu detektorów i w czasie naszego ostatniego spotkania jeden z medyków powiedział, że takim super urządzeniem byłby detektor, który mierzyłby dawkę promieniowania w jednym momencie w całej objętości modelowanej i od razu w czasie rzeczywistym dostarczał informacje na temat zdeponowanej dawki terapeutycznej. Ta szybka myśl przerodziła się w serię dyskusji z ekspertami z Narodowego Instytutu Onkologii (NIO) i Politechniki Krakowskiej co w efekcie zaowocowało pozyskaniem, w ramach projektu Team-NET Fundacji na Rzecz Nauki Polskiej, funduszy europejskich z Programu Operacyjnego Inteligentny Rozwój.\n\nOpracowany przez Państwa detektor ma mieć zastosowanie w terapii fotonowej.\n\nTaki był początkowo pomysł. Tamta grupa była zaangażowana w prace Narodowego Instytutu Onkologii, więc zaczęło się od terapii fotonowej, ale obecnie współpracujemy też z Instytutem Fizyki Jądrowej, żeby spróbować użyć naszego detektora w przypadku wiązki protonowej. Pacjenci oczywiście są bezpieczni i w zasadzie weryfikacja jest wysokiej jakości, ale przydałoby się takie urządzenie jak nasz fantom, żeby bezpośrednio zmierzyć wiązkę promieniowania w zadanej objętości. Teoretycznie dzięki takiemu rozwiązaniu moglibyśmy mieć dostęp do informacji o tym, jak dokładnie wygląda pęczek tych protonów. Są z tym oczywiście problemy, bo taka wiązka protonowa jest jednak potężna (w sensie możliwej do zdeponowania energii); jest jak… pociąg. I „wjeżdżając” do tego detektora potencjalnie mogłaby dokonać zniszczeń albo wywołać efekt tzw. quenchingu jonizacyjnego tej wiązki. To niepożądane zjawisko, które może występować w systemach detekcji promieniowania, gdy mamy do czynienia z wysoko jonizującym promieniowaniem (jakim jest też wiązka protonowa). Mówimy o nim, gdy odpowiedź detektora na zdeponowaną energię jest nieliniowa. Tymczasem pożądaną cechą systemów detekcji promieniowania jest właśnie liniowość odpowiedzi. Quenching jonizacyjny jest więc efektem bardzo istotnym, ale z naszej perspektywy niekorzystnym.\n\nDo tej pory nikt tego nie robił – były tylko różnego rodzaj studia testowe ze scyntylatorami, ale nikt nie badał tego zjawiska przy użyciu urządzenia z granulacją przestrzenną. Scyntylatorami nazywamy zwyczajowo materiały, które są zdolne do emisji fotonów (o szerokim spektrum energii) w odpowiedzi na przekaz energii od promieniowania oddziałującego z nimi. Materiały te mogą występować w stanie ciekłym oraz stałym. W naszych badaniach koncentrujemy się na wyjątkowych, bo drukowanych, plastikach scyntylacyjnych, co ważne – o własnościach zbliżonych do tkanek. Zastosowanie takiego detektora z granulacją wzdłuż wiązki protonowej byłoby rozwiązaniem pionierskim, bo dotychczas więcej prac dotyczyło oddziaływania plastikowego scyntylatora z fotonami. Ale ten fantom ma duży potencjał także w przypadku protonów, więc chcielibyśmy go wydobyć, chociaż te prace są na razie w początkowych stadiach.\n\nNa czym zatem polega terapia fotonowa?\n\nRadioterapia z użyciem wiązek fotonowych, jest jednym ze sposobów leczenia onkologicznego. W odróżnieniu od terapii protonowej może być stosowana do bardzo rozległych zmian nowotworowych o skomplikowanych kształtach umiejscowionych w różnych częściach ciała. Istotną różnicą pomiędzy terapią fotonową i protonową jest sposób dostarczania dawki terapeutycznej, która efektywnie niszczy tkanki nowotworowe. W przypadku protonów jonizacja jest mniej więcej stała, a w momencie utraty znacznej części energii kinetycznej protony gwałtownie tracą energię (to tak zwane maksimum Bragga). Dzięki temu terapia protonowa może być stosowana w przypadku nowotworów umiejscowionych płytko, mówiąc w znacznym uproszczeniu. Oddziaływanie fotonów ma zupełnie inny charakter – nie mamy w tym przypadku nagłych zmian zdeponowanej energii. Terapię fotonową dobrze przedstawia się w zestawieniu z terapią protonową, bo chodzi o to, że w przypadku protonów mamy możliwość precyzyjnego sterowania wiązką. Tam w zasadzie możemy ustawiać energię i intensywność tej wiązki, a procesy fizyczne związane z deponowaniem energii są bardzo przewidywalne. Dla danej energii możemy sobie zdefiniować głębokość maksymalnego wnikania – w przypadku protonów jesteśmy w stanie zaplanować, gdzie zostanie zdeponowane nawet 99% procent tej energii. Dlatego taką wiązką można atakować zmiany nowotworowe, które są blisko jakichś istotnych organów i świetnie nadają się do niej nowotwory, które są zlokalizowane blisko powierzchni, np. nowotwory oka, ale także np. nowotwory okolic mózgu, bo tkanka do penetracji nie jest rozległa. Problem pojawia się wtedy, gdy zmiana nowotworowa jest rozległa i głęboko umiejscowiona, jak w przypadku tkanek miękkich, takich jak płuca. Tu zaczyna się problem dla terapii protonowej, bo wtedy ten proces jonizacji dotyka też tej zdrowej tkanki „po drodze” i jest dosyć intensywny, bo wiązka ją penetruje, żeby dotrzeć na taką głębokość. Dlatego jeśli mamy rozległe zmiany chorobowe i one są głęboko, to kierujemy się ku terapii fotonowej. W przypadku terapii fotonowej wiązka fotonów jest produkowana przez wiązkę elektronów bombardujących specjalnie dobrany element wykonany z ciężkiego metalu (np. wolfram). Elektrony są gwałtownie wyhamowywane, produkując efektywnie promieniowanie X, w zasadzie jest to system podobny do lampy rentgenowskiej, tylko oczywiście o trochę innym zakresie energii i innej intensywności wiązki. Taka maszyna, produkując tę wiązkę fotonową, od razu stwarza problem – bo wiązką fotonową nie mogę sterować tak jak protonami. To są cząstki nienaładowane, wytwarzana wiązka jest szeroka, a fotony nie mają określonej energii ale całe widmo, bo ten proces hamowania elektronów jest nieokiełznany. Wiązką protonową mogę skanować wybrany obszar, bardzo łatwo mogę tak ustawić pole magnetyczne, że po prostu wiązkę mogę sobie poruszać w górę w dół, a dodatkowo mogę zmieniać energię. Natomiast w przypadku wiązki fotonowej nie mogę czegoś takiego zrobić; fotony nie są sterowalne w ten sposób. Więc tu cała sztuka polega na tym, żeby odpowiednio kondycjonować tę wiązkę fotonową: trzeba ją spłaszczyć, próbować ją jakoś wyrównać, dodatkowo, jeśli zaczynamy mówić o takich aspektach jak leczenie rozległego nowotworu, to ten nowotwór może mieć różny kształt, więc bardzo dużą komplikacją jest samo kształtowanie pola. Są bardzo skomplikowane systemy tak zwanych wielolistkowych kolimatorów, które ustawiają się w taki specyficzny kształt, a do tego jeszcze trzeba wziąć pod uwagę, że ta wiązka to jest projekcja na pewną odległość. Wiązka nie jest kontrolowana, więc będzie rozbieżna – tak jak z rzucaniem zajączków na ścianę: z odległością ten obraz się zmienia – jest bardziej rozmyty i większy. Więc musimy mieć bardzo zaawansowane narzędzia, które będą modelowały, jak będzie wyglądać projekcja tej wiązki, rzut otwarcia kolimatora na ciało pacjenta. I to są wszystkie te komplikacje w przystosowaniu tej wiązki, żeby ona była wiązką terapeutyczną. Poza tym, nie jest łatwo przygotować tę wiązkę tak, żeby miała stałe natężenie. Czyli mam pewien obszar terapeutyczny i w zasadzie kiedy produkujemy tę wiązkę fotonową, to ona jest jak fala kulista – ma taki nieregularny kształt na swoim czole. Dodatkowo, o ile takie ciężkie cząstki naładowane, jak protony, mają w zasadzie stałą jonizację w funkcji głębokości penetrowania i jak się cząstka zatrzymuje, to w tym miejscu jest depozyt praktycznie całej energii, to w przypadku fotonów mamy jak gdyby ciągły i bardzo zmienny depozyt. Ta wiązka deponuje energię w sposób bardziej wykładniczy, czyli nie jest tak, że mamy fragment jakiegoś stałego depozytu i gdzieś tam mamy maksymalny depozyt, tylko jest takie stałe osłabianie tej wiązki fotonowej. I to jest kolejny problem, bo nie możemy atakować tej zmiany z jednego kąta, z jednej pozycji. Należy opracować plan leczenia, który będzie naświetlał to miejsce pod kilkoma albo nawet kilkudziesięcioma różnymi kątami – od góry, od dołu, z boku; tak, żeby po prostu jak najmniejszą dawkę energii zdeponować w zdrowych tkankach, a tylko w miejscu chorobowo zmienionym zdeponować jej dużo.\n\nWięc jeśli pacjent przychodzi z jakąś diagnozą do lekarza, to najpierw musi być dyskusja ze specjalistami z dziedziny fizyki medycznej, musi być bardzo dokładnie zdefiniowana ta przestrzeń, gdzie będzie deponowana dawka terapeutyczna, są do tego specjalne programy komputerowe, które robią symulacje, a później opracowują jak najlepsze dostarczenie tej dawki – obliczają z jakich kierunków najlepiej naświetlać to miejsce, omijając istotne organy, tak żebyśmy w miejscu, gdzie jest chora tkanka, mieli to maksimum depozytu. Tak to wygląda w telegraficznym skrócie.\n\nTo, o co my walczymy w naszym projekcie, to żebyśmy mieli urządzenie, które jest bardzo dobrze przygotowane do dokładnego zmierzenia rozkładu dawki przestrzennej i które pozwoli nam pokazać, że to, co symulujemy, jest zgodne ze stanem faktycznym. Normalnie nie ma możliwości takiej weryfikacji, bo pacjentowi, który przechodzi terapię, nie da się włożyć do środka czegoś, co pozwoliłoby bezpośrednio zmierzyć zdeponowane dawki promieniowania. Do tej pory opierało się to raczej na kalibracji tego urządzenia, na analizie danych z fantomów i symulacjach, przy czym te dotychczas używane fantomy miały ograniczone możliwości. W obecnie używanych fantomach mamy sondę, która zmienia pozycję kilkadziesiąt razy, na przykład, żeby odmierzyć jakąś objętość, albo są to fantomy wykonane z materiału zmieniającego swojego własności w wyniku promieniowania. Później trzeba zawieźć taki fantom do odczytu, który jest bardzo skomplikowany i zwykle niestabilny, bo jest podatny na zmianę w wyniku czynników zewnętrznych jak temperatura czy czas.\n\nNasz pomysł jest taki, żeby zrobić urządzenie, które będzie mieć odpowiednią segmentację pozwalającą na pomiar przestrzenny w zasadzie w czasie rzeczywistym. Wstawimy nasz fantom do wiązki terapeutycznej, a wewnątrz, przy pomocy oprogramowania, będziemy mogli wymodelować, gdzie znajduje się chore miejsce. Moglibyśmy to zrobić nawet dla indywidualnego pacjenta – odczytać ze skanu CT lokalizację chorego miejsca, zobaczyć jak wygląda i wymodelować to w naszym fantomie, a później przy użyciu tego fantomu sprawdzić cały plan leczenia, a być może nawet wprowadzić określone korekty.\n\nCzyli fizycznie mamy fantom, do którego celujemy tą wiązką fotonową, a za pośrednictwem oprogramowania zaznaczamy, gdzie są chore miejsca?\n\nDokładnie. Fantom jest podzielony na małe woksele i przy pomocy oprogramowania oznaczam, które woksele są wewnątrz zmiany chorobowej, a które na zewnątrz. W klasycznych fantomach tego się nie robi – tam zwykle jest jedna ekspozycja, robi się kalibrację i weryfikuje urządzenia. Z takim fantomem jak opracowany przez nas możemy przygotować dokładnie taki plan leczenia jak dla pacjenta, przeprowadzić go na fantomie i dokładnie zmierzyć, jaka jest dawka promieniowania w miejscu, które reprezentuje w fantomie jakąś zmianę chorobową i jaki jest jej rozkład przestrzenny.\n\n Zespół Dose3D-Future. Na zdjęciu od lewej: Bartosz Mindur, Damian Kabat, Tomasz Szumlak, Piotr Wiącek, Stefan Koperny, Tomasz Fiutowski, Dagmara Kulig, Maciej Kopeć oraz Andrzej Korba. \n\nSkonstruowany fantom jest modularny. Co to znaczy?\n\nModularność w tym momencie możemy rozumieć na kilku poziomach. Przede wszystkim jest związana z konfigurowalnością. Jak widać (patrz obrazek poniżej – przyp. red.), fantom możemy mieć np. w konfiguracji takiej wysokiej wieży, albo w konfiguracji dwóch wież obok siebie, czyli w zależności od tego, który organ chciałbym analizować, mogę sobie po prostu z tych moich kosteczek złożyć taką strukturę. W praktyce, jeśli myślelibyśmy o sprzedaży takiego urządzenia, to pewnie mielibyśmy prekonfigurowalne dwie albo trzy takie struktury: powiedzmy dużą, średnią i małą. Natomiast ta pierwsza, podstawowa konfigurowalność jest taka, że mamy pojedyncze woksele ze scyntylatorem, z których możemy składać struktury do detekcji. I teraz modularność, czyli ten wyższy stopień konfigurowalności, polega na tym, że ja mogę po prostu dokładać i dokładać, i dokładać, i budować coraz większe struktury. Taka pojedyncza struktura, którą my nazywamy warstwą albo slicem, to jest struktura związana z samym odczytem, bo odczyt jest realizowany przez fotopowielacz, który ma określoną ilość kanałów pozwalających na odczyt 64 wokseli. I teraz mogę sobie po prostu dokładać kolejne moduły – jeden, dwa, trzy, cztery, pięć, w zasadzie tylko koszty są limitem.\n\nCzy dzięki temu będzie można dostosować ten fantom do swoich potrzeb?\n\nTak, dany szpital mógłby zainwestować w małe urządzenie i wtedy miałby np. osiem modułów, albo mógłby zainwestować w większe, i wtedy miałby np. 24 moduły. W tym momencie pojedynczy woksel ma rozmiary 10×10×10 mm, ale tak naprawdę nasza docelowa miniaturyzacja to byłoby 5×5×5 mm, czyli objętościowo osiem razy mniej. Można by zejść jeszcze niżej, ale w tym przypadku w zasadzie nie ma to sensu. Robią to koreańskie grupy, ale one pracują nad fantomami, które byłyby fantomami dla skóry, super cieniutkimi, na kilkaset mikrometrów. Miałyby mieć one zastosowanie w walce ze skutkami poparzeń w takich przypadkach jak awaria elektrowni jądrowej i opad betaaktywnego nuklidu.\n\nNatomiast my się koncentrujemy na czymś innym i ten kraniec miniaturyzacji jest związany w zasadzie z fizyką tego procesu depozytu energii. Biorąc pod uwagę różnego rodzaju zjawiska, własności fizyczne, wydaje się, że to jest chyba ten kraniec miniaturyzacji. Jak przeprowadzi się testy i takie szybkie oszacowania, to liczba kanałów odczytu to byłoby maksymalnie około 10 tysięcy, dla takiego najbardziej zminiaturyzowanego rozbudowanego układu.\n\nJakie są przeszkody do zmniejszenia tych wokseli z obecnego rozmiaru, techniczne czy finansowe?\n\nGłównie finansowe, bo opracowaliśmy szereg technologii przystosowania tych scyntylatorów, budowania, łączenia scyntylator–włókno i włókno–fotopowielacz. Bywa, że to są rzeczy robione przemysłowo w sposób, który nam nie odpowiada. Są też jakieś grupy, które robią podobne rzeczy, ale wtedy zwykle to ukrywają. Więc bardzo wiele rzeczy musieliśmy robić od początku w tym wszystkim, ale w tym momencie wydaje się, że główna przeszkoda w dalszych badaniach, to finanse. Skończył się projekt, teraz poszukujemy nowych źródeł finansowania. Natomiast wydaje się, że większość rzeczy mamy na tyle opracowaną, że moglibyśmy przystąpić właśnie do prac nad etapem komercjalizacji takich rozwiązań.\n\nA czy możliwe jest też zaprogramowanie w tym fantomie różnych narządów? Bo chyba nie wszystkie reagują na promieniowanie tak samo?\n\nOczywiście mamy pewnego rodzaju ograniczenia. Scyntylator jest tak dobrany, że ma własności tkankopodobne, więc przyjmujemy, że on w sposób przybliżony odpowiada tak, jak średnia tkanka. Takie uśrednienie stosujemy, tak czy inaczej, w każdej terapii. Wiązka terapeutyczna przechodzi przez różne warstwy naszego organizmu i mówimy, że co do pewnych średnich własności, możemy to modelować materiałem, który ma taką gęstość. Więc ten nasz scyntylator ma tkankopodobne własności w takim sensie średniej tkanki.\n\nI mogę sobie modelować tu różne zmiany chorobowe, np. wstawić prostatę czy wstawić kawałek płuca w tym sensie, że po prostu oznaczam woksele, które na skanie CT odpowiadają tej zmianie nowotworowej. Oczywiście nie jest to banalne, bo później, patrząc w przyszłość, możemy fantazjować nad fantomem, który będzie miał np. wydrukowane żebra, wymodelowaną jakąś tkankę miękką, jak skóra, a to urządzenie aktywne gdzieś tam siedzi w środku i może być dostosowywane do potrzeb użytkownika. To wszystko uproszczenia, ale to i tak rewolucyjny skok w porównaniu z tym, co w tym momencie jest dostępne. Więc tu możemy po prostu przeprowadzić dokładny plan leczenia, taki jak dla jakiegoś indywidualnego pacjenta i po wykonaniu całego planu, po tych wszystkich ekspozycjach, zweryfikować, jaka tu jest dokładnie dawka zdeponowana.\n\nTe scyntylatory opracowywali Państwo w czasie trwania projektu?\n\nTakie scyntylatory to bardzo skomplikowany projekt. Za ich tworzenie odpowiadają bardzo dobrze sfinansowane grupy na świecie. My pracujemy nad nimi we współpracy z grupą koreańską i z uniwersytetem Hanyang. Oni podsyłają nam różne typy scyntylatorów i my je testujemy pod kątem naszych potrzeb.\n\nJakie jeszcze elementy musieli Państwo opracować na rzecz tego projektu, żeby ten fantom mógł funkcjonować?\n\nCałą mechanikę, czyli po prostu całe zewnętrzne pudełko, całą strukturę, w której kostki (ze scyntylatorem) były układane. To są rzeczy, które my tutaj projektujemy i drukujemy na miejscu. Stworzyliśmy sobie takie stanowiska do wydruków 3D. Nie było tego w planach, ale w trakcie okazało się, że różnego rodzaju drobne narzędzia bardzo trudno kupić gotowe, więc w ciągu trwania projektu musieliśmy wykonać kilka tysięcy różnego rodzaju detali, m.in. narzędzi pomocniczych do polerowania światłowodów oraz supportów czy tacek do rozkładania pojedynczych kostek scyntylatora. To stanowisko do wydruków 3D okazało się w zasadzie jednym z kluczowych osiągnięć grupy z AGH. No i oczywiście opracowywaliśmy całą elektronikę. Elektronikę odczytu, infrastrukturę dla chipu, który przetwarza sygnał i później przetwarzanie wstępne np. sygnału cyfrowego przy użyciu konfigurowalnych procesorów FPGA. To wszystko zaprojektowaliśmy i zbudowaliśmy sami, a cała ta warstwa akwizycyjna była stworzona i teraz te pewne elementy próbujemy opatentować, właśnie rozpoczęły się procedury.\n\nA czy nie dałoby się zaprogramować takich symulacji bez tego fizycznego fantomu?\n\nOczywiście da się, ale symulacja to tylko symulacja, to zawsze tylko pewnego rodzaju przybliżenie. My robimy symulacje, mamy całą platformę, nawet doskonalszą niż te tzw. analityczne narzędzia do symulacji, bo mamy porządny symulator, który po prostu symuluje fizykę użytego promieniowania. Ale to jest symulacja – więc tak czy inaczej, kiedy np. budujemy jakieś urządzenie, to symulacja nam pomaga, ale koniec końców musimy zbudować prototyp. Nie możemy zbudować samolotu i od razu powiedzieć: „No to latajcie!”, bo przeprowadziliśmy ileś symulacji. Symulacje pomagają nam jak gdyby wpaść w jakąś optymalną przestrzeń rozwiązania, ale pomiar to jest pomiar, dlatego też te weryfikacje czy kalibracje urządzeń, przeprowadza się z fantomami. Są różnego rodzaju fantomy, na których musi być ten proces weryfikacji, bo np. maszyna odrobinkę przekłamuje, ma jakieś ograniczenia techniczne. I wtedy symulacja nie jest w stanie tego w żaden sposób odkryć, bo ja symuluję konfiguruję z zaplanowanym ustawieniem maszyny, a fantom jest w stanie pokazać, że jest coś nie tak. Więc mając super precyzyjne i bardzo drogie urządzenie do naświetlania, za dziesiątki milionów złotych, mając super precyzyjną symulację, tak czy inaczej potrzebujemy właśnie urządzenia – detektora – który będzie przeprowadzać weryfikację tego wszystkiego.\n\nObecnie fantom jest w zasadzie gotowy do działania.\n\nTak, ten projekt zakończył się w grudniu 2023 r. i w zasadzie udowodniliśmy wszystkie pryncypia. Pokazaliśmy, że jesteśmy w stanie zbudować urządzenie, które ma wysoką granularność, odczytywać je w czasie rzeczywistym, wielokrotnie je kalibrować z bardzo dobrą stabilnością. Przede wszystkim pokazaliśmy taki kanoniczny w fizyce medycznej związek pomiędzy sygnałem i deponowaną dawką – on powinien być liniowy. My pokazaliśmy go na wykresie, gdzie na jednej osi mieliśmy zdeponowaną dawkę, a na drugiej sygnał z detektora. Więc pokazaliśmy, że koncepcyjnie to urządzenie jest gotowe, możemy je zbudować, powinno działać zgodnie z założeniami. Dodatkowo zespół AGH-NIO przeprowadził w poprzednim roku dwa krytyczne eksperymenty – pomiary dawki w środowisku wodnym oraz pomiar dawki, w którym nasz fantom został umieszczony wewnątrz innego fantomu posiadającego odpowiednie certyfikaty medyczne. Oba eksperymenty były dla nas przełomowe, ponieważ pokazaliśmy że jesteśmy w stanie dokonać poprawnej rekonstrukcji dawki w warunkach identycznych z tymi, w jakich prowadzi się obecnie pomiary weryfikacyjne. Tylko teraz właśnie trzeba je przenieść w realia rzeczywistego urządzenia, popracować nad koncepcją kompletnego urządzenia, które można by oddać w ręce fizyków medycznych odpowiedzialnych za przygotowanie planów leczenia. Urządzenie takie musi działać w bezpośrednim sąsiedztwie maszyny medycznej, nie przeszkadzając w leczeniu i żeby dało się później dla każdego pacjenta wykonać pomiary weryfikacyjne. Musielibyśmy je jakoś przesunąć, w pobliżu stołu ustawić ten fantom i zrobić badania.\n\nCzy lekarze byliby w stanie korzystać z niego samodzielnie?\n\nZwykle te pomiary niemedyczne, stricte, to znaczy kalibracja, weryfikacja są robione przez personel techniczny firmy, która dostarcza urządzenie i fizyków medycznych. Ważne jest oczywiście pytanie do czego chcielibyśmy go używać, bo gdy mówimy o aspektach czysto technicznych, jak pomiary pewnych parametrów maszyny, to zdobycie odpowiednich certyfikatów i przekonanie ludzi jest stosunkowo łatwe. Natomiast gdybyśmy chcieli używać go do wspomagania procesu leczenia, jego planowania, określenia, w jaki sposób dostarczać dawkę, to jest to zupełnie inna historia, bo musimy przejść skomplikowany proces, wiele testów, certyfikację medyczną. Ale ten pierwszy krok, pokazanie ludziom, że mamy takie urządzenie i że ono może istotnie zmienić i poprawić jakość weryfikacji własności maszyny i kalibracji – myślę, że to by był nasz główny cel na te następne kilka lat. A później zobaczymy.\n\nRealizacja projektu zakończyła się w grudniu 2023 r., zaangażowane w nią były: Akademia Górniczo-Hutnicza, Politechnika Krakowska oraz Narodowy Instytut Onkologii w Krakowie. Obecnie projekt jest w fazie trwałości. Dalsze prace badawczo-rozwojowe kontynuowane są przez zespół z AGH i eksperta z NIO.\n\nFantom Dose3D-F przygotowany do pomiarów wewnątrz certyfikowanego fantomu I'mRT. W pomiarze tym zrealizowano kompletny plan leczenia - fantom Dose3D-F reprezentuje organ krytyczny oraz organ naświetlany. \n\nFantom Dose3D-F przygotowany do pomiarów wewnątrz certyfikowanego fantomu I'mRT. Pozycjonowanie urządzenia przy użyciu systemu laserowego akceleratora medycznego.\n\nPomiar rozkładu przestrzennego dawki terapeutycznej przy pomocy fantomu Dose3D-F w środowisku wodnym. Pomiar ten pozwala na osiągnięcie tak zwanych warunków równowagi elektronowej i reprezentuje realistyczny proces naświetlania pacjenta (na pierwszym planie znajduje się elektroniczny system akwizycji danych zbudowany przez badaczy z AGH).\n\nPrzygotowanie do drugiej ekspozycji elementów aktywnych fantomu Dose3D-F przed konfiguracją fantomu oraz właściwymi pomiarami dawki. \n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/aktualnosci/detail/jak-udoskonalic-leczenie-nowotworow", "title": "Jak udoskonalić leczenie nowotworów?-- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "841f0ef9367a21e075f8fd80a77565e3", "word_count": 3391, "headings": [{"level": 1, "text": "Jak udoskonalić leczenie nowotworów?"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}