{"metadata": {"url": "https://dss.agh.edu.pl/swiadczenia/stypendium-dla-osob-niepelnosprawnych", "title": " Stypendium dla osób niepełnosprawnych -- Dział Spraw Studenckich AGH ", "depth": 1, "duplicate": false, "content_hash": "47bfe7dbb435c365ed0f42c3e164cbc0", "word_count": 582, "headings": [{"level": 1, "text": "Stypendium dla osób niepełnosprawnych"}, {"level": 3, "text": "Kto może otrzymywać stypendium dla osób niepełnosprawnych?"}, {"level": 3, "text": "Jak ubiegać się o stypendium dla osób niepełnosprawnych?"}, {"level": 3, "text": "Na jak długo jest przyznawane stypendium?"}, {"level": 3, "text": "Kto nie może otrzymać stypendium dla osób niepełnosprawnych?"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Stopka"}]}, "content": "#  Stypendium dla osób niepełnosprawnych -- Dział Spraw Studenckich AGH \n\nURL: https://dss.agh.edu.pl/swiadczenia/stypendium-dla-osob-niepelnosprawnych\nCrawled: 2025-03-20 01:35:08\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Stypendium dla osób niepełnosprawnych \n\nUwaga!\n Wnioski o stypendium dla osób niepełnosprawnych na semestr letni roku akademickiego 2024/2025 należy składać w BOSS do \n10 marca 2025 r.\nwraz z aktualnym orzeczeniem o niepełnosprawności.\n\nKto może otrzymywać stypendium dla osób niepełnosprawnych? \n\nStypendium dla osób niepełnosprawnych może otrzymać student legitymujący się orzeczeniem właściwego organu o stopniu niepełnosprawności posiadający wpis na semestr lub przebywający na urlopie, lub powtarzający semestr. Wysokość stypendium dla osób niepełnosprawnych jest zależna od stopnia niepełnosprawności i w roku akademickim 2024/2025  wynosi:\n\n1 200 zł/m-c\n dla osób ze znacznym (Z) stopniem niepełnosprawności,\n\n1 000 zł/m-c\n dla osób z umiarkowanym (U) stopniem niepełnosprawności,\n\n800 zł/m-c\n dla osób z lekkim (L) stopniem niepełnosprawności.\n\nJak ubiegać się o stypendium dla osób niepełnosprawnych?\n\nWniosek należy wypełnić w systemie USOSweb, a następnie wydrukować, podpisać i wraz z dokumentem stwierdzającym niepełnosprawność, złożyć w BOSS.\n\nKontakt do osób zajmujących się obsługą świadczeń na poszczególnych Wydziałach\n\nOrzeczenie o \nznacznym stopniu niepełnosprawności\n  jest równoważne z orzeczeniem:\n\no całkowitej niezdolności do pracy i niezdolności do samodzielnej egzystencji w rozumieniu przepisów o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych,\n\no niezdolności do samodzielnej egzystencji w rozumieniu przepisów o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych lub przepisów o ubezpieczeniu społecznym rolników,\n\nstwierdzającym stałą lub długotrwałą niezdolność do pracy w gospodarstwie rolnym i do samodzielnej egzystencji albo trwałą lub okresową całkowitą niezdolność do pracy i samodzielnej egzystencji w rozumieniu przepisów o ubezpieczeniu społecznym rolników, w celu uzyskania świadczeń określonych w tych przepisach,\n\no zaliczeniu do I grupy inwalidów.\n\nOrzeczenie o \numiarkowanym stopniu niepełnosprawności\n  jest równoważne z orzeczeniem:\n\no całkowitej niezdolności do pracy w rozumieniu przepisów o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych,\n\no zaliczeniu do II grupy inwalidów;\n\nOrzeczenie o \nlekkim stopniu niepełnosprawności\n  jest równoważne z orzeczeniem:\n\no częściowej niezdolności do pracy w rozumieniu przepisów o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych, stwierdzającym stałą lub długotrwałą niezdolność do pracy w gospodarstwie rolnym w rozumieniu przepisów o ubezpieczeniu społecznym rolników, jeśli danej osobie nie przysługuje prawo do świadczeń określonych w tych przepisach,\n\no zaliczeniu do III grupy inwalidów.\n\nNa jak długo jest przyznawane stypendium?\n\nStypendium dla osób niepełnosprawnych przyznawane jest na semestr, od miesiąca złożenia wniosku. W roku akademickim może być wypłacane maksymalnie przez 10 miesięcy.\n\nUwaga! \n Student ubiegający się o uzyskanie orzeczenia o niepełnosprawności w trakcie roku akademickiego powinien w BOSS złożyć wniosek o przyznanie stypendium, który zostanie rozpatrzony po dostarczeniu orzeczenia. Wypłata obejmie okres od miesiąca złożenia wniosku do końca danego semestru.\n\nStudent studiujący na więcej niż jednym kierunku może otrzymać stypendium dla osób niepełnosprawnych tylko na jednym wskazanym przez siebie kierunku.\n\nKto nie może otrzymać stypendium dla osób niepełnosprawnych?\n\nStypendium nie może otrzymać student, który:\n\nukończył studia drugiego stopnia lub jednolite magisterskie,\n\njest studentem studiów pierwszego stopnia i ukończył studia pierwszego stopnia na drugim kierunku,\n\nstudiuje powyżej 12 semestrów, z zastrzeżeniem, że na studiach pierwszego stopnia świadczenie przysługuje przez maksymalnie 9 semestrów, a na studiach drugiego stopnia przez 7 semestrów.\n\nUwaga!\n\n Jeżeli niepełnosprawność powstała w trakcie studiów lub po uzyskaniu tytułu zawodowego stypendium dla osób niepełnosprawnych przysługuje przez dodatkowy okres 12 semestrów.\n\nKontakt\n\nBOSS\n - osoby zajmujące się obsługą świadczeń na poszczególnych Wydziałach\n\nbudynek C-7\n pokój 112b\n\nponiedziałek – wtorek\n 9:00 – 15:00\n czwartek - piątek\n 7:30 – 13:30\n\nStopka\n\nArchiwum dokumentów\n\nDział Spraw Studenckich\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nAl. Mickiewicza 30\n30-059 Kraków\n\nBiuro Obsługi Spraw Studenckich\nbudynek C-7, pokój 112\nSekcja Obsługi Organizacji Studenckich\nbudynek C-1, pokój 111\nSekcja Wypłat i Rozliczeń Stypendiów\nbudynek C-1, pokój 111\ne-mail: dss@agh.edu.pl\n\nBack"}