{"content": "# Homepage – Wydział Inżynierii Lądowej i Gospodarki Zasobami\n\nURL: https://wilgz.agh.edu.pl/en/\nCrawled: 2025-03-19 21:19:06\n\nHOT ROLLS Winter new books\n\nNew literature items are already waiting in the WILiGZ Library.\n\n Read \n\n10.01.2025\n\n Hold \n\n Pause article change \n\n Previous article \n\n Next article \n\nDigiRescueMe - VR training\n\nVR training as part of the DigiRescueMe project and Educational Workshops on Mining for students from the Technical School Complex in Rybnik.\n\n Read \n\n10.12.2024\n\n Hold \n\n Pause article change \n\n Previous article \n\n Next article \n\nRaVeN graduate studies - the third group officially inaugurated their studies at WILiGZ!\n\nWe are pleased to announce that the third edition of the Raw Materials Value Chain (RaVeN) master's degree program has been officially inaugurated at the AGH Department of Civil Engineering and Resource Management. RaVeN is one of the programs within the EIT Raw Materials Academy Master's Programs.\n\n Read \n\n28.11.2024\n\n Hold \n\n Pause article change \n\n Previous article \n\n Next article \n\nDigiRescueMe project, Eskişehir-Kütahya, Turkey\n\nReport from the last meeting of the DigiRescueMe project participants, October 23-25, 2024, Eskişehir-Kütahya, Turkey\n\n Read \n\n23.10.2024\n\n Hold \n\n Pause article change \n\n Previous article \n\n Next article \n\nHOT ROLLS Autumn new books\n\nWe invite to check the FCE&RM library offer for the October.\n\n Read \n\n23.10.2024\n\n Hold \n\n Pause article change \n\n Previous article \n\n Next article \n\nScroll down\n\n AGH UST Libraries will be closed \n\n AGH UST Libraries will be closed from 14 to 26 November 2024 \n\nAGH UST Libraries\n\n Faculty \n\n The Faculty of Civil Engineering and Resource Management (until 2002 the Faculty of Mining and Geoengineering, and until 2021 the Faculty of Mining and Geoengineering), is the oldest and was the only faculty of the Mining Academy founded in 1919 and opened by Marshal Józef Piłsudski. Until the 1950s, the history of the faculty created the history of the university. At present, the faculty is actively involved in the development of mining regions, solving problems related to economics, organization… \n\nO wydziale\n\n Field studies \n\n Civil Engineering \n\n Safety Engineering \n\n Mining Engineering \n\n Industrial Process Engineering and Management \n\n Environmental Engineering \n\n Revitalisation of Degraded Areas \n\n Research & Innovation \n\n The Faculty of Civil Engineering and Resource Management cooperates closely with business representatives, research institutes and national and international universities to create the so-called Knowledge Triangle, ensuring all the factors that stimulate a science-based society. If you want to know more about what we do, what kind of research we can carry out and who our partners are, please study the entire Research & Innovation section. \n\nRead\n\n What is important for WILiGZ? \n\n You say you want to do something that matters. Realise a bold vision. Create and develop new ideas. Shape the future and transcend barriers. \n\n What is WILiGZ? \n\n A community where everyone is welcome with open arms. We focus on our students and shape them - as faculty, while remembering that they are individuals with distinct passions, perspectives, hopes and dreams. \n\n What do we do at WILiGZ? \n\n We carry out research by collaborating with dozens of centres and laboratories that bring together experts from different disciplines to explore new intellectual frontiers and address important social issues. \n\n Student \n\n Here you will find all the relevant information on tutoring, student benefits and the associations you can join any time. \n\nRead\n\n 86,99% \n\n Faculty graduates in 2019 found employment within 6 months of defending their diploma \n\n 65,4% \n\n Faculty graduates in 2019 found jobs during their studies \n\n Avarage 3 \n\n55%\n of working graduates received offers of employment", "metadata": {"url": "https://wilgz.agh.edu.pl/en/", "title": "Homepage – Wydział Inżynierii Lądowej i Gospodarki Zasobami", "depth": 3, "duplicate": false, "content_hash": "ff623654cd249fa13cc28e918d8688cc", "word_count": 536, "headings": [{"level": 2, "text": "HOT ROLLS Winter new books"}, {"level": 2, "text": "DigiRescueMe - VR training"}, {"level": 2, "text": "RaVeN graduate studies - the third group officially inaugurated their studies at WILiGZ!"}, {"level": 2, "text": "DigiRescueMe project, Eskişehir-Kütahya, Turkey"}, {"level": 2, "text": "HOT ROLLS Autumn new books"}, {"level": 2, "text": "AGH UST Libraries will be closed"}, {"level": 2, "text": "Faculty"}, {"level": 2, "text": "Field studies"}, {"level": 2, "text": "Research & Innovation"}, {"level": 3, "text": "What is important for WILiGZ?"}, {"level": 3, "text": "What is WILiGZ?"}, {"level": 3, "text": "What do we do at WILiGZ?"}, {"level": 2, "text": "Student"}]}}