{"content": "# Termomodernizacja budynku mieszkalnego wielorodzinnego przy ul. Skarbińskiego 2 w Krakowie\n\nURL: http://www.inwestycje.agh.edu.pl/projekty/termomodernizacja-budynku-mieszkalnego-wielorodzinnego-przy-ul-skarbinskiego-2-w-krakowie/\nCrawled: 2025-03-19 22:35:53\n\nO projekcie\nGłównym celem projektu jest poprawa sprawności energetycznej budynku mieszkalnego zlokalizowanego w Krakowie przy ul. Skarbińskiego 2 , składająca się z następujących działań: \na) ocieplenie ścian zewnętrznych, \nb) ocieplenie stropodachu wentylowanego, \nc) ocieplenie stropu piwnic, \nd) docieplenie loggii - ocieplenie od zewnątrz czoła i spody płyty loggii (korytarze) \ne) wymiana okien i drzwi balkonowych starych na nowe PCV wraz z montażem nawiewników higrosterowalnych, \nf) wymiana drzwi wejściowych na nowe, \ng) wymianę okien piwnicznych, \nh) wymiana instalacji c.o. wraz z modernizacją węzła cieplnego, \ni) budowa centralnej instalacji c.w.u. zasilanej z miejskiej sieci ciepłowniczej, \nj) wymiana oświetlenia w częściach wspólnych na energooszczędne.\nPrzedmiotem przedsięwzięcia jest termomodernizacja budynku mieszkalnego wielorodzinnego zlokalizowanego w Krakowie przy ul. Skarbińskiego 2 wraz z jego dostosowaniem do aktualnie obowiązujących wymagań w zakresie przepisów o ochronie przeciwpożarowej. \nObiekt będący przedmiotem inwestycji znajduje się na działce nr 350/1, 350/20 obr. 4 Krowodrza w Krakowie przy ul. Skarbińskiego 2 (gmina miasta Kraków, w województwie małopolskim). Dojazd do budynku jest zapewniony z ulicy Lea, przez ul. Skarbińskiego, przebiegającą wzdłuż dłuższej elewacji wschodniej budynku. Od strony północnej elewacji szczytowej, zlokalizowany jest sięgacz obsługujący szeregowo usytuowane parterowe garaże, oraz 4 miejsca postojowe. Od strony południowej elewacji szczytowej przebiega ul. Skarbińskiego. \nZakres prac termomodernizacyjnych\na)ocieplenie ścian zewnętrznych, \nb)ocieplenie stropodachu wentylowanego, \nc)ocieplenie stropu piwnic, \nd)docieplenie loggii - ocieplenie od zewnątrz czoła i spody płyty loggii (korytarze)\ne)wymiana okien i drzwi balkonowych starych na nowe PCV wraz z montażem nawiewników higrosterowalnych, \nf)wymiana drzwi wejściowych na nowe, \ng)wymianę okien piwnicznych, \nh)wymiana instalacji c.o. wraz z modernizacją węzła cieplnego, \ni)budowa centralnej instalacji c.w.u. zasilanej z miejskiej sieci ciepłowniczej, \nj)wymiana oświetlenia na energooszczędne w częściach wspólnych.\nStan istniejący\nBudynek mieszkalny wielorodzinny zrealizowany w technologii wielkopłytowej, wybudowany w połowie lat 60-ych ubiegłego wieku. Całkowicie podpiwniczony. Bezpośrednio przy budynku mieszkalnym, od strony elewacji zachodniej, naprzeciwko wejścia usytuowany jest parterowy, podpiwniczony budynek hydroforni. Łączy się on z budynkiem mieszkalnym zadaszeniem , które wytwarza formę podcienia w strefie wejściowej do budynku. Obecnie teren wokół przedmiotowego budynku jest zagospodarowany i nie wprowadza się żadnych zmian w ukształtowaniu terenu. Działka jest uzbrojona. Przedmiotowy budynek posiada stosowne przyłącza: wodociągowe, kanalizacyjne, CO i elektryczne oraz telekomunikacyjne. Nie wprowadza się żadnych zmian w uzbrojeniu terenu. \nPodstawowe dane techniczne\nPowierzchnia zabudowy: 639 m2, \nLiczba kondygnacji: 11 (10 nadziemnych i piwnice),\nWysokość poszczególnych kondygnacji: 2,5 m, \nWysokość budynku: 33,43 m (do attyki), \nDługość budynku: 34,08 m, \nSzerokość budynku: 16,82 m, \nKubatura: 20 317 m3, \nPowierzchnia użytkowa: 4 422 m2\nZamierzenie inwestycyjne mieści się w kubaturze istniejącego budynku, nie powoduje zmian w zagospodarowaniu terenu i istniejącej bryle budynku. Nie zmienia również jego charakterystycznych parametrów technicznych (długości, szerokości i wysokości). Powierzchnia terenu na którym będzie realizowana inwestycji wynosi ok. 639 m2. Jest to powierzchnia zabudowy istniejącego, budynku mieszkalnego wraz z budynkiem hydroforni na terenie którego będą prowadzone roboty budowlane. Budynek zrealizowany został w technologii wielkopłytowej. Budynek całkowicie podpiwniczony. Ściany zewnętrzne osłonowe z bloków żerańskich, docieplonych gazobetonem o łącznej grubości 38 cm, oraz z pustaków gazobetonowych gr. 24.0 cm. Ściany zewnętrzne szczytowe gr. 24.0 cm z pustaków gazobetonowych. Klatka schodowa z prefabrykowanych żelbetowych płyt biegowych. Okna istniejące zewnętrzne PVC, oraz starego typu, drewniane w złym stanie technicznym. Przedmiotowy budynek jest budynkiem mieszkalnym wielorodzinnym. Nie był on poddawany kompleksowej termomodernizacji od czasu jego powstania (tj. od lat 60-ych ubiegłego wieku). Obiekt nie spełnia on aktualnie obowiązujących wymagań w zakresie izolacyjności przegród zewnętrznych oraz instalacji. Charakteryzuje się dużą energochłonnością. Instalacje są przestarzałe, w złym stanie technicznym. W związku z tą sytuacją Inwestor podjął decyzję o przeprowadzeniu kompleksowej termomodernizacji budynku, która w skutkach doprowadzi do znaczącego zmniejszenia energochłonności budynku. \nW ramach ww. przedsięwzięcia wykonane zostaną następujące prace wpływające na poprawę efektywności energetycznej budynku\nOcieplenie ścian zewnętrznych – w audycie przyjęto ocieplenie ścian zewnętrznych warstwą ocieplenia 15 cm (ze względu na wysokość budynku powyżej 25 m oraz inne wymagania wynikające z bezpieczeństwa pożarowego, część ścian zostanie ocieplona wełną mineralną (materiał niepalny), pozostała część ocieplona będzie styropianem (ze względów ekonomicznych). Izolacja zostanie przytwierdzona do elewacji budynku z użyciem masy klejącej oraz mechanicznie poprzez kołkowanie, dodatkowo zabezpieczona będzie warstwą siatki zbrojącej. Wierzchnią warstwę stanowić będzie tynk cienkowarstwowy. \nOcieplenie stropodachu – przyjęto ocieplenie poprzez wdmuchanie granulatu wełny mineralnej gr. 25 cm, w przestrzeń wentylowaną stropodachu.\nOcieplenie stropu piwnic – przyjęto ocieplenie stropu piwnic od spodu (od strony piwnic) warstwą wełny grubości 15 cm. \nWymiana okien i drzwi balkonowych starych na nowe PCV o współczynniku przenikania nie gorszym niż U=1,1 W/m2K. Okna zostaną wyposażone w nawiewniki higrosterowalne. \nWymiana drzwi wejściowych na nowe spełniające wymagania ppoż. o współczynniku przenikania nie gorszym niż U=1,5 W/m2K. \nWymiana instalacji c.o. – zakłada się kompleksową wymianę instalacji c.o. obejmującą całkowity demontaż starej instalacji i montaż nowej instalacji c.o. wodnej, pompowej, dwururowej, z rozdziałem dolnym.\nWymiana oświetlenia w częściach wspólnych na energooszczędne świetlówki typu T5 w oprawach.\nW ramach niniejszego Projektu zostały dotychczas poniesione wydatki na wykonanie audytu energetycznego wraz z koncepcją termomodernizacji wraz z wykonaniem inwentaryzacji budynku oraz analizy możliwości dostosowania budynku do obowiązujących przepisów ppoż., audytu ex-ante, oraz pokrycie opłat urzędowych związanych z opracowaniem wniosku o wydanie tzw. \"decyzji środowiskowej\". \nBeneficjent zamierza w ramach niniejszego projektu ponieść wydatki na:\nopracowanie dokumentacji projektowej (projektów wykonawczych), \nprzeprowadzenie robót budowlanych, \npełnienie nadzoru inwestorskiego, \ndziałania informacyjne i promocyjne.\nSzacunkowe koszty głównych elementów projektu (koszty kwalifikowalne): \nRoboty budowlane: \n\ndocieplenie ścian: 1 418 129,72 zł \ndocieplenie stropodachów: 60 695,32 zł \ndocieplenie stropów: 112 757,67 zł \nwymiana okien: 122 220,00 zł \nwymiana drzwi: 9 141,08 zł \nmontaż nawiewników higrosterowalnych w oknach: 156 076,32 zł \nwymiana instalacji c.o.: 474 521,82 zł \nwymiana instalacji c.w.u.: 290 225,81 zł \nwymiana opraw oświetleniowych: 42 056,08 zł \nOpracowanie projektów:\n\n73 400,00 zł \nInformacja i promocja\n: \n4 000,00 zł  \nNadzór budowlany\n: \n42 787,36 zł  \nKoszty niekwalifikowane wynoszą 248 659,00 zł, łącznie wartość projektu wynosi 3 054 670,18 zł brutto. Zarządzanie projektem w fazie jego realizacji i po jego zakończeniu będzie leżało po stronie właściwych służb Akademii Górniczo-Hutniczej w Krakowie, z którą Beneficjent zawarł umowę o zarządzanie nieruchomością.\nDane finansowe projektu\nWartość całkowita projektu:\n 3 054 670,18 zł \n- Całkowity koszt kwalifikowalny przed uwzględnieniem wymogów określonych w art. 61 rozporządzenia (UE) nr 1303/2013: \n2 806 011,18 zł \n- Maksymalny udział dofinansowania na poziomie projektu w całkowitym koszcie kwalifikowalnym po uwzględnieniu wymogów określonych w art. 61 rozporządzenia (UE) nr 1303/2013: \n75% \n- Kwota dofinansowania: \n2 104 508,37 zł", "metadata": {"url": "http://www.inwestycje.agh.edu.pl/projekty/termomodernizacja-budynku-mieszkalnego-wielorodzinnego-przy-ul-skarbinskiego-2-w-krakowie/", "title": "Termomodernizacja budynku mieszkalnego wielorodzinnego przy ul. Skarbińskiego 2 w Krakowie", "depth": 3, "duplicate": false, "content_hash": "8e7e69efa4f0922efd0292b0ffa0f1a8", "word_count": 1030, "headings": [{"level": 1, "text": "O projekcie"}, {"level": 1, "text": "Zakres prac termomodernizacyjnych"}, {"level": 1, "text": "Stan istniejący"}, {"level": 1, "text": "Podstawowe dane techniczne"}, {"level": 1, "text": "W ramach ww. przedsięwzięcia wykonane zostaną następujące prace wpływające na poprawę efektywności energetycznej budynku"}, {"level": 1, "text": "Beneficjent zamierza w ramach niniejszego projektu ponieść wydatki na:"}, {"level": 1, "text": "Szacunkowe koszty głównych elementów projektu (koszty kwalifikowalne):"}, {"level": 1, "text": "Dane finansowe projektu"}]}}