{"content": "# Kierunek-Technologie Przemysłu 4.0 | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/kierunek-technologie-przemyslu-4-0/\nCrawled: 2025-03-19 21:30:04\n\nKierunek kształcenia: Technologie Przemysłu 4.0\n\nWarunki rekrutacji\n\nKandydaci\n\nAutomatyka i Robotyka\n\nComputer science\n\nElektrotechnika\n\nInformatyka\n\nInformatyka Medyczna\n\nInformatyka i systemy inteligentne\n\nInżynieria Biomedyczna\n\nMetrologia i Inżynieria Pomiarów (II stopień)\n\nMikroelektronika w technice i medycynie\n\nTechnologie Przemysłu 4.0\n\nEgzaminy wstępne na II stopień studiów\n\nStudia podyplomowe i kursy dokształcające\n\nstudia I stopnia (inżynierskie)\n\nOpis kierunku kształcenia:\nWspółczesne przedsiębiorstwa, w szczególności produkcyjne, funkcjonują w rzeczywistości tzw. czwartej rewolucji przemysłowej. Pod coraz popularniejszą nazwą Przemysł 4.0 kryje się zbiór zintegrowanych nowoczesnych technologii i systemów. Wymieniają się one w czasie rzeczywistym informacjami umożliwiając efektywny nadzór, zarządzanie, zwiększanie wydajności, efektywności ekonomicznej i jakości.\nKierunek Technologie Przemysłu 4.0 ma na celu wykształcić inżyniera, który odnajdzie się w nowoczesnym zakładzie produkcyjnym. Stąd też kształcenie obejmuje zagadnienia dotyczące automatyki, informatyki, zarządzania produkcją jak też i inżynierii materiałowej oraz technologii wytwórczych. To interdyscyplinarne nastawienie we współpracy Wydziału EAIiIB oraz Wydziału Odlewnictwa pozwoliło nam na zaoferowanie unikalnej oferty. Wykorzystując bazę laboratoryjną i kompetencje pracowników obydwu wydziałów pozwala kształcić studentów nie tylko od strony IT ale także technologii.\nCelem kształcenia na kierunku Technologie Przemysłu 4.0 jest więc zapewnienie absolwentowi praktycznych umiejętności inżynierskich koniecznych w pracy zawodowej. Będzie on potrafił rozwiazywać współczesne problemy technologiczne występujących w nowoczesnych zakładach przemysłowych, szczególnie w branżach związanych z produkcją oraz z obróbką materiałów.\nAbsolwent kierunku kształcenia ma wiedzę w zakresie:\nmatematyki, fizyki, chemii przydatną do formułowania i rozwiązywania typowych problemów inżynierskich; automatyki, robotyki i sterowania procesów, zarówno w zakresie teorii jak i zastosowań oraz w zakresie technologii i rozwiązań czwartej rewolucji przemysłowej (Przemysł 4.0) i systemów cyberfizycznych; informatyki, w tym struktur danych, algorytmów oraz programowania funkcyjnego i obiektowego. Zna metody prowadzenia obliczeń matematycznych z wykorzystaniem komputera; analizy danych, uczenia maszynowego i inżynierii danych, elementów przetwarzania obrazów oraz integracji rozwiązań analitycznych z systemami zarządzania i wspomagania podejmowania decyzji; inżynierii tworzyw i materiałów stosowanych w technologiach przemysłowych, technologii wytwarzania elementów oraz oddziaływania tych technologii na środowisko naturalne a także zastosowania narzędzi symulacyjnych i informatycznych do przewidywania efektów procesów technologicznych; elektrotechniki i elektroniki; projektowania procesu produkcyjnego oraz maszyn i urządzeń wykorzystywanych w tym procesie, uwzględniając ekonomiczne uwarunkowani działalności inżynierskiej oraz zasadami zarzadzania i organizacji pracy\nAbsolwent kierunku kształcenia potrafi:\nnapisać program komputerowy rozwiązujący problem techniczny (Python, Matlab); dobrać algorytm do rozwiązywanego problemu; przeprowadzić analizę zbioru danych oraz stworzyć model realizujący postawione zadanie; wykorzystać zarówno modele statystyczne jak i uczenia maszynowego; integrować narzędzia analityki, zarządzania i przechowywania danych; zaprojektować i zrealizować układ automatyki; integrować systemy pomiarowe i sterowania; łączyć elementy automatyki oraz roboty z rozwiązaniami Przemysłu 4.0; przeprowadzić analizę materiałową elementu konstrukcji pod kątem materiałów wejściowych i technologii; odczytać rysunki techniczne, schematy oraz projekty technologiczne oraz sporządzić dokumentację graficzną; przygotować założenia problemu inżynierskiego lub eksperymentu; zaplanować i zorganizować pracę zespołu specjalistów; przeprowadzić analizę wyników oraz opracować raport merytoryczny; interpretować zjawiska zachodzące w procesie produkcyjnym oraz w zaplanowany sposób pogłębiać i zdobywać wiedzę i umiejętności oraz dokonywać krytycznej oceny funkcjonowania istniejących rozwiązań.\nPerspektywy zawodowe:\nAbsolwenci kierunku Technologie Przemysłu 4.0 otrzymają wiedzę teoretyczną i umiejętności praktyczne pozwalające na efektywne wykorzystanie najnowszych technik i technologii zarówno w zakresie szeroko rozumianych systemów automatyzacji, analityki danych czy sterowania produkcją jak też i w zakresie projektowania i wytwarzania elementów technologiami odlewniczymi i nie tylko. Absolwenci będą bardzo atrakcyjni na rynku pracy. Podstawowymi pracodawcami są firmy związane z \nwytwarzaniem i obróbką materiałów\n i \nnowoczesną produkcją\n. Absolwenci znajdą jednak też zatrudnienie w firmach zajmujących się \nautomatyką\n, firmach\n informatycznych\n, a także o profilu \nbadawczo-rozwojowym\n. Absolwenci mają możliwość kontynuacji kształcenia na studiach II stopnia zarówno kierunku Technologie Przemysłu 4.0 (w przygotowaniu) jak też i na kierunku Automatyka i Robotyka.\n\nProgram zajęć dydaktycznych - SYLABUS\n\nRekrutacja - Informacje dla kandydatów", "metadata": {"url": "https://www.eaiib.agh.edu.pl/kierunek-technologie-przemyslu-4-0/", "title": "Kierunek-Technologie Przemysłu 4.0 | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "954785666ecd42883305ed72e6c8b31b", "word_count": 593, "headings": [{"level": 2, "text": "Kierunek kształcenia: Technologie Przemysłu 4.0"}, {"level": 3, "text": "Opis kierunku kształcenia:"}, {"level": 3, "text": "Absolwent kierunku kształcenia ma wiedzę w zakresie:"}, {"level": 3, "text": "Absolwent kierunku kształcenia potrafi:"}, {"level": 3, "text": "Perspektywy zawodowe:"}]}}