{"content": "# Mission patch of the MXene in LEO experiment-- Space Technology Centre \n\nURL: https://ctk.agh.edu.pl/en/news/detail/mission-patch-of-the-mxene-in-leo-experiment\nCrawled: 2025-03-19 21:25:09\n\nMission patch of the MXene in LEO experiment \n\n 27-02-2025 \n\n We would like to present the mission patch of the MXene in LEO experiment!The MXene in LEO experiment aims to study the behavior of MXene nanomaterial-based sensors in the unique environment of low Earth orbit (LEO). The project is a part of “IGNIS,” a Polish first technological and scientific mission to the International Space Station. During the mission, Polish astronaut Slawosz Uznański-Wiśniewski will conduct a series of experiments, including ours. \n\nThe patch reflects the traditions of the AGH University of Krakow and the symbolism associated with the experiment.\n\nThe border features the university's name and the name of the experiment.\n\nThe central element of the patch is a graphic representing the MXene sensor, accompanied by the molecular structure of a fragment of a cellulose chain.\n\nIn the centre of the sensor, there is a flag of Poland, symbolizing that the experiment is part of the first Polish technological and scientific mission to the ISS.\n\nOn both sides of the sensor, red lines symbolize pulse measurement.\n\nAt the bottom, the mission logo Axiom 4 (Ax-4), under which the experiment will be conducted, is displayed.\n\nThe patch's color scheme reflects AGH's official colors:\n\nGreen symbolizes nature, fields, and forests.\n\nBlack refers to the depths of mines and represents essential qualities for mining and metallurgical professions, such as thoughtfulness, knowledge, and reliability.\n\nRed is the color of fire and molten iron.\n\nThe development of space technologies, a relatively new field at AGH, is represented by four stars featured on the patch.\n\nMXene in LEO Team:\n Tadeusz Uhl, Shreyas Srivatsa, Dagmara Stasiowska, Krzysztof Grabowski, Wojciech Guziewicz, Agata Maria Kołodziejczyk, Darukesha BHM, Sławomir Rudawski.\n\nIndustry Partners:\n Astronika sp. z o.o., NYuga, EC Engineering, Łukasiewicz - Institute of Microelectronics and Photonics - Krakow division, Wydział Form Przemysłowych ASP w Krakowie.\n\nAcknowledgements:\n AGH University of Krakow, Paweł Miara, Michał Kracik, Beata Synkiewicz-Musialska, Marta Tokarz, Ministry of Economic Development and Technology, POLSA Polish Space Agency, European Space Agency, Axiom Space.\n\nBack", "metadata": {}}