{"content": "# Inżynieria Metali Nieżelaznych (IMN) - Wydział Metali Nieżelaznych\n\nURL: http://wmn.agh.edu.pl/imn\nCrawled: 2025-03-19 21:34:06\n\nStrona główna\nKształcenie\nInżynieria Metali Nieżelaznych (IMN)\nInżynieria Metali Nieżelaznych (IMN)\nLiczba absolwentów\n50\n rocznie\nLat nauki\n5\n\nStopień naukowy\nMagister\nOpis\nInżynieria Metali Nieżelaznych (IMN) to najszerszy merytorycznie kierunek kształcenia na Wydziale Metali Nieżelaznych w dyscyplinie naukowej inżynieria materiałowa w obszarze metali nieżelaznych. Kształcenie obejmuje następującą wiedzę podstawową i technologiczną: projektowanie i wytwarzanie nowoczesnych materiałów do zastosowań w strategicznych działach gospodarki, półwyrobów i wyrobów oraz wielomateriałowych kompozytów na bazie metali nieżelaznych z wykorzystaniem różnych technik syntezy faza ciekła – faza stała (odlewanie), faza stała – faza stała (metalurgia proszków), przeróbki plastycznej na gorąco i na zimno (procesy wyciskania, kucia, walcowania, ciągnienia i tłoczenia) oraz nanotechnologii, obróbki cieplnej i chemicznej w celu efektywnego kształtowania własności objętościowych (inżynieria struktury) i powierzchniowych (inżynieria powierzchni) materiałów i wyrobów. Efekty uczenia się są ulokowane w dyscyplinie inżynieria materiałowa.\n\nKierunek kształcenia Inżynieria Metali Nieżelaznych na Wydziale Metali Nieżelaznych jest jedynym w Polsce i unikatowym w skali światowej miejscem umożliwiającym uzyskanie wiedzy z zakresu szeroko rozumianej inżynierii materiałowej i metalurgicznej, całokształtu podstaw mechaniki i struktury materiałów metalicznych uzyskanych na bazie metali nieżelaznych oraz tradycyjnych i innowacyjnych metod ich przetwarzania i badania.\n\nOferta kształcenia na studiach I stopnia obejmuje trzy (do wyboru) ścieżki dyplomowania:\n\nścieżka 1 – Inżynieria materiałów metalicznych\n\nścieżka 2 – Przetwórstwo metali nieżelaznych\n\nścieżka 3 – Inżynieria procesów metalurgicznych\n\nProgram studiów oferuje liczne praktyki w zakładach przemysłowych branży metali nieżelaznych (m.in. KGHM Polska Miedź S.A., Walcownia Metali Dziedzice, Hutmen S.A. Aluminium Konin S.A. Tele-Fonika Kable S.A., polskie i zagraniczne zakłady przetwórstwa metali nieżelaznych).\nKształcenie realizowane jest na studiach I i II stopnia\n Studia na kierunku Inżynieria metali nieżelaznych dają szansę na zdobycie interdyscyplinarnej wiedzy, kompetencji inżynierskich oraz szerokich perspektyw zawodowych.... \nStudia pierwszego stopnia\n\n Studia pierwszego stopnia trwają 7 semestrów i kończą się uzyskaniem stopnia inżyniera. Rekrutacja na studia pierwszego stopnia odbywa się raz w roku, w miesiącach: czerwiec–wrzesień. \n Kształcenie jest realizowane na trzech ścieżkach dyplomowania:  Inżynieria procesów metalurgicznych, Inżynieria materiałów metalicznych oraz Przetwórstwo metali nieżelaznych \n\nStudia drugiego stopnia\n\n Studia drugiego stopnia trwają 3 semestry i kończą się uzyskaniem stopnia magistra. Rekrutacja na studia drugiego stopnia odbywa się raz w roku, w miesiącach:  styczeń–luty. \n Kształcenie jest realizowane na ścieżkach dyplomowania: Inżynieria nowych materiałów, Zaawansowane technologie przetwórstwa metali oraz Modern Materials, Design and Application \n\nKształcenie w ścisłej współpracy z przemysłem ....\nPerspektywy pracy zawodowej ...\nAbsolwent tego kierunku jest przygotowany do podjęcia pracy zawodowej we wszystkich krajowych i zagranicznych zakładach przemysłowych projektowania i przetwórstwa metali nieżelaznych, laboratoriach i instytutach badawczych, działach R&D oraz jednostkach naukowo-dydaktycznych.\n\ninżynier  ds. projektowania materiałów\n\ninżynier ds. projektowania produkcji\n\ninżynier ds. badań i rozwoju\n\ninżynier  ds. projektowania technologii\n\ninżynier ds. rozwoju produktu\n\nbadacz\n\nspecjalista ds. zarządzania innowacjami\n\ninżynier ds. utrzymania ruchu\n\nnaukowiec", "metadata": {"url": "http://wmn.agh.edu.pl/imn", "title": "Inżynieria Metali Nieżelaznych (IMN) - Wydział Metali Nieżelaznych", "depth": 3, "duplicate": false, "content_hash": "09b863d65ca4546c39b648b5d5d0cb89", "word_count": 440, "headings": [{"level": 1, "text": "Inżynieria Metali Nieżelaznych (IMN)"}, {"level": 2, "text": "50rocznie"}, {"level": 2, "text": "5"}, {"level": 2, "text": "Magister"}, {"level": 1, "text": "Opis"}, {"level": 1, "text": "Kształcenie realizowane jest na studiach I i II stopnia"}, {"level": 2, "text": "Studia pierwszego stopnia"}, {"level": 2, "text": "Studia drugiego stopnia"}, {"level": 1, "text": "Kształcenie w ścisłej współpracy z przemysłem ...."}, {"level": 1, "text": "Perspektywy pracy zawodowej ..."}]}}