{"content": "#  Centrum Energetyki / AGH University of Science and Technology \n\nURL: https://www.ce.agh.edu.pl/en/\nCrawled: 2025-03-19 21:19:13\n\nAGH UST Center of Energy\nAGH UST Center of Energy is a modern research center devoted to the study of energy technologies. Founded in 2014 at AGH University of Science and Technology in Kraków, Poland, we act to stimulate the development of the scientific and business environment in the Polish energy sector.\n\nThe AGH UST Energy Center specializes in research and development (R&D) work for science and economy. We support industry by collaborating on the most innovative economic ventures. We have extensive experience in the implementation of grants financed or co-financed by various institutions, e.g., the Ministry of Science and Higher Education, NCN, NCBiR, including European Funds.\n\nRecent projects have focused on topics such as developing CCS and CCU technologies in Poland.\n\nResearch activities\n\nThe main research interest is Energy, including disciplines such as:\nConventional Generation:\n fuels and sorbents, cogeneration and trigeneration, district heating\nCCS and CCU technologies\nRenewable energy:\n wind power energetics, water power energetics, hydrogen power energetics, photovoltaics, biomass and biogas, refuse delivered fuels\nIndustrial Power Engineering:\n applications of combustible gasses, trigeneration\nElectricity Grids:\n smart grid, smart metering, energy storage, IT services\nNew products and services:\n e-mobility, prosumer energetics, scattered power industry.\n\nMore information\n\nMore information on collaboration with us can be found below:\nAbout us\n\nTerms of cooperation\nLaboratories\nContact\n\nNews\nText available only in Polish version. For more information we invite you to contact us: \nContact", "metadata": {"url": "https://www.ce.agh.edu.pl/en/", "title": " Centrum Energetyki / AGH University of Science and Technology ", "depth": 3, "duplicate": false, "content_hash": "076105365f4f7d6cec6b3633e5a4d4a8", "word_count": 230, "headings": [{"level": 1, "text": "AGH UST Center of Energy"}, {"level": 1, "text": "Research activities"}, {"level": 1, "text": "More information"}, {"level": 1, "text": "News"}, {"level": 1, "text": "Kontakt"}]}}