{"content": "#  Układy hydrostatyczne maszyn i urządzeń -- Kursy i szkolenia AGH \n\nURL: https://szkolenia.agh.edu.pl/oferta-kursow-i-szkolen/oferta-komercyjna/uklady-hydrostatyczne-maszyn-i-urzadzen\nCrawled: 2025-03-19 21:16:36\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Układy hydrostatyczne maszyn i urządzeń \n\n Organizator \n\n Wydział Inżynierii Mechanicznej i Robotyki \n\nKatedra Automatyzacji Procesów\n\nal. Mickiewicza 30, 30-059 Kraków\n pawilon B-2, pok. 104/5 (I piętro)\n\nZgłoszenia przyjmowane są przez organizatora w sposób ciągły. W razie potrzeby będą uruchamiane dodatkowe terminy kursów.\n\n Program \n\nPodział układów hydraulicznych i ogólny schemat układu hydrostatycznego (1 h).\n\nUkłady jedno- i wielopompowe (1 h).\n\nUkłady sterowane dławieniowo: schematy konstrukcyjne, analiza strat i sprawności układów (2 h).\n\nUkłady sterowania objętościowego: schematy konstrukcyjne, analiza strat i sprawności układów (1 h).\n\nPrzekładnie hydrostatyczne: działające w obiegu otwartym cieczy, działające w obiegu zamkniętym cieczy (1 h).\n\nUkłady połączeń odbiorników hydrostatycznych: układy szeregowego połączenia odbiorników, układy równoległego połączenia odbiorników, układy szeregowo-równoległego połączenia odbiorników (1 h).\n\nZasilacze hydrauliczne: zasilacze zespołowe i centralne, indywidualne stacje zasilające (1 h).\n\nUkłady sterowania sekwencyjnego: układy sterowania sekwencyjnego od położenia, układy sterowania sekwencyjnego od ciśnienia (2 h).\n\nUkłady synchronizacji ruchu siłowników, analiza układów i cechy eksploatacyjne (2 h).\n\nUkłady hydrauliczne wykorzystujące technikę nabojową (1 h).\n\nUkłady hydrauliki mobilnej: układy napędowe maszyn roboczych, hydrauliczne serwomechanizmy kierownicze (2 h).\n\nSerwomechanizmy maszyn: pełno hydrauliczne, elektrohydrauliczne (1 h).\n\nUkłady hydrauliczne energooszczędne: układy Load Sensing OC, układy Load Sensing CC, układy LUDV, układy z odzyskiem energii (2 h).\n\nZajęcia praktycznena stanowiskach laboratoryjnych: budowa podstawowych układów hydrostatycznych i sprawdzanie ich działania (8 h).\n\nZajęcia praktyczne na stanowiskach laboratoryjnych: badanie i eksploatacja pomp wyporowych (2 h).\n\nZajęcia praktyczne na stanowiskach laboratoryjnych: eksploatacja przekładni hydrostatycznych działających w obiegu otwartym i zamkniętym cieczy (2 h).\n\nZajęcia prowadzone są w grupach liczących od 6 do 10 osób. Główny nacisk kursu położony jest na wykorzystanie przyswojonej wiedzy w zagadnieniach  praktycznych dotyczących napędu hydrostatycznego. W ramach zaliczenia kursu uczestnicy rozwiązują test sprawdzający przyswojoną wiedzę. Absolwenci kursu otrzymują dyplom AGH ukończeniu kursu oraz certyfikat potwierdzający odbycie kursu na stanowiskach firmy Parker Hannifin w Laboratorium Napędu i Sterowania Hydraulicznego na Wydziale Inżynierii Mechanicznej i Robotyki AGH w Krakowie.\n\n Czas trwania \n\nSzkolenie obejmuje 30 godzin zajęć rozłożonych równomiernie przez cały semestr (istnieje możliwość ustalenia indywidualnego harmonogramu zajęć po wcześniejszym uzgodnieniu z prowadzącym).\n\nStopka\n\nStudia podyplomowe\n\nCentrum Obsługi Kształcenia\nInne Formy Kształcenia\n\nE: kbrzoz@agh.edu.pl\nT: 12 617 32 81 \nE: amajka@agh.edu.pl\nT: 12 617 56 35\n\nBack", "metadata": {"url": "https://szkolenia.agh.edu.pl/oferta-kursow-i-szkolen/oferta-komercyjna/uklady-hydrostatyczne-maszyn-i-urzadzen", "title": " Układy hydrostatyczne maszyn i urządzeń -- Kursy i szkolenia AGH ", "depth": 2, "duplicate": false, "content_hash": "47c56a0e3786674b7fc9c9d453de2650", "word_count": 360, "headings": [{"level": 1, "text": "Układy hydrostatyczne maszyn i urządzeń"}, {"level": 2, "text": "Stopka"}]}}