{"content": "# Kandydaci | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/kandydaci/\nCrawled: 2025-03-19 21:30:38\n\nKandydaci\n\nKandydaci\n\nCyberbezpieczeństwo\n\nElektronika\n\nElektronika i telekomunikacja\n\nElectronics and Telecommunications\n\nNowoczesne technologie w kryminalistyce\n\nTeleinformatyka\n\nStudia niestacjonarne\n\nStudia podyplomowe\n\nRekrutacja letnia - studia I stopnia\n\nRekrutacja \nna rok akademicki\n\n2025/2026\n\nobejmie kierunk\ni:\nStudia stacjonarne \nCyberbezpieczeństwo\nElektronika\nElektronika i Telekomunikacja\nElectronics and Telecommunications\nTeleinformatyka\nNowoczesne technologie w kryminalistyce\n\n(kierunek prowadzony wspólnie przez Wydziały Informatyki, Elektroniki i Telekomunikacji, Humanistyczny, Inżynierii Materiałowej i Ceramiki oraz Wydział Informatyki)\nStudia niestacjonarne\nElektronika i Telekomunikacja\nPodstawą kwalifikacji dla wszystkich kierunków studiów pierwszego stopnia w AGH jest \nwskaźnik rekrutacji W\n, na podstawie którego sporządzane są listy rankingowe kandydatów.\nWskaźnik Rekrutacji = M + 3*G\n1\n + G\n2\nM – wynik pisemnego egzaminu z matematyki na poziomie podstawowym\nCyberbezpieczeństwo\n: \nG\n1\n – matematyka (poz. rozszerzony) lub fizyka\nG\n2\n – matematyka (poz. rozszerzony) lub fizyka lub informatyka\nTeleinformatyka\n:\nG\n1\n – matematyka (poz. rozszerzony) lub fizyka \nG\n2 \n– matematyka (poz. rozszerzony) lub fizyka lub informatyka\nElektronika, Elektronika i Telekomunikacja\n:\nG\n1\n – matematyka (poz. rozszerzony) lub fizyka\nG\n2\n – matematyka (poz. rozszerzony) lub fizyka lub informatyka lub wynik egzaminu zawodowego\nNowoczesne Technologie w Kryminalistyce\n:\nG\n1\n, G\n2\n – matematyka (poz. rozszerzony) lub fizyka lub chemia\nWARUNKI I TRYB REKRUTACJI\n\nZ postępowania kwalifikacyjnego w oparciu o wyniki z egzaminu maturalnego \nzwolnieni są\n laureaci i finaliści olimpiad stopnia centralnego oraz laureaci konkursów ogólnopolskich, zgodnie z uchwałą Senatu AGH w sprawie zasad przyjmowania na studia laureatów oraz finalistów olimpiad stopnia centralnego, a także laureatów konkursów ogólnopolskich.\nSZCZEGÓŁOWE INFORMACJE NA TEMAT WARUNKÓW REKRUTACJI (WYKAZ  OLIMPIAD, KONKURSÓW, EGZAMINÓW ZAWODOWYCH ITP.\n\nRekrutacja zimowa - studia II stopnia\n\nRekrutacja na studia stacjonarne i niestacjonarne II stopnia została zakończona.\nKandydaci na studia II stopnia prowadzone przez Wydział IEiT przystępują do egzaminu wstępnego.\nO dokładnej dacie, godzinie i miejscu egzaminu, Kandydaci są indywidualnie powiadamiani za pośrednictwem systemu e-Rekrutacja.\nUWAGA\n\nwprowadziliśmy \npo raz pierwszy uznawalność egzaminu kierunkowego dla kierunku Elektronika i Telekomunikacja  jako egzaminu kwalifikacyjnego na II stopień studiów.\nZagadnienia i przykładowe pytania na egzamin wstępny  na studia \ndrugiego stopnia\n na poszczególne kierunki zawarte są w plikach:\nCyberbezpieczeństwo \nElektronika i Telekomunikacja\nTeleinformatyka\nSzczegółowe informacje na temat warunków rekrutacji oraz kalendarz \nTUTAJ\n\n\" Starszy kolega radzi \"\n\nMożna by się zastanowić, czy ten tekst jest dobrze zatytułowany. Tak, jest. Postanowiłem przelać tu subiektywną esencję mojego własnego „know-how” studiowania. Nie wszyscy muszą się z nią zgadzać, ale nie da się zadowolić wszystkich. Tekst ten kieruję do początkujących studentów oraz osób, które dopiero się nimi staną.\nWarto sobie uświadomić fakt, że studia trwają prawie tyle co gimnazjum i liceum razem wzięte… często nawet dłużej. Pamiętaj, że nawet jeśli nie wyrobisz się w zakładanym na początku czasie, to nie jest to powód, aby się poddawać. Nie jest to również żadna ujma. Niektórzy co prawda czują z tego powodu dumę… Prawda jest taka, że jest to coś normalnego. W perspektywie całego życia i tak nie jest to wielka różnica. A z drugiej strony lepiej nie mieć dosyć swojego przyszłego zawodu, zanim zacznie się pracować.\nWróćmy do meritum. Jest na świecie niewiele osób, które są w stanie nauczyć się wszystkiego. To samo tyczy się studiowania. Naprawdę wielkim wyzwaniem jest okiełznać wszystkie przedmioty, które napotkasz.\nNajważniejszą rzeczą jakiej nauczyłem się na studiach są priorytety. Banał… wiem. Siła prostoty! W pewnym momencie jesteś w stanie powiedzieć czym chciałbyś się zajmować, a co Cię w ogóle nie interesuje. Zgodnie z powyższym powinieneś skupić się na rzeczach, które Cię kręcą. Koniec końców, w trakcie rozmowy o pracę nie liczą się tytuły naukowe, tylko rzeczywiste umiejętności. Co z tego, że wiesz coś na każdy temat, jeśli w żadnym z nich nie jesteś ekspertem.\nNawiążę znów do długości okresu studiów. Począwszy od podstawówki jest to prawie 1/3 czasu trwania całej nauki. Nie jest możliwym siedzenie przez cały ten czas tylko i wyłącznie w książkach, chociaż w tym przypadku bardziej pasuje siedzenie przed komputerem. Czasami udaje się znaleźć odrobinę czasu wolnego. UWAGA! BANAŁ ALERT! Spożytkuj go dobrze! Nie będę truł o właściwym planowaniu czasu i temu podobnym absurdom. Jesteśmy młodzi. Spontaniczność to przywilej, o który z biegiem czasu coraz trudniej. Tak więc zbierz swoich znajomych i wyskoczcie nad Wisłę, albo… gdzieś indziej. Jeśli to dla was zbyt ekstremalne, to chociaż napijcie się piwka w środku tygodnia przed południem na Miasteczku. To zawsze rozluźnia.\nWarto również korzystać z pozanaukowych atrakcji oferowanych przez Wydział. Polecam zainteresować się wydarzeniami organizowanymi przez Wydziałową Radę Samorządu Studentów. Regularnie organizują oni wyjazdy i imprezy, które przesycone studenckim klimatem, są świetną okazją do integracji z innymi ludźmi. Uwierz mi, poznasz swoich kolegów z zupełnie innej strony…\nWspominając o Wydziałowej Radzie Samorządu Studentów mogę zgrabnie przejść do tematu organizacji studenckich. Zwykle są to fantastyczni ludzie, z którymi można dużo zrobić (i tu postawię kropkę, bo nie sposób lub nie wypada wymieniać „tych wszystkich rzeczy”). Naprawdę warto zainteresować się ich działalnością. Pogadać z ludźmi, którzy już tam są. Napisać do nich maila lub wiadomość na Facebooku. Kto wie, może również chciałbyś się zająć czymś podobnym.\nPodsumowując, studia to okazja do poznania wspaniałych ludzi… należy tylko dobrze poszukać. Dzięki nim i temu co zrobisz, nie będziesz czuł niesmaku po zakończeniu edukacji. I pamiętaj – studiowanie != nauka, ale nauka € studiowanie.\nPozdro!\n\nREKRUTACJA NA AGH", "metadata": {"url": "https://iet.agh.edu.pl/kandydaci/", "title": "Kandydaci | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "8a9f373b4ffef947d45d960ee61c60ac", "word_count": 855, "headings": [{"level": 3, "text": "Kandydaci"}, {"level": 3, "text": "Rekrutacja letnia - studia I stopnia"}, {"level": 3, "text": "Rekrutacja zimowa - studia II stopnia"}, {"level": 3, "text": "\" Starszy kolega radzi \""}]}}