{"content": "# Uroczystość nadania tytułu Profesora Honorowego AGH prof. Andrzejowi Łędzkiemu oraz prof. Januszowi Łukszy-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/wydarzenia/detail/s/uroczystosc-nadania-tytulu-profesora-honorowego-agh-prof-andrzejowi-ledzkiemu-oraz-prof-januszowi-lukszy\nCrawled: 2025-03-19 22:30:03\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nWydarzenia w AGH\n\nWydarzenia w AGH\n\n fot. AGH \n\nUroczystość nadania tytułu Profesora Honorowego AGH prof. Andrzejowi Łędzkiemu oraz prof. Januszowi Łukszy\n\n Pobierz plik iCal \n\nDodaj do kalendarza Google\n\nDodaj do kalendarza Outlook\n\nDodaj do kalendarza Office 365\n\nDodaj do kalendarza Yahoo\n\n 28 października 2022 r. o godz. 12.00 w auli AGH odbędzie się uroczystość nadania tytułu Profesora Honorowego AGH dwóm wybitnym metalurgom: prof. Andrzejowi Łędzkiemu oraz prof. Januszowi Łukszy. \n\n O wydarzeniu \n\nProgram uroczystości*\n\n„Gaude Mater Polonia” w wykonaniu chóru Zespołu Pieśni i Tańca AGH „Krakus”\n\nPrzemówienie Rektora AGH prof. Jerzego Lisa\n\nWystąpienie Dziekana Wydziału Inżynierii Metali i Informatyki Przemysłowej prof. Agnieszki Kopii\n\nWystąpienia promotorów\n\nWręczenie dyplomów\n\nWykład Profesora Honorowego AGH prof. Andrzeja Łędzkiego\n\nWykład Profesora Honorowego AGH prof. Janusza Łukszy\n\n„Gaudeamus igitur” w wykonaniu chóru Zespołu Pieśni i Tańca AGH „Krakus”\n\n*\nudział mogą wziąć wyłącznie osoby, które otrzymały zaproszenia i potwierdziły uczestnictwo\n\nBiogram prof. Andrzeja Łędzkiego\n\nProfesor Andrzej Łędzki\n urodził się w Krakowie. Ukończył studia wyższe na Wydziale Metalurgicznym Akademii Górniczo-Hutniczej, uzyskując tytuł magistra inżyniera metalurga, w specjalności Metalurgia Surówki i Stali. W 1968 r. podjął pracę w Katedrze Metalurgii Surówki AGH w charakterze asystenta stażysty. Po ukończeniu rocznego stażu rozpoczął studia doktoranckie. Po przedstawieniu rozprawy dotyczącej podziału krzemu pomiędzy żelazo a żużel wielkopiecowy w warunkach równowagi w ciekłych fazach uzyskał w 1972 r. stopień doktora nauk technicznych. W tym samym roku został zatrudniony jako adiunkt w Zakładzie Wielkopiecownictwa Instytutu Metalurgii AGH.\n\nW 1986 r. uzyskał stopień doktora habilitowanego za opracowanie dotyczące zjawisk obejmujących zachowanie się tytanu w wielkim piecu. Dwa lata później został mianowany na stanowisko docenta w AGH. W roku 1992 został mianowany na stanowisko profesora nadzwyczajnego AGH. Tytuł naukowy profesora uzyskał w roku 1996, a w roku 2001 został mianowany na stanowisko profesora zwyczajnego w AGH.\n\nDziałalność naukowa Profesora koncentrowała się na zagadnieniach: redukcji krzemu, manganu i tytanu w fazach ciekłych; redukcji spieków i grudek oraz ich struktury; własności fizycznych i chemicznych żużli wielkopiecowych domieszkowanych TiO2; zachowania się alkaliów w procesach spiekania i wielkopiecowym; własności fizycznych spieków wysokozasadowych i grudek; utylizacji odpadów hutniczych; emisji gazowo-pyłowej w procesach hutnictwa żelaza; modelowania procesu wielkopiecowego; inżynieri i własności materiałów węglowych domieszkowanych TiO2; procesów wytapiania ciekłego żelaza i stali.\n\nŁącznie prof. Łędzki jest autorem lub współautorem 230 publikacji naukowych, z czego 45 zagranicznych i 93 krajowych, jednej monografii, czterech podręczników, pięciu patentów, 102 prac naukowo-badawczych i ekspertyz oraz 16 skutecznych wdrożeń przemysłowych. Był kierownikiem lub głównym wykonawcą pięciu projektów celowych Komitetu Badań Naukowych, a także wielu prac dla przemysłu.\n\nBył i nadal jest ściśle związany z przemysłem hutniczym. Pełnił funkcje konsultanta prezesów Huty Katowice SA oraz Huty im. T. Sendzimira SA, członka prezydium oraz przewodniczącego sekcji w Komitecie Metalurgii PAN; był też członkiem sekcji Metalurgia, Odlewnictwo i Przetwórstwo Metali Komitetu Badań Naukowych. W latach 2002–2004 był wiceprzewodniczącym Rady Nadzorczej Polskich Hut Stali SA.\n\nW latach 1991–1996 był Prodziekanem Wydziału Metalurgii i Inżynierii Materiałowej. Od grudnia 1998 r. był p.o. Prorektora AGH, od 1999 r. do 2002 r. Prorektorem ds. Ogólnych, a w latach 2002–2005 Prorektorem ds. Kształcenia AGH.\n\nZa działalność naukową, wdrożeniową, dydaktyczną i organizacyjną otrzymał wiele nagród, w tym nagrody Ministra Nauki, Szkolnictwa Wyższego i Techniki, nagrody Ministra Edukacji Narodowej oraz wielokrotnie nagrody Rektora AGH. Został odznaczony Brązowym i Złotym Krzyżem Zasługi, a w 2001 r. Krzyżem Kawalerskim Orderu Odrodzenia Polski. Posiada Złotą Odznakę Miasta Krakowa i Medal Komisji Edukacji Narodowej.\n\nBiogram prof. Janusza Łukszy\n\nProf. Janusz Łuksza\n związany jest z AGH od 1969 r., kiedy ukończył studia na Wydziale Metalurgicznym. Tytuł profesora nauk technicznych uzyskał w 2002 r. Profesor jest uznanym specjalistą w zakresie badania zjawisk i procesów zachodzących podczas plastycznej przeróbki metali. W tej tematyce jest autorem wielu prac badawczych, artykułów, monografii oraz patentów. Zrealizował wiele projektów badawczo-wdrożeniowych na zlecenie przemysłu przetwórstwa metali, wśród których na szczególne wyróżnienie zasługują projekty związane z modernizacją i restrukturyzacją krajowego przemysłu metalurgicznego i maszynowego. W roku akademickim 1978/79 Profesor przebywał na rocznym stażu w USA w ramach stypendium ufundowanego przez dr. h.c. Tadeusza Sendzimira za pośrednictwem Fundacji Kościuszkowskiej. W Lehigh University w Betlehem (USA) pod kierunkiem światowej sławy profesora B. Avitzura badał zastosowanie teorii górnej granicy do teoretycznej analizy procesów plastycznej przeróbki metali. W roku 1982 przebywał na stypendium British Council w University of Leeds (Wielka Brytania), gdzie prowadził badania pod kierunkiem profesora T. Z. Blazynskiego, jednego z najbardziej rozpoznawalnych naukowców w obszarze inżynierii mechanicznej i inżynierii metali.\n\nProfesor całe swoje życie zawodowe poświęcił rozwojowi macierzystej uczelni. Efektem jego działań była reorganizacja Wydziału Metalurgicznego, następnie Inżynierii Materiałowej i w końcu Inżynierii Metali i Informatyki Przemysłowej. Był inicjatorem stworzenia nowych kierunków kształcenia, zmian programów nauczania oraz modernizacji laboratoriów.\n\nW czasie pracy w AGH Profesor pełnił liczne funkcje kierownicze i organizacyjne. W latach 1989–1990 i 1993–1996 był Prodziekanem, a następnie w latach 1996–2002 Dziekanem Wydziału Metalurgii i Inżynierii Materiałowej. Od 1996 do 2012 r. kierował Katedrą Plastycznej Przeróbki Metali. Od 1996 r. był członkiem Senatu AGH, gdzie w okresie od 2005 do 2012 r. przewodniczył Senackiej Komisji ds. Budżetu.\n\nProfesor angażował się również w działalność poza uczelnią. W latach 1994–1998 przewodniczył Komitetowi Przeróbki Plastycznej Stowarzyszenia Inżynierów i Techników Przemysłu Hutniczego w Polsce, w okresie od 1999 do 2007 r. był członkiem Rady Hutniczej Izby Przemysłowo-Handlowej w Katowicach, członkiem Rady nadzorczej Huty im. Tadeusza Sendzimira oraz w latach 1996–2019 Przewodniczącym Rady Akademicko-Gospodarczego Stowarzyszenia Hutnictwa. Ogromnie bogata aktywność Profesora w działaniach na rzecz AGH oraz środowiska naukowego i otoczenia gospodarczego została nagrodzona wieloma wyróżnieniami i odznaczeniami. Było to m.in. 13 nagród Rektora AGH, w tym 11 za działalność naukową, i trzy nagrody Ministra Nauki i Szkolnictwa Wyższego, wśród odznaczeń zaś wymienić należy Brązowy i Złoty Krzyż Zasługi, Medal „Zasłużony dla Huty Warszawa”, Złotą Odznakę Związku Nauczycielstwa Polskiego, Medal Komisji Edukacji Narodowej, Medal „Zasłużony dla Wydziału Metalurgii i Inżynierii Materiałowej”, a zwieńczeniem jest Krzyż Kawalerski Orderu Odrodzenia Polski.\n\nInne artykuły z kategorii Nauka\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Jak profilaktyka może cię uchronić przed rakiem? | Bunkier Nauki odc. 69\t\n\n Grant na wsparcie zespołu badawczego dla naukowca z AGH\t\n\n Jak być świadomym użytkownikiem SOCIAL MEDIÓW? | Bunkier Nauki odc. 68\t\n\n Pierwsze w historii selfie zrobione za pomocą satelity. To dzieło studentów AGH\t\n\nNajnowsze artykuły\n\n Interdisciplinary Science Research Survey\t\n\n Idea Warm Up – dołącz i działaj!\t\n\n „Kolejka na Kasprowy i kontrowersje” – felieton\t\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Ambasador Wietnamu z wizytą w AGH\t\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://www.agh.edu.pl/wydarzenia/detail/s/uroczystosc-nadania-tytulu-profesora-honorowego-agh-prof-andrzejowi-ledzkiemu-oraz-prof-januszowi-lukszy", "title": "Uroczystość nadania tytułu Profesora Honorowego AGH prof. Andrzejowi Łędzkiemu oraz prof. Januszowi Łukszy-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "1d0fbb3447c31f14d87291e80de68f34", "word_count": 1127, "headings": [{"level": 1, "text": "Wydarzenia w AGH"}, {"level": 2, "text": "Program uroczystości*"}, {"level": 2, "text": "Biogram prof. Andrzeja Łędzkiego"}, {"level": 2, "text": "Biogram prof. Janusza Łukszy"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}