{"content": "#  Priorytetowe obszary badawcze -- Inicjatywa Doskonałości – Uczelnia Badawcza \n\nURL: https://www.idub.agh.edu.pl/priorytetowe-obszary-badawcze\nCrawled: 2025-03-19 21:11:37\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Priorytetowe obszary badawcze \n\nSzczegółowe zasady wyłonienia POB-ów zostały opisane w \n„Podręczniku IDUB”\n.\n\nZgodnie z warunkami konkursu „Inicjatywa Badawcza-Uczelnia Badawcza”, do każdego z POB-ów wymagane było przypisanie dziedzin i dyscyplin naukowych uprawianych w uczelni oraz obszarów tematycznych związanych z POB, zgodne z klasyfikacją\n\n1) \nSubject Categories\n (baza Web of Science);\n 2) \nAll Science Journal Classification\n (baza Scopus).\n\nW konkursie zostały też zdefiniowane tzw. wskaźniki, niektóre obowiązkowe, niektóre do wyboru z proponowanej listy, których wartości należało wyliczyć w tzw. okresie referencyjnym (2013-2017), a także podać wartości planowane do osiągnięcia w wyniku realizacji projektu. Także w naszej Uczelni, wskaźniki zostały wyliczone dla każdego z ośmiu POB-ów, jak i dla Uczelni jako całości.\n\nCzęść z tych wskaźników (związana z publikowaniem i cytowalnością) została wyliczona z wykorzystaniem bazy Scopus i narzędzia SciVal w oparciu o przypisane do każdego POB konkretne obszary/hasła tematyczne sklasyfikowane w bazie Scopus (\nAll Science Journal Classification\n). Obszary te zostały powiązane z POB-ami po gruntownej analizie trendów i potwierdzeniu rosnących wartości takich parametrów jak FWCI (ważony obszarem indeks cytowań).\n\nZachęcamy wszystkich do wykorzystania przypisanych obszarów/haseł tematycznych przy kreowaniu tytułów publikacji i słów kluczowych. W ten sposób publikacje będą niejako automatycznie przypisywane do konkretnych POB-ów pracując na podniesienie wartości wskaźników wyliczanych dla tych POB-ów.\n\n POB 1 \n\nZrównoważone technologie energetyczne, odnawialne źródła energii i magazyny energii oraz zarządzanie zasobami. Projektowanie, wytwarzanie, aplikacja, synergia i integracja procesów\n\n POB 2 \n\nNowe technologie dla gospodarki o obiegu zamkniętym: połączenie modeli biznesowych z ekoinnowacjami w celu wzrostu produktywności i minimalizacji odpadów oraz tworzenia i wykorzystywania wiedzy\n\n POB 4 \n\nRozwiązania techniczne: od badań podstawowych, przez modelowanie i projektowanie, aż do prototypów. Zastosowania narzędzi matematyki, informatyki i elektroniki w problemach skali makro, mikro i nano \n\n POB 5 \n\nMateriały, technologie i procesy inspirowane naturą: biotechnologia, bioinspiracje w inżynierii i nauce o materiałach, biosensory, bioenergetyka, biokataliza, biokomputery i bioobliczenia\n\n POB 7 \n\nProjektowanie, produkcja, badanie nowoczesnych materiałów i przyszłościowych technologii w oparciu o multidyscyplinarne podejście łączące inżynierię materiałową z chemią, fizyką, matematyką i medycyną \n\n POB 8 \n\nPrzekraczanie granic: eksperymentalna fizyka wysokich energii ekstremalne stany materii, zaawansowane technologie w detekcji promieniowania, badania i zastosowania transdyscyplinarne\n\nStopka\n\n © 2024 Inicjatywa Doskonałości – Uczelnia Badawcza\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.idub.agh.edu.pl/priorytetowe-obszary-badawcze", "title": " Priorytetowe obszary badawcze -- Inicjatywa Doskonałości – Uczelnia Badawcza ", "depth": 2, "duplicate": false, "content_hash": "8a87d865a6e8f13206e2f85bf9c4cc3c", "word_count": 366, "headings": [{"level": 1, "text": "Priorytetowe obszary badawcze"}, {"level": 2, "text": "Stopka"}]}}