{"content": "# Wydział Zarządzania AGH | Wydział Zarządzania AGH\n\nURL: https://english.zarz.agh.edu.pl/\nCrawled: 2025-03-19 21:19:10\n\nWelcome to the AGH UST Faculty of Management website\n\nWe are an AGH UST unit that innovatively combines education at all academic levels with scientific research and the popularization of knowledge in the fields of management and modern technologies\n\nNEWS\n\nMBA TECH   \n\nLead the tech – Like never before! \n\nOn March 31, 2023, the inauguration of the MBA TECH project took place at the Sheraton Hotel in Krakow. It was created on the initiative of the AGH University of Science and Technology and the Faculty of Management.\n\nMBA TECH is an innovative program that merges the worlds of technology, engineering, computer science, and human sciences with business. The program is designed for business professionals who want to enhance their skills and knowledge in the tech industry. MBA TECH’s curriculum is focused on real-world applications, combining technical expertise with the business acumen needed to succeed in today’s fast-paced, technology-driven world. We place a strong emphasis on communication and HR, recognizing that strong leadership and interpersonal skills are essential for success in the technology industry. Throughout the program, the participants will have the opportunity to work on projects with real-world applications, collaborate with industry experts, and network with fellow professionals.\n\nMBA TECH studies will be coordinated by the Faculty of Management: \nmba.agh.edu.pl\n\nPlease feel invited to one-of-a-kind MBA technical studies!\n\nCooperation agreement with ASTOR Sp. z o.o.  \n\nOn January 11, 2023, the AGH University of Science and Technology represented by the AGH Vice-Rector for Cooperation Professor Rafał Wiśniowski, concluded a cooperation agreement with ASTOR Sp. z o. o.\n\nThe cooperation includes i.e. familiarization with robotic workstations used in industry by the AGH students in the frame of study visits at the ASTOR Robotics Center and ASTOR Innovation Room showrooms as well as acquaint with the latest technological solutions offered by ASTOR.\n\nOn behalf of the AGH Faculty of Management, dr inż. Anita Proszowska is authorized to contact with ASTOR Sp. z o.o.\n\nDean’s Cup of the Faculty of Management 2023\n\nOn January 6-8, 2023, the Faculty Council of the Student Government organized the Dean’s Cup once again. Students – fans of winter madness competed on the Grapa Ski slope in Czarna Góra.\n\n Detailed report on the department’s Facebook page\n: https://www.facebook.com/zarzadzanieagh\n\nAGH-UST Job Fair \n\nDuring November 22 – 23, 2022 the autumn edition of the AGH Job Fair was held in at AGH UST. Students took part in 12 closed workshops conducted by practitioners from partner companies, listened to open speeches related to professional and personal development. They were able to consult their application documents with recruiters or take a professional CV photo.\n\nThe partners of the event included ABB, Aptiv, State Street, Andea. Detailed information available at: \nwww.careerdays.agh.edu.pl\n\nAGH UST alumni celebrated graduation\n\nOn November 26, 2022, nearly 100 of AGH UST alumni who obtained the title of Master of Arts in 2022 celebrated their graduation. This was the first official ceremony of this kind at our university, and we hope that it will establish a beautiful yearly tradition. The event included former students dressed in traditional togas and graduate caps from three faculties: Faculty of Applied Mathematics, Faculty of Management, and Faculty of Geo-Data Science, Geodesy, and Environmental Engineering.\n\nMore information on the website: \nhttps://www.agh.edu.pl/en/news/detail/agh-ust-alumni-celebrated-graduation\n\n100th Anniversary of Ferdynand Szwagrzyk’s birth – the first Dean of the Faculty of Management  \n\nOn April 16, 2022 was the hundredth anniversary of the birth of doc. dr. inż. Ferdynand Szwagrzyk – the initiator and first Dean of the Institute of Organization and Industry Management (1974 – 1980). In years 1980-1981 he served as  Dean of the Department of Organization and Industry Management, later renamed the Faculty of Management. \n\nOn this occasion, the daughter and granddaughter of Mr. Szwagrzyk made us a pleasant  surprise and visited the Faculty of Management.\n\nCooperation between the UST-AGH Faculty of Management and the Lustration Labor Cooperative Association\n\nOn April 11, 2022, a meeting of the Dean of the Faculty of Management with representatives of the Lustration\n Labor Cooperative Association\n\nwas held. The meeting was arranged on the basis on the signed on March 9, 2022 agreement between the AGH University of Science and Technology (the Vice Rector for Cooperation) and Lustration \nLabor Cooperative Association\n (\nthe Chairman of the Board).\n\nThe parties declare their intention to cooperate in the field of educating students about cooperatives as a form of running a business, raising funds for research projects and initiating innovative activities in this area.\n\n1st ITRI-AGH-IATI Meeting for development scientific cooperation \n\nWe have a pleasure to announce that on April 7\nth\n 2022 a webinar organized by Faculty of Management AGH-IATI & Industrial Technology Research Institute (ITRI) took place. \n\nThe aim of this international meeting was to exchange knowledge and good practise between Poland and Taiwan, to strengthen the possible cooperation, exchange information and research and development and work on idea on common project between ITRI – the technology research and development institution in Taiwan (https://www.itri.org.tw/english/index.aspx) and the Faculty of Management AGH \n\nCooperation agreement between the National Research Institute of Animal Production and the Faculty of Management\n\nOn February 3, 2022 a meeting of the Authorities of the AGH UST Faculty of Management and t\nhe National Research Institute of Animal Production \ntook place. The meeting was the culmination of signing an agreement on cooperation between scientists from both units.\n\nIn mutual contacts Professor Jerzy Mikulik will represent the Faculty of Management and Andrzej Kaczor Ph.D. Sc. and Dorota Godyń Ph.D. Sc.  \nthe National Research Institute of Animal Production.\n\nCooperation agreement with Yabimo Sp. z o.o.\n\nOn January 10, 2022 the Dean of the Faculty of Management met with representatives of Yabimo Sp. z o.o. The meeting was aimed at establishing cooperation between the parties in the field of marketing research and supporting solutions for the implementation of circular economy models.\n\n The cooperation agreement was signed by the AGH-UST Vice-Rector for Cooperation and the President and Vice-President of the Management Board of Yabimo sp.z o.o.\n\nCongratulatory letters for exceptional Faculty’s teachers \n\nThe Authority of the Faculty of Management together with the Faculty Council of the Student Government selected and awarded four outstanding lecturers who had exhibited great commitment and full professionalism while conducting classes. Congratulations received:\n\nDr hab. inż. Jerzy Duda, prof. uczelni\n\nDr inż. Agnieszka Kabalska\n\nDr Jacek Wolak\n\nCooperation Agreement with Wastes Service Group\n\nOn November 9, 2021 another cooperation agreement with Wastes Service Group was signed. The aim of the cooperation between University of Science and Technology and Wasetes Service Group is the implementation of pilot projects in the field of innovative solutions in the electromobility sector. The Parties declare their intention and will to cooperate in projects implementation,  scientific and research work and exchange of ideas and experiences.\n\nFaculty of Management’s scientific journals higher on the ministerial list\n\nOn December 1, 2021, the Minister of Science and Higher Education announced the updating list of scientific journals and the scores awarded to them.Our scientific journal Managerial Economics was re-entered on this list and received as many as 40 points. Decision Making in Manufacturing and Services received 20 points.\n\nAGH-UST Job Fair\n\nThe AGH-UST Career Center invites you to participate in the autumn edition of the AGH Job Fair which will be held in a virtual formula on November 16-18, 2021. More information on: \nhttps://www.agh.edu.pl/en/info/article/agh-ust-job-fair-virtual-edition-autumn-2021/\n\n Companies or persons interested in participating are kindly requested to contact AGH Career Centre: \ntp@agh.edu.pl\n.\n\nCongratulations on the successful habilitation!\n\nDr Tomasz Wójtowicz  –  adjunct at the Department of Applications of Mathematics In Economics completed his habilitation. \nHe was awarded the post-doctoral degree \nin the “Economics and Finance” discipline at the Cracow University of Economics.\n\n21st International Conference „Corporate Governance – Theory and Practice”  \n\nWe would like to announce that on November 25-27, 2021 in Racławice the 21st International Conference „Corporate Governance – Theory and Practice” will take place. The \nhonorary patronage\n over the event is taken by \nRector of the AGH University of Science and Technology Professor Jerzy Lis.  \n\nThe AGH UST Faculty of Management and the Production Engineering Committee of the Polish Academy of Sciences are the organizers of this conference. More information on the conference website: \nhttp://www.kzp.zarz.agh.edu.pl/index_e.php\n\n“Smart City for residents and environment”  \n\nOn October 21, 2021 the conference “Smart City for residents and environment”  was held in the International Culture Centre in Kraków.  This conference has begun a series of meetings and workshops entitled  “Social and environmental challenges in managing the development of cities and regions”.\n\nThe AGH UST Faculty of Management was the patron of this conference.\n\nJoint project agreement called Energy Entrepreneurs in Action\n\nWe are pleased to announce that the AGH University of Science and Technology will run a new project ETEIA – Energy Transition Entrepreneurs in Action – developing a supportive academic environment for the young talents.\n\nThe project involves three Faculties of the AGH University of Science and Technology:\n\nThe Faculty of Energy and Fuels\n\nFaculty of Civil Engineering and Resource Management\n\nFaculty of Management\n\n The project coordinator at the Faculty of Management is Dr Wojciech Kowalik.\n\nManagement and Production Engineering – second place in the ranking of Engineering studies „Perspektywy”\n\nPerspektywy University Ranking 2021 was published for the 22nd time: AGH University of Science and Technology \nholds a high fifth position \nin Poland. Ranking by subject (71 fields of study) was also prepared, thanks to which high school graduates will be able to choose those universities that provide them at the highest level.  In the field of Engineering our Management and Production Engineering field holds the second place.\n\nWelcome to our Faculty!\n\nStudents of the Faculty of Management among the winners of the programming marathon on the occassion of the 60th anniversary of KGHM Polska Miedź S.A. \n\nCuValley Hack is the first hackathon organized by KGHM as part of the Copper Valley program. It’s our pleasure to inform that our students: Mateusz Jakubczak, Karol Oleszek and Krzysztof Olipra (team  DATA DRIVERS) won the first place in the category of \nSTABILISATION OF THE FLASH FURNACE OPERATION.\n\nCongratulations!\n\nMore details on: \nhttps://www.youtube.com/watch?v=0BUABSGySXw\n\nProfessor Joanna Kulczycka – among 25 Polish Sustainable Leaders on the Forbes Women list\n\nEditors of „Forbes Women” together with a chapter of seven, composed of experts specializing in various aspects of sustainability, has prepared a list of nominees: Polish women who are particularly involved in education and specific activities for sustainable development – in homes, schools, companies, institutions, media.\n\nWe are pleased to announce that Prof. Kulczycka – the Deputy Dean for Cooperation and Development at the Faculty of Management was included in this group. Detailed information is available on the website: \n\nhttps://bomega.pl/25-polskich-liderek-zrownowazonego-rozwoju-lista-forbes-women/?fbclid=IwAR2pYHvF-JC-Zw8X-3_3Tej9klXwXuvxO2Up15Fy48xDKHDPLpaHf_R-oOg\n\nAn interesting interview in Polish with Professor Kulczycka available on our faculty YT channel: \nhttps://english.youtube.com/watch?v=ICPCxal61Mo\n\n Welcome to our official You Tube channel!\n\nThe largest engineering laboratory with 3D printers at the Faculty of Management\n\nThe Faculty of Management has opened a modern engineering laboratory for the needs of the field of study of Management and Production Engineering. The student laboratory, operating under the name of Engineering Innovation Lab (EIL) and holding a certificate of the American company MakerBot, which produces professional 3D printers, is intended for classes at two engineering courses offered by the Faculty of Management: Reverse Engineering and Rapid Prototyping. \n\nIf you are interested please visit the university homepage : \nhttps://english.agh.edu.pl/info/article/najwieksza-pracownia-z-drukarkami-3d-w-agh/\n\nFaculty of Management  in the CEEPUS program\n\nStarting with the academic year 2020/2021 the Faculty of Management joined the Central European Exchange Program for University Studies. The main activity of CEEPUS is the support of knowledge transfer, knowledge exchange and experience through mobility grants for students and teachers. Currently, the Faculty of Management is a partner of the RAMSIS network – Intelligent Innovative Strategies for Raw Materials. Montanuniversitaet Leoben from Austria is the leader of this network. Moreover, it includes: University of Zagreb (Croatia), University of Belgrade (Serbia), \nTechnical \nUniversity\n of Košice (Slovakia) and \nUniversity\n of Miskolc (Hungary). \n\nDr Maciej Woźniak is the Faculty coordinator.", "metadata": {"url": "https://english.zarz.agh.edu.pl/", "title": "Wydział Zarządzania AGH | Wydział Zarządzania AGH", "depth": 3, "duplicate": false, "content_hash": "070dc8ef4ce55392314c82e65a739b22", "word_count": 1972, "headings": [{"level": 2, "text": "Welcome to the AGH UST Faculty of Management website"}, {"level": 2, "text": "NEWS"}, {"level": 3, "text": "MBA TECH"}, {"level": 3, "text": "Cooperation agreement with ASTOR Sp. z o.o."}, {"level": 3, "text": "Dean’s Cup of the Faculty of Management 2023"}, {"level": 3, "text": "AGH-UST Job Fair"}, {"level": 3, "text": "AGH UST alumni celebrated graduation"}, {"level": 3, "text": "100th Anniversary of Ferdynand Szwagrzyk’s birth – the first Dean of the Faculty of Management"}, {"level": 3, "text": "Cooperation between the UST-AGH Faculty of Management and the Lustration Labor Cooperative Association"}, {"level": 3, "text": ""}, {"level": 3, "text": "1st ITRI-AGH-IATI Meeting for development scientific cooperation"}, {"level": 3, "text": "Cooperation agreement between the National Research Institute of Animal Production and the Faculty of Management"}, {"level": 3, "text": "Cooperation agreement with Yabimo Sp. z o.o."}, {"level": 3, "text": "Congratulatory letters for exceptional Faculty’s teachers"}, {"level": 3, "text": ""}, {"level": 3, "text": "Cooperation Agreement with Wastes Service Group"}, {"level": 3, "text": ""}, {"level": 3, "text": "Faculty of Management’s scientific journals higher on the ministerial list"}, {"level": 3, "text": ""}, {"level": 3, "text": "AGH-UST Job Fair"}, {"level": 3, "text": ""}, {"level": 3, "text": "Congratulations on the successful habilitation!"}, {"level": 3, "text": "21st International Conference „Corporate Governance – Theory and Practice”"}, {"level": 3, "text": "“Smart City for residents and environment”"}, {"level": 3, "text": "Joint project agreement called Energy Entrepreneurs in Action"}, {"level": 3, "text": "Management and Production Engineering – second place in the ranking of Engineering studies „Perspektywy”"}, {"level": 2, "text": ""}, {"level": 3, "text": "Students of the Faculty of Management among the winners of the programming marathon on the occassion of the 60th anniversary of KGHM Polska Miedź S.A."}, {"level": 2, "text": ""}, {"level": 2, "text": "Professor Joanna Kulczycka – among 25 Polish Sustainable Leaders on the Forbes Women list"}, {"level": 2, "text": "The largest engineering laboratory with 3D printers at the Faculty of Management"}, {"level": 2, "text": "Faculty of Management  in the CEEPUS program"}]}}