{"content": "# Ambasador Wietnamu z wizytą w AGH-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/ambasador-wietnamu-z-wizyta-w-agh\nCrawled: 2025-03-19 21:07:14\n\nAmbasador Wietnamu z wizytą w AGH \n\n 14/03/2025 \n\n współpraca \n\n 13 marca 2025 r. Akademię Górniczo-Hutniczą odwiedził ambasador Wietnamu w Polsce Ha Hoang Hai, który spotkał się z Rektorem AGH prof. Jerzym Lisem. \n\nW spotkaniu uczestniczyli również: pierwszy sekretarz Ambasady Wietnamu w Polsce Bach Van Nam, Prorektor ds. Współpracy AGH prof. Rafał Wiśniowski, Koordynatorka AGH ds. Współpracy z Wietnamem prof. Ewa Kmiecik oraz Dyrektor Centrum Spraw Międzynarodowych AGH Paweł Świerk.\n\nSpotkanie dotyczyło przede wszystkim możliwości intensyfikacji współpracy naukowej i badawczej. Najważniejszymi tematami były: wspólna polityka uznawania dyplomów w Polsce i Wietnamie, rozwój współpracy edukacyjnej i badawczej w zakresie geologii, surowców i surowców krytycznych, w celu zwiększenia liczby specjalistów w Wietnamie oraz wzmocnienie strategicznego partnerstwa między Polską a Wietnamem. Podczas rozmów podkreślono znaczenie wspólnych projektów badawczych, wymiany akademickiej oraz rozwoju innowacyjnych technologii, a także możliwości dalszego zacieśniania relacji poprzez organizację wspólnych inicjatyw wspierających rozwój nauki w obu krajach.\n\nJako pierwszy kraj objęty priorytetem w ramach programu Erasmus+ w AGH Wietnam odgrywa kluczową rolę w rozwoju międzynarodowych inicjatyw uczelni. Od 2015 r. zrealizowano 91 wymian w ramach programu Erasmus+ KA 107/171, co stanowi prawie 20% całkowitej liczby mobilności AGH.\n\nAGH aktywnie rozwija współpracę z wietnamskimi instytucjami, czego dowodem jest konferencja POL-VIET „Współpraca naukowo-badawcza pomiędzy Wietnamem a Polską”, która jest cyklicznym wydarzeniem organizowanym przez AGH i Hanoi University of Mining and Geology wraz z partnerami z przemysłu. Tegoroczna edycja konferencji odbędzie się w Wietnamie w dniach 21–24 października.\n\nWarto przy tej okazji wspomnieć, że początki silnego partnerstwa między Akademią Górniczo-Hutniczą a Wietnamem sięgają początku lat 60. XX wieku, kiedy to studenci z Wietnamu zaczęli przyjeżdżać do AGH.\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/ambasador-wietnamu-z-wizyta-w-agh", "title": "Ambasador Wietnamu z wizytą w AGH-- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "2c13d0a3922abb5aff667d90c938922d", "word_count": 263, "headings": [{"level": 1, "text": "Ambasador Wietnamu z wizytą w AGH"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}