{"content": "#  Recruitment rules - Bachelor -- Department for International Students AGH \n\nURL: https://www.international.agh.edu.pl/en/studies/recruitment/recruitment-rules-bachelor\nCrawled: 2025-03-19 21:19:54\n\nSkip to content\n\nSkip to footer\n\n Recruitment rules - Bachelor \n\nGeneral recruitment rules\n\nAdmission rate\n\nMath exam\n\nLanguage exam\n\nPoint thresholds\n\nRequired documents\n\nRecruitment deadlines\n\nFees\n\nLegal acts\n\nRecruitment is carried out in recruitment cycles.\n\nFields of full-time Bachelor (first-cycle) studies starting the education cycle in the 2024/2025 academic year, for which recruitment will be conducted, are included in Resolution 93/2023 of the AGH University Senate - Table 1.\n\nFields of part-time Bachelor (first-cycle) studies starting the education cycle in the 2024/2025 academic year, for which recruitment will be conducted, will be specified in the regulation of the AGH University Rector.\n\nFields of study declared by the candidate cannot include the field of study in which the person is currently studying or completed at the same faculty of the AGH University as a part of the same level of study.\n\nA candidate preliminarily qualified for several fields of study can register for only one field of study.\n\nThe basis for qualifications for all fields of study is an admission rate W, on the basis of which ranking lists of candidates are prepared.\n\nThe maximum value of the admission rate W is 1000 points.\n\nOnly candidates who obtained the admission rate equal to or greater than 300 points may be admitted to the first year of full-time Bachelor (first-cycle) studies.\n\nIn case of a secondary school leaving certificate/transcript of records, where the level of the exam from particular subjects is specified in the document \n(basic/advanced)\n, its results will be calculated according to the specified level.\n\nIn case of a secondary school leaving certificate/transcript of records, where the level of the exam from particular subjects \nis not specified in the document\n, its result will be calculated \nat the basic level\n.  \n\nIn countries where a candidate \ncan take an external examination as an additional qualifying examination\n for Bachelor studies, the result of such an examination may be converted \nat the advanced level\n.\n\nIf you have such a document, upload it in e-Rekrutacja system. \n\nЦэнтралізаванае тэставанне (ЦТ) - the results of examinations taken up to 5 years back are recognized\n\nЦэнтралізаваны экзамен (ЦЭ)\n\nPrueba de Acceso a la Universidad (PAU) – Selectividad,\n\nEvaluación de Bachillerato para el Acceso a la Universidad (EBAU)/Evaluación para el Acceso a la Universidad (EVAU)\n\nЕдиное национальное тестирование (ЕНТ) - the results of examinations taken up to 5 years back are recognized\n\nUnified Tertiary Matriculation Examination (UTME)\n\nЕдиный государственный экзамен (ЕГЭ) - mathematics extended level, other subjects\n\nthe results of examinations taken up to 5 years back are recognized\n\nЗовнішнє незалежне оцінювання (ЗНО) (ZNO) – the results of examinations taken up to 5 years back are recognized\n\nNMT (Національний мультипредметний тест) results are calculated at the basic level. \n\nKỳ thi trung học phổ thông quốc gia\n\n Electronics and Telecommunications \n\n Mechanical Engineering \n\n1st subject:\n Mathematics or Physics or Computer Science\n\n2nd subject:\n Mathematics or Physics or Computer Science or Foreign Language\n\nYou can take the math exam organized by the AGH University if:\n\nthe level of math result is not specified as advanced in your document (secondary school leaving certificate/transcript of records) or\n\nthe level of math result is not specified in your document (secondary school leaving certificate/transcript of records) or\n\nyou do not have the math result at an external examination from the country where your secondary school leaving certificate was issued that could be calculated on an advanced level.\n\nWe will inform you about the possibility of taking the math exam in e-Rekrutacja system.\n\nIf you want to take the math exam, click \"I want to take the math exam\" in e-Rekrutacja system.\n\nCheck the exam dates in the \nAdmission Calendar\n.\n\nThe math exam is not obligatory. \nHowever, exam points may increase your admission rate depending on your individual situation.\n\nCheck \nsample math exam topics\n.\n\nYou cannot take the math exam if you have a Polish secondary school-leaving certificate (\"świadectwo dojrzałości\") , International Baccalaureate diploma or European Baccalaureate diploma.\n\nThe language exam is obligatory for every candidate. You may be exempted from the exam if, within the time specified in the Admission calendar, you upload in e-Rekrutacja system one of the documents listed in the section:\n\nPolish language certificate exempting from the language exam\n - if you apply for studies in Polish,\n\nEnglish language certificate exempting from the language exam\n - if you apply for studies in English.\n\nClick the links above to find the descriptions of language exams.\n\nThe value of the point threshold qualifying for a given field of study depends on the number of remaining places, the number of submitted declarations and the value of the admission rate of candidates for a given field of study. Point thresholds may change in subsequent recruitment cycles.\n\nCheck the point thresholds below.\n\n Point thresholds (the value of the admission rate) qualifying for full-time Bachelor studies at the AGH University in the academic year 2023/2024 \n\nField of study\n\n1st recruitment cycle\n\n2nd recruitment cycle\n\n3rd recruitment cycle\n\nComputer Physics\n\n658\n\n960\n\n658\n\nComputer Science\n\n796\n\n758\n\n854\n\nElectronics and Telecommunications\n\n658\n\n470\n\n470\n\nMechanical Engineering\n\n404\n\n390\n\n342\n\nMechatronic Engineering\n\n558\n\n396\n\n916\n\n Point thresholds (the value of the admission rate) qualifying for full-time Bachelor studies at the AGH University in the academic year 2024/2025 \n\nField of study\n\n1st recruitment cycle\n\n2nd recruitment cycle\n\n3rd recruitment cycle\n\nComputer Physics\n\n572\n\n538\n\n600\n\nComputer Science\n\n800\n\n708\n\n600\n\nElectronics and Telecommunications\n\n600\n\n508\n\n522\n\nMechanical Engineering\n\n410\n\n430\n\n522\n\nMechatronic Engineering\n\n510\n\n472\n\n606\n\nAGH University Senate Resolution No 123/2024 on 27 November 2024 on the amendments to the AGH University Senate Resolution No. 93/2023 on 28 June 2023 on conditions and procedure of admission and the date of beginning and completing the procedure of admission to the first year of first-cycle (Bachelor) and second-cycle (Master) studies beginning education cycle in the academic year 2024/2025, PDF, 675 KB\n\nAGH University Senate Resolution No 48/2024 on 24 April 2024 on the amendments to the AGH University Senate Resolution No. 93/2023 on 28 June 2023 on conditions and procedure of admission and the date of beginning and completing the procedure of admission to the first year of first-cycle (Bachelor) and second-cycle (Master) studies beginning education cycle in the academic year 2024/2025, PDF, 699 KB\n\nResolution No 93/2023 of the AGH University Senate of 28 June 2023 on the conditions and procedure of admission and the date of beginning and completing the procedure of admission to the first year of first-cycle and second-cycle degree programmes beginning education cycle in the academic year 2024/2025 (PDF, 452 KB)\n\nOrder No 32/2024 of the AGH University Rector on 31 May 2024 on detailed principles of organising recruitment for candidates being non-Polish citizens for the first year of first-cycle and second-cycle studies in the academic year 2024/2025 and the amount of fees for the admission procedure, PDF, 308 KB\n\nOrder No 24/2024 of the AGH University Rector on 8 May 2024 on determination of a calendar of summer admission procedure for first and second-cycle degree programmes at AGH University for non-Polish citizens beginning their education cycle in the academic year 2024/2025, PDF, 195 KB\n\nStopka\n\nAGH University in rankings\n\nAGH University Online Store\n\nCareer Centre\n\nDiploma nostrification\n\nDoctoral School\n\nMain Library\n\nNon-degree postgraduate studies\n\nPolish language course\n\nStudent Ombudsperson\n\nDepartment for International Students\nal. Mickiewicza 30\n30-059 Krakow\nbuilding A-3, room No 12A \n\nOffice hours\nMonday-Friday: 10 a.m. - 2 p.m.\n\nRegular studies\nP: +48 12 617 50 92\nE: international.students(at)agh.edu.pl\n\nExchange programmes and bilateral agreements\nP: +48 12 617 52 38\nE: exchange(at)agh.edu.pl\n\nBack", "metadata": {"url": "https://www.international.agh.edu.pl/en/studies/recruitment/recruitment-rules-bachelor", "title": " Recruitment rules - Bachelor -- Department for International Students AGH ", "depth": 3, "duplicate": false, "content_hash": "2d68226ef4a56f1067d6c1412cb6af49", "word_count": 1253, "headings": [{"level": 1, "text": "Recruitment rules - Bachelor"}, {"level": 2, "text": "Stopka"}]}}