{"content": "#  Projekty w Bibliotece -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/o-nas/dzialalnosc-biblioteki/projekty-bg\nCrawled: 2025-03-19 22:39:00\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Projekty w Bibliotece \n\nProjekt dofinansowany ze środków budżetu państwa, przyznanych przez Ministra Nauki w ramach Programu Społeczna Odpowiedzialność Nauki II - moduł: Wsparcie dla bibliotek naukowych\n Nazwa projektu: \nPolskie Normy wydane w latach 1924-1945. Digitalizacja i rozpowszechnienie\n Nr projektu: \nBIBL/SP/0002/2024/02\n Kwota dofinansowania projektu: \n107 674,60 zł\n Termin realizacji projektu: \n01.12.2024– 30.11.2025\n\nZbiór historycznych Polskich Norm w Bibliotece Głównej AGH ma ogromną wartość zarówno dla nauki jak i jej dziedzictwa. Stanowi on unikalne źródło informacji o standardach technicznych obowiązujących w Polsce w okresie międzywojennym, odzwierciedlając ówczesny rozwój nauki i technologii.\n\nO wyjątkowości zachowanego zbioru historycznych norm świadczy fakt, że znajdują się w nim pierwsze Polskie Normy - norma PN-O 101 z 1924 Wzór tablicy normalizacyjnej – dokument dotyczący zasad przygotowywania Polskich Norm oraz uznawana za pierwszą Polską Normę pozycja PN-F 401 z 1925 r. dotycząca temperatury odniesienia. Wymienione normy jak i większość norm z okresu międzywojennego są unikalnymi, często jedynymi w skali kraju egzemplarzami dokumentów, które przetrwały do naszych czasów.\n\nZbiór norm, który zostanie poddany digitalizacji, obejmuje 1246 dokumentów normalizacyjnych, z czego 1231 stanowią Polskie Normy lub tematyczne zbiory Polskich Norm wydane przez PKN. Normy zostały wydane w większości w latach 1924-1939, kilkanaście pozycji wydano tuż po zakończeniu działań wojennych w 1945. Dodatkowe 2 pozycje to cennik i wykaz Polskich Norm wydane przez PKN. 13 pozycji to polskie normy elektrotechniczne PNE oraz zbiór polskich norm elektrotechnicznych PNE (w postaci wydawnictwa zwartego) wydane przez Polskie Towarzystwo Elektrotechniczne oraz Stowarzyszenie Elektryków Polskich w latach 1923-1938 r.\n\nProjekt dofinansowany ze środków budżetu państwa, przyznanych przez Ministra Nauki w ramach Programu Społeczna Odpowiedzialność Nauki II - moduł: Wsparcie dla bibliotek naukowych\n Nazwa projektu: \nDigitalizacja dorobku naukowo-badawczego Profesorów AG w Krakowie w latach 1919–1945. Część 2\n Nr projektu: \nBIBL/SP/0003/2024/02\n Kwota dofinansowania projektu: \n56 273,69 zł\n Kwota całkowita projektu: \n67 673,69 zł\n Termin realizacji projektu: \n01.12.2024– 31.07.2026\n\nCelem projektu jest upowszechnienie informacji naukowej o historycznej kolekcji skryptów, podręczników i materiałów dydaktycznych Profesorów Akademii Górniczej w Krakowie za lata 1919-1945, ze zbiorów Biblioteki Głównej AGH i ich cyfrowe udostępnienie, na komputerach w czytelniach BG AGH, w intranecie oraz otwartym dostępie poprzez \nRepozytorium AGH\n w zależności od daty wydania i uwarunkowania prawa autorskiego.\n\nRealizacja projektu obejmie digitalizację skryptów, podręczników i materiałów dydaktycznych Profesorów Akademii, powstałych w latach 1919-1945. Przy doborze obiektów do digitalizacji kierowano się ich: wartością historyczną i naukową, złym stanem zachowania, znaczeniem dla upowszechniania nauki, unikatowością pod względem wydawniczym.\n\nKolekcja ta, zarówno jako zespół kolekcji, jak i zbiór pojedynczych egzemplarzy, nierzadko cennych, przybliżających historię edukacji technicznej i osiągnięć nauki w Polsce w czasach międzywojennych oraz podczas II wojny światowej, stanowi istotny składnik narodowego oraz europejskiego dziedzictwa technicznego i naukowego.\n\nEfektem projektu będzie cyfrowe udostępnienie obiektów zdigitalizowanych w liczbie 41 (liczba skanów 7953), prezentowanych na stacjach roboczych w czytelniach BG AGH, w intranecie oraz \nRepozytorium AGH\n na platformie DSpace.\n\nStworzenie cyfrowej wersji tej unikatowej kolekcji i kopii tego zbioru, zakończy proces ochrony tego dziedzictwa naukowego i kulturowego, otwierając możliwości jej popularyzacji, w ramach społecznej odpowiedzialności nauki.\n\nProjekt ten jest kontynuacją zadania „Digitalizacja dorobku naukowo-badawczego Profesorów AG w Krakowie w l. 1919-1945” dofinansowanego ze środków budżetu państwa, przyznanych przez Ministra Edukacji i Nauki w ramach Programu Społeczna Odpowiedzialność Nauki - moduł: Wsparcie dla bibliotek naukowych, realizowanego w terminie 01.11.2022 - 31.07.2024.\n\nBiblioteka Narodowa oraz Departament Mecenatu Państwa MKiDN pozytywnie rozpatrzyły wniosek Biblioteki Głównej AGH o bezpłatne wdrożenie \nsystemu bibliotecznego Alma i wyszukiwarki Primo\n, w ramach programu wieloletniego \n„Narodowy Program Rozwoju Czytelnictwa 2.0 na lata 2021-2025”, Kierunek interwencji 1.2. Budowa ogólnopolskiej sieci bibliotecznej poprzez zintegrowany system zarządzania zasobami bibliotek\n. Skrótowo program ten określany jest jako OMNIS 2. \n\nTym samym Akademia Górniczo-Hutnicza znalazła się na liście instytucji rekomendowanych do wdrożenia zintegrowanego systemu zarządzania zasobami bibliotek. W dniu 18 maja 2023 roku Minister Kultury i Dziedzictwa Narodowego zaakceptował \nlistę rankingową bibliotek\n, włączonych do \nOgólnopolskiej Sieci Bibliotecznej (OSB)\n, w których zostanie wdrożony system Alma i wyszukiwarka Primo. Umowa pomiędzy AGH a Biblioteką Narodową została podpisana 5 czerwca 2023 r.\n\nSystem zostanie wdrożony kompleksowo w Bibliotece Głównej AGH oraz wszystkich bibliotekach wydziałowych. Praca w nowym systemie zapewni poprawę dostępności zasobów naukowych dla kadry naukowej oraz studentów AGH, a także lepszą widoczność zbiorów bibliotecznych AGH w Polsce i na świecie. Zakończenie procesu wdrażania nowego systemu bibliotecznego zaplanowane jest na listopad 2024 roku. Koszty podłączenia systemu ponosi Biblioteka Narodowa.\n\nSystem Alma firmy ExLibris - part of Clarivate\n to system biblioteczny nowej generacji działający w oparciu o usługę chmurową typu Multitenant SaaS. System biblioteczny Alma, jak i wyszukiwarka Primo nie są instalowane na serwerach poszczególnych bibliotek, które z nich korzystają - dane przechowywane są w chmurze obliczeniowej na serwerach firmy Ex Libris, producenta Almy. System skoncentrowany jest na procesach zamiast typie dokumentu, czyli takim w którym możemy jeszcze skuteczniej administrować zasobami – niezależnie od tego, czy mówimy o materiałach tradycyjnych, pierwotnie elektronicznych (born digital) czy zdigitalizowanych. Zasoby każdej instytucji włączonej do systemu będą współkatalogowane z Biblioteką Narodową. Oznacza to, że będą widoczne z poziomu wspólnego katalogu Biblioteki Narodowej oraz innych polskich bibliotek, należących do Ogólnokrajowej Sieci Bibliotecznej (OSB).\n\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025.\n\nProjekt finansowany ze środków budżetu państwa, przyznanych przez Ministra Edukacji i Nauki w ramach Programu \nSpołeczna odpowiedzialność nauki II\n — moduł: Wsparcie dla bibliotek naukowych.\n Nazwa projektu: „\nDigitalizacja i udostępnienie literatury firmowej z zakresu nauk inżynieryjno-technicznych 1955-1989\n”\n Nr projektu: \nBIBL/SP/0037/2023/01\n Kwota dofinansowania projektu: \n99 261,83 zł\n Kwota całkowita projektu: \n110 661,83 zł\n Termin realizacji projektu: \n01.11.2023 – 31.10.2025\n\nCelem projektu jest: upowszechnienie informacji naukowo-technicznej o kolekcji katalogów firmowych, prospektów technicznych wyrobów oraz poradników eksploatacyjnych i aplikacyjnych z lat 1955-1989, ze zbiorów Biblioteki Głównej AGH, będących źródłem informacji o historii polskiej techniki górniczej i osiągnięciach nauki w gospodarce centralnie planowanej PRL oraz ich cyfrowe udostępnienie na komputerach w czytelniach BG AGH, w intranecie oraz w otwartym dostępie poprzez \nRepozytorium AGH\n w zależności od uwarunkowania prawa autorskiego.\n Realizacja projektu obejmie digitalizację katalogów firmowych, prospektów technicznych wyrobów oraz poradników o tematyce górniczej  z lat 1955-1989, ze zbiorów BG AGH. Przy doborze obiektów do digitalizacji kierowano się ich: wartością historyczną i naukową, złym stanem zachowania, znaczeniem dla upowszechniania nauki, unikatowością pod względem wydawniczym.\n Zbiór literatury firmowej jest wyróżniającą się kolekcją zbiorów specjalnych w BG AGH z dziedziny nauk inżynieryjno-technicznych. W jej skład wchodzą: katalogi firmowe, prospekty oraz poradniki z lat 1955-1989, które są uznawane za cenne zasoby, dokumentujące historię i rozwój polskiej techniki górniczej w okresie powojennym, unikatowej również w skali światowej. Stanowią ponadto podstawową bazę źródłową do badań nad historią polskiej techniki i nauki w okresie PRL oraz istotny składnik narodowego i europejskiego dziedzictwa technicznego i naukowego.\n Największą część tej kolekcji stanowią prospekty techniczne wyrobów oraz poradniki eksploatacyjne i aplikacyjne o tematyce górniczej \nInstytutu Techniki Górniczej KOMAG\n.\n Efektem projektu będzie cyfrowe udostępnienie obiektów zdigitalizowanych — katalogów firmowych, prospektów technicznych wyrobów oraz poradników eksploatacyjnych i aplikacyjnych o tematyce górniczej w liczbie 314 (liczba skanów ogółem: 12900), prezentowanych na stacjach roboczych w czytelniach BG AGH, w intranecie oraz w \nRepozytorium AGH\n.\n\nProjekt finansowany ze środków budżetu państwa, przyznanych przez Ministra Edukacji i Nauki w ramach Programu \nSpołeczna Odpowiedzialność Nauki\n – moduł: Wsparcie dla bibliotek naukowych\n Nazwa projektu: \nDigitalizacja dorobku naukowo-badawczego Profesorów AG w Krakowie w latach 1919–1945\n Nr projektu: \nSONB/SP/548765/2022\n Kwota dofinansowania projektu: \n57 735,70 zł\n Kwota całkowita projektu: \n70 050,70 zł\n Termin realizacji projektu: \n01.11.2022 – 31.07.2024\n\nCelem projektu jest upowszechnienie informacji naukowej o historycznej kolekcji skryptów i podręczników Profesorów Akademii Górniczej w Krakowie za lata 1919–1945 i ich cyfrowe udostępnienie na komputerach w czytelniach BG AGH, w intranecie oraz w otwartym dostępie poprzez \nRepozytorium AGH\n w zależności od daty wydania i uwarunkowań prawa autorskiego.\n\nZbiór skryptów i podręczników, zasłużonych w swoich dziedzinach nauki Profesorów AG w Krakowie jest wyróżniającą się kolekcją BG AGH. To nierzadko unikatowe pod względem wydawniczym obiekty, związane z procesem badawczo-dydaktycznym Uczelni oraz historią edukacji technicznej w Polsce.\n\nEfektem projektu będzie udostępnienie online, 61 opisów bibliograficznych skryptów/podręczników Profesorów AG w Krakowie za lata 1919-1945, w katalogu NUKAT i AGH. Obiekty zdigitalizowane w liczbie 38, prezentowane na terminalach komputerowych w czytelniach BG AGH, w intranecie oraz \nRepozytorium AGH\n.\n\nPełna lista tytułów w kolekcji skryptów i podręczników Profesorów Akademii Górniczej.\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/o-nas/dzialalnosc-biblioteki/projekty-bg", "title": " Projekty w Bibliotece -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "82924fed209ec244dfeb3207d14fa541", "word_count": 1437, "headings": [{"level": 1, "text": "Projekty w Bibliotece"}, {"level": 2, "text": "Stopka"}]}}