{"content": "# Inwestycje\n\nURL: http://www.inwestycje.agh.edu.pl/\nCrawled: 2025-03-19 21:10:48\n\nInwestycje na AGH\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie, oprócz poszerzania oferty dydaktycznej, inwestuje również w infrastrukturę. Co roku w planie budżetowym Uczelni pojawiają się nowe inwestycje finansowane ze środków własnych, bądź pozyskiwanych z Funduszy Europejskich.\n\nWiele projektów inwestycji realizowanych jest dzięki dofinansowaniu z Programu Infrastruktura i Środowisko UE, dotacji celowościowych z Ministerstwa Nauki i Szkolnictwa Wyższego, czy też Regionalnych Programów Operacyjnych UE.\nObecnie realizowane inwestycje na AGH\n\"Przebudowa budynku polegająca na budowie szybu windowego z montażem dźwigu osobowego wraz z przebudową instalacji gazowej w budynku A-3 AGH\" \n\"Przebudowa budynku C-4 Wydziału Geodezji Górniczej i Inżynierii Środowiska Akademii Górniczo-Hutniczej  im. Stanisława Staszica w Krakowie polegającą na budowie nowego  wejścia  do  budynku  oraz wewnętrznej  windy  w  celu  przystosowania  budynku  dla  osób niepełnosprawnych\"\n„Poprawa sprawności energetycznej budynku D-11 AGH” nr POIS.01.03.01-00-0083/17 \n„Przystosowanie pawilonu D-11 do aktualnych przepisów przeciwpożarowych”\n„Budowa wielofunkcyjnej Hali Sportowej AGH\"\n„Budowa Studenckiego Centrum Konstrukcyjnego AGH\"\n„Budowa budynku C-7 dla potrzeb dydaktycznych wydziałów\"\nZrealizowane inwestycje z projektu POIS na AGH\n\"Poprawa sprawności energetycznej budynku D-8 AGH” POIS.01.03.01-00-0066/16-0\n„Termomodernizacja budynku mieszkalnego wielorodzinnego przy ul. Skarbińskiego 2 w Krakowie” nr POIS.01.03.02-00-0013/16", "metadata": {"url": "http://www.inwestycje.agh.edu.pl/", "title": "Inwestycje", "depth": 2, "duplicate": false, "content_hash": "9af8ba594cd3c7a598c416815170c7f2", "word_count": 180, "headings": [{"level": 1, "text": "Inwestycje na AGH"}, {"level": 1, "text": "Obecnie realizowane inwestycje na AGH"}, {"level": 1, "text": "Zrealizowane inwestycje z projektu POIS na AGH"}]}}