{"metadata": {}, "content": "1 \n Regulamin  \nprzyznawania  stypendiów  \nprzez  Fundację Pomocy Edukacyjnej dla M łodzieży im. H. i T. Zielińskich   \n \n  \n§ 1. \nNiniejszy Regulamin określa zasady przyznawania stypendiów  dla studentów \nAkademii Górniczo -Hutniczej im. Stanisława Staszica w Krakowie, zwa nej dalej \n„Uczelnią ” lub „AGH”, przez Fundację Pomocy Edukacyjnej dla M łodzieży im. H. i T. \nZielińskich, zwaną dalej „Fundacją”  \n§ 2. \n1. Podstawowym celem statutowym Fundacji jest udzielanie pomocy materialnej \nszczególnie uzdolnionym i wyróżniającym się ucznio m i studentom, w tym poprzez \nfinansowanie stypendiów.  \n2. Zgodnie ze Statutem Fundacji stypendystów, będących studentami AGH, wyłania \nKomisja Stypendialna przy Akademii Górniczo -Hutniczej w Krakowie, zwana dalej \n„Komisją Stypendialną”.  \n3. Komisja Stypendialna skł ada się z pięciu osób, w tym Prorektora AGH właściwego \ndo spraw studenckich.  \n4. Uchwały Komisji Stypendialnej podejmowane są zwykłą większością głosów, przy \nobecności co najmniej trzech członków, w tym Prorektora AGH właściwego do \nspraw studenckich.    \n§ 3. \n1. O stypendium może  się ubiegać osoba odbywająca w AGH studia pierwszego lub \ndrugiego stopnia , spełniająca wymagania określone w niniejszym Regulaminie , \nz zastrzeżeniem ust. 2.     \n2. Student studiów pierwszego stopnia może ubiegać się o stypendium  począwszy od \ntrzeciego roku studiów,  po zaliczeniu piątego semestru, chyba że posiada \ncertyfikat znajomości języka obcego uznawany przez Studium Języków Obcych \nAGH, zwane dalej SJO AGH, stanowiący podstawę zwolnienia z egzaminu z języka \nobcego na poziomie B2. Posiadanie certyfikatu uprawnia do ubiegania się \no stypendium począwszy od drugiego roku studiów pierwszego stopnia, po \nzaliczeniu trzeciego semestru.  \n§ 4. \n1. Komisja Stypendialna dokonuje kwalifikacji osób ubiegających się o stypendium  \nw oparciu o następujące kryteria:  \n1) wyniki w nauce , przez co rozumie się osiąganie  wysoki ej średniej ocen w toku \nstudiów , a także uczestnictw o w olimpiadach i konkursach wie dzy przed \npodjęciem studiów w Uczelni ; \n2) aktywność naukowa w Uczelni, wyrażająca się uczestnictwem w pracach koła \nnaukow ego oraz innych pracach o charakterze naukowym prowadzonych na \nWydziale, udziałem w sesjach i obozach naukowych;  \n3) aktywność naukowa poza Uczelnią, wyrażająca się uczestnictwem w pracach \no charakterze naukowym poza AGH, w instytutach naukowo -badawczych lub \ninnych instytucjach naukowych, udziałem w kongresach, zjazdach, seminariach \nnaukowych  itp.; \n\n2 \n 4) aktywne prowadzenie innej działalności, w szczególności społecznej, \ncharytatyw nej, artystycznej lub sportowej;  \n5) udokumentowany wynik z egzaminu z języka obcego na poz iomie B2 złożonego \nw SJO AGH lub posiadanie certyfikatu znajomości języka obcego uznawanego \nprzez SJO  AGH, stanowiącego  podstawę zwolnienia z egzaminu z języka \nobcego na poziomie B2;  \n6) wynik rozmowy kwalifikacyjnej przeprowadzonej ze studentem.  \n2. Kwalifikacja w oparciu o kryterium, o którym mowa w ust. 1 pkt 1 , obejmuje \nwyniki w nauce osiągnięte do zakończenia zimowej sesji egzaminacyjnej danego \nroku akademickiego, a warunkiem jest posiadanie przez studenta średniej oceny \nz dotychczas zaliczonych semestrów na p oziomie min. 4,5.  W przypadku \nstudentów studiów drugiego stopnia uwzględnia się średnią ocen osiągniętą łącznie \nw toku studiów pierwszego i drugiego stopnia.  \n3. Dodatkowym kryterium branym pod uwagę przez Komisję Stypendialną może być \ntrudna sytuacja materia lna studenta.  \n4. Posiadanie osiągnięć, o których mowa w ust. 1, a także okoliczności , o których \nmowa w ust. 3, winny  być przez studenta wskazane we wniosku oraz należycie \nudokumentowane.  \n§ 5. \n1. Stypendium jest przyznawane na wniosek studenta. Do wniosku dołącza  się krótki \nżyciorys oraz dokumenty, o których mowa w § 4 ust. 4.  \n2. Wnios ek o przyznanie stypendium składa się w Dziekanacie  macierzystego \nWydziału  w terminie do  30 kwietnia danego roku akademickiego . \n3. Każdy wniosek winien być zaopiniowany przez Dziekana lub  Prodziekana \nwłaściwego do spraw studenckich . Zaopiniowane wnioski przekazuje się do Działu \nSpraw Studenckich w terminie do 7 maja danego  roku akademickiego . \n4. W terminie do 31 maja danego  roku akademickiego Komisja Stypendialna  \nprzeprowadza rozmowy z wybran ymi kandydatami i podejmuje uchwałę  w sprawie \nprzyznania stypendiów . \n5. Uchwała, o której mowa w ust. 4 wymaga zatwierdzenia przez Zarząd Fundacji.  \n6. Zatwierdzona u chwała  Komisji Stypendialnej  jest ostateczna  i nie przysługuje od \nniej odwołanie.  \n7. Przyznane stype ndium jest wypłacane przez Fundację jednorazowo na wskazane \nkonto bankowe stypendysty.  \n8. Komisja kwalifikacyjna może określić cel, na jaki ma być przeznaczona kwota \nprzyznanego stypendium , obligując studenta do przedłożenia rozliczenia. \nW szczególności stype ndium może być przyznane na zakup pomocy naukowych, \npokrycie kosztów udziału w zjazdach, kongresach, seminariach krajowych \ni zagranicznych, pokrycie kosztów publikacji lub prenumerat.  \n§ 6. \n1. Wszelkie zmiany w niniejszym Regulaminie uchwala Komisja Stypendial na, która \nprzedkłada je do zatwierdzenia Radzie  Fundacji . \n2. W sprawach nieuregulowanych niniejszym Regulaminem, a dotyczących zasad \ni trybu przyznawania i wypłacania stypendium, rozstrzyga Rada Fundacji . \n3. Regulamin wchodzi w życie z dniem jego zatwierdzenia p rzez Radę Fundacji.  \n\n"}