{"content": "# Idea WARM UP - Program wsparcia pomysłu-- Centrum Współpracy i Transferu Technologii -- Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \n\nURL: https://cwitt.agh.edu.pl/aktualnosci/detail/idea-warm-up-program-wsparcia-pomyslu\nCrawled: 2025-03-19 22:39:53\n\nIdea WARM UP - Program wsparcia pomysłu \n\n 14/03/2025 \n\n Idea WARM•UP to pierwszy z naszych trzech programów, wspierających Twoje przedsiębiorcze i innowacyjne aspiracje! Idea WARM•UP to program dla każdego kto jest na etapie odkrywania swojej roli jako studenta, doktoranta czy pracownika uczelni we współczesnym modelu uniwersytetu przedsiębiorczego takiego jak AGH! \n\nUczestnikiem tego programu może być ktoś kto ma jakiś pomysł na innowacje, ale brakuje mu wiary w siebie i w swój pomysł, zespołu, czy eksperckiej opinii itp. To program również dla osoby, która aktualnie nie ma żadnego pomysłu, ale szuka inspiracji, chciałaby rozwijać swoje kompetencje, nie wyklucza też dołączenia do innego zespołu.\n\nW innowacyjnych projektach ważne są różne umiejętności i perspektywy, dlatego każdy z Was wnosi cenną wartość i przyczynia się do rozwoju pomysłów.\n\nBy wziąć udział wystarczy nas przekonać do tego, że warto wspierać Twój rozwój!\n\nCo zyskasz:\n\nRozwój kompetencji i zdobycie nowych\n\nSieć kontaktów\n\nWsparcie na każdym etapie\n\nProfesjonalne doradztwo i feedback\n\nSwobodę działania\n\nOdblokowanie swojej kreatywności!\n\nProgram to również świetna okazja do rozwoju swoich kompetencji poprzez różne warsztaty i szkolenia po których uczestnicy otrzymają certyfikaty i zaświadczenia o zdobytych kompetencjach.\n\nTo\n Ty decydujesz\n o harmonogramie i kontynuacji współpracy, a przede wszystkim do jakiego programu chciałbyś dołączyć i jakie wsparcie w tym momencie jest dla Ciebie najważniejsze – oprócz uniwersalnych działań, oferowana pomoc obejmuje również działania dedykowane i istotne dla Ciebie czy zespołu.\n\nJeśli uznasz, że to nie dla Ciebie lub nie spełniliśmy Twoich oczekiwań, w każdym momencie możesz zrezygnować ze współpracy bez żadnych konsekwencji.\n\nNie przegap okazji, by wziąć udział w pierwszej edycji programu! Liczba miejsc jest ograniczona, więc warto działać szybko. Dołącz już teraz!\n\nMasz jakieś pytania lub potrzebujesz więcej informacji?  Skontaktuj się z nami poprzez maila \nstart.agh.edu.pl \nlub w wiadomości prywatnej na naszych social mediach- odpowiemy na każde pytanie!\n\nW dniu 12.03.2025 ruszamy z naborem I edycji programu idea WARM • UP \n\nDołącz do nas i przekonaj się sam, że każdy w idea WARM•UP wygrywa!\n 🏆\n\nKliknij tutaj by wejść w formularz zgłoszeniowy.\n\nPowrót", "metadata": {"url": "https://cwitt.agh.edu.pl/aktualnosci/detail/idea-warm-up-program-wsparcia-pomyslu", "title": "Idea WARM UP - Program wsparcia pomysłu-- Centrum Współpracy i Transferu Technologii -- Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie ", "depth": 3, "duplicate": false, "content_hash": "a714252058fc646b4f1b1831054a99b8", "word_count": 328, "headings": [{"level": 1, "text": "Idea WARM UP - Program wsparcia pomysłu"}, {"level": 2, "text": "Stopka"}]}}