{"content": "#  Program wsparcia dla nowych kierunków studiów – IV edycja -- Inicjatywa Doskonałości – Uczelnia Badawcza \n\nURL: https://www.idub.agh.edu.pl/dzialania/integracja-procesu-ksztalcenia-z-badaniami-naukowymi/program-wsparcia-dla-nowych-kierunkow-studiow-iv-edycja\nCrawled: 2025-03-19 22:41:06\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Program wsparcia dla nowych kierunków studiów – IV edycja \n\n7 maja 2024 r. w ramach Działania 12 Projektu IDUB zostaje otwarty program na dofinansowanie uruchomienia nowych kierunków studiów. Celem programu wsparcia nie jest zwiększenie liczby kierunków studiów, tylko ich dostosowanie oferty edukacyjnej do aktualnych potrzeb rynku. Tworzenie nowego kierunku studiów powinno być związane z likwidacją przynajmniej jednego z dotychczasowych kierunków, które utraciły już swoją rynkową aktualność i nie cieszą się szczególnym zainteresowaniem kandydatów.\n\nW ramach wsparcia możliwe są następujące działania:\n\ndodatki dla pracowników przygotowujących program do wysokości 80% wynagrodzenia danego pracownika,\n\nrefinansowanie do 50% kosztów przygotowania materiałów dydaktycznych,\n\nrefinansowanie do 50% kosztów zakupu oprogramowania dedykowanego do realizacji zajęć na nowym kierunku studiów.\n\nKwota dofinansowania na rok 2024: 400 000 zł.\n\nTerminy składania wniosków:\n\ndo 1 lipca 2024 r. dla kierunków uruchomionych 26 lutego 2024 r., \n\ndo 31 grudnia 2024 r. dla kierunków uruchomionych 1 października 2024 r.\n\nWnioski składa się w systemie informatycznym.\n\nZasady przyznawania wsparcia dla nowych kierunków studiów\n\nZałącznik nr 1. Sprawozdanie z realizacji programu nowego kierunku studiów\n\nKryteria przyznawania wsparcia dla nowych kierunków studiów \n\nStopka\n\n © 2024 Inicjatywa Doskonałości – Uczelnia Badawcza\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.idub.agh.edu.pl/dzialania/integracja-procesu-ksztalcenia-z-badaniami-naukowymi/program-wsparcia-dla-nowych-kierunkow-studiow-iv-edycja", "title": " Program wsparcia dla nowych kierunków studiów – IV edycja -- Inicjatywa Doskonałości – Uczelnia Badawcza ", "depth": 3, "duplicate": false, "content_hash": "06be6dca0b1ab60d92191fbeeeb7e207", "word_count": 199, "headings": [{"level": 1, "text": "Program wsparcia dla nowych kierunków studiów – IV edycja"}, {"level": 2, "text": "Stopka"}]}}