{"content": "#  Science of Signature -- Space Technology Centre \n\nURL: https://www.ctk.agh.edu.pl/en/research-groups/science-of-signature\nCrawled: 2025-03-19 21:25:03\n\nSkip to content\n\nSkip to footer\n\n Science of Signature \n\nThe Science of Signature Research Group is a scientist team at the forefront of satellite remote sensing technologies and algorithms. The key aspects of the two laboratories within the research group are the Satellite Earth Observation Laboratory and the Algorithms for Science of Signature Laboratory.\n\nThe research group is dedicated to leveraging satellite information to generate actionable insights for applications such as precision agriculture and environmental protection. The blend of advanced technologies, specialized algorithms, and a skilled team of specialists positions the Science of Signature Research Group as a leader in satellite data analysis and research at the AGH University of Krakow.\n\nThey are active in the following subjects; \n\nConducts advanced research and development in satellite remote sensing technologies for precision agriculture, environmental protection, mineral exploration, and more. \n\nExpertise in building geoinformation systems, processing Big Earth Observation Data, and developing machine learning models. \n\nOffers consulting services to commercial entities and government agencies. \n\nUtilizes a range of measurement instruments including spectroradiometers, cameras, GNSS receivers, and drones. \n\nFocuses on precision agriculture, environmental protection, climate analysis, mineral exploration, and data science & IT. \n\nThey are active in the following subjects; \n\nDevelops statistical and AI-based algorithms for processing hyperspectral data from LEO satellites. \n\nSpecializes in cointegration-based processing of nonstationary and noisy hyperspectral data to remove environmental and operational variations. \n\nFocuses on developing methods for noise removal from hyperspectral images. \n\nCollaborates with partners to provide research and education in downstream technologies. \n\nStopka\n\nResearch\n\nProjects\n\nContact\n\nLogo to download\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/en/research-groups/science-of-signature", "title": " Science of Signature -- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "aed9624097e7256e34f600e9908b6034", "word_count": 253, "headings": [{"level": 1, "text": "Science of Signature"}, {"level": 2, "text": "Stopka"}]}}