{"content": "# Tekst źródłowy strony Artur Antoni Marszałek – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Artur_Antoni_Marsza%C5%82ek&action=edit\nCrawled: 2025-03-19 22:29:07\n\nTekst źródłowy strony Artur Antoni Marszałek\n\n← \nArtur Antoni Marszałek\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nTekst źródłowy strony można podejrzeć i skopiować.\n\n{{Infobox scientist\n|family-name=Marszałek\n|given-name=Artur\n|additional-name=Antoni\n|birth_date=15 czerwca 1951\n|image=\n|birth_place=Bedford\n|honorAGH=Konsul Honorowy AGH\n}}\n'''Artur Antoni Marszałek''' (1951-)\n\n== Nota biograficzna ==\nUrodził się 15 czerwca 1951 roku w Bedford w Anglii w rodzinie polskich emigrantów wojennych.\n\nUkończył studia w zakresie geologii i chemii na Uniwersytecie w Birmingham.\n\nW okresie swojej 35-letniej kariery zawodowej pełnił szereg odpowiedzialnych funkcji w firmach naftowych w różnych częściach świata: w Europie, w Ameryce Północnej i Południowej oraz na Dalekim Wschodzie.\nJest uznanym autorytetem w zakresie techniki i technologii wykonywania otworów kierunkowych. Szczególne zasługi posiada w tworzeniu strategii rozwoju rynków regionalnych dla Firmy Schlumberger, zaangażowanej w poszukiwania i wydobycie węglowodorów, a także w organizacji i prowadzeniu treningów dla podnoszenia kwalifikacji zawodowych personelu technicznego i ekonomicznego firm świadczących usługi serwisowe przy poszukiwaniu surowców energetycznych.\n\nWspółpracował z AGH w zakresie podnoszenia poziomu badań i dydaktyki poprzez nieodpłatne udostępnianie przez Firmę Schlumberger oprogramowania komputerowego wykorzystywanego w geologii, geofizyce, wiertnictwie i inżynierii złożowej. Wspomagał ponadto organizację dodatkowych praktycznych szkoleń dla pracowników i studentów AGH.\n\n4 marca 2009 roku otrzymał tytuł Konsula Honorowego AGH (Uchwałą nr 32/2009 Senatu AGH z dnia 4 marca 2009 r). Został uhonorowany za nawiązanie i ustawiczne rozwijanie współpracy między firmą Schlumberger i Akademią Górniczo-Hutniczą w Krakowie, wspomaganie poziomu badań naukowych i dydaktyki oraz donację - najbardziej kompleksowego w skali światowej - oprogramowania komputerowego z zakresu geologii, geofizyki, wiertnictwa i inżynierii złożowej.\n\n== Źródła do biogramu ==\n\n==== Artykuły ==== \n\n* [''Protokół z Posiedzenia Senatu AGH''... 04.03.2009], s. 1, 13-14, 46\n\n== Inne ==\n\n* ARTUR ANTONI MARSZALEK - LONDON - VICE PRESIDENT  [online] [przeglądany 6.01.2022]. Dostępny w: http://www.checkcompany.co.uk/director/62095/ARTUR-ANTONI-MARSZALEK\n\n<span style=\"color:red;\">stan na dzień 09.01.2018</span>''''' \n\n{{DEFAULTSORT: Marszałek, Artur Antoni}}\n\n[[Category:Biogramy]]\n\nSzablon użyty w tym artykule:\n\nSzablon:Infobox scientist\n (\ntekst źródłowy\n) \nWróć do \nArtur Antoni Marszałek\n.\n\nŹródło: „\nhttp://historia.agh.edu.pl/wiki/Artur_Antoni_Marszałek\n”", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Artur_Antoni_Marsza%C5%82ek&action=edit", "title": "Tekst źródłowy strony Artur Antoni Marszałek – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "5707e20db15fcf888fe07dc6effe2f25", "word_count": 332, "headings": [{"level": 1, "text": "Tekst źródłowy strony Artur Antoni Marszałek"}]}}