{"content": "# Archiwum Laboratoria Wydziałowe – Wydział Inżynierii Lądowej i Gospodarki Zasobami\n\nURL: https://wilgz.agh.edu.pl/labolatory/\nCrawled: 2025-03-19 21:28:11\n\nHomepage\n  /  \nLaboratoria Wydziałowe\n Laboratoria Wydziałowe\n\nLaboratorium Tomografii Komputerowej\n\n Laboratorium tomografii komputerowej wyposażone jest w dwulampowy tomograf GE phoenix v|tomex|m. Posiadana aparatura pozwala na pracę z różnymi materiałami m. […] \n\nLaboratorium Właściwości Zawiesin\n\n W laboratorium prowadzona są następujące badania: Badania właściwości zestalonych zawiesin i mieszanin wiążących (spoiw i zapraw), w tym wytrzymałość na […] \n\nLaboratorium Techniki Cieplnej\n\n Laboratorium przeznaczone jest do badań aerodynamicznych elementów nawiewnych i wywiewnych stosowanych w instalacjach wentylacji i klimatyzacji. Zagadnienia badawcze dotyczą między […] \n\nLaboratorium Techniki Chłodniczej i Klimatyzacji,\nsala 111 A1\n\n W laboratorium Techniki Chłodniczej i Klimatyzacji prowadzone są badania urządzeń chłodniczych, pomp ciepła, układów grzewczo-wentylacyjnych oraz systemów klimatyzacji. Stanowiska badawcze […] \n\nLaboratorium Solarno-Wiatrowe\n\n Laboratorium Wiatrowo-Słoneczne wyposażone jest w kompletny układ pomiarowy parametrów pracy modułów fotowoltaicznych oraz turbin wiatrowych. Instalacja obejmuje moduły fotowoltaiczne zarówno […] \n\nLaboratorium Rozdrabniania\ni Przesiewania\n\n Działalność badawcza prowadzona jest pod kątem określenia właściwości fizyko-mechanicznych surowców oraz odpowiedniego doboru maszyn i ich parametrów konstrukcyjno-eksploatacyjnych, a także […] \n\nLaboratorium Mikromerytyki\n\n W laboratorium realizowane są badania i pomiary fizyko-chemicznych właściwości surowców mineralnych, odpadów i zanieczyszczeń w zakresie m.in. składów ziarnowych, właściwości […] \n\nLaboratorium Mikrobiologii 2.15HM A1\n\n Badania mikrobiologiczne powietrza z wykorzystaniem próbnika powietrza MAS 100NT Merck w celu określenia wpływu m.in. obiektów komunalnych (np. oczyszczalni ścieków, […] \n\nLaboratorium Mechaniki Skał\n\n W laboratorium wykonuje się niszczące badania wytrzymałościowe próbek skał i betonów, przeprowadza się testy wytrzymałościowe jednoosiowego i trójosiowego ściskania oraz […] \n\nLaboratorium Materiałoznawstwa i Fizyki Budowli\n\n Badania podstawowych właściwości fizycznych materiałów budowlanych takich jak gęstość, nasiąkliwość. Laboratorium posiada również modele do przepływu ciepła przez przegrodę budowlaną […] \n\nLaboratorium Kotwiowe\n\nLaboratorium Konstrukcji Metalowych\n\n W Laboratorium badamy twardość metali metodą Rockwella, nośność połączeń spawanych i na nity oraz prętów na wyboczenia. \n\nLaboratorium Konstrukcji Budowlanych\n\n Wykonywanie mieszanek betonowych, Przygotowanie próbek do badań (odwierty rdzeniowe, szlifowanie), Badania gruntów stabilizowanych spoiwem, Badania cementu i zaczynu cementowego, Badania […] \n\nLaboratorium Inżynierii Produkcji i Jakości (LeanLab)\n\n W laboratorium realizowane są prace badawcze oraz wdrożeniowe dotyczące kierunków, sposobów, metod i narzędzi projektowania oraz poprawy efektywności procesów biznesowych, […] \n\nLaboratorium Hydrotechnologii / Fizycznych metod wzbogacania / Metod instrumentalnych\n\n W laboratorium realizowane są badania w zakresie doskonalenia procesów klasyfikacji ziarnowej w hydrocyklonach, wzbogacania grawitacyjnego, flotacyjnego oraz magnetycznego. Służą do […] \n\nLaboratorium Hydrologii i Hydrauliki Geoinżynierskiej\n\n Kompleksowe badania studni głębinowych, w tym m.in. oznaczanie parametrów hydrogeologicznych warstwy wodonośnej, stanu hydraulicznego otworów studziennych, głębinowych agregatów pompowych w […] \n\nLaboratorium Geotechnicznych Badań Polowych\n\n Prowadzenie badań dotyczących rozpoznania podłoża gruntowego metodami polowymi (in-situ) dla celów budownictwa, górnictwa i inżynierii środowiska. \n\nLaboratorium Flotacji i Procesów Grawitacyjnych\n\n Prowadzi się badania naukowe i prace własne dotyczące możliwości flotacyjnego rozdziału minerałów, odzysku składników użytecznych z materiałów odpadowych, badania kinetyki […] \n\nLaboratorium Diagnostyki Konstrukcji Budowlanych\n\n Badania elementów i konstrukcji budowlanych (laboratoryjne oraz in-situ): Badania nieniszczące, semi-niszczące oraz niszczące elementów betonowych, Badania rozkładu zbrojenia w konstrukcjach […] \n\nLaboratorium Chemii ogólnej, analitycznej, fizycznej i technologii wody i ścieków 2.18HM A1/13 A1\n\n Opis działalności badawczej, która jest realizowana w laboratorium: Oznaczanie podstawowych parametrów wody i ścieków – wskaźniki fizyczne i chemiczne. Zastosowanie […] \n\nLaboratorium Bezpieczeństwa Pracy i Ergonomii w Górnictwie\n\n Profil działalności Laboratorium obejmuje kształcenie w zakresie szeroko rozumianej problematyki bhp i ergonomii. Zajęcia umożliwiają poznanie podstawowych zjawisk naturalnych i […] \n\nLaboratorium Badania Soli\n\n Reologiczna próba pełzania materiałów kruchych (głównie soli) przy stałym lub zmiennym obciążeniu w zakresie od 0 do 100 kN, z […] \n\nLaboratorium badania metanonośności i samozapalności węgla\n\n W laboratorium prowadzone są prace naukowo-badawcze ukierunkowane na rozpoznawanie i identyfikację zagrożenia metanowego oraz zagrożenia pożarami endogenicznymi w kopalniach węgla […] \n\nLaboratorium Badań Wytrzymałościowych i Odkształceniowych Gruntów\n\n Badania parametrów wytrzymałościowych gruntów gruboziarnistych (maksymalny wymiar próbek 300×300 mm – duży aparat bezpośredniego ścinania); Badania parametrów wytrzymałościowych gruntów w […] \n\nLaboratorium Badań Wytrzymałościowych\n\n Badania mechanicznych właściwości skał (wytrzymałość na jednoosiowe orz trójosiowe ściskanie, zginanie, rozciąganie, obciążenie niszczące przy otworze na kołek, badania odkształceniowe). \n\nLaboratorium badań środowiskowych\n\n W laboratorium mogą być prowadzone badania środowiskowe w zakresie oceny zapylenia i hałasu i dotyczyć mogą one zarówno stanu atmosfery […] \n\nLaboratorium Analiz Środowiskowych\n\n Opis działalności badawczej, która jest realizowana w laboratorium:Zastosowanie metod chemicznych i fizykochemicznych do usuwania zanieczyszczeń nieorganicznych i organicznych z wód […] \n\nLaboratorium Aerologii Górniczej\n\n W laboratorium prowadzone są zajęcia dydaktyczne związane ze zjawiskami fizycznymi występującymi w aerologii górniczej. Laboratorium wyposażone jest w stanowisko do […] \n\nCentralne Laboratorium Techniki Strzelniczej i Materiałow Wybuchowych\n\n W laboratorium odbywają się zajęcia dydaktyczne w trakcie których studenci zapoznają się z podstawowymi własnościami i właściwościami materiałów wybuchowych (MW) […] \n\nAkredytowane Laboratorium Badania Własności Skał i Wyrobów Kamieniarskich\n\n Badania skał do oceny ich jakości i przydatności do produkcji płyt okładzinowych i posadzkowych, stopni schodowych, kostki kamiennej Badania skał […]", "metadata": {"url": "https://wilgz.agh.edu.pl/labolatory/", "title": "Archiwum Laboratoria Wydziałowe – Wydział Inżynierii Lądowej i Gospodarki Zasobami", "depth": 3, "duplicate": false, "content_hash": "9a993f4f3fcaa0e0d8afaaf8328262a2", "word_count": 745, "headings": [{"level": 1, "text": "Laboratoria Wydziałowe"}, {"level": 3, "text": "Laboratorium Tomografii Komputerowej"}, {"level": 3, "text": "Laboratorium Właściwości Zawiesin"}, {"level": 3, "text": "Laboratorium Techniki Cieplnej"}, {"level": 3, "text": "Laboratorium Techniki Chłodniczej i Klimatyzacji,sala 111 A1"}, {"level": 3, "text": "Laboratorium Solarno-Wiatrowe"}, {"level": 3, "text": "Laboratorium Rozdrabnianiai Przesiewania"}, {"level": 3, "text": "Laboratorium Mikromerytyki"}, {"level": 3, "text": "Laboratorium Mikrobiologii 2.15HM A1"}, {"level": 3, "text": "Laboratorium Mechaniki Skał"}, {"level": 3, "text": "Laboratorium Materiałoznawstwa i Fizyki Budowli"}, {"level": 3, "text": "Laboratorium Kotwiowe"}, {"level": 3, "text": "Laboratorium Konstrukcji Metalowych"}, {"level": 3, "text": "Laboratorium Konstrukcji Budowlanych"}, {"level": 3, "text": "Laboratorium Inżynierii Produkcji i Jakości (LeanLab)"}, {"level": 3, "text": "Laboratorium Hydrotechnologii / Fizycznych metod wzbogacania / Metod instrumentalnych"}, {"level": 3, "text": "Laboratorium Hydrologii i Hydrauliki Geoinżynierskiej"}, {"level": 3, "text": "Laboratorium Geotechnicznych Badań Polowych"}, {"level": 3, "text": "Laboratorium Flotacji i Procesów Grawitacyjnych"}, {"level": 3, "text": "Laboratorium Diagnostyki Konstrukcji Budowlanych"}, {"level": 3, "text": "Laboratorium Chemii ogólnej, analitycznej, fizycznej i technologii wody i ścieków 2.18HM A1/13 A1"}, {"level": 3, "text": "Laboratorium Bezpieczeństwa Pracy i Ergonomii w Górnictwie"}, {"level": 3, "text": "Laboratorium Badania Soli"}, {"level": 3, "text": "Laboratorium badania metanonośności i samozapalności węgla"}, {"level": 3, "text": "Laboratorium Badań Wytrzymałościowych i Odkształceniowych Gruntów"}, {"level": 3, "text": "Laboratorium Badań Wytrzymałościowych"}, {"level": 3, "text": "Laboratorium badań środowiskowych"}, {"level": 3, "text": "Laboratorium Analiz Środowiskowych"}, {"level": 3, "text": "Laboratorium Aerologii Górniczej"}, {"level": 3, "text": "Centralne Laboratorium Techniki Strzelniczej i Materiałow Wybuchowych"}, {"level": 3, "text": "Akredytowane Laboratorium Badania Własności Skał i Wyrobów Kamieniarskich"}]}}