{"content": "# Zmarł prof. Leopold Jeziorski-- Serwis Akademii Górniczo-Hutniczej \n\nURL: http://www.agh.edu.pl/info/article/zmarl-prof-leopold-jeziorski/\nCrawled: 2025-03-19 22:28:00\n\nZmarł prof. Leopold Jeziorski \n\n 19/08/2016 \n\nZ głębokim żalem zawiadamiamy o śmierci prof. Leopolda Jeziorskiego.\n\nProfesor Leopold Jeziorski był wieloletnim pracownikiem Politechniki Częstochowskiej oraz współzałożycielem Polskiego Towarzystwa Materiałoznawczego. Zasiadał w wielu ciałach kolegialnych resortu nauki i szkolnictwa wyższego. Za swoje osiągnięcia naukowe i organizacyjne został uhonorowany odznaczeniami państwowymi, resortowymi, a także nagrodami ministra oraz Medalem Staszica (za wybitne osiągnięcia naukowo-techniczne).\n\nW 2012 r. otrzymał tytuł Konsula Honorowego AGH. Przez całą swoją działalność naukowo-dydaktyczną prof. Leopold Jeziorski współpracował aktywnie z pracownikami AGH, promował naszą uczelnię oraz rozwój jej kadry naukowej w zakresie metalurgii i inżynierii materiałowej.\n\nW imieniu Rektora i całej społeczności akademickiej AGH składamy wyrazy głębokiego współczucia Rodzinie Zmarłego.\n\nPogrzeb śp. prof. Leopolda Jeziorskiego odbędzie się 24 sierpnia 2016 r. o godz. 15.00 w kościele pw. św. Jadwigi (Częstochowa, ul. Zajączka 6). Po mszy nastąpi odprowadzenie Zmarłego na częstochowski cmentarz Kule.\n\nPowrót", "metadata": {"url": "http://www.agh.edu.pl/info/article/zmarl-prof-leopold-jeziorski/", "title": "Zmarł prof. Leopold Jeziorski-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "be8421e8e3c1196c481b1c9fb6fd1262", "word_count": 141, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}