{"content": "# Uroczysta Graduacja Absolwentów | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/uroczysta-graduacja-absolwentow/\nCrawled: 2025-03-19 21:31:34\n\nUroczysta Graduacja Absolwentów\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\n29 listopada w auli AGH odbyła się wyjątkowa uroczystość – wspólna graduacja absolwentów dwóch wydziałów: Wydziału Informatyki, Elektroniki i Telekomunikacji oraz Wydziału Humanistycznego. Był to dzień pełen wzruszeń, refleksji i inspirujących przemówień, który symbolicznie zamknął okres intensywnej nauki, otwierając jednocześnie drzwi do dalszych wyzwań i możliwości.\nMądrość na dalszą drogę – przemówienie rektora\nUroczystość otworzył \nprof. dr hab. inż. Marek Gorgoń\n, który reprezentował władze rektorskie AGH. W swoim przemówieniu zwrócił uwagę na wyjątkowość drogi, jaką pokonali tegoroczni absolwenci, podkreślając, że wybór studiów na AGH był słuszną decyzją.\nStudia, które ukończyliście, były niezwykle wymagające, a zdobyta wiedza specyficzna. Jednak dzięki temu jesteście teraz gotowi na świat, jako inżynierowie i specjaliści wielu branż. Gratuluję wam i życzę, abyście zawsze pozostawali aktywnymi członkami naszej społeczności\n – mówił profesor Gorgoń, dodając, że drzwi AGH zawsze będą dla absolwentów otwarte.\nPodróż ku nieznanemu – przemówienie Prodziekana WIEiT\nNastępnie głos zabrał Prodziekan ds. Kształcenia WIEiT, \ndr inż. Jacek Kołodziej\n, który zainspirował słuchaczy cytatem z kultowego „Star Treka”: \nKosmos, ostateczna granica… to pięcioletnia misja poznawania nowych światów…\n – mówił.\nPodróż, jaką absolwenci odbyli na AGH, porównał do międzygwiezdnej wyprawy pełnej wyzwań, zakrzywień czasoprzestrzeni i niepewności, ale też niesamowitych odkryć. \nMam nadzieję, że przekazałem wam wiedzę i umiejętności potrzebne do dalszej eksploracji\n – powiedział, życząc absolwentom odwagi w podejmowaniu nowych wyzwań oraz wyrażając wdzięczność za to wspólne doświadczenie. \nProdziekan WIEiT zakończył swoje wystąpienie inspirującym cytatem z Marka Aureliusza: \nŻyczę wam pogody ducha, abyście potrafili zaakceptować to, czego nie możecie zmienić, mieli odwagę zmieniać to, co jest w waszej mocy i mądrości by odróżnić jedno od drugiego\n. Jego słowa były przestrogą, ale i zachętą do świadomego i mądrego zarządzania własnym życiem, pełnym zmienności i wyzwań.\nBudowanie przyszłości – inspirujące wystąpienie absolwenta\nJednym z kluczowych momentów uroczystości było przemówienie \nJakuba Kozioła\n, absolwenta Elektroniki i Telekomunikacji z 2009 roku, obecnie prezesa \nPROIDEA Sp. z o.o.\n Opowiedział on o swojej ścieżce zawodowej, podkreślając, że to, co dla wielu absolwentów dziś może wydawać się metą, w rzeczywistości jest dopiero początkiem.\n15 lat temu stałem w tym samym miejscu co wy. Miałem marzenie, by zostać inżynierem sieciowym, ale życie potoczyło się inaczej. Dlaczego? Bo życie to labirynt i ścieżki, które wybieracie, prowadzą was w różne miejsca. Ważne jest nie tylko to, czego się nauczyliście, ale przede wszystkim ludzie, których poznaliście bo wiedza jest bazą, a kontakty mostami \n– mówił.\nJakub Kozioł\n zwrócił uwagę na kluczową rolę kontaktów i relacji, które buduje się w trakcie studiów. To dzięki poznanym na AGH ludziom postawił pierwsze kroki w branży organizacji eventów, co ostatecznie doprowadziło go do stworzenia największego stacjonarnego hackathonu w Europie – HackYeah. \nAmbicje są jak GPS w życiu zawodowym – prowadzą was do celów, ale tak jak GPS, muszą być regularnie aktualizowane\n – podkreślał, zachęcając absolwentów do ciągłego rozwoju i poszerzania horyzontów.\nNa koniec dodał: \nPamiętajcie, kontakty, ambicja i rozwój – ten zestaw sprawia, że świat staje przed wami otworem.\nFioletowa inspiracja\nNa koniec Jakub Kozioł podzielił się symbolicznym gestem – wybrał na tę uroczystość fioletowy garnitur, kolor, który symbolizuje ambicję, determinację i odwagę. \nUbrałem go byście znaleźli iskrę ambicji i determinacji by podążać za swoimi marzeniami\n – mówił, inspirując absolwentów do śmiałego stawiania czoła przyszłości.\nW programie uroczystości nie mogło zabraknąć momentu wręczenia listów gratulacyjnych, które prowadzili przedstawiciele obu wydziałów: \ndr hab. inż. Witold Machowski, prof. AGH\n (WIEiT), oraz\n dr hab. Barbara Gąciarz\n, \nprof. AGH\n Prodziekan ds. Ogólnych (WH). \nPo zakończeniu oficjalnej części, wszyscy zebrani uwiecznili ten wyjątkowy dzień na wspólnym pamiątkowym zdjęciu.\n\nZdjęcie grupowe na schodach uczestników z władzami dziekańskimi i rektorskimi\n\nNowy początek\nTegoroczna graduacja była nie tylko momentem podsumowania pięciu lat intensywnych studiów, ale także inspiracją do dalszej pracy i rozwoju. Przemówienia pełne ciepłych słów, refleksji i praktycznych rad stanowiły drogowskaz na dalszej ścieżce zawodowej i życiowej, podkreślając, że każda zdobyta wiedza, każde nawiązane relacje, stanowią fundament sukcesu.\nRaz jeszcze dołączamy do serdecznych życzeń. Powodzenia na nowej fascynującej ścieżce!\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania", "metadata": {"url": "https://iet.agh.edu.pl/uroczysta-graduacja-absolwentow/", "title": "Uroczysta Graduacja Absolwentów | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "7dcaf45d9f3333ad12400c5a2d426592", "word_count": 672, "headings": [{"level": 1, "text": "Uroczysta Graduacja Absolwentów"}]}}