{"content": "# Odzież - AGH E-sklep-Produkty\n\nURL: https://sklep.agh.edu.pl/produkty/odziez,2,4\nCrawled: 2025-03-19 21:17:29\n\nStrona główna\n  /\n\nProdukty\n  /\n\nOdzież\n\nProdukty\n\nOdzież\n\nDostępność\n\nZapowiedź (2)\n\nod zaraz (22)\n\nOcena\n\nBrak (24)\n\npozostałe\n\nZdjęcia (24)\n\nNowość (9)\n\nPromocja (12)\n\nWyprzedaż (6)\n\nSuper jakość (3)\n\nSuper cena (1)\n\nRekomendacja sprzedawcy (1)\n\nRozwiń\n\nZwiń\n\nCena\n\n7\n\nPLN\n\n-\n\n239\n\nPLN\n\nFILTRUJ\n\nPokaż filtry\n\nSortuj: \n\nNazwa (A-Z)\n\nNajczęściej kupowane\n\nNajczęściej oglądane\n\nNazwa (A-Z)\n\nNazwa (Z-A)\n\nCena rosnąco\n\nCena malejąco\n\nProducent (A-Z)\n\nDomyślnie\n\nOstatnio dodane\n\nOstatnio zmodyfikowane\n\n1\n-\n12\nz\n24\n\n|\n\nNowość\n\nBiała koszulka z grafiką budynku\n\nBiała bawełniana koszulka z krótkim rękawem, w klasycznej linii, z grafiką z budynkiem AGH. Wykonana z wysokogatunkowego materiału. Produkcja polska. Fason unisex. Tasiemka napotnika w kolorach uczelni. Opis produktu rozmiar: od XS do XXL model: T-shirt kolor: czarny metoda nadruku: sitodruk kolor nadruku: kolorowy materiał: 92% bawełna i 8% elastan gramatura: 180 g\n\n+\n\n89,00 PLN\n\nNowość\n\nBiałe sportowe skarpetki\n\nProste białe skarpetki z czarno-czerwonym napisem I love AGH. Na linii palców trzy paski w kolorach flagi AGH. Zapewniają wygodę podczas zajęć sportowych i rekreacyjnych. Wyprodukowane z najwyższej jakości bawełnianej dzianiny, gwarantują komfort i trwałość. Do rozpakowania kompletu skarpetek zalecamy użycie nożyczek. Rozerwanie zszytego kompletu może spowodować trwałe uszkodzenie towaru. Opis produktu kolor: biały materiał: bawełna 79%, poliamid 18%, elastan 3%\n\n+\n\n39,00 PLN\n\nPromocja\n\nBluza bomberka\n\nPrzejściowa kurtka typu bomber z wyhaftowanymi literami AGH. Przy szyi, przy rękawach i w dolnej części wykończona ściągaczami. Zapięcie na zatrzaski na całości bluzy, boczne kieszenie. Dostępna w dwóch wersjach kolorystycznych: czarno-grafitowa i granatowo-szara. Bluza w fasonie uniseks – zalecamy klientkom wybranie mniejszego rozmiaru niż zazwyczaj, jeśli chcą uniknąć efektu oversize. Opis produktu rozmiar: od XS do XXL (uniseks) model: bluza na zatrzaski kolor: czarno-grafitowy i granatowo-sz\n\n+\n\n207,00 PLN\n\n249,00 PLN\n\nPromocja\n\nChusta TUBA #jestemzAGH\n\nChusta sportowa typu „tuba” w kolorze czarnym. Wielofunkcyjny element garderoby, który można nosić o każdej porze roku. Sprawdzi się świetnie podczas jesiennych i zimowych aktywności. Detale, takie jak napis z nazwą akcji #jestemzAGH oraz satynowa metka z hasłem Wiedza Pasja Więź, czynią ją unikatową. Produkcja polska. Opis produktu rozmiar: uniwersalny model: uniseks kolor: czarny metoda nadruku: sublimacja kolor nadruku: biały materiał: 90% poliester, 10% elastan gramatura: 130 g\n\n+\n\n25,00 PLN\n\n33,00 PLN\n\nPromocja\n\nCzapka bawełniana ciemnoszara\n\nCiemnoszara, miękka, bawełniana czapka. Na zrolowanym brzegu niewielka skórzana aplikacja w kolorze koniakowym z wygrawerowanym napisem AGH. Opis produktu rozmiar: uniwersalny model: czapka typu beanie kolor: ciemno szary materiał: 100% bawełna typu Terry Fleece metoda nadruku na metce: grawer\n\n+\n\n36,00 PLN\n\n39,00 PLN\n\nNowość\n\nCzarna czapka z daszkiem\n\nBawełniana czapka z daszkiem w kolorze czarnym z wyszytymi literami AGH. Uszyta w całości w Polsce z grubej bawełny. Z tyłu pasek z klamrą do regulacji obwodu. Obwód czapki - w zależności od regulacji – około 57-62 cm. Opis produktu kolor: czarny obwód czapki (w zależności od regulacji): 57-62 cm metoda zdobienia: haft materiał: 100% bawełna gramatura materiału: 240 g\n\n+\n\n79,00 PLN\n\nNowość\n\nCzarna koszulka z grafiką I love AGH\n\nCzarna bawełniana koszulka z krótkim rękawem, w klasycznej linii, z grafiką „I love AGH”. Wykonana z wysokogatunkowego materiału. Produkcja polska. Fason unisex. Tasiemka napotnika w kolorach uczelni. Opis produktu rozmiar: od XS do XXL model: T-shirt kolor: czarny metoda nadruku: sitodruk kolor nadruku: kolorowy materiał: 92% bawełna i 8% elastan gramatura: 180 g\n\n+\n\n89,00 PLN\n\nPromocja\n\nKoszulka #jestemzAGH\n\nCzarna, bawełniana koszulka z krótkim rękawem, w klasycznej linii uniseks. Detale, takie jak umieszczony z przodu i z tyłu napis z nazwą akcji #jestemzAGH oraz satynowa metka z hasłem Wiedza Pasja Więź, czynią ją unikatową. Wykonana z wysokogatunkowego materiału. Produkcja polska. Modelka i model mają na sobie rozmiar S. Ten produkt to fason uniseks - zalecamy klientkom wybranie mniejszego rozmiaru niż zazwyczaj, jeśli chcą uniknąć efektu oversize. Opis produktu rozmiar: (XS do XXL) model: unise\n\n+\n\n74,00 PLN\n\n89,00 PLN\n\nPromocja\n\nWyprzedaż\n\nKoszulka czarna 100-lecie\n\nCzarna, bawełniana koszulka z krótkim rękawem, w klasycznej linii, z logo 100 - lecia AGH. Detale takie jak satynowa metka z jubileuszowym logo, tasiemka napotnika w kolorach uczelni i nadruk na plecach czynią ją unikatową. Wykonana z wysokogatunkowego materiału. Produkcja polska. Dostępna w damskim i męskim fasonie. Rozmiarówka zaniżona. Sugerujemy zakup produktu w rozmiarze większym niż zazwyczaj. Opis produktu rozmiar: damska, taliowana (od S do XL), męska (od S do XXL) model: T-shirt kolor: \n\n+\n\n41,00 PLN\n\n45,00 PLN\n\nPromocja\n\nWyprzedaż\n\nKoszulka czarna 100-lecie\n\nCzarna, bawełniana koszulka z krótkim rękawem, w klasycznej linii, z logo 100 - lecia AGH. Detale takie jak satynowa metka z jubileuszowym logo, tasiemka napotnika w kolorach uczelni i nadruk na plecach czynią ją unikatową. Wykonana z wysokogatunkowego materiału. Produkcja polska. Dostępna w damskim i męskim fasonie. Rozmiarówka zaniżona. Sugerujemy zakup produktu w rozmiarze większym niż zazwyczaj. Opis produktu rozmiar: damska, taliowana (od S do XL), męska (od S do XXL) model: T-shirt kolor: \n\n+\n\n41,00 PLN\n\n45,00 PLN\n\nPromocja\n\nSuper jakość\n\nKoszulka damska biała z haftem\n\nBiała, bawełniana koszulka z krótkim rękawem, w klasycznej linii, z wyhaftowanym logo AGH. Wykonana z wysokogatunkowego materiału. Produkcja polska. Dostępna w fasonie damskim i męskim. Opis produktu rozmiar: damska (od XS do XL), męska (od S do XXL) model: T-shirt kolor: biały haft: kolorowy materiał: 100% bawełna gramatura: 180 g\n\n+\n\n30,00 PLN\n\n35,00 PLN\n\nSuper cena\n\nKoszulka Junior\n\nBawełniana koszulka z krótkim rękawem. Grafika nawiązuje do bohaterów książeczek z serii AGH Junior. Półokrągły dekolt. Wykonana z wysokogatunkowego materiału. Dostępna w kolorze jasnopopielatym. Opis produktu rozmiary dziecięce i młodzieżowe model: T-shirt kolor: jasnopopielaty metoda nadruku: DTG\n\n+\n\n25,00 PLN\n\n1\n\n2\n\nOdzież\n\nPrzejdź do koszyka\n\nZostań na stronie\n\nZapamiętaj mój wybór", "metadata": {"url": "https://sklep.agh.edu.pl/produkty/odziez,2,4", "title": "Odzież - AGH E-sklep-Produkty", "depth": 2, "duplicate": false, "content_hash": "c7053a8804525feab18ba3ce8e083733", "word_count": 906, "headings": [{"level": 2, "text": "Biała koszulka z grafiką budynku"}, {"level": 2, "text": "Białe sportowe skarpetki"}, {"level": 2, "text": "Bluza bomberka"}, {"level": 2, "text": "Chusta TUBA #jestemzAGH"}, {"level": 2, "text": "Czapka bawełniana ciemnoszara"}, {"level": 2, "text": "Czarna czapka z daszkiem"}, {"level": 2, "text": "Czarna koszulka z grafiką I love AGH"}, {"level": 2, "text": "Koszulka #jestemzAGH"}, {"level": 2, "text": "Koszulka czarna 100-lecie"}, {"level": 2, "text": "Koszulka czarna 100-lecie"}, {"level": 2, "text": "Koszulka damska biała z haftem"}, {"level": 2, "text": "Koszulka Junior"}, {"level": 1, "text": "Odzież"}]}}