{"content": "# Edytuj Scientist: Mrityunjay Singh – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Mrityunjay_Singh&action=formedit\nCrawled: 2025-03-19 22:00:08\n\nEdytuj Scientist: Mrityunjay Singh\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nNazwisko:\n\nImię:\n\nDrugie imię/imiona:\n\nTytuły:\n\nZdjęcie:\n\nMrityunjay Singh.jpg\n\nData urodzenia:\n\nMiejsce urodzenia:\n\nData śmierci:\n\nMiejsce śmierci:\n\nSpecjalności:\n\nchemia\nceramika\ninżynieria chemiczna\n\nPełnione funkcje:\n\nWydział:\n\nJednostka pozawydziałowa:\n\nOdznaczenia i nagrody:\n\nRok przyznania doktoratu h.c. AGH:\n\nPowód przyznania doktoratu h.c. AGH:\n\nTytuły honorowe AGH:\n\nPełnione Funkcje\n\nFunkcje:\n\nJednostka:\n\nRok_od:\n\nRok_do:\n\ndodaj funkcję\n\nTekst biogramu:\n\nDr '''Mrityunjay Singh''' (1957-) \n\nDyscyplina/specjalności: chemia, ceramika, inżynieria chemiczna\n\n== Nota biograficzna ==\n\nUrodził się 2 marca 1957 roku w Khujjhi w Indiach.\n\nDr Mrityunjay Singh pełni funkcję Głównego Naukowca w Ohio Aerospace Institute w Cleveleand w stanie Ohio w USA. \n\nStopień doktora w dziedzinie inżynierii procesów metalurgicznych uzyskał w 1983 roku w Indian Institute of Technology–BHU (IIT–BHU) w Waranasi w Indiach. Karierę naukową kontynuował na Uniwersytecie Stanowym Luizjany w Baton Rouge i Rensselaer Polytechnic Institute w Troy w stanie Nowy Jork. \n\nJest uznanym naukowcem, którego wieloletni i znaczący wkład w rozwój zaawansowanych materiałów i technologii wytwórczych zyskał światową renomę. W swoich badaniach skupia się zarówno na kwestiach podstawowych, jak i praktycznych, a wyniki jego odkryć odgrywają znaczącą rolę przy projektowaniu, integracji i ustalaniu granicy wydajności szerokiej gamy jedno- i wielomateriałowych zastosowań w branży lotniczej i konstrukcjach naziemnych. Wyniki jego badań naukowych miały bezpośredni wpływ na projektowanie komponentów, dobór materiałów, proces produkcyjny i optymalizację systemów dużej mocy. \n\nZnacząco przyczynił się do sformułowania i wdrożenia strategii badawczych w materiałoznawstwie i rozwoju technologii inżynierii materiałowej oraz do opracowania listy materiałów wykorzystywanej na potrzeby branż lotniczej i kosmicznej, a także kosmicznych systemów energetycznych. Jego profesjonalne kierownictwo i zasługi zostawiły wyraźny ślad w światowej nauce.\n\nZredagował samodzielnie lub we współpracy 55 publikacji naukowych i 7 wydań specjalnych czasopism naukowych. Jest autorem lub współautorem 14 rozdziałów i ponad trzystu artykułów naukowych publikowanych w rozmaitych pismach i materiałach naukowych. Pełni funkcje doradcze w radach i komisjach kilkunastu prestiżowych czasopism naukowych o międzynarodowym zasięgu.\n\nJest członkiem World Academy of Ceramics we Włoszech, a także pracownikiem naukowym w American Ceramic Society, ASM International, American Association for the Advancement of Science, Indian Institute of Metals i National Academy of Inventors. Jest również członkiem honorowym European Ceramic Society, Indian Institute of Ceramics, Materials Research Society of India, Indian Ceramic Society oraz Honorowym Dożywotnim Członkiem stowarzyszenia Alpha Sigma Mu i American Ceramic Society. Tytuły doktora honoris causa nadały mu Nagaoka University of Technology w Japonii i Słowacka Akademia Nauk.\n\n1 marca 2023 roku Senat AGH nadał mu tytuł doctora honoris causa, uzasadniając wybór: \"za wybitne osiągnięcia naukowe w zakresie nowoczesnej ceramiki inżynierskiej, wieloletnią aktywność na polu organizacji światowego środowiska ceramicznego i jego integracji, życzliwość i pomoc dla polskich ceramików, duże zaangażowanie w Radzie Naukowej Centrum Technologii Kosmicznych AGH oraz osobistą otwartość i wspaniały przyjacielski charakter\".\n\n==== Odznaczenia i nagrody ====\n\nOtrzymał ponad 90 krajowych i międzynarodowych nagród, w tym pięć nagród R&D 100 Award, FLC Technology Transfer Award, EDI Innovation Award, NASA Public Service Medal, NASA Silver Snoopy Award, dwie nagrody NorTech Innovation oraz wiele nagród NASA Group Achievement. Otrzymał również Ishikawa Carbon Prize, Międzynarodową Nagrodę im. Sir Richarda Brooka przyznaną przez Europejskie Towarzystwo Ceramiczne, a także Founders Award im. Williama B. Johnsona przyznaną przez Radę Inżynierów. Amerykańskie Towarzystwo Ceramiczne przyznało mu nagrodę Honorowego Dożywotniego Członka (ACerS Highest Honor) oraz wiele innych nagród i wyróżnień, w tym: Edward Orton, Jr. Memorial Lectureship Award, President Award, W. David Kingery Award, John Jeppson Award, Richard M. Fulrath Award, Samuel Geijsbeek PACRIM International Award i James I. Mueller Awards. Otrzymał również Distinguished Alumnus Award dla najwybitniejszego absolwenta przyznaną przez IIT–BHU, a także International Dresden Barkhausen Award. Ponadto otrzymał nagrody Lee Hsun Lecture Award i Einstein Professorship przyznane przez Chińską Akademię Nauk. W 2020 roku odebrał nagrodę Edward DeMille Campbell Memorial Lectureship przyznawaną przez ASM International, Kona Achievement Award od Society of Powder Technology w Japonii, a w 2022 roku Malaviya Award przyznaną przez Indyjskie Towarzystwo Ceramiczne. NASA uhonorowało go medalem Outstanding Public Leadership Medal, a ASM International – nagrodą Albert Sauveur Achievement Award.\n\n== Źródła do biogramu ==\n\n==== Artykuły ====\n\n* Doktor Mirtyunjay Singh otrzymał honorowy doktorat AGH. ''Biuletyn AGH'' 2023, nr, 183-184, s. 2, 13, [foto] \n\n==== Inne ====\n\n* Dr. Mrityunjay Singh - Acta Materialia Inc. [online] [przeglądany 2.06.2023]. Dostępny w: https://actamaterialia-org.translate.goog/personnel/dr.-mrityunjay-singh?_x_tr_sl=en&_x_tr_tl=pl&_x_tr_hl=pl&_x_tr_pto=sc \n* Mrityunjay Singh - IISS [online] [przeglądany 2.06.2023]. Dostępny w: https://www.iiss-sci.org/index.php/mrityunjay-singh\n* Mrityunjay Singh - The American Ceramic Society [online] [przeglądany 2.06.2023]. Dostępny w: https://ceramics-org.translate.goog/award-winners/mrityunjay-singh?_x_tr_sl=en&_x_tr_tl=pl&_x_tr_hl=pl&_x_tr_pto=sc\n* Uchwała nr 82/2022 w sprawie przyjęcia wniosku o nadanie tytułu Doktora Honoris Causa Profesorowi Mrityunjayowi Singhowi.  [online] [przeglądany 2.06.2023]. Dostępny w: https://dok.agh.edu.pl/doc.php?id=13227\n* Uchwała nr 25/2023 Senatu AGH z dnia 1 marca 2023 r. w sprawie nadania Tytułu Doktora Honoris Causa AGH Panu Profesorowi Mrityunjayowi Singhowi (2023-03-01) [online] [przeglądany 2.06.2023]. Dostępny w: https://dok.agh.edu.pl/doc.php?id=13849 \n* Uroczystość nadania tytułu DHC dr. Mrityunjayowi Singhowi [online] [przeglądany 2.06.2023]. Dostępny w: https://www.agh.edu.pl/wydarzenia/detail/s/uroczystosc-nadania-tytulu-dhc-dr-mrityunjayowi-singhowi\n\n{{DEFAULTSORT:Singh, Mrityunjay}}\n\n[[Category:Biogramy]]\n\n{{DEFAULTSORT:Singh, Mrityunjay}}\n\n[[Category:Biogramy]] [[Category:Doktorzy honoris causa AGH]] \n\n'''''<span style=\"color:red;\">stan na dzień 19.07.2023</span>'''''\n\nOpis zmian:\n\nTo jest drobna zmiana\n\nObserwuj\n\nZapisz\n\nPokaż podgląd\n\nPodgląd zmian\n\nAnuluj", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Mrityunjay_Singh&action=formedit", "title": "Edytuj Scientist: Mrityunjay Singh – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "4c03143baae1df96730c09fe4b0915e2", "word_count": 829, "headings": [{"level": 1, "text": "Edytuj Scientist: Mrityunjay Singh"}]}}