{"content": "# Winners of IT is ME Student Innovation Competition-- AGH UST \n\nURL: https://agh.edu.pl/en/detail/winners-of-it-is-me-student-innovation-competition\nCrawled: 2025-03-19 21:07:39\n\nPhotograph: organiser’s archive \n\n Winners of IT is ME Student Innovation Competition \n\n 13-03-2025 \n\n competitions \n student projects \n\n This year’s edition of the IT is ME Student Innovation Festival is already behind us, and so it the competition under the same name. Out of 10 qualified projects, the jury selected three best ones, and their authors received equal, team financial prizes. \n\nStudent teams presented their projects in the form of short presentation, and then answered questions posed by the jury. Some of the projects caused quite a stir and sparked debate – not only about the scientific aspects, but also about the possibilities of commercialising and marketing the ideas. The jury also indicated specific companies, the solutions could be pitched to, and events for their promotion.\n\nWinning projects\n\nAutonomous research boat Barka (AGH Solar Boat)\n – an autonomous research unit that may be used in various aquatic environments for research purposes as well as to monitor natural environment. Special sensors may examine the quality, temperature, pH, concentration, or water level, for early detection of contamination or a change in the liquid level. One could also attach sonars to the boat. Such a modification allows to scan an area underwater, for example to detect movement. The project has been widely acclaimed by the scientific community. \nAuthors of the project\n\nPrzemysław Domagała (Faculty of Electrical Engineering, Automatics, Computer Science, and Biomedical Engineering; field of study: Computer Science and Intelligent Systems)\n\nMichał Dydek (Faculty of Computer Science); Mikołaj Słowikowski (Faculty of Physics and Applied Computer Science; field of study: Applied Computer Science)\n\nAnastasiia Vudvud (Faculty of Electrical Engineering, Automatics, Computer Science, and Biomedical Engineering; field of study: Computer Science)\n\nKrzysztof Furtak (Faculty of Electrical Engineering, Automatics, Computer Science, and Biomedical Engineering; field of study: Automatic Control and Robotics)\n\nMichał Suchta (Faculty of Electrical Engineering, Automatics, Computer Science, and Biomedical Engineering; field of study: Automatic Control and Robotics)\n\nDamian Brzana (Faculty of Electrical Engineering, Automatics, Computer Science, and Biomedical Engineering; field of study: Automatic Control and Robotics)\n\nKamil Zając (Faculty of Mechanical Engineering and Robotics; field of study: Industrial Control and Robotics)\n\nJulia Czekańska (Faculty of Electrical Engineering, Automatics, Computer Science, and Biomedical Engineering; field of study: Computer Science)\n\nJakub Świerczyński (Faculty of Metals Engineering and Industrial Computer Science; field of study: Computer Science in Engineering)\n\nGraviTE project (AGH Space Systems)\n – an innovative research project aimed at analysing bone loss in microgravity conditions and developing a low-cost bioreactor capable of autonomous cell cultivation. The system enables the exchange of the culture medium and the maintenance of optimal temperature conditions. The aim of the project is to examine how astronauts' bones are affected by long-term exposure to space. The results obtained (in addition to the knowledge about the astronauts’ health) can also be used for other activities, e.g. the treatment of osteoporosis and other diseases of the skeletal system, contributing to the development of biotechnology and biomedical engineering. \nAuthors of the project \n\nKacper Nowakowski (Faculty of Electrical Engineering, Automatics, Computer Science, and Biomedical Engineering; field of study: Automatic Control and Robotics)\n\nPrzemysław Kaczorowski (Faculty of Electrical Engineering, Automatics, Computer Science, and Biomedical Engineering; field of study: Automatic Control and Robotics)\n\nJustyna Kościelniak (Faculty of Mechanical Engineering and Robotics; field of study: Mechatronic Engineering)\n\nMagdalena Król (Faculty of Physics and Applied Computer Science; field of study: Medical Physics)\n\nJarosław Przerywacz (Faculty of Computer Science, Electronics, and Telecommunications; field of study: Electronics and Telecommunications)\n\nKamil Puchalski (Faculty of Electrical Engineering, Automatics, Computer Science, and Biomedical Engineering; field of study: Automatic Control and Robotics)\n\nBarbara Szaflarska (Faculty of Materials Science and Ceramics; field of study: Ceramics)\n\nPiotr Słonka (Faculty of Computer Science, Electronics, and Telecommunications; field of study: Electronics and Telecommunications)\n\nRobert Zubek (Faculty of Computer Science, Electronics, and Telecommunications; field of study: Electronics)\n\nJan Chyczyński (Faculty of Computer Science; field of study: Computer Science)\n\nPatryk Konieczny (Faculty of Electrical Engineering, Automatics, Computer Science, and Biomedical Engineering; field of study: Automatic Control and Robotics)\n\nJan Hahn (Faculty of Computer Science, Electronics, and Telecommunications; field of study: Electronics)\n\nCityTransit\n – a system supporting passengers in a dynamic public transport network. With the use of AI algorithms to anticipate the journey time, the tool allows the passengers of public transportation systems to follow real-time delays of buses and trams. The app is intended for city inhabitants who want to plan their commute and journeys effectively. It was created to improve the availability of transport information, especially in places where advanced journey monitoring systems were previously lacking. The system analyses historical data and the current traffic to provide reliable information instead of forecasts. The app turned out to be a great success in Nowy Sącz, and its authors are now in talks with the City of Krakow. \nAuthors of the project\n\nDawid Liberda (Faculty of Computer Science; field of study: Computer Science) \n\nMarcin Kozub (Faculty of Computer Science; field of study: Computer Science)\n\n***\n\nThe aim of the IT is ME Student Innovation Festival and the accompanying competition is to promote innovative IT-related projects of AGH University students at different stages of development and implementation.\n\nThe 2025 edition of the festival took place on 12 March, at the Faculty of Computer Science.\n\nComposition of the jury: Dr Joanna Augustyn-Nadzieja (Rector’s Proxy for Student Research Clubs, AGH University), Professor Aleksander Byrski (TRY IT Foundation/Faculty of Computer Science, AGH University), Dr Tomasz Drwięga (Vice-Dean for Student Affairs and Education, Faculty of Applied Mathematics, AGH University), Marta Gorczowska (Academic Entrepreneurship Department, AGH University), Professor Marek Karkula (Faculty of Management, AGH University), Dr Anna Kotlińska (Collegium Medicum, Jagiellonian University), Joanna Świerad-Solińska (Faculty of Computer Science, AGH University).\n\nPhotograph: organiser’s archive\n\nPhotograph: organiser’s archive\n\nPhotograph: organiser’s archive\n\nPhotograph: organiser’s archive\n\nPhotograph: organiser’s archive\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/detail/winners-of-it-is-me-student-innovation-competition", "title": "Winners of IT is ME Student Innovation Competition-- AGH UST ", "depth": 2, "duplicate": false, "content_hash": "be280abe091af345e63eddb04238d640", "word_count": 946, "headings": [{"level": 1, "text": "Winners of IT is ME Student Innovation Competition"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}