{"content": "#  Kierunek Chemia w kryminalistyce na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/kandydaci/studia-ii-stopnia/chemia-w-kryminalistyce\nCrawled: 2025-03-19 21:33:08\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Chemia w kryminalistyce \n\nJeżeli po pierwszym stopniu studiów nadal fascynujesz się chemią i biologią i \nmarzy Ci się praca w laboratorium\n, ale też \nnieobce są Ci zagadnienia humanistyczne i prawne \n– to właśnie znalazłaś/eś drugi stopień dla siebie!\n\nStudia „Chemia w kryminalistyce” kształcą absolwentów zdolnych do posługiwania się specjalistyczną wiedzą z zakresu \nchemii sądowej, analizy chemicznej, analizy materiałów dowodowych oraz technik stosowanych w kryminalistyce\n. Program studiów ma za zadanie zintegrowanie wiedzy z zakresu pracy laboratoryjnej z materiałami dowodowymi, z wiedzą dotyczącą zagadnień chemicznych, biologicznych, toksykologicznych i informatycznych. Kierunek oferuje\n nowoczesne formy kształcenia bazujące\n na dużej liczbie zajęć o charakterze praktycznym, umożliwiających studentom\n rozwiązywanie realnych problemów \noraz \nrozwój umiejętności miękkich\n i \npracy w grupie\n. \n\nStudia prowadzi wspólnie \nPolitechnika Łódzka \nwraz z ekspertami z \nWydziału Inżynierii Materiałowej i Ceramiki AGH\n, krakowskim \nInstytutem Ekspertyz Sądowych \noraz \nLaboratorium Kryminalistycznym Komendy Wojewódzkiej Policji z Krakowa\n. Mobilność pomiędzy dwoma kluczowymi miastami Polski wspomaga integrację i zdobywanie różnorodnych doświadczeń.\n\nW czasie pierwszego semestru na Politechnice Łódzkiej, studenci wprowadzeni zostaną w tematykę chemii sądowej, technik kryminalistycznych i nowoczesnych technik analitycznych. Ponadto, studiować będą podstawy chemometrii i logiki, a także biometrii w kryminalistyce oraz chemii i detekcji związków psychoaktywnych. W Krakowie, w ramach drugiego semestru – specjaliści z: Wydziału Inżynierii Materiałowej i Ceramiki AGH, Instytutu Ekspertyz Sądowych im. prof. dra Jana Sehna oraz Laboratorium Kryminalistycznego KWP będą prowadzili wykłady, laboratoria i ćwiczenia z zakresu: metod instrumentalnych w analizie kryminalistycznej, eksperckiej oceny zdarzeń, analizy cyfrowych nośników danych, biologii i genetyki, farmakologii i metabolizmu związków psychoaktywnych, oraz podstaw zachowań człowieka i innych tematów wiążących się ściśle z pracą z materiałem dowodowym. \n\nInterdyscyplinarność oferowanego wykształcenia pozwoli absolwentom tego kierunku uzyskać wszechstronną wiedzę dotyczącą:\n\nNowoczesnych metod analitycznych stosowanych w badaniach kryminalistycznych,\n\nZidentyfikowania i zabezpieczenia miejsca zdarzenia kryminalistycznego, w tym zabezpieczenia śladów przy zastosowaniu właściwych metod i technik,\n\nWłaściwego dobrania technik analitycznych i eksperymentalnych podczas rozwiązywania problemu analitycznego,\n\nOpracowania statystycznego danych, w tym danych biometrycznych, za pomocą różnych metod przydatnych w kryminalistyce (odpowiednie testy statystyczne oraz metody analizy danych wielowymiarowych), \n\nProwadzenia badań chemicznych w zakresie analizy materiałów dowodowych oraz dyskusji na tematy chemiczne ze specjalistami z innych dziedzin,\n\nStudenci poznają również zagadnienia prawne, m.in. dotyczące wydawania opinii kryminalistycznych w procesie karnym.\n\nPo ukończeniu studiów absolwenci będą specjalistami \nz zakresu analizy chemicznej, w tym analizy śladowej\n. Absolwenci będą posiadali także umiejętności oceny zjawisk społecznych związanych z zagrożeniami kryminalnymi oraz będą rozumieli mechanizmy popełniania czynów zabronionych.\n\nCiekawa tematyka prac dyplomowych, praca z wybitnymi specjalistami z dziedziny kryminalistyki w Polsce sprawia, że absolwenci chemii w kryminalistyce są przygotowani do pracy \nw laboratoriach kryminalistycznych policji i służby celnej. \nNależy podkreślić, że zdobyte umiejętności mogą być bardzo potrzebne w innych laboratoriach i nie zawężają perspektywy zatrudnienia tylko do placówek policyjnych. Stąd ukończenie kierunku daje również możliwość pracy \nw laboratoriach badawczych, laboratoriach kontrolnych, laboratoriach diagnostycznych, sektorze firm chemicznych, farmaceutycznych, biotechnologicznych jak również w firmach zajmujących się produkcją i handlem urządzeniami analitycznymi, \nwykorzystywanymi w badaniach kryminalistycznych, chemicznych i pokrewnych. \n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/kandydaci/studia-ii-stopnia/chemia-w-kryminalistyce", "title": " Kierunek Chemia w kryminalistyce na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "9c4e6eb561621d17d77a579ef8d03075", "word_count": 539, "headings": [{"level": 1, "text": "Chemia w kryminalistyce"}, {"level": 2, "text": "Stopka"}]}}