{"metadata": {}, "content": "Załącznik nr 10 do Regulaminu świadczeń dla studentów AGH\n\n\n\n………………………………………………………………\n\n(nazwisko i imię)\n\n………………………………………………………………\n\n(adres stałego miejsca zamieszkania)\n\n………………………………………………………………\n\n (Wydział, kierunek studiów)\n\n………………………………………………………………\n\n(nr albumu)\n\n \n\nO Ś W I A D C Z E N I E   S T U D E N T A \n\n   \n\nO NIEPROWADZENIU WSPÓLNEGO GOSPODARSTWA DOMOWEGO\n\nZ ŻADNYM Z RODZICÓW\n\nŚwiadomy/świadoma odpowiedzialności karnej za przestępstwo określone w art. 286 Kodeksu karnego - \"Kto, w celu osiągnięcia korzyści majątkowej, doprowadza inną osobę do niekorzystnego rozporządzenia własnym lub cudzym mieniem za pomocą wprowadzenia jej w błąd albo wyzyskania błędu lub niezdolności do należytego pojmowania przedsiębranego działania, podlega karze pozbawienia wolności od 6 miesięcy do lat 8\" oraz odpowiedzialności dyscyplinarnej wynikającej z art. 307 ustawy z dnia 20 lipca 2018 roku - Prawo o szkolnictwie wyższym i nauce  - \"ust. 1. Student podlega odpowiedzialności dyscyplinarnej za naruszenie przepisów obowiązujących w uczelni oraz za czyn uchybiający godności studenta., ust. 2. Za ten sam czyn student nie może być ukarany jednocześnie przez sąd koleżeński i komisję dyscyplinarną\". oświadczam, że: \n\nnie prowadzę wspólnego gospodarstwa domowego z żadnym z rodziców; \n\nspełniam jedną z poniższych przesłanek określonych w art. 179 ust. 6 ustawy z dnia 27 lipca 2005 r. - Prawo o szkolnictwie wyższym: \n\n□ ukończyłem/ukończyłam 26. rok życia, \n\n□ pozostaję w związku małżeńskim, \n\n□ mam na utrzymaniu dzieci, o których  mowa w art. 88 ust. 1 pkt 1) lit.d) (to jest: .... będące na utrzymaniu studenta lub jego małżonka dzieci niepełnoletnie, dzieci pobierające naukę do 26. roku życia, a jeżeli 26. rok życia przypada w ostatnim roku studiów, do ich ukończenia, oraz dzieci niepełnosprawne bez względu na wiek) ustawy z dnia 20 lipca 2018 roku - Prawo o szkolnictwie wyższym i nauce, \n\n□ osiągnąłem/am pełnoletność przebywając w pieczy zastępczej \n\n□ posiadam stałe źródło dochodów i mój przeciętny miesięczny dochód w poprzednim roku podatkowym oraz  w roku bieżącym w miesiącach poprzedzających miesiąc złożenia oświadczenia jest wyższy lub równy 1,15 sumy kwot określonych w art. 5 ust. 1 i art. 6 ust2 pkt 3 ustawy z dnia 28 listopada 2003 o świadczeniach rodzinnych. \n\n \n\n \n\n\t\t\t\tKraków, dn. ................................... \t \t\t \t ..............................................................\n\n\t\t\t\t\t\t\t\t(podpis studenta składającego oświadczenie)"}