{"content": "# Inwestycje zrealizowane w ramach dotacji MEiN\n\nURL: https://www.con.agh.edu.pl/infrastruktura-badawcza/dotacja-na-inwestycje/inwestycje-zrealizowane-w-ramach-dotacji-mein/\nCrawled: 2025-03-19 21:10:48\n\nRok 2021\nWydział Inżynierii Materiałowej i Ceramiki\n\nW ramach dotacji nr 7200/IA/SP/2021 zrealizowano inwestycję \"Spektrometr Masowy Exploris 240 z chromatografem Ultimate 3000\"\n\nKwota dotacji MEiN 2 745 000,00 zł, całkowita wartość inwestycji 3 660 000,00 zł\n\nInwestycja zrealizowana w całości w 2021 r\n\nSpektrometr mas na bazie orbitrapu Exploris 240 (Thermo Fisher Scientific, Wielka Brytania) współpracujący z kapilarnym chromatografem cieczowym Ultimate 3000 (Thermo Fisher Scientific, Wielka Brytania) jest unikalnym systemem analitycznym, łączącym niezwykle wysoką czułość, szybkość analizy, wysoką rozdzielczość masy pozyskane widma i zaawansowane możliwości fragmentacji. Konfiguracja chromatografu pozwala na separację 1D i 2D na kolumnach kapilarnych, co pozwala na szeroki wachlarz analiz, począwszy od prostego podejścia proteomicznego typu bottom-up do najbardziej złożonych analiz typu shotgun w badaniach proteomicznych. Dodatkowy detektor UV-VIS (wyposażony w nanoogniwo), skonfigurowany w Ultimate 3000, znacznie ułatwia analizy ilościowe z jednoczesną identyfikacją MS, a także szybkie skriningowanie analitów o niskim MW w badaniach metabolomicznych lub odkrywaniu leków. System analityczny jest w pełni kompatybilny z metodologiami znakowania, rutynowo stosowanymi w proteomice ilościowej, takimi jak TMT, iTRAQ i inne. Najnowsza wersja oprogramowania Mascot Search Engine wraz z programami Mascot Distiller, Quantitation i Daemon Toolbox, zainstalowanymi na szybkim serwerze skonfigurowanym w lokalnym intranecie, pozwala na szybkie przetwarzanie i przechowywanie danych w lokalnym, chronionym systemie NAS.\n\nWydział Fizyki i Informatyki Stosowanej\n\nW ramach dotacji nr 7217/IA/SP/2021 zrealizowano inwestycję  \"Spektrometr laserowy do precyzyjnych pomiarów stężeń gazów cieplarnianych\", Stacja pomiaru gazów cieplarnianych KASLAB na Kasprowym Wierchu w Tartach \n\nKwota dotacji MEiN 446 175,00 zł, całkowita wartość inwestycji 594 912,93 zł\n\nInwestycja zrealizowana w całości w 2021 r.\n\nSpektrometr laserowy  z wydłużoną ścieżką absorpcji, przeznaczony do precyzyjnych pomiarów atmosferycznych stężeń głównych gazów śladowych czynnych w efekcie cieplarnianym (CO2, CH4, H2O). Powyższy spektrometr mierzy również atmosferyczne stężenia tlenku węgla (CO), ważnego indykatora procesów spalania paliw kopalnych. Pomiar odbywa się w reżimie ciągłym (czestość pomiarów ok. 1 Hz).  Analizy wykonywane spektrometrem laserowym (CRDS- cavity ring down spectroscopy) wykazują niezwykle wysoką dokładność pomiarów, dzięki połączeniu nieosiągalnej dla chromatografów gazowych precyzji oraz zastosowaniu dostępnej na stacji KASLAB skali pomiarowej reprezentowanej przez  unikatowy zestaw wzorców.\n\nWydział Odlewnictwa\n\nW ramach dotacji nr 7274/IA/SP/2021 przyznano środki na realizację inwestycji  „Platforma technik obrazowania i analityki do badań  nad dziedzictwem i historią technologii”\n\nKwota dotacji MEiN 2 550 000,00 zł całkowita wartość inwestycji 3 400 000,00 zł\n\nRealizacja 2 005 000 zł w roku 2021, 1 395 000,00 zł w roku 2022 \n\nPlatforma technik obrazowania i analityki do badań nad dziedzictwem i historią technologii stanowi zintegrowany system badawczy służący naukowej współpracy interdyscyplinarnej. Infrastruktura jest wyposażona w komplementarne techniki zapewniające synergię w obrazowaniu i analityce metali i stopów, szkła, materiałów ceramicznych, surowców kamiennych oraz depozytów ziemnych. Techniki te są wykorzystywane do identyfikacji, charakterystyki i odtworzenia dawnych elementów technologii.\n\nPlatforma jest tworzona w ramach Centrum Badań Nawarstwień Historycznych na Wydziale Odlewnictwa AGH we współpracy z konsorcjum \"Polska infrastruktura dla badań nad dziedzictwem kulturowym – ERIHS.PL\".\n\nW skład Platformy obrazowania i analityki wchodzą:\nSkaningowy mikroskop elektronowy\nSystem Coral\nSystem Mountains Sem\nSystem dyspersji energii promieniowania charakterystycznego EDS\nSystem dyfrakcji elektronów wstecznie rozproszonych EBSD\nUrządzenie do nanoindentacji i analizy własności fizycznych powierzchni\nMikrofedometr do nieniszczącej analizy światłotrwałości w mikroskali\nZestaw do obrazowania multispektralnego. \n\nROK 2023\nWydział Wiertnictwa, Nafty i Gazu\n\nW ramach dotacji nr 7275/IA/SP/2021 zrealizowano inwestycję \"System pomiaru parametrów przepływu w ośrodku dla przepływu dwufazowego\"\n\nKwota dotacji MEiN 2 549 605,50 zł, całkowita wartość inwestycji 3 399 474,00 zł\n\nInwestycja zrealizowana w całości w 2023 r\n\nUrządzenie GeoSpec 12/53 Rock Core NMR Analyzer, dzięki możliwości pomiaru pulsującym gradientem pola (Gradient Field Pulses), umożliwia wyznaczenie profilu nasycenia, dyspersji oraz dyfuzji układów dwufazowych gaz/ciecz oraz gaz/gaz. Urządzenie zawiera m. in  zintegrowane oprogramowanie GIT umożliwiające interpretację pomiarów wykorzystujących technikę PFG. Dodatkowe rozszerzenie tego urządzenia pomiarowego NMR pozwala na pomiary w warunkach wysokiego ciśnienia. Połączenie spektrometru z wysokociśnieniowymi mikro-pompami  dozującymi Teledyne ISCO oraz 'trójosiowymi' wysokociśnieniowymi core-holderami, stanowi unikatowy w skali światowej układ badawczy. Pozwala on na całościowe badanie przepływów dwufazowych przez rdzenie skalne w warunkach ustalonych oraz nieustalonych przepływu, określenie dynamiki i kinematyki przepływów, dyfuzji, dyspersji, wyznaczenie szerokości strefy mieszania poszczególnych faz, izoterm gazów w rdzeniu, zawartości gazu zabsorbowanego i zaadsorbowanego.", "metadata": {"url": "https://www.con.agh.edu.pl/infrastruktura-badawcza/dotacja-na-inwestycje/inwestycje-zrealizowane-w-ramach-dotacji-mein/", "title": "Inwestycje zrealizowane w ramach dotacji MEiN", "depth": 2, "duplicate": false, "content_hash": "0c47bc71b0d51e891c7af01bba774a59", "word_count": 672, "headings": [{"level": 1, "text": "Rok 2021"}, {"level": 1, "text": "ROK 2023"}]}}