{"content": "# Polsko-Japońska Letnia Szkoła Energetyki w Tokio-- Serwis Akademii Górniczo-Hutniczej \n\nURL: http://www.agh.edu.pl/info/article/polsko-japonska-letnia-szkola-energetyki-w-tokio/\nCrawled: 2025-03-19 22:27:10\n\n1. Otwarcie Szkoły przez prof. Koshiro Aoki (Chairman of Department of Engineering Science and Mechanics, SIT). \n\n Polsko-Japońska Letnia Szkoła Energetyki w Tokio \n\n 22/09/2015 \n\nW ramach współpracy pomiędzy Akademią Górniczo-Hutniczą a Shibaura Institute of Technology w Tokio (SIT) w dniach 18-31 sierpnia 2015 r. odbyła się \nPolsko-Japońska Letnia Szkoła Energetyki w Tokio\n. Pomysłodawcą i inicjatorem programu był Pełnomocnik Rektora ds. Współpracy z Japonią prof. Janusz S. Szmyd.\n\nWydarzenie zostało objęte patronatem przez Rektora AGH prof. Tadeusza Słomkę oraz Prezydenta SIT prof. Masato Murakami. Organizatorami szkoły z ramienia AGH byli dr inż. Grzegorz Brus oraz prof. Konrad Świerczek z Wydziału Energetyki i Paliw. Wsparcia szkole udzielił również Dziekan WEiP prof. Wojciech Suwała. Ze strony japońskiej organizatorem był prof. Akito Takasaki z SIT. Dodatkowo, współpraca pomiędzy AGH i SIT, w tym organizacja Letniej Szkoły Energetyki w Tokio, była silnie wspierana przez Prezesa Zarządu SIT Pana Hisaya Igarashi.\n\nPolsko-Japońska Letnia Szkoła Energetyki w Tokio\n to wydarzenie mające na celu integrację, wymianę kulturową oraz wspólną pracę naukową. Przez ostatnie 2 lata \nAkademia Górniczo-Hutnicza\n gościła japońskich studentów w ramach programu Polsko-Japońskiej Zimowej Szkoły Energetyki w Krakowie. W tym roku, w związku z wysokim zaangażowaniem polskich studentów, SIT zaproponowało rewizytę na ich uczelni. Do programu zakwalifikowano ośmiu studentów AGH, z drugiego oraz trzeciego roku studiów inżynierskich oraz dwójkę studentów studiów magisterskich, którzy wykazali się największą aktywnością w ciągu trwania \nPolsko-Japońskiej Zimowej Szkoły Energetyki w Krakowie\n. \n\nStudenci pracowali w grupach na zasadzie zajęć projektowych (z ang. Project-Based Learning, PBL). Tematem przewodnim były studia porównawcze rynku, polityki oraz technologii energetycznych w Polsce i w Japonii. Aby zawęzić obszar badań studenci mogli wybrać jeden z pięciu podtematów: „niekonwencjonalne złoża ropy i innych paliw kopalnianych”; „przyszłość przemysłu transportowego: samochody elektryczne versus ogniwa paliwowe”; „przyszłość energii słonecznej – samochody, samoloty i inne niekonwencjonalne zastosowania energii słonecznej” oraz „jak zasilić robota? – zapotrzebowanie w energię zautomatyzowanych urządzeń inteligentnych”. Studenci podzieleni na grupy japońsko-polskie studiowali, a następnie opracowywali wybrany temat naukowy. W ostatnim dniu powstały projekt był przedstawiany w formie prezentacji. Studia porównawcze zapewniły intensywną współpracę pomiędzy polskimi i japońskimi członkami zespołu. Prezentację finalną poprzedziły dwie prezentacje cząstkowe, podczas których postępy pracy były dyskutowane z polskimi i japońskimi pracownikami naukowymi. Takie podejście zaowocowało bardzo wysokim poziomem prezentacji studenckich. \n\nPrezentacje oceniane były zarówno pod względem naukowym, jak i stopnia współpracy pomiędzy stronami polską i japońską. Liczyło się również oryginalne podejście do tematu. Członkowie najlepszej grupy otrzymali drobne upominki od AGH (dla studentów z Japonii) oraz SIT (dla studentów z Polski). Przyznano również jedną nagrodę specjalną za najlepszą współpracę i komunikację w zespole. \n\nW ramach Letniej Szkoły wszyscy uczestnicy odbyli intensywny kurs języka japońskiego. Kurs zakończony był prezentacją przez studentów wybranego tematu dotyczącego Polski. Każdy ze studentów poruszał inny aspekt kultury naszego kraju: muzyka, sport, kinematografia, stroje ludowe i inne. Wszystkie prezentacje zostały przygotowane i przedstawione po japońsku. Lektorka języka japońskiego podkreśliła bardzo duże zaangażowanie polskich studentów. W ramach zajęć przeprowadzono również pokazowe zajęcia kaligrafii japońskiej. \n\nPodczas wyjazdu polscy studenci uczestniczyli w Dniach Otwartych SIT, podczas których mogli zwiedzać niemal wszystkie laboratoria japońskiego uniwersytetu. Program Letniej Szkoły przewidywał również zapoznanie się z kulturą gospodarzy oraz zwiedzanie Tokio i okolic. Studenci mieli okazję zwiedzić Nikko oraz Kamakurę. W realizację wydarzeń kulturalnych dla polskich studentów czynnie włączyli się przebywający w Tokio doktoranci AGH: mgr inż. Anna Sciążko oraz mgr inż. Marcin Moździerz. Szkoła została zakończona oficjalnym rozdaniem dyplomów wszystkim uczestnikom programu.\n\nJednym z głównych celów organizacji programu współpracy w ramach Szkół Zimowych i Letnich jest zachęcenie studentów do uczestnictwa w wymianie naukowej oraz pogłębienie współpracy pomiędzy instytucjami. Współpraca pomiędzy \nAGH\n i SIT ma długą i owocną historię. Umowa bilateralna pomiędzy uniwersytetami została podpisana w 2004 roku. Od strony AGH umowę podpisał prof. Ryszard Tadeusiewicz, ówczesny Rektor AGH. Od strony japońskiej umowę podpisał zdobywca Nagrody Nobla z fizyki i ówczesny Rektor SIT prof. Leona Esaki. Od tamtego czasu wielu japońskich i polskich studentów studiów magisterskich i doktoranckich uczestniczyło w wymianie naukowej. Podpisany program umożliwiał również podwójne dyplomowanie. W 2013 roku dr. inż. Yosuke Komatsu, jako pierwszy Japończyk ukończył Akademię Górniczo-Hutniczą. Shibaura Institute of Technology uczestniczyła również wraz z AGH w Projekcie Europejskim, którego kierownikiem był prof. Janusz Szmyd. \n\nUczestnicy Letniej Szkoły:\nSIT:\n Serina Oura, Kentaro Mineo, Satoru Suzuki, Takao Hashizume, Mirai Shimoyama, Yuki Nakamura, Yasuhiro Takayama, Wakana Otagiri\nAGH:\n Barbara Ścibior, Jakub Damian, Mikołaj Nowak, Danuta Sieśkiewicz, Angelika Orzeszek, Hubert Bolesta, Norbert Trojanowski, Aleksandra Czekaj, Marcin Pająk, Przemysław Rejczak\n\nW ocenie prezentacji studenckich uczestniczyli: \nSIT:\n prof. Akito Takasaki, prof. Naoki Ono, prof. Sota Yamamoto\nAGH:\n dr hab. inż. Konrad Świerczek, prof. AGH; dr inż. Grzegorz Brus \nZwycięska grupa:\n Mikołaj Nowak, Danuta Sieśkiewicz, Takao Hashizume, Satoru Suzuki\n\nPowrót\n\n Powiązane pliki\n\n Polsko-Japonska_Letnia_Szkola_Energetyki_w_Tokio_1.jpg \n 158 KB \n\n Polsko-Japonska_Letnia_Szkola_Energetyki_w_Tokio_2.jpg \n 226 KB \n\n Polsko-Japonska_Letnia_Szkola_Energetyki_w_Tokio_3.jpg \n 153 KB \n\n Polsko-Japonska_Letnia_Szkola_Energetyki_w_Tokio_4.jpg \n 192 KB \n\n Polsko-Japonska_Letnia_Szkola_Energetyki_w_Tokio_5.jpg \n 141 KB \n\n Polsko-Japonska_Letnia_Szkola_Energetyki_w_Tokio_6.jpg \n 295 KB \n\n Polsko-Japonska_Letnia_Szkola_Energetyki_w_Tokio_7.jpg \n 351 KB \n\n Polsko-Japonska_Letnia_Szkola_Energetyki_w_Tokio_8.jpg \n 143 KB", "metadata": {"url": "http://www.agh.edu.pl/info/article/polsko-japonska-letnia-szkola-energetyki-w-tokio/", "title": "Polsko-Japońska Letnia Szkoła Energetyki w Tokio-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "48f708e633a39c3dabb38beada578075", "word_count": 786, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}