{"content": "# Pierwsze w historii selfie zrobione za pomocą satelity. To dzieło studentów AGH-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/aktualnosci/detail/pierwsze-w-historii-selfie-satelity-na-orbicie-to-dzielo-studentow-agh\nCrawled: 2025-03-19 21:14:21\n\nPierwsze w historii selfie zrobione za pomocą satelity – selfie SatLab AGH. \n\n Pierwsze w historii selfie zrobione za pomocą satelity. To dzieło studentów AGH \n\n 17/02/2025 \n\n badania i nauka \n technologie kosmiczne \n kosmos \n\n Pierwsze selfie zrobione na orbicie za pomocą satelity wykonał najmniejszy polski satelita HYPE. Zbudowali go studenci AGH w ramach Koła Naukowego SatLab AGH we współpracy z Centrum Technologii Kosmicznych AGH. \n\nSatelita HYPE został wyniesiony na orbitę 14 stycznia 2025 r. w ramach misji Falcon 9 Transporter-12. Po kilku dniach opuścił kapsułę i znalazł się w przestrzeni kosmicznej. Umożliwiło to skontaktowanie się z nim, uruchomienie podsystemów i zrobienie pierwszego zdjęcia – było to selfie.\n\nPodczas pierwszego nawiązania łączności z HYPE, na jego wyświetlaczu pojawiła się grafika przedstawiająca członków Koła Naukowego SatLab AGH, którzy pracowali nad satelitą i całą misją, wraz z prof. Jerzym Lisem, Rektorem AGH, prof. Tadeuszem Uhlem, Dyrektorem Centrum Technologii Kosmicznych AGH oraz prof. Piotrem Kijanką, opiekunem Koła Naukowego SatLab AGH.\n\n Podczas pierwszego nawiązania łączności z HYPE na jego wyświetlaczu pojawiła się grafika przedstawiająca twórców i władze AGH. \n\nProf. Jerzy Lis, Rektor AGH podkreśla:\n\n– \nZdjęcie ma symboliczne znaczenie – pokazuje, że polscy studenci są w pionierski sposób obecni w rozwoju eksploracji kosmosu. Jest też zwieńczeniem ciężkiej pracy zespołu, który przez wiele miesięcy zajmował się realizacją tego ambitnego przedsięwzięcia. Budując najmniejszego polskiego satelitę HYPE, młodzi naukowcy z SatLab AGH uczyli się inżynierii satelitarnej od postaw.\n\nHYPE wyróżnia rozmiar, selfie-stick z kamerą oraz najmniejszy dostępny komercyjnie spektrometr. Podstawowy szkielet satelity został wykonany z aluminium lotniczego. HYPE czerpie energię z wysokiej wydajności paneli słonecznych umieszczonych na pięciu z sześciu ścian, pokrywających powierzchnię ok. 70 cm\n2\n oraz przystosowanych do działania w przestrzeni kosmicznej. HYPE posiada również pięć czujników światła służących do orientacji w przestrzeni względem słońca.\n\n– \nSelfie-stick o długości 16 cm wykonany jest ze stali sprężynowej, a na końcu posiada aluminiową strukturę, do której zamontowana jest kamera. Zarejestrowany przez nią obraz przetwarzany jest na pokładzie satelity z wykorzystaniem opracowanych przez nas algorytmów. Po wstępnej obróbce, mamy możliwość pobrania zdjęcia za pomocą własnej stacji naziemnej. Wyzwaniem technicznym było dla nas zmieszczenie tak długiego selfie sticka w formacie PocketQube, który ogranicza wymiary satelity do 5×5×5 cm – mniej więcej tyle co standardowa kostka Rubika. Udało nam się to dzięki owinięciu wystających elementów wokół satelity i wykorzystaniu specjalnego mechanizmu, który po znalezieniu się HYPE w przestrzeni kosmicznej, pozwolił selfie-stickowi oraz antenom się rozłożyć\n – powiedział Filip Tomczyk, koordynator techniczny projektu.\n\nJednym z ważniejszych elementów ładunku satelity jest spektrometr japońskiej firmy Hamamatsu, najmniejszy dostępny na rynku. Ma wymiary zaledwie 11,5×4,0×3,1 mm. Bada on światło Słońca odbite od Ziemi lub atmosfery w zakresie spektralnym bliskiej podczerwieni. Dane otrzymywane są w formie wykresu, po analizie którego można uzyskać przykładowo informacje o gęstości roślinności w określonym miejscu. Da to młodym inżynierom możliwość oceny stopnia degradacji lasów, identyfikowania utraty biomasy oraz wnioskowania odnośnie wpływu działalności człowieka na ekosystemy. Spektrometr umożliwi również monitorowanie stężenia pyłów emitowanych przez wulkany, a co za tym idzie pozwoli przewidywać erupcje oraz modelować ich wpływ na środowisko.\n\nPoza surowymi danymi z urządzenia pomiarowego, niezbędna jest także informacja, o obszarze podlegającym analizie. Miejsce, w które celuje HYPE, może być odtworzone wykorzystując moment wykonania pomiaru oraz położenie kątowe satelity.\n\nZdjęcia robione przez HYPE w najbliższych miesiącach i dane spektrometryczne będą analizowane przez studentów w Centrum Kontroli Misji za pomocą stacji naziemnej umieszczonej na dachu Centrum Technologii Kosmicznych AGH.\n\nBądź na bieżąco:\n\nhttps://www.instagram.com/satlab_agh/\n\nhttps://www.facebook.com/satlab.agh/\n\nhttps://www.tiktok.com/@satlab.agh\n\n Zdjęcia robione przez HYPE i dane spektrometryczne będą odbierane przez antenę umieszczoną na dachu CTK AGH. \n\nPowrót\n\n Powiązane wiadomości\n\n14/01/2025\n Satelita stworzony przez studentów AGH leci na orbitę \n\n08/01/2025\n W AGH zainstalowaną antenę do komunikacji z satelitą", "metadata": {"url": "https://www.agh.edu.pl/aktualnosci/detail/pierwsze-w-historii-selfie-satelity-na-orbicie-to-dzielo-studentow-agh", "title": "Pierwsze w historii selfie zrobione za pomocą satelity. To dzieło studentów AGH-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "7e839d91d9914326d91a41795e74f581", "word_count": 596, "headings": [{"level": 1, "text": "Pierwsze w historii selfie zrobione za pomocą satelity. To dzieło studentów AGH"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}