{"content": "# Najczęściej zadawane pytania (FAQ): Oferta Badawcza AGH\n\nURL: https://oferta-badawcza.agh.edu.pl/faq/\nCrawled: 2025-03-19 21:15:46\n\nNajczęściej zadawane pytania (FAQ)\n\n1. Jak rozpocząć wprowadzanie aparatury? \n\nPierwsze należy sprawdzić czy osoba ma założone konto. \n\n2. Kto zakłada konta?\n\nAdministrator główny którego funkcję pełni - Elżbieta Krawczyk (\nekrawczyk@agh.edu.pl\n 32-82)  \n\n3. Jakie dane są potrzebne do założenia profilu?  \n\nAdministrator lokalny (patrz punkt 6.) prosi o założenie profilu (konta) opiekunom aparatury (może robić to sam lub wybrać osoby do wpisywania aparatury). Wiadomość o założenie profilu wysyła do Elżbiety Krawczyk (administrator główny) podając: \n\n- imię  \n\n- nazwisko  \n\n- e-mail (jakim loguje się do poczty AGH).  \n\nAdministrator główny po założeniu profilu przesyła informacje o założonym koncie administratorowi lokalnemu. \n\n4. Nie mogę dodać siebie jako osoba kontaktową podczas wprowadzania aparatury, co robić? \n\nW polu „Imię i nazwisko” należy zacząć wyszukiwanie po nazwisku.  \n\nSystem podpowie odpowiedni wpis. Jeżeli zostanie najpierw wpisane imię, to wtedy się nie uda i będzie komunikat o braku wyników. Baza działa poprawnie w tym zakresie. \n\n5. Dlaczego podczas wpisywania aparatury nie mogę dodać linku do bazy SkOs ? \n\nNależy pamiętać, że najpierw trzeba wpisać nazwisko. Odpowiedni link wyświetli się automatycznie. Jeżeli zostanie najpierw wpisane imię, to wtedy się nie uda i będzie komunikat o braku wyników. \n\n6. Jakie role występują w systemie? \n\n- Administrator Główny (Elżbieta Krawczyk - uprawnienia nadrzędne).  \n\n- Administrator Lokalny (Dziekan wydziału lub osoba wskazana przez Dziekana) \n\nAdministrator lokalny/Dziekan wskazuje opiekuna aparatury do uzupełnienia danych o aparaturze. Przydziela role w systemie (wydział, katera) nadając tym samym uprawnienia do wprowadzenia aparatury. Administrator lokalny otrzymuje automatyczną wiadomość z Platformy Badawczej  o nowej pozycji do akceptacji. Jeśli nie będzie miał żadnych uwag zatwierdza treść lub odsyła do wyjaśnienia bądź poprawy. Po zatwierdzeniu aparatura pojawia się na stronie głównej i jest możliwa do wyszukania przez osoby z wewnątrz i z zewnątrz. Po zatwierdzeniu przez administratora lokalnego,  aparatura widoczna jest na stronie głównej platformy.  \n\n- Opiekun Aparatury uzupełnia dane o zakupionej aparaturze.  \n\nZapis możliwy jest po uzupełnieniu podstawowych informacji tj. Nazwa  zwyczajowa i handlowa w dwóch wersjach językowych. Jeśli planujemy jeszcze modyfikacje uzupełnianie zapisu  podczas wprowadzania pól nie wysyłamy jej tylko zapisujemy (od tego momentu aparatura jest widoczna  tylko w panelu administracyjnym). Po uzupełnieniu wszystkich wymaganych pól na formatce z gwiazdką) należy aparaturę zapisać i wysłać klikając pole „do akceptacji”. \n\n7. Od jakiej kwoty należy wprowadzić zakupioną aparaturę?\n\nObowiązkowo aparatura od kwoty 500 tysięcy.\n\nBędzie również możliwość rejestru aparatury w niższej kwocie – dobrowolność (jeśli chcą się Państwo pochwalić aparaturą, czy wykonywać zlecenia zewnętrzne). Aparatura zakupiona w niższej niż zakładanej wartości tworzącej całość z innym urządzeniem (wpisane pod jednym numerem inwentarzowym) np. doposażenie mikroskopu, tworzenie platformy, systemu, przystawki itp. lub będzie powiększała wartość początkową urządzenia należy również wpisać jeśli daje to kwotę ponad 500 tys. \n\n8. Czym jest nazwa zwyczajowa? \n\nNazwa zwyczajowa, to ta którą posługujemy się przy tworzeniu wniosków do DZP, czy sporządzaniu zamówienia do kwestury.  Ważne by przy wpisywaniu aparatury używać nazwy jaka była podana na zamówieniu. Nazwy muszą być tożsame.  \n\n9. Czym jest nazwa handlowa? \n\nNazwa handlowa, to ta którą posługuje się producent urządzenia.", "metadata": {"url": "https://oferta-badawcza.agh.edu.pl/faq/", "title": "Najczęściej zadawane pytania (FAQ): Oferta Badawcza AGH", "depth": 2, "duplicate": false, "content_hash": "673a0cb6dbf848471e3555290d9924d2", "word_count": 486, "headings": [{"level": 1, "text": "Najczęściej zadawane pytania (FAQ)"}]}}