{"content": "# Dzień Wody 2025 w AGH-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/wydarzenia/detail/s/dzien-wody-2025-w-agh\nCrawled: 2025-03-19 21:15:25\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nWydarzenia w AGH\n\nWydarzenia w AGH\n\nDzień Wody 2025 w AGH\n\n Pobierz plik iCal \n\nDodaj do kalendarza Google\n\nDodaj do kalendarza Outlook\n\nDodaj do kalendarza Office 365\n\nDodaj do kalendarza Yahoo\n\n Ochrona lodowców będzie tematem seminarium popularnonaukowego, które odbędzie się 21 marca 2025 r. w godzinach 10.00–12.30 w AGH. Wydarzenie organizowane jest w ramach tegorocznego Światowego Dnia Wody. \n\n O wydarzeniu \n\nZaproszeni wykładowcy zabiorą uczestników w podróż śladami lodowców. Opowiedzą m.in. o tym co uwalnia się z lodowców i jak zmiany klimatu wpływają na zasoby i jakość wody. Eksperci pomogą odpowiedzieć także na pytanie, czy w przyszłości będziemy mieli gdzie jeździć na nartach.\n\nW ramach krótkich wykładów naukowcy zaprezentują następujące zagadnienia:\n\nWoda nasza powszednia - towarzyszy nam każdego dnia – w życiu codziennym, w gospodarce i w środowisku. Podczas prezentacji poruszone zostaną kwestie związane z jej znaczeniem i dostępnością.\n\nZmiany klimatu a woda – mają bezpośredni wpływ na globalne zasoby wodne – od topniejących lodowców, przez susze i powodzie, aż po dostępność wody pitnej. W trakcie wystąpienia przyjrzymy się, jak zmieniające się warunki klimatyczne kształtują nasze środowisko.\n\nCzy i gdzie będziemy jeszcze jeździć na nartach? W prezentacji poruszony zostanie m.in. temat wpływu zmian klimatycznych na możliwość uprawiania sportów zimowych oraz na turystykę i rekreację.\n\nCzy globalne zlodowacenie może się powtórzyć? Globalne zlodowacenia znane są z historii Ziemi jako okresy tzw. Ziemi Kuli Śniegu (Snowball Earth). W wystąpieniu zostaną przedstawione hipotezy dotyczące mechanizmów odpowiedzialnych za wystąpienie globalnych zlodowaceń.\n\nLodowce, których już nie ma. Alpy i karpaty w czasach zlodowaceń - w obliczu współczesnego kryzysu klimatycznego\n i gwałtownego zaniku lodowców warto spojrzeć́ w przeszłość́, by lepiej zrozumieć procesy, które kształtowały górskie krajobrazy Europy.\n\nTopniejące lodowce uwalniają nie tylko wodę - wody spływające z topniejących lodowców niosą substancje, których wpływ na środowisko – zarówno lokalne, jak i globalne – może być znaczący. To nie tylko zanieczyszczenia akumulujące się na lodowcach, ale także substancje uczestniczące w globalnym obiegu węgla, oddziałujące na morskie ekosystemy.\n\nSeminarium ma formę hybrydową:\n\naula AGH w budynku A-0 – dla zaproszonych gości,\n\ntransmisja na profilu FB WGGiOŚ (\nlink\n).\n\nProgram wydarzenia (\nplik pdf\n)\n\nOrganizatorami obchodów Dnia Wody w AGH są: Koło Naukowe Hydrogeologii „HYDRO”, Katedra Hydrogeologii i Geologii Inżynierskiej oraz Wydział Geologii, Geofizyki i Ochrony Środowiska.\n\nInne artykuły z kategorii Nauka\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Jak profilaktyka może cię uchronić przed rakiem? | Bunkier Nauki odc. 69\t\n\n Grant na wsparcie zespołu badawczego dla naukowca z AGH\t\n\n Jak być świadomym użytkownikiem SOCIAL MEDIÓW? | Bunkier Nauki odc. 68\t\n\n Pierwsze w historii selfie zrobione za pomocą satelity. To dzieło studentów AGH\t\n\nNajnowsze artykuły\n\n Interdisciplinary Science Research Survey\t\n\n Idea Warm Up – dołącz i działaj!\t\n\n „Kolejka na Kasprowy i kontrowersje” – felieton\t\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Ambasador Wietnamu z wizytą w AGH\t\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/wydarzenia/detail/s/dzien-wody-2025-w-agh", "title": "Dzień Wody 2025 w AGH-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "356d2700235da84a59a2b14c82b768c4", "word_count": 543, "headings": [{"level": 1, "text": "Wydarzenia w AGH"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}