{"content": "# How to order? | Wydawnictwo AGH\n\nURL: https://www.wydawnictwo.agh.edu.pl/en/strona/583-how-order\nCrawled: 2025-03-19 21:25:43\n\nHow to order?\n\nForeign order\n\nOur publications can be purchased in the following ways:\n\n    by e-mail: \nwydawnictwa@agh.edu.pl\n\n    by mail: AGH University of Science and Technology, AGH University Press, 30-059 Kraków, al. Mickiewicza 30\n\nPlease provide us with pertinent information :\n\n    your name and address\n\n    your e-mail address\n\n    shipping address\n\n    title of the book, author's name, number of copies ordered\n\nThe payment should be made on the AGH University Press account number (in Euro): IBAN PL 49 1240 4722 1978 0000 4859 8327 SWIFT/BIC: PKOPPLPW. As the transfer title, please state your name. For further information please see: \nPayment and Shipment\n\nWe ship worldwide by Polish Post. In order to see shipment prices please contact us: \nwydawnictwa@agh.edu.pl\n The cost depends on which country we will be shipping your purchase order.\n\nIn case of any further questions do not hestitate to contact us on: \nwydawnictwa@agh.edu.pl\n\nForeign-language customers in Poland\n\nOur publications can be purchased in the following ways:\n\nonline store\n\ne-mail: wydawnictwa@agh.edu.pl\n\nin person at the headquarters of AGH University Press at 17 Reymonta St.\n\nby mail: AGH University Press, al. Mickiewicza 30, 30-059 Krakow\n\nIn the body of the order, please specify:\n\nname and address of the ordering person or company, telephone number, e-mail address\n\ntitle of the book, author's name, number of ordered copies\n\nWhen ordering as an institution, please write your taxpayer identification number (NIP) and the note, \"We authorize the AGH University Press to issue a VAT invoice without our signature.\"\n\nPayment should be made to the account number of AGH Publishers: 69 1240 2294 1111 0010 7836 2948 Bank Pekao S.A. Krakow Branch. In the body of the transfer, please specify the order number and/or your name.\n\nWhen purchasing directly at the AGH University Press' office, you can only pay by card or BLIK.\n\nDepending on the method of delivery chosen, shipping costs should be added to the book's price. To check shipping costs and methods, please see \nPayment and Shipment\n.\n\nIt is possible to pick up the order directly at the headquarters of AGH University Press.\n\nFor orders over PLN 200, shipping costs are borne by AGH University Press.", "metadata": {"url": "https://www.wydawnictwo.agh.edu.pl/en/strona/583-how-order", "title": "How to order? | Wydawnictwo AGH", "depth": 3, "duplicate": false, "content_hash": "ea6703576889e72864d3d6e7a1869587", "word_count": 354, "headings": [{"level": 2, "text": "Banery wysuwane"}, {"level": 1, "text": "How to order?"}, {"level": 2, "text": "Foreign order"}, {"level": 2, "text": "Foreign-language customers in Poland"}, {"level": 2, "text": "Menu w wersji respo"}]}}