{"content": "# Student - Wydział Odlewnictwa\n\nURL: https://odlewnictwo.agh.edu.pl/student/\nCrawled: 2025-03-19 21:33:20\n\nStudia na Wydziale Odlewnictwa\n\nAGH – Wydział Odlewnictwa kształci na wszystkich rodzajach studiów: stacjonarnych, niestacjonarnych, doktoranckich i podyplomowych, oferując szeroki profil kształcenia dostosowany do pojawiających się trendów na rynku pracy.\n\n\t\t\t\t\t\t\t\t\tOd roku akademickiego 2007/2008 Akademia Górniczo-Hutnicza wprowadziła trzystopniowy system kształcenia (tzw. System Boloński):\t\t\t\t\t\t\t\t\n\nI stopień\n (6-7 semestrów) kończący się uzyskaniem tytułu zawodowego inżyniera lub licencjata,\n\nII stopień\n (3-4 semestry) kończący się uzyskaniem tytułu magistra,\n\nIII stopień\n – \nstudia doktoranckie\n – przygotowujący do samodzielnej działalności naukowo-badawczej i dydaktycznej, i kończący się uzyskaniem stopnia naukowego doktora.\n\nBoloński System Kształcenia, zmierzający do utworzenia Europejskiej Przestrzeni Szkolnictwa Wyższego, charakteryzuje się dużą elastycznością i pozwala na indywidualizację programu studiów. Umożliwia równoległe studiowanie na różnych kierunkach i specjalnościach oraz zmianę kierunku kształcenia po ukończeniu studiów pierwszego stopnia. Pozwala studentom w pełni korzystać z oferty dydaktycznej uczelni wyższych w kraju i za granicą. Uczelnia umożliwia studentom zdobycie wykształcenia na najwyższym poziomie, uznawanym na całym świecie. Temu celowi służy m. in.: intensywna nauka języków obcych, zintegrowane studia z podwójnym dyplomowaniem (AGH i uczelni zagranicznej), możliwości odbywania praktyk i staży za granicą, indywidualizacja programów nauczania, ciągłe unowocześnianie treści i metod nauczania (nauczanie wirtualne) oraz ogromna baza dydaktyczna i socjalna.", "metadata": {"url": "https://odlewnictwo.agh.edu.pl/student/", "title": "Student - Wydział Odlewnictwa", "depth": 3, "duplicate": false, "content_hash": "3f8402a619a6d07384b7e5a5cf46b970", "word_count": 190, "headings": [{"level": 1, "text": "Studia na Wydziale Odlewnictwa"}]}}