{"content": "#  Interim Assessment -- AGH University Doctoral School \n\nURL: https://www.sd.agh.edu.pl/en/doctoral-students/interim-assessment\nCrawled: 2025-03-19 21:21:51\n\nSkip to content\n\nSkip to footer\n\n Interim Assessment \n\n Interim Assessment schedule 2024 \n\n Results of the mid-term evaluation \n\n Presentation on the mid-term evaluation \n\n FAQ \n\nIn accordance with The Law on Higher Education and Science the implementation of the Individual Research Plan shall be subject to mid-term evaluation in the middle of the period of education. The mid-term evaluation is conducted by a committee composed of three members based on your Summary of academic accomplishments and an interview with the doctoral student.\n\nThe Doctoral School Board has developed a form for the preparation of the Summary of academic accomplishments, the purpose of which is to present the progress in the implementation of the Individual Research Plan. The form includes a series of comments (in red) to help you prepare this document properly. Please note that the form is closely related (referenced) to the Individual Research Plan. Your task is to show that the research carried out so far is in accordance with IRP, or explain the differences. Please do not change the structure of this document only remove the red comments.\n\nThe original version of the Summary of academic accomplishments should be delivered to the AGH Doctoral School office\n.\n Only the Summary (with signatures) must be delivered to the office.\n\nIn addition, a scan of the Summary (with signatures) and all attachments should be enclosed to the \nmid-term evaluation system\n.\n\nPlease note that the PhD student and his supervisor (supervisors) are responsible for the content of the Summary. The employees of the AGH Doctoral School only check whether the Summary is prepared on the correct form and contains all the required signatures. All summaries and attachments are shared with the mid-term evaluation committees. The mid-term comittee for doctoral studens takes place in one session\n in September\n.\n\nThe date of the meeting for each doctoral student will be visible after he/she logs into the mid-term evaluation system \nin\n July\n.\n\nStopka\n\nAGH University Doctoral School\nbuild. A3, I floor, room 118\nal. Mickiewicza 30\n30-059 Krakow\n\nOffice for Doctoral Students' Affairs\n E-mail: phd@agh.edu.pl\n Phone: +48 12 617 56 13\n Phone: +48 12 617 56 11\n Phone: +48 12 617 56 14\n Direct and telephone support for doctoral students\n Monday - closed\n Tuesday - Friday - 9:00 a.m. - 1:00 p.m.\n\nDirector's Office\n E-mail: sdbiuro@agh.edu.pl\n Phone: +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/en/doctoral-students/interim-assessment", "title": " Interim Assessment -- AGH University Doctoral School ", "depth": 3, "duplicate": false, "content_hash": "679f909d8b73a13f197ba6ce52107530", "word_count": 391, "headings": [{"level": 1, "text": "Interim Assessment"}, {"level": 2, "text": "Stopka"}]}}