{"metadata": {}, "content": "Ustalając wysokość miesięcznego dochodu na osobę w rodzinie studenta \nubiegającego się o świadczenia z Funduszu Stypendialnego wlicza się do niego  \ninne dochody opodatkowane podatkiem dochodowym od osób fizycznych \noraz dochody niepodlegające opodatkowaniu na podstawie przepisów  \no podatku dochodowym od osób fizycznych:  \n− dochody uzyskane z gospodarstwa rolnego;  \n− zasiłki chorobowe określone w przepisach o ubezpieczeniu społecznym rolników \noraz w przepisach o systemie ubezpieczeń społecznych;  \n− renty określone w przepisach o wspieraniu rozwoju obszarów wiejskich ze \nśrodków pochodzących z Sekcji Gwarancji Europejskiego Funduszu Orientacji  \ni Gwarancji Rolnej oraz w przepisach o wspieraniu rozwoju obszarów wiejskich  \nz udziałem środków Europejskiego Funduszu Rolnego na rzecz Rozwoju Obszarów \nWiejskich;  \n− dochody członków rolniczych spółdzielni produkcyjnych z tytułu członkostwa  \nw rolniczej spółdzielni produkcyjnej, pomniejszone o składki na ubezpieczenia \nspołeczne;  \n− zasiłek macierzyński, o którym mowa w przepisach o ubezpieczeniu społecznym \nrolników;  \n− alimenty na rzecz dzieci;  \n− zaliczkę alimentacyjną określoną w przepisach o postępowaniu wobec \ndłużników alimentacyjnych oraz zaliczce alimentacyjnej;  \n− świadczenia pieniężne wypłacane w przypadku bezskuteczności egzekucji \nalimentów;  \n− dochody uzyskiwane za granicą Rzeczypospolitej Polskiej, pomniejszone \nodpowiednio o zapłacone za granicą Rzeczypospolitej Polskiej: podatek \ndochodowy oraz składki na obowiązkowe ubezpieczenie społeczne i obowiązkowe \nubezpieczenie zdrowotne;  \n− kwoty otrzymane na podstawie art. 27f ust. 8 –10 ustawy PDOF;  \n− stypendia doktoranckie przyznane na podstawie art. 209 ust. 1 i 7 ustawy PSWiN \ni art. 200 ustawy z dnia 27 lipca 2005 r. – Prawo o szkolnictwie wyższym, stypendia \nsportowe przyznane na podstawie ustawy z dnia 25 czerwca 2010 r. o sporcie oraz \ninne stypend ia o charakterze socjalnym przyznane uczniom lub studentom  \nz zastrzeżeniem ust. 2 pkt 4 i 5;  \n\n− świadczenie rodzicielskie;  \n− stypendia dla bezrobotnych finansowane ze środków Unii Europejskiej lub \nFunduszu Pracy, niezależnie od podmiotu, który je wypłaca;  \n− kwoty diet nieopodatkowane podatkiem dochodowym od osób fizycznych, \notrzymywane przez osoby wykonujące czynności związane z pełnieniem \nobowiązków społecznych i obywatelskich;  \n− należności pieniężne otrzymywane z tytułu wynajmu pokoi gościnnych  \nw budynkach mieszkalnych położonych na terenach wiejskich w gospodarstwie \nrolnym osobom przebywającym na wypoczynku oraz uzyskane z tytułu wyżywienia \ntych osób;  \n− renty określone w przepisach o zaopatrzeniu inwalidów wojennych i wojskowych \noraz ich rodzin;  \n− renty wypłacone osobom represjonowanym i członkom ich rodzin, przyznane na \nzasadach określonych w przepisach o zaopatrzeniu inwalidów wojennych  \ni wojskowych oraz ich rodzin;  \n− świadczenie pieniężne, dodatek kompensacyjny oraz ryczałt energetyczny \nokreślone w przepisach o świadczeniu pieniężnym i uprawnieniach \nprzysługujących żołnierzom zastępczej służby wojskowej przymusowo \nzatrudnianym w kopalniach węgla, kamieniołomach, zakła dach rud uranu  \ni batalionach budowlanych;  \n− dodatek kombatancki, ryczałt energetyczny i dodatek kompensacyjny określone \nw przepisach o kombatantach oraz niektórych osobach będących ofiarami represji \nwojennych i okresu powojennego;  \n− świadczenie pieniężne określone w przepisach o świadczeniu pieniężnym \nprzysługującym osobom deportowanym do pracy przymusowej oraz osadzonym  \nw obozach pracy przez III Rzeszę Niemiecką lub Związek Socjalistycznych Republik \nRadzieckich;  \n− ryczałt energetyczny, emerytury i renty otrzymywane przez osoby, które utraciły \nwzrok w wyniku działań wojennych w latach 1939 –1945 lub eksplozji pozostałych \npo tej wojnie niewypałów i niewybuchów;  \n− renty inwalidzkie z tytułu inwalidztwa wojennego, kwoty zaopatrzenia \notrzymywane przez ofiary wojny oraz członków ich rodzin, renty wypadkowe osób, \n\nktórych inwalidztwo powstało w związku z przymusowym pobytem na robotach  \nw III Rzeszy Niemieckiej w latach 1939 –1945, otrzymywane z zagranicy;  \n− środki bezzwrotnej pomocy zagranicznej otrzymywane od rządów państw \nobcych, organizacji międzynarodowych lub międzynarodowych instytucji \nfinansowych, pochodzące ze środków bezzwrotnej pomocy przyznanych na \npodstawie jednostronnej deklaracji lub umów zawar tych z tymi państwami, \norganizacjami lub instytucjami przez Radę Ministrów, właściwego ministra lub \nagencje rządowe, w tym również w przypadkach, gdy przekazanie tych środków jest \ndokonywane za pośrednictwem podmiotu upoważnionego do rozdzielania \nśrodków bezzwrotnej pomocy zagranicznej na rzecz podmiotów, którym służyć ma \nta pomoc;  \n− należności ze stosunku pracy lub z tytułu stypendium osób fizycznych mających \nmiejsce zamieszkania na terytorium Rzeczypospolitej Polskiej, przebywających \nczasowo za granicą – w wysokości odpowiadającej równowartości diet z tytułu \npodróży służbowej poza g ranicami kraju ustalonych dla pracowników \nzatrudnionych w państwowych lub samorządowych jednostkach sfery budżetowej \nna podstawie Kodeksu pracy;  \n− należności pieniężne wypłacone policjantom, żołnierzom, celnikom  \ni pracownikom jednostek wojskowych i jednostek policyjnych użytych poza \ngranicami państwa w celu udziału w konflikcie zbrojnym lub wzmocnienia sił \npaństwa albo państw sojuszniczych, misji pokojowej, akcji zapobieżenia aktom \nterroryzmu lub ich skutkom, a ta kże należności pieniężne wypłacone żołnierzom, \npolicjantom, celnikom i pracownikom pełniącym funkcje obserwatorów w misjach \npokojowych organizacji międzynarodowych i sił wielonarodowych;  \n− należności pieniężne ze stosunku służbowego otrzymywane w czasie służby \nkandydackiej przez funkcjonariuszy Policji, Państwowej Straży Pożarnej, Straży \nGranicznej, Biura Ochrony Rządu i Służby Więziennej, obliczone za okres, w którym \nosoby te uzyskały doch ód;  \n− dodatki za tajne nauczanie określone w ustawie z dnia 26 stycznia 1982 r. – Karta \nNauczyciela;  \n− dochody uzyskane z działalności gospodarczej prowadzonej na podstawie \nzezwolenia na terenie specjalnej strefy ekonomicznej określonej w przepisach  \no specjalnych strefach ekonomicznych;  \n\n− ekwiwalenty pieniężne za deputaty węglowe określone w przepisach  \no komercjalizacji, restrukturyzacji i prywatyzacji przedsiębiorstwa państwowego \n„Polskie Koleje Państwowe”;  \n− ekwiwalenty z tytułu prawa do bezpłatnego węgla określone w przepisach  \no restrukturyzacji górnictwa węgla kamiennego w latach 2003 –2006;  \n− świadczenia określone w przepisach o wykonywaniu mandatu posła i senatora;  \n− świadczenie pieniężne określone w ustawie z dnia 20 marca 2015 r. o działaczach \nopozycji antykomunistycznej oraz osobach represjonowanych z powodów \npolitycznych;  \n− przychody wolne od podatku dochodowego na podstawie art. 21 ust. 1 pkt 148 \nustawy PDOF, pomniejszone o składki na ubezpieczenia społeczne oraz składki na \nubezpieczenia zdrowotne;  \n− przychody wolne od podatku dochodowego na podstawie art. 21 ust. 1 pkt 152 \nlit. a,b i d oraz pkt 153 lit. a, b i d ustawy PDOF, oraz art. 21 ust. 1 pkt 154 ustawy \nPDOF w zakresie przychodów ze stosunku służbowego, stosunku pracy, pracy \nnakładczej, spółdzi elczego stosunku pracy, z umów zlecenia, o których mowa  \nw art. 13 pkt 8 ustawy PDOF, zasiłku macierzyńskiego, o którym mowa w ustawie  \nz dnia 25 czerwca 1999 r. o świadczeniach pieniężnych z ubezpieczenia \nspołecznego w razie choroby i macierzyństwa pomniejszone o składki na \nubezpieczenia społeczne oraz składki na ubezpieczenia zdrowotne;  \n− przychody wolne od podatku dochodowego na podstawie art. 21 ust. 1 pkt 152 \nlit. c, pkt 153 lit. c oraz pkt 154 ustawy PDOF z pozarolniczej działalności \ngospodarczej opodatkowanych według zasad określonych w art. 27 i art. 30c tej \nustawy, pomniejszone o sk ładki na ubezpieczenia społeczne oraz składki na \nubezpieczenia zdrowotne;  \n− dochody z pozarolniczej działalności gospodarczej opodatkowanej w formie \nryczałtu od przychodów ewidencjonowanych, o których mowa w art. 21 ust. 1 pkt \n152 lit. c, pkt 153 lit. c i pkt 154 ustawy PDOF, ustalone zgodnie z art. 5 ust. 7a \nustawy PDOF.  \n\n"}