{"content": "# Nowoczesne technologie w kryminalistyce - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/studia/kierunki-i-specjalnosci/nowoczesne-technologie-w-kryminalistyce/\nCrawled: 2025-03-19 21:37:22\n\nNowoczesne technologie w kryminalistyce\n\nStudia inżynierskie, studia stacjonarne I stopnia\n\nW odpowiedzi na zapotrzebowanie rynku na specjalistów nowego typu\n\nPrzestępczość jest nierozerwalnie związana zarówno z działalnością człowieka, jak i rozwojem technologicznym, nie ulega zatem wątpliwości, że kryminalistyka należy i będzie również w przyszłości należeć do dziedzin, których istnienie i rozwój będą miały wysoki priorytet społeczny i naukowy. Eksperci w dziedzinie kryminalistyki, a także analizy informacji – w tym analizy kryminalnej – są i będą poszukiwani na rynku zarówno służb państwowych, jak i komercyjnym. Stworzenie na AGH kierunku kształcącego pożądanych specjalistów jest odpowiedzią na to zapotrzebowanie. Stanowi także uzupełnienie naturalnej luki w procesie dydaktycznym – do tej pory bowiem brak było specjalistycznego otwartego kształcenia w tym zakresie. Wszystkie szkoły resortowe kształcą specjalistów wyłącznie na swoje potrzeby, w dodatku w relatywnie krótkich cyklach kształcenia.\n\nW sytuacji niesłabnącego deficytu na wysoko wykwalifikowanych analityków kryminalnych i osób wykształconych w dziedzinie technik kryminalistycznych oraz bezpieczeństwa informacyjnego, zasadnym wydaje się utworzenie kierunku studiów inżynierskich, który byłby odpowiedzią na zapotrzebowanie ze strony nie tylko podmiotów takich jak służby specjalne RP, Policja czy Służba Więzienna, ale także szerokiej palety podmiotów komercyjnych, w tym m.in. banków, firm ubezpieczeniowych, dostawców sprzętu i integratorów rozwiązań IT .\n\nNowoczesne technologie w kryminalistyce to nowatorski kierunek studiów, który ma ogromne szanse na sukces dydaktyczny, naukowy i komercyjny także dlatego, że zarówno jego koncepcja merytoryczna, jak i jej realizacja w trakcie procesu kształcenia, to projekt wielowymiarowy. Stanowi bowiem efekt ścisłej współpracy trzech wydziałów Akademii Górniczo-Hutniczej, z których każdy specjalizuje się w innej dziedzinie: Wydziału Informatyki, Elektroniki i Telekomunikacji, Wydziału Humanistycznego oraz Wydziału Inżynierii Materiałowej i Ceramiki. Specyfika każdego z nich oraz wysoko wyspecjalizowana kadra naukowo-dydaktyczna w połączeniu z nowoczesnym zapleczem technicznym i technologicznym uczelni gwarantuje kompleksową i wysoką jakość kształcenia.\n\nPełny program kierunku, studia I stopnia\n\nSzczegółowe informacje dotyczące rekrutacji na kierunek\n\nKierunek studiów realizowany w partnerstwie z:\n\nAgencją Bezpieczeństwa Wewnętrznego\n\nSłużbą Kontrwywiadu Wojskowego\n\nKomendą Główną Żandarmerii Wojskowej.\n\nSzczegółowe informacje dotyczące rekrutacji na kierunek NTWK\n\nPrezentacja rekrutacyjna kierunku NTWK", "metadata": {"url": "https://wh.agh.edu.pl/studia/kierunki-i-specjalnosci/nowoczesne-technologie-w-kryminalistyce/", "title": "Nowoczesne technologie w kryminalistyce - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "c9bf9763c77c1cef31c14b76dfa9b4da", "word_count": 325, "headings": [{"level": 1, "text": "Nowoczesne technologie w kryminalistyce"}, {"level": 3, "text": "%20"}]}}