{"content": "#  Computer Physics -- Wydział Fizyki i Informatyki Stosowanej AGH \n\nURL: https://www.fis.agh.edu.pl/kandydaci/computer-physics\nCrawled: 2025-03-19 21:36:16\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Computer Physics \n\nContemporary physics uses computational methods for planning and  interpreting experiments, as well as to develop theories on the fundamental laws of nature and emerging phenomena in complex systems. These studies will allow students to gain the necessary competencies to participate in developing theoretical physics and the computer tools required in the process. The curriculum contains modules characteristic of both physics and computer science. The graduates will be prepared to join the second-degree studies of both physics and computer science or enter the job market as computer programmers. English is implemented as a teaching language in the course to familiarize the students with the working language of large IT companies. \"Computer physics\" was previously a specialization in the technical physics course. The graduates enjoyed a successful career in science or in the job market. The analysis prepared before this course proposal indicated that the IT job market is particularly keen on hiring programmers with skills and knowledge beyond coding. The programme is prepared for candidates with a passion in physics who want to guarantee their career in IT.\n\nStopka\n\n © 2024 Wydział Fizyki i Informatyki Stosowanej\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.fis.agh.edu.pl/kandydaci/computer-physics", "title": " Computer Physics -- Wydział Fizyki i Informatyki Stosowanej AGH ", "depth": 3, "duplicate": false, "content_hash": "9379900829872644561fa5d3949589ed", "word_count": 201, "headings": [{"level": 1, "text": "Computer Physics"}, {"level": 2, "text": "Stopka"}]}}