{"content": "# Historia wydziału | Wydział IET\n\nURL: https://iet.agh.edu.pl/historia-wydzialu/\nCrawled: 2025-03-19 21:32:02\n\nHistoria wydziału\n\nO Wydziale\n\nWładze Wydziału\n\nKolegium Wydziału\n\nDyscypliny naukowe\n\nInformatyka Techniczna i Telekomunikacja\n\nAutomatyka, Elektronika, Elektrotechnika i Technologie Kosmiczne\n\nInstytuty\n\nInstytut Elektroniki\n\nInstytut Telekomunikacji\n\nLaboratoria\n\nDecyzje Dziekana\n\nDecyzje dziekana 2025\n\nDecyzje dziekana 2024\n\nDecyzje dziekana 2023\n\nBiuro Administracyjne\n\nWydział Informatyki, Elektroniki i Telekomunikacji (WIEiT)\n jest jednym z kluczowych Wydziałów w \nAkademii Górniczo-Hutniczej w Krakowie\n z uwagi na wysoką aktywność naukową i badawczą pracowników oraz ich osiągnięcia naukowe i aplikacyjne, cieszy się renomą oraz rozpoznawalnością w kraju i zagranicą.\nW wyniku oceny działalności naukowej przeprowadzonej przez Ministerstwo Edukacji i Nauki dyscypliny naukowe uprawiane na Wydziale otrzymały \nkategorię „A”\n za osiągnięcia naukowe. Wydział posiada także \ncztery wyróżniające oceny\n przyznane \nw 2019 r. przez Polską Komisję Akredytacyjną za szczególną \njakość kształcenia\n na kierunkach: Informatyka, Teleinformatyka, Elektronika, Elektronika i Telekomunikacja (w języku polskim i języku angielskim). Stanowi to najlepsze potwierdzenie jego wyrazistego charakteru oraz silnej pozycji naukowej i dydaktycznej.\n\nBudynek Teleinformatyka B-9\nBudynek WIET C3 Informatyka\nBudynek WIET C3\nBudynek WIET D6\n\nCharakterystyka wydziału\n\nKadrę naukowo dydaktyczną stanowi \n13 profesorów\n, \n28 profesorów\n\nuczelni\n, \n57 adiunktów\n oraz \n24\n asystentów, tj. łącznie\n\n122 osób\n. Są to osoby, które cechuje ciekawość, pasja badawcza, dążenie do pogłębiania wiedzy i aktywne działanie.\nWydział Informatyki, Elektroniki i Telekomunikacji jest bardzo wysoko oceniany w skali międzynarodowej. Priorytetem jest kształcenie, badania naukowe podstawowe i stosowane.\n\nWIEiT realizuje zadania poszerzania, doskonalenia i różnicowania oferty dydaktycznej, umożliwiające kształcenie na \n6 kierunkach\n,  w dwóch dyscyplinach: \nInformatyki Technicznej i Telekomunikacji\n oraz \nAutomatyki, Elektroniki, Elektrotechniki i Technologii Kosmicznych.\nWizytówką Wydziału są elitarne kierunki kształcenia: \nElektronika\n, \nElektronika i Telekomunikacja \n(kierunek prowadzony również w języku angielskim) \nTeleinformatyka\n i \nCyberbezpieczeństwo\n. Prowadzimy także międzywydziałowy kierunek \nNowoczesne Technologie w Kryminalistyce\n. \nProgramy kształcenia powstały jako odpowiedź na zapotrzebowanie przedsiębiorstw i administracji publicznej na specjalistów nowego rodzaju i są regularnie aktualizowane w dialogu z otoczeniem społecznym i międzynarodowym środowiskiem IT. Ilość studentów przypadających na 1 pracownika dydaktycznego wynosi ok 13 osób.\nSpołeczność Wydziału\n\ntworzą studenci, pracownicy naukowo-dydaktyczni, personel techniczny i administracyjny – osoby, które wyróżnia ciekawość, dążenie do pogłębiania wiedzy, pasja badawcza, dynamika i umiejętność pracy w zespole. Te cechy są źródłem potencjału naukowego i dydaktycznego. Nasi pracownicy to społeczność wyjątkowa i aktywna w obszarze nowoczesnych technologii informacyjnych.\n\nPotencjał badawczy\n\nWydział\n posiada zdolność organizacyjną do podejmowania badań podstawowych oraz stosowanych, w tym obejmujących badania przemysłowe i prace rozwojowe prowadzone na potrzeby przedsiębiorstw, instytucji państwowych oraz służb dbających o bezpieczeństwo i porządek państwa.\nWydział\n uczestniczy w projektach realizowanych samodzielnie i w konsorcjach wymagających silnego wsparcia w zakresie planowania i realizacji projektów. Korzysta z najlepszych wzorców zarządzania dużymi i złożonymi projektami.\nWydział w sposób ciągły pozyskuje i realizuje projekty krajowe, międzynarodowe (naukowe, badawczo-rozwojowe i edukacyjne). Wskaźnik aktywności projektowej pracowników wynosi ok. 0,6 projektu na osobę.\nPriorytet wydziału \nWydział Informatyki, Elektroniki i Telekomunikacji\n jest częścią \nAGH\n – uczelni powołanej do poszerzania wiedzy oraz kształcenia i wychowywania studentów. Zabiega o rozwój studentów i kadry naukowo-dydaktycznej, która prowadzi badania naukowe zgodnie z zasadami swobody nauczania, pasji odkrywania, wolności nauki i przekazywania prawdy w duchu poszanowania jednostki.\nWydział WIET uczy postawy odpowiedzialności zawodowej, doskonałości naukowej, postawy obywatelskiej oraz odzwierciedla je w zachowaniu pracowników i studentów. Dbając o rozwój kadry naukowo-dydaktycznej oraz studentów, służy nauce, gospodarce i społeczeństwu.\n\nHistoria\n\nPowstanie Wydziału Informatyki Elektroniki i Telekomunikacji zostało zainicjowane  Zarządzeniem nr 33/2011 JM Rektora AGH, prof. Antoniego Tajdusia z dnia 5 grudnia 2011. Wydział Informatyki, Elektroniki i Telekomunikacji jest jedną z młodszych jednostek organizacyjnych naszej Uczelni, ale jego wysokie, czwarte miejsce w statutowym wykazie jednostek odzwierciedla długoletnią historię badań naukowych i kształcenia studentów w obszarach wymienionych w jego nazwie. Wzmiankowana decyzja Rektora tworzyła z ówczesnego Wydziału Elektrotechniki, Automatyki, Informatyki i Elektroniki (sięgającego swą historią do roku 1952  i noszącego ciągu swej działalności nazwy kolejno: W. Elektromechanicznego (1952-57), Elektrotechniki Górniczej i Hutniczej (1957-75), Elektrotechniki, Automatyki i Elektroniki (1975-1998)) dwie nowe podstawowe jednostki organizacyjne – zgodnie z zarządzeniem jednostka o roboczej nazwie „Wydział B” powstać miała z połączenia istniejących wewnątrz EAIiE Katedr: Informatyki (kierowanej przez prof. Krzysztofa Zielińskiego), Elektroniki (pod kierownictwem prof. Stanisława Kuty) oraz Telekomunikacji (kierownik prof. Andrzej Pach) – to właśnie „triumwirat” wymienionych złożył Rektorowi wniosek, który zapoczątkował formalny proces konstytuowania się nowego wydziału. Profesor Andrzej Pach na mocy wspomnianego Zarządzenia nr 33  został powołany na Kierownika Zespołu Organizacyjnego Wydziału, który uchwałą Senatu AGH z 28 marca 2012 otrzymał nazwę Wydziału Informatyki, Elektroniki i Telekomunikacji.\nKażda z tworzących Wydział katedr jest kontynuatorką dorobku naukowego i dydaktycznego wcześniej istniejących jednostek – katedr, zakładów czy instytutów, gdyż struktura uczelni zmieniała się w ciągu jej prawie stuletniej historii. Rodowód wszystkich trzech sięga co najmniej do roku 1957, kiedy to w strukturze ówczesnego Wydziału Elektrotechniki Górniczej i Hutniczej powstała Katedra Automatyki i Elektroniki Przemysłowej z Zakładami: Elektroniki, Maszyn Cyfrowych i Analogowych oraz Automatyki i Telemechaniki. W latach siedemdziesiątych XX wieku zmieniono – zgodnie z krajowymi trendami – strukturę Uczelni na instytutową. Wtedy powstał Instytut Elektroniki (1973 – pierwszy dyrektor doc. Zbigniew  Wąsowicz), nieco później Instytut Informatyki. O ile Instytut Elektroniki powstał w wyniku podziału istniejących struktur, narodziny Instytutu Informatyki były efektem fuzji grupy informatyków (mówimy o czasach, kiedy ta dyscyplina naukowa dopiero się rodziła) związanych z Instytutem Automatyki (prof. A. Gościński i jego współpracownicy) z analogicznym zespołem związanym z Instytutem Fizyki (grupa prof. J. Mościńskiego). Pierwszym dyrektorem (1980) Instytutu Informatyki został prof. Jacek Mościński, a prof. A. Gościński – jego zastępcą. W 1986 roku utworzono Katedrę Telekomunikacji (jej pierwszym kierownikiem był prof. Antoni Pach) jako jednostkę pozainstytutową. Notabene w okresie pomiędzy 1969 a 1990 katedry były w polskich uczelni rzadkością i przez jakiś czas od powstania Katedra Telekomunikacji była jedyną katedrą uniwersytecką/politechniczną w Polsce.\nMniej więcej od połowy lat siedemdziesiątych, datują się też prowadzone w AGH studia dzienne i zaoczne na kierunkach Informatyka, Elektronika oraz Telekomunikacja (Elektronika jak i Telekomunikacja były odrębnymi kierunkami kształcenia do 1992 r., kiedy to decyzją Ministra Szkolnictwa Wyższego połączono je w jeden kierunek studiów Elektronika i Telekomunikacja).\nNa przełomie 2011 i 2012 r. zainicjowano otwarcie unikatowego kierunku kształcenia – Teleinformatyka. Wniosek o otwarcie tego kierunku składany był przez Katedrę Telekomunikacji jeszcze w strukturach WEAIiE, ale pierwsi rekrutowani nań studenci swoje indeksy odbierali już z rąk Dziekana Wydziału Informatyki, Elektroniki i Telekomunikacji. Obecny Wydział Informatyki, Elektroniki i Telekomunikacji jest więc bezpośrednim kontynuatorem i spadkobiercą tradycji naukowych oraz dydaktycznych w wymienionych obszarach kształcenia i badań naukowych. Na podstawie Zarządzenia nr 33 przejął całość zadań z obszaru kształcenia i spraw studenckich dla wszystkich ówczesnych studentów kierunków Informatyka, Elektronika i Telekomunikacja oraz Teleinformatyka.   Przekazane zostały także – decyzją Centralnej Komisji do Spraw Stopni Naukowych i Tytułu Naukowego z dnia 28 maja 2012 – pełne uprawnienia akademickie nadawania stopni naukowych doktora i doktora habilitowanego oraz wnioskowaniem o nadanie tytułu naukowego profesora we wszystkich dyscyplinach naukowych występujących w nazwie wydziału.\n\nProces tworzenia Wydziału, wybór władz\n\nPod koniec kadencji 2008-2012 władz akademickich, w związku z wzmiankowanymi wyżej decyzjami JM Rektora AGH i jej Senatu, wybory ciał kolegialnych i organów jednoosobowych odbyły się z uwzględnieniem zaplanowanej od 2012 struktury organizacyjnej Uczelni. Przedstawiciele założycielskich katedr utworzyli Wydziałowe Kolegium Elektorów a dr inż. Witold Machowski został jego przewodniczącym. WKE na zebraniu wyborczym w dniu 19 kwietnia 2012  powierzyło prof. Tadeuszowi Pisarkiewiczowi  funkcję pierwszego Dziekana Wydziału Informatyki, Elektroniki i Telekomunikacji. Dziekan-elekt został z dniem 25 kwietnia 2012 powołany przez Rektora na stanowisko Dyrektora Instytutu Informatyki, Elektroniki i Telekomunikacji – jednostki organizacyjnej stworzonej na Wydziale EAIiE na okres przejściowy i połączonej z Wydziałem IEiT z dniem 1 września 2012 na podstawie Zarządzenia Rektora nr 24/2012 z 28 sierpnia 2012.  Prof. Pisarkiewicz zaproponował też na funkcje swoich zastępców – prodziekanów WIEiT prof. Katarzynę Zakrzewską (Prodziekan ds. Nauki) oraz dra Marka Gajęckiego i dra Andrzeja Staniszewskiego (Prodziekani ds. Kształcenia). Wszystkie kandydatury prodziekanów zostały zaakceptowane przez Wydziałowe Kolegium Elektorów w dniu 26 kwietnia 2012. Równolegle odbyły się wybory Rady Wydziału i jego przedstawicieli do Senatu AGH (z urzędu Dziekan oraz z wyboru – prof. A. Pach, prof. K. Zieliński i dr W. Machowski). Już po rozpoczęciu roku akademickiego 2012/13 Dziekan wystąpił do Uczelnianej Komisji Wyborczej o wyrażenie zgody na powołanie jeszcze jednego Prodziekana – ds. Ogólnych i po jej uzyskaniu zaproponował na to stanowisko prof. Grzegorza Dobrowolskiego. Wydziałowe Kolegium Elektorów przyjęło tę kandydaturę na zebraniu wyborczym w dniu 3 października 2012. Nad wszystkimi czynnościami wyborczymi pieczę miała Wydziałowa Komisja Wyborcza pod przewodnictwem dra Janusza Majewskiego.\n\nWydział inauguruje działalność\n\nZ dniem 1 września 2012\n Wydział IEiT formalnie rozpoczął swoje funkcjonowanie pod zwierzchnictwem wybranych władz. W międzyczasie rozstrzygnięto też konkurs na stanowisko Dyrektora Administracyjnego nowej jednostki i organizatorem Biura Dziekana WIEiT oraz pierwszą  Dyrektor Administracyjną Wydziału została mgr inż. Lidia Krawentek.\nW dniu 3 września 2012 odbyło się pierwsze posiedzenie kolegium dziekańskiego.\nDzień 6 września 2012 jest kamieniem milowym naszej historii – odbyło się wtedy uroczyste inauguracyjne posiedzenie Rady Wydziału, które zaszczycili swoją obecnością dostojni goście: JM Rektor AGH prof. T. Słomka, prorektorzy prof. Tomasz Szmuc i prof. Mirosław Karbowniczek, Kwestor mgr Maria Ślizień oraz prof. Antoni Cieśla jako dziekan bratniego Wydziału Elektrotechniki, Automatyki Informatyki i Inżynierii Biomedycznej.\n\nNa AGH powstaje 17. Wydział\n\nW dniu 1. października 2023 r. nastąpiło wyodrębnienie ze struktur Wydziału Informatyki, Elektroniki i Telekomunikacji nowego Wydziału – Wydziału Informatyki przy zachowaniu ciągłości procesu dydaktycznego i badań prowadzonych w ramach WIEiT.\n\nBudynek WIET D6\nBudynek Teleinformatyka B-9\nBudynek WIET C3 Informatyka\nBudynek WIET C3", "metadata": {"url": "https://iet.agh.edu.pl/historia-wydzialu/", "title": "Historia wydziału | Wydział IET", "depth": 3, "duplicate": false, "content_hash": "8b76e8ee5e5461bbf63f3b2507ab52f2", "word_count": 1516, "headings": [{"level": 3, "text": "Historia wydziału"}, {"level": 3, "text": "Charakterystyka wydziału"}, {"level": 3, "text": "Potencjał badawczy"}, {"level": 3, "text": "Historia"}, {"level": 3, "text": "Proces tworzenia Wydziału, wybór władz"}, {"level": 3, "text": "Wydział inauguruje działalność"}, {"level": 3, "text": "Na AGH powstaje 17. Wydział"}]}}