{"content": "#  Indywidualny Plan Kształcenia -- Szkoła Doktorska AGH \n\nURL: https://www.sd.agh.edu.pl/doktoranci/realizacja-przedmiotu-poza-sd-agh\nCrawled: 2025-03-19 21:38:56\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Indywidualny Plan Kształcenia \n\nZgodnie z art. 204 ust. 3 Ustawy Prawo o szkolnictwie wyższym i nauce, na wniosek doktoranta kształcenie może być zawieszone na okres odpowiadający czasowi trwania urlopu macierzyńskiego, urlopu na warunkach urlopu macierzyńskiego, urlopu ojcowskiego oraz urlopu rodzicielskiego, określonych w ustawie z dnia 26 czerwca 1974 r. – Kodeks pracy.\n\nW okresie zawieszenia kształcenia do ustalenia wysokości stypendium doktoranckiego stosuje się odpowiednio przepisy dotyczące ustalania zasiłku macierzyńskiego, z tym że przez podstawę wymiaru zasiłku rozumie się wysokość miesięcznego stypendium doktoranckiego, przysługującego w dniu złożenia wniosku o zawieszenie. \n\nWniosek o zawieszenie kształcenia\n.\n\nZgodnie z art. §26 pkt  4. Regulaminu Szkoły Doktorskiej AGH:  Doktorant ma obowiązek złożenia oświadczenia o podjęciu zawieszonego kształcenia w terminie 14 dni od dnia zakończenia okresu zawieszenia kształcenia. Niezłożenie oświadczenia w tym terminie uznaje się za rezygnację z kształcenia w Szkole.\n\nOświadczenie o powrocie do kształcenia po zawieszeniu kształcenia.\n\nZgodnie z §6 Programu kształcenia w Szkole Doktorskiej AGH, Dyrektor Szkoły może wyrazić zgodę na uczestnictwo doktoranta w module prowadzonym na innej uczelni, w tym zagranicznej i na wprowadzenie modułu do Indywidualnego Planu Kształcenia.\n\nWniosek\n kierowany \ndo Z-cy Dyrektora - prof. dr hab. inż. Łukasza Madeja \npowinien zawierać:\n\nnazwę modułu,\n\nnazwę uczelni realizującej dany moduł,\n\nuzasadnienie.\n\nDo wniosku należy dołączyć wydruk systemowy z opisem merytorycznym modułu i przypisaną mu liczbą pkt ECTS oraz pisemną zgodę uczelni przyjmującej na uczestnictwo doktoranta SD AGH w zajęciach.\n\nW skład bloku dydaktycznego, który przygotowuje do pracy w charakterze nauczyciela akademickiego, wchodzą \nmoduł Doskonalenie dydaktyczne\n w wymiarze 41 godzin i 4 punktów ECTS oraz \npraktyki dydaktyczne\n. Praktyki realizowane są w formie prowadzenia zajęć lub współuczestniczenia w prowadzeniu zajęć w wymiarze nieprzekraczającym 60 godzin. Doktorant może rozpocząć realizację Bloku Dydaktycznego w 2, 4 lub 6 semestrze kształcenia w Szkole Doktorskiej.\n\nDoskonalenie dydaktyczne składa się z kursu dydaktycznego (32 h) prowadzonego w semestrze 2 (4 lub 6) oraz hospitacji (9h) realizowanych w semestrze 3 (5 lub 7).\n\nZaliczenie kursu dydaktycznego uprawnia do odbycia hospitacji. Istnieje możliwość realizacji hospitacji wcześniej ale po ukończeniu kursu dydaktycznego (czyli uzyskaniu zaliczenia z tego przedmiotu). Od semestru 2 (4 lub 6) doktoranci mogą asystować w prowadzeniu zajęć. 60 godzin praktyk powinno być wypracowane w ciągu dwóch semestrów 2 i 3 ( 4,5 lub 6,7).\n\nOcena końcowa i uzyskanie certyfikatu następuje w 3 semestrze (5 lub 7) po uzyskaniu wszystkich zaliczeń cząstkowych, tj. kursu dydaktycznego, praktyk oraz hospitacji.\n\nStopka\n\nBiblioteka Główna\n\nOchrona danych osobowych\n\nStrona główna AGH\n\nInicjatywa Doskonałości – Uczelnia Badawcza\n\nSzkoła Doktorska AGH\nbud. A3, I p., pok. 118\nal. Mickiewicza 30\n30-059 Kraków\n\nDziekanat\n E-mail: phd@agh.edu.pl\n Tel. +48 12 617 56 13\n Tel. +48 12 617 56 11\n Tel. +48 12 617 56 14\n Obsługa bezpośrednia i telefoniczna doktorantów:\n poniedziałek - nieczynne\n wtorek-piątek - 9:00-13:00\n\nSekretariat\n E-mail: sdbiuro@agh.edu.pl\n Tel. +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/doktoranci/realizacja-przedmiotu-poza-sd-agh", "title": " Indywidualny Plan Kształcenia -- Szkoła Doktorska AGH ", "depth": 3, "duplicate": false, "content_hash": "1b3b1147048781485260e5d57f0b41e4", "word_count": 466, "headings": [{"level": 1, "text": "Indywidualny Plan Kształcenia"}, {"level": 2, "text": "Stopka"}]}}