{"content": "# Projekty - Wydział Energetyki i Paliw | AGH Kraków\n\nURL: https://weip.agh.edu.pl/projekty/\nCrawled: 2025-03-19 21:35:48\n\nRealizowane projekty badawcze i wdrożeniowe\n\nWydział Energetyki i Paliw AGH nieustannie prowadzi liczne projekty naukowe, badawczo-rozwojowe oraz wdrożeniowe, obejmujące szeroki zakres tematyczny – od tradycyjnych zagadnień związanych z paliwami kopalnymi, aż po nowoczesne technologie odnawialnych źródeł energii. Dzięki temu nasza kadra i studenci mogą współtworzyć oraz aktywnie kształtować przyszłość sektora energetycznego w Polsce i na świecie.\n\nKierownik\n\nTytuł projektu\n\nAKRONIM\n\nMariusz Filipowicz\n\nInnovative Master Courses Supporting the Improvement of the Energy and Carbon Footprint of the Ukrainian Building Stock\n\nUKRENERGY\n\nBogdan Samojeden\n\nInnovative Mobility Attracting Tools for Latin America\n\nI-MAT\n\nWojciech Suwała\n\nAnalysis of the European energy system under the aspects of flexibility and technological progress\n\nREFLEX\n\nMonika Motak\n\nPlasma catalysis for CO2 recycling and green chemistry\n\nPIONEER II\n\nKarol Sztekler\n\nEnergy Transition Master Programme\n\nMSc Energy Transition\n\nKatarzyna Zarębska\n\nPhD School\n\nPhD School\n\nArtur Wyrwa\n\nSELECT- MSc Environomical Pathways for Sustainable Energy Systems\n\nSELECT\n\nKatarzyna Styszko\n\nETEIA Energy Transition Entrepreneurs in Action\n\nHEI – ETEIA\n\nJanusz Szmyd\n\nRealizacja długofalowej współpracy badawczo-dydaktycznej z Japonią w ramach kierunku Energy & Environmental Engineering\n\nJanina Molenda\n\nSynergistyczne zastosowanie inżynierii stanów elektronowych i inżynierii mikrostrukturalnej do opracowania bezkobaltowych katod wysokonapięciowych do akumulatorów Na-ion\n\nWojciech Suwała\n\nREFLEX: Elastyczność technologii energetycznych w Europie z uwzględnieniem procesów doskonalenia.\n\nRELflex\n\nMonika Motak\n\nPIONEER: Recykling CO2 oraz „zielona chemia” – kataliza plazmowa – PIONEER\n\nPIONEER II\n\nKarol Sztekler\n\nStudia magisterskie EIT InnoEnergy Energy Transition\n\nEnergy Transition\n\nArtur Wyrwa\n\nProgram studiów magisterskich EIT InnoEnergy MSc SELECT Environomical Pathways for Sustainable Energy Systems\n\nSELECT\n\nMariusz Filipowicz\n\nBudowa układu kogeneracyjnego z małymi i średnimi kotłami na biomasę\n\nBioORC\n\nJanusz Szmyd\n\nCharakterystyki Suszenia Polskich Węgli Brunatnych: Zwiększenie efektywności elektrowni opalanych węglem brunatnym poprzez innowacyjny system suszenia węgla parą przegrzaną\n\nWładysław Pohorecki\n\nF4E-FPA-395-2: Eksperymentalne badanie produkcji gazów w materiałach dla projektowanego źródła neutronów IFMIF i jądrowa aparatura pomiarowa dla modułów testowych (TBM) reaktora termojądrowego ITER.\n\nKatarzyna Styszko\n\nWspółpraca polsko-austriacka: Skład chemiczny aerozoli atmosferycznych w południowej Polsce i wschodniej Austrii ze szczególnym uwzględnieniem nowopojawiających się zanieczyszczeń\n\nPaweł Gajda\n\nZależność polskiego i europejskiego programu jądrowego od Rosji oraz droga do jej redukcji „NukSeFutur”\n\nNUKSEFUTUR\n\nJanusz Szmyd\n\nNAWA EXPO OSAKA 2025\n\nNaN\n\nMikołaj Oettingen\n\nSkills for Nuclear\n\nSKILLS4NUCLEAR\n\nMagdalena Dudek\n\nSustainable and green rail systemsRail4Earth\n\nRail4Earth\n\nAndrzej Gołdasz\n\nOpracowanie mobilnego magazynu ciepła pozwalającego na wykorzystanie ciepła odpadowego dla spółki PTEP\n\nMMC\n\nJanina Molenda\n\nZastosowanie inżynierii defektów i inżynierii stanów elektronowych w opracowaniu analogów błękitu pruskiego – materiału katodowego dla nowej generacji ogniw Na-ion o wysokiej gęstości energii i bezpieczeństwie;\n\nNaBat", "metadata": {"url": "https://weip.agh.edu.pl/projekty/", "title": "Projekty - Wydział Energetyki i Paliw | AGH Kraków", "depth": 3, "duplicate": false, "content_hash": "63af88de9c65216f60d102e223adbb30", "word_count": 403, "headings": [{"level": 1, "text": "Projekty"}, {"level": 3, "text": "Realizowane projekty badawcze i wdrożeniowe"}, {"level": 4, "text": ""}]}}