{"content": "# Stopnie naukowe | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/stopnie-naukowe/\nCrawled: 2025-03-19 21:30:11\n\nStopnie naukowe\n\nPROFESURY\n\nHABILITACJE\n\nDOKTORATY\n\nUSTAWY I ROZPORZĄDZENIA\n\nUstawy\nUstawa z dnia 27 lipca 2005 r. Prawo o szkolnictwie wyższym\n (.pdf) (Dz. U. nr 164 z dnia 27 lipca 2005 r. poz. 1365, z późn. zm.)\nUstawa z dnia 18 marca 2011 r. o zmianie ustawy\n (.pdf) – Prawo o szkolnictwie wyższym, ustawy o stopniach naukowych i tytule naukowym oraz o stopniach i tytule w zakresie sztuki oraz o zmianie niektórych innych ustaw (Dz.U. nr 84 poz. 455)\nUstawa z dnia 11 lipca 2014 r. o zmianie ustawy\n (.pdf) – Prawo o szkolnictwie wyższym oraz niektórych innych ustaw (Dz. U. 2014 poz. 1198)\nUstawa z dnia 23 czerwca 2016 r. o zmianie ustawy\n (.pdf) – Prawo o szkolnictwie wyższym oraz niektórych innych ustaw (Dz. U. 2016 poz. 1311)\nUstawa z dnia 14 marca 2003 r.\n (.pdf) o stopniach naukowych i tytule naukowym oraz o stopniach i tytule naukowym w zakresie sztuki (Dz. U. Nr 65, poz. 595, z późn. zm)\nObwieszczenie Marszałka Sejmu Rzeczypospolitej Polskiej z dnia 3 czerwca 2016 r.\n (.pdf) w sprawie ogłoszenia jednolitego tekstu ustawy o stopniach naukowych i tytule naukowym oraz o stopniach i tytule w zakresie sztuk ( Dz. U. 2016 poz. 882)\nUstawa z dnia 21 kwietnia 2017 r. o zmianie ustawy\n (.pdf) o stopniach naukowych i tytule naukowym oraz o stopniach i tytule w zakresie sztuki oraz niektórych innych ustaw\nObwieszczenie Marszałka Sejmu Rzeczypospolitej Polskiej z dnia 15 września 2017 r.\n (.pdf) w sprawie ogłoszenia jednolitego tekstu ustawy o stopniach naukowych i tytule naukowym oraz o stopniach i tytule w zakresie sztuki\nUstawa z dnia 3 lipca 2018 r.\n (.pdf) Przepisy wprowadzające ustawę – Prawo o szkolnictwie wyższym i nauce (Dz. U. poz. 1669)\nUstawa z dnia 20 lipca 2018 r.\n (.pdf) Prawo o szkolnictwie wyższym i nauce (t.j. Dz. U. 2023 poz. 742)\nRozporządzenia\nRozporządzenie Ministra Edukacji Narodowej i Sportu z dnia 15 stycznia 2004 r.\n (.pdf)  w sprawie szczegółowego trybu przeprowadzania czynności w przewodach doktorskim i habilitacyjnym oraz w postępowaniu o nadanie tytułu profesora (Dz. U. 2004 Nr 15, poz. 128)\nRozporządzenie Ministra Edukacji i Nauki z dnia 15 grudnia 2005 r.\n (.pdf)  zmieniające rozporządzenie w sprawie szczegółowego trybu przeprowadzania czynności w przewodach doktorskim i habilitacyjnym oraz w postępowaniu o nadanie tytułu profesora (Dz. U. 2005, nr 252, poz. 2125)\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 17 sierpnia 2006 r.\n (.pdf)  zmieniające rozporządzenie w sprawie szczegółowego trybu przeprowadzania czynności w przewodach doktorskim i habilitacyjnym oraz w postępowaniu o nadanie tytułu profesora (Dz.U. 2006, nr 153 poz. 1094)\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 22 września 2011 r.\n (.pdf)  w sprawie szczegółowego trybu i warunków przeprowadzania czynności w przewodzie doktorskim, w postępowaniu habilitacyjnym oraz w postępowaniu o nadanie tytułu profesora (Dz.U. 2011 r. nr 204 poz.1200)\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 3 października 2014 r.\n (.pdf)  w sprawie szczegółowego trybu i warunków przeprowadzania czynności w przewodzie doktorskim, w postępowaniu habilitacyjnym oraz w postępowaniu o nadanie tytułu profesora (Dz.U. z dnia 14 października 2014 r. poz. 1383)\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 30 października 2015 r.\n (.pdf)  w sprawie szczegółowego trybu i warunków przeprowadzania czynności w przewodzie doktorskim, w postępowaniu habilitacyjnym oraz w postępowaniu o nadanie tytułu profesora (Dz. U. 2015 r. poz. 1842)\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 26 września 2016 r.\n (.pdf)  w sprawie szczegółowego trybu i warunków przeprowadzania czynności w przewodzie doktorskim, w postępowaniu habilitacyjnym oraz w postępowaniu o nadanie tytułu profesora (Dz.U. 2016 poz. 1586)\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 10 lutego 2017 r.\n (.pdf)  zmieniające rozporządzenie w sprawie szczegółowego trybu i warunków przeprowadzania czynności w przewodzie doktorskim, w postępowaniu habilitacyjnym oraz w postępowaniu o nadanie tytułu profesora (Dz. U. 2017, poz.271)\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 19 stycznia 2018 r.\n (.pdf) w sprawie szczegółowego trybu i warunków przeprowadzania czynności w przewodzie doktorskim, w postępowaniu habilitacyjnym oraz w postępowaniu o nadanie tytułu profesora (Dz. U. z 2018, poz. 261)\nRozporządzenie Ministra Edukacji Narodowej z dnia 3 kwietnia 2017 r.\n (.pdf) zmieniające rozporządzenie w sprawie wzorów znaków graficznych informujących o poziomach Polskiej Ramy Kwalifikacji przypisanych do kwalifikacji pełnych i cząstkowych włączonych do Zintegrowanego Systemu Kwalifikacji (Dz. U. 2017, poz.764).\nRozporządzenie Ministra Edukacji Narodowej z dnia 13 lipca 2016 r.\n (.pdf) w sprawie wzorów znaków graficznych informujących o poziomach Polskiej Ramy Kwalifikacji przypisanych do kwalifikacji pełnych i cząstkowych włączonych do Zintegrowanego Systemu Kwalifikacji (Dz. U. 2016, poz. 1022)\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 14 września 2011 r.\n (.pdf)  w sprawie wysokości i warunków wypłacania wynagrodzenia promotorowi oraz za recenzje i opinie w przewodzie doktorskim , postępowaniu habilitacyjnym oraz postępowaniu o nadanie tytułu profesora (Dz. U. nr 206, poz. 1219)\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 28 sierpnia 2012 r.\n (.pdf)  zmieniające rozporządzenie w sprawie wysokości i warunków wypłacania wynagrodzenia promotorowi oraz za recenzje i opinie w przewodzie doktorskim, postępowaniu habilitacyjnym oraz postępowaniu o nadanie tytułu profesora (Dz.U. 2012 nr 0 poz. 990)\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dn. 25 września 2018 r.\n (.pdf) w sprawie wysokości minimalnego miesięcznego wynagrodzenia zasadniczego dla profesora w uczelni publicznej (Dz. U. 2018, poz. 1838)\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dn. 28 września 2018 r.\n (.pdf) w sprawie nostryfikacji stopni naukowych i stopni w zakresie sztuki nadanych za granicą (Dz. U. 2018, poz. 1877)\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 1 września 2011 r.\n (.pdf)  w sprawie kryteriów oceny osiągnięć osoby ubiegającej się o nadanie stopnia doktora habilitowanego (Dz.U. nr 196 poz. 1165)\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dn. 20 września 2018 r.\n (.pdf) w sprawie dziedzin nauki i dyscyplin naukowych oraz dyscyplin artystycznych (Dz. U. poz. 1818)\nR\nozporządzenie Ministra Edukacji i Nauki z dnia 11 października 2022 r.\n (.pdf) w sprawie dziedzin nauki i dyscyplin naukowych oraz dyscyplin artystycznych (Dz.U. 2022 poz. 2202; Data wejścia w życie: 2022-11-11)\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dn. 21 września 2018 r.\n (.pdf) w sprawie dyplomów doktorskich, dyplomów habilitacyjnych i legitymacji doktoranta (Dz. U. 2018, poz. 1937)\nInne\nStatut Akademii Górniczo-Hutniczej\nZasady i tryb postępowania w sprawie nadania stopnia doktora (Uchwała Senatu AGH 137/2023)\nZasady i tryb postępowania w sprawie nadania stopnia doktora habilitowanego (Uchwała Senatu AGH 136/2023)\nTekst jednolity uchwały  146/2019 z późn. zm. w sprawie „Zasad i trybu postępowania w sprawie nadania stopnia doktora habilitowanego”\nZarządzenie Rektora AGH nr 21/2020 w sprawie określenia zasad przeprowadzania postępowań nostryfikacyjnych stopni naukowych uzyskanych za granicą\nZarządzenie Rektora AGH nr 24/2021 w sprawie ustalenia zasad i procedur gromadzenia, rejestrowania i udostępniania rozpraw doktorskich w Akademii Górniczo-Hutniczej\n – \nZałącznik nr 1 do Zarządzenia Rektora AGH nr 24/2021\n – \nZałącznik nr 2 do Zarządzenia Rektora AGH nr 24/2021\n – \nZałącznik nr 3 do Zarządzenia Rektora AGH nr 24/2021\nSkład Zespołu ds. 8PRK\nKryteria wyróżniania rozpraw doktorskich realizowanych w dyscyplinie AEE\nZasady przeprowadzania obron doktorskich w warunkach epidemii\nRealizacja postępowania doktorskiego w warunkach epidemii\nPoradnik. Postępowania dotyczące nadawania stopnia doktora habilitowanego.\nPoradnik. Postępowania dotyczące nadawania tytułu profesora.\nPoradnik. Recenzje w postępowaniach o awans naukowy\nPodstawy prawne uznawania dokumentów o wykształceniu z poszczególnych krajów – \nhttps://nawa.gov.pl/uznawalnosc\nInstytucją właściwą w sprawach uwierzytelniania dokumentów jest obecnie:\nNarodowa Agencja Wymiany Akademickiej\nul. Polna 40\n00-635 Warszawa\nTel. +48 22 390 35 00\nFax. +48 22 826 28 23\ne-mail: \nbiuro@nawa.gov.pl\nNIP 5272820369 REGON 368205180\nKancelaria NAWA czynna jest od poniedziałku do piątku w godzinach 8-16.", "metadata": {"url": "https://www.eaiib.agh.edu.pl/stopnie-naukowe/", "title": "Stopnie naukowe | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "33b531b1cfd6d5f1bfee0dcb32a24735", "word_count": 1222, "headings": [{"level": 2, "text": "Stopnie naukowe"}, {"level": 2, "text": "USTAWY I ROZPORZĄDZENIA"}, {"level": 3, "text": "Ustawy"}, {"level": 3, "text": "Rozporządzenia"}, {"level": 3, "text": "Inne"}]}}