{"content": "#  Diploma nostrification -- Centrum Obsługi Kształcenia AGH \n\nURL: https://www.cok.agh.edu.pl/nostryfikacja-dyplomow-ukonczenia-studiow/nostrification-proc\nCrawled: 2025-03-19 21:20:13\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Diploma nostrification \n\n Basic information about the procedure \n\nThe higher education diploma obtained abroad may be recognized as equivalent to the the Polish diploma and the degree on the basis of international agreement (list of the agreements can be found on \nhttps://www.gov.pl/web/nauka/umowy-dwustronne-dotyczace-uznawalnosci-wyksztalcenia\n – Polish only) which determines an equivalency. If there is no agreement (or its validity has expired) regarding the country in which you have obtained your diploma – then the equivalency may be determined via nostrification procedure.\n\nA person whose diploma has been determined as equivalent to the Polish diploma and the degree \nis eligible to use Polish relevant degree.\n\nThe nostrification procedure is initiated upon the request of the applicant. It may be submitted to the university which holds a proper scientific category (A+, A or B).\n\nBefore submitting an application it is recommended to verify if the chosen university is proper in terms of similarity of profile or conducts similar field of study to that one which an applicant graduated in abroad.\n\nAGH University charges a fee in the amount of \n4 685 PLN \nfor conducting the nostrification procedure.\n\nIn case of concluding the university is not proper to conduct the nostrification procedure, the university then issues refusing decision. \nAn abovementioned fee is given back then also. \n You have a right to sumbit a complaint against such a decision.\n\nAfter the submission of the complete application, with all required attachments, the application will be reviewed from the formal point of view and verified whether AGH University is proper to conduct a procedure.\n\n Course of the nostrification procedure (maximum 90 days) \n\nThe procedure is applied\n only to the complete applications that meet all formal requirements\n, which means that the applicant has submitted all required documents and has paid a\n fee for a nostrification\n.\n\nThe procedure takes a maximum of 90 days. \n\nThere are periods not including in that term, e.g.:\n\nfor legalization or providing an apostille – might be required if there are concerns regarding authenticity of the educational documents\n\nfor catching up the differences in the curriculum by e.g. passing the indicated exams or completing the practical placement – if the applicant has been obliged to do so.\n\n Required documents and submission of an application \n\nNostrification procedure is conducted according to the Order no. 53 of the Rector of AGH University on the nostrification of the foreign diplomas and the confirmation of completion of studies at a specific level at AGH University issued of 10\nth\n September 2021 (can be found along with the bilingual application form available to download in Legal Acts section below).\n\nIn order to initiate a nostrification procedure you have to sumbit \nan application\n with following documents:\n\nthe graduation diploma – the one that is going to be submitted under procedure,\n\ndocuments enabling the university to evaluate and review the course of the studies abroad, achieved learning outcomes, duration of studies etc. These would be in particular: a diploma supplement, a list of subjects and grades obtained, a diploma thesis, a syllabi, descriptions of the courses and/or a field of study which you have graduated in.\n\nWe also recommend to attach – if possible – the documents providing or supplementing the information on the course of the study abroad. It may be for instance more detailed description of the curriculum/subjects of the study, which can be found in e.g. syllabi. It may be provided in electronic form (e.g. links to the official university's web site), if available.\n\nmaturity certificate or the graduation diploma – on the basis of which the applicant was admitted to the study which were completed with the diploma and the degree sumbitted now under nostrification procedure,\n\na proof of a payment of a fee for the nostrification (PLN 4,685).\n\nThe application with abovementioned attachments should be submitted \nto the office of Centre of Education Affairs (\ncontact details in a footer).\n\nThe following documents:\n\nthe graduation diploma that will be put under the procedure,\n\ndiploma supplement,\n\nthe document \non the basis of which you was admitted to the study \nwhich were completed with the diploma and the degree sumbitted now under nostrification procedure,\n\nhave to be submitted in original.\n\nThe clerk at the university is obliged to make certified copies (as true copies). Once the copies have been made, we give back the originals to the applicant.\n\nThe documents concerning obtained education, as follows:\n\nthe graduation diploma that will be put under the procedure,\n\ndiploma supplement,\n\nthe document\n on the basis of which you was admitted to the study\n which were completed with the diploma and the degree sumbitted now under nostrification procedure,\n\nhave to be \ntranslated from the original language in which they were issued into Polish \nand authenticated by:\n\n a sworn translator in Poland\n, or\n\n by a foreign sworn translator and then – translation shall be certified by a relevant Consul of the Republic of Poland.\n\nIn case of justified doubts as to the authenticity \nof the documents concerning obtained education, university may request the applicant to submit a specific document along with\n an apostille or legalization.\n\n A fee for a nostrification procedure \n\nA fee for a nostrification procedure in the amount of \nPLN\n\n4,685 \n(which is 50% of minimum monthly salary of the professor at the public university) have to be transferred to the AGH University bank account.\n\nThe account number: 96 1240 4722 1111 0000 4858 2922.\n\nThe transfer title should contain sub-account number: 9715 and preferred transfer title should be as follows: fee for a nostrification of the diploma....[name and surname of the applicant]. \n\nThe proof of payment is an integral part of the application (one of the attachments).\n\n Substantive evaluation of the application \n\nAfter positive verification of the application in terms of its completness and university's suitability Vice-Rector for Education conveys it to the proper AGH University's faculty.\n\nA dean of such faculty appoints a team in order to conduct a substantive evaluation of the application. It is based i.a. on the comparison of the curriculum or learning outcomes of the field of study which you graduated in to the similar field of study at AGH University.\n\nAfter conducted procedure the evaluation team issues the opinion, which may be:\n\na positive opinion on the equivalency, or\n\na negative opinion on the equivalency, or\n\nan opinion with the obligation to catch up the curriculum differences. It happens when the evaulation team finds the differences in study curriculum, learning outcomes or other significant distinctions.\n\nThen the dean at the appointed faculty is obliged to inform the applicant about the neccessity to catch up the differences – on paper and with justification for the reasons. There would be also an indicated term to do so.\n\nIf applicant fulfils the obligation – the certificate of equivalency will be issued.\n\nIf the applicant fails to fulfil the obligation, the decision on refusal will be issued.\n\n The end of the procedure \n\nAfter having received the documentation and abovementioned opinions connected with substantive evaluation Vice-Rector for Education decides on:\n\nrecognising the diploma and the degree obtained abroad as equivalent to the Polish diploma and the degree\n\nThe university then is obliged to issue \nan official certificate of the equivalency \nwith the Polish diploma and the degree. Such certificate is valid only with the original diploma or its true copy. The form of such certificate is defined by \nthe Regulation of the Minister of Science and Higher Education on the nostrification of the diploma obtained abroad and the confirmation on completion of studies at the specific level\n .\n\nrefusal to recognise the diploma and the degree obtained abroad as equivalent to the Polish diploma and the degree\n\nThe university then issues a proper administrative decision. \n\n Refusal to recognise a diploma equivalency \n\nA refusal to recognise diploma obtained abroad as equivalent to the Polish diploma and the degree may occur in particular in case of:\n\nthe institution which had issued a diploma or the institution which had conducted an education process:\n\nwas not an accredited institution at the date of issue of the diploma or did conducted a curriculum which was not accredited at the date of issue of the diploma under the domestic (in the sense of country in which the institution is situated) law, or\n\ndoes not operate in higher education system of any country\n\ncurriculum of the study or its part has been carried out against the domestic law and rules of the country where an education process was conducted\n\nan applicant has failed to fulfil the obligations resulting from the opinion issued during the substantive evaluation to catch up the curriculum differences\n\n Legal acts \n\nRegulation of Minister of Science and Higher Education of 28th September 2018 on the nostrification of the diploma obtained abroad and the confirmation on completion of studies at the specific level \n(Polish only) and \nits translation \n\nOrder no. 53 of the Rector of AGH University on the nostrification of the foreign diplomas and the confirmation of completion of studies at a specific level at AGH University of 10\nth\n September 2021 (\nPolish only) with and \nattachment no. 1 (an application)\n\nUseful links\n\nWe recommend a visit on the Polish National Agency for Academic Exchange (Polish acronym NAWA) web site – 'Recognition' tab in particular:\n\nhttps://nawa.gov.pl/en/\n\nYou can also check the NAWA's database concerning higher education systems – \nKwalifikator\n\nIf you want to obtain a \nrecognition statement  \nfrom NAWA concerning your diploma, you can sumbit an application to NAWA via \nSyrena System\n\nInformation on the recognition issues and on higher education systems and diplomas can be found in the following services:\n\nENIC-NARIC:\n\nhttps://www.enic-naric.net/index.aspx\n\nWorld Higher Education Database:\n\nhttps://www.whed.net/home.php\n\nNUFFIC:\n\nhttps://www.nuffic.nl/en/subjects/diploma/education-systems\n\nNORRIC:\n\nhttps://norric.org/\n\nWENR:\n\nhttps://wenr.wes.org/\n\nAPNNIC:\n\nhttps://apnnic.net/\n\nSCHOLARO PRO:\n\nhttps://www.scholaro.com/pro/Countries\n\nQENTRY:\n\nhttps://www.q-entry.eu/\n\nContact information\n\nCentre for Education Affairs \n\nbuilding: C-1\n room: 114\n al. Mickiewicza 30\n 30-059 Kraków\n\n+48 12 617 48 95\n nostryfikacja@agh.edu.pl\n\nStopka\n\nKanał AGH w serwisie YouTube\nFanpage AGH w serwisie Facebook\nFanpage AGH w serwisie Linkedin\nKanał AGH w serwisie Twitter\nFanpage AGH w serwisie Instagram\nFanpage AGH w serwisie Tiktok\n\nBack", "metadata": {"url": "https://www.cok.agh.edu.pl/nostryfikacja-dyplomow-ukonczenia-studiow/nostrification-proc", "title": " Diploma nostrification -- Centrum Obsługi Kształcenia AGH ", "depth": 3, "duplicate": false, "content_hash": "88e31dbf4bdfcabce2e580c712d56b34", "word_count": 1669, "headings": [{"level": 1, "text": "Diploma nostrification"}, {"level": 2, "text": "Contact information"}, {"level": 2, "text": "Stopka"}]}}