{"metadata": {"url": "https://dss.agh.edu.pl/organizacje-studenckie/konkursy-dla-kol-naukowych/najlepsi-z-najlepszych", "title": " Najlepsi z Najlepszych -- Dział Spraw Studenckich AGH ", "depth": 1, "duplicate": false, "content_hash": "47c4dd2ed20f051ce8b676298a51b299", "word_count": 736, "headings": [{"level": 1, "text": "Najlepsi z Najlepszych"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Stopka"}]}, "content": "#  Najlepsi z Najlepszych -- Dział Spraw Studenckich AGH \n\nURL: https://dss.agh.edu.pl/organizacje-studenckie/konkursy-dla-kol-naukowych/najlepsi-z-najlepszych\nCrawled: 2025-03-20 01:35:15\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Najlepsi z Najlepszych \n\nProjekt \"Wsparcie studentów w zakresie podniesienia ich kompetencji i umiejętności\" jest to w nowym brzmieniu konkurs poprzedniego \"Najlepsi z najlepszych\", z tym że w nowej odsłonie.  Celem projektu, który realizuje Ministerstwo Nauki i Szkolnictwa Wyższego jest wsparcie wybitnie uzdolnionych studentek i studentów w rozwoju ich kompetencji i umiejętności oraz aktywności naukowej.\n\nDzięki zdobytym środkom beneficjenci projektu będą mogli uczestniczyć w konkursach, zawodach i konferencjach na arenie międzynarodowej.\n\nPoniżej lista projektów AGH, które zostały zakwalifikowane do finansowania w ramach projektu.\n\nLp.\n\nTytuł projektu\n\nOpiekun Koła i Wydział\n\nKwota dofinansowania\n\n1\n\nPodniesienie kompetencji studentów w zakresie prototypowania innowacyjnych układów pomiarowowykonawczych \nw obszarze biocybernetyki i inżynierii biomedycznej oraz zastosowania sztucznej inteligencji w medycynie\n\ndr hab. inż. Andrzej Skalski, prof. AGH\n\nWydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n\n285 375,00  zł\n\n2\n\nPodnoszenie kompetencji studentów w zakresie systemów autonomicznych bezzałogowych statków powietrznych poprzez udział w międzynarodowych zawodach\n\ndr hab. inż. Krzysztof Sornek, prof. AGH\n\nWydział Energetyki i Paliw\n\n164 176,00 zł\n\n3\n\nRozwój i implementacja zaawansowanych algorytmów AI i przetwarzania obrazu w sterowaniu dronami latającymi i jeżdżącymi - udział i rywalizacja na międzynarodowych zawodach i konferencjach UAV\n\ndr inż. Tymoteusz Turlej\n\nWydział Inżynierii Mechanicznej i Robotyki\n\n118 857,00 zł\n\n4\n\nPodniesienie kompetencji studentów w zakresie innowacyjnych autonomicznych jednostek pływających przez udział w międzynarodowych zawodach\n\ndr hab. inż. Krzysztof Sornek, prof. AGH\n\nWydział Energetyki i Paliw\n\n95 500,00 zł\n\n5\n\nWspieranie studentów Koła Naukowego Inżynierii Akustycznej poprzez umożliwienie im udziału w konkursach na międzynarodowych konferencjach naukowych\n\ndr inż. Dorota Młynarczyk\n\nWydział Inżynierii Mechanicznej i Robotyki\n\n166 640,00 \nzł\n\nSzczegółowe wyniki konkursu przedstawiono poniżej:\n\nWyniki oceny merytorycznej konkursu\n\nSerdecznie gratulujemy wszystkim Kołom, ich Kolistkom i Kolistom oraz Opiekunom!\n\n1. \nKierownik projektu składa w COP decyzję o przyznaniu środków finansowych (należy zgłosić się do pokoju 105 w paw. C2).\n\n2. \nProjekt zostaje automatycznie zarejestrowany w systemie COP.\n\n3. \nCOP nadaje konto księgowe i przesyła kierownikowi projektu dokumenty niezbędne do założenia rachunku bankowego, które należy uzupełnić i złożyć niezwłocznie w COP. Jeśli to konieczne kierownik projektu powinien złożyć pismo o udzielenie pożyczki (sugerujemy sukcesywne ubieganie się o pożyczki na bieżące wydatki).\n\n4. \nNa podstawie przyznanego budżetu należy przygotować kalkulację wstępną planowanych wydatków (według wzoru otrzymanego z COP) – oryginał należy złożyć w COP, natomiast kopię w Samodzielnej Sekcji Rozliczeń Projektów Międzynarodowych.\n\n5. \nPrzed przystąpieniem do wydatkowania środków należy złożyć Plan Zamówień Publicznych do projektów na konkretne działania, który powinien zostać wciągnięty do planu wydziału.\n\n6. \nWszelkie wydatki związane z realizacją projektu muszą być zgodne ze złożoną ofertą w MNiSW. Sugerujemy aby każdy zakup był skonsultowany przed faktem. W tym celu należy złożyć zamówienie na każdy planowany zakup w celu potwierdzenia jego kwalifikowalności. W przypadku gdy zakup przekracza 10 000 zł należy dołączyć notatkę z rozeznania rynku, natomiast jeśli kwota przekracza 20 000 zł należy złożyć 3 oferty, uzasadnienie wyboru oraz protokół z wyboru. Dla zakupów powyżej 50 000 zł należy postępować zgodnie z wytycznymi i ustawą PZP.\n\n7. \nW przypadku wyjazdów, należy złożyć do COP preliminarz (najpóźniej 2 tygodnie przed planowanym wyjazdem) wraz ze zleceniem wykonania zadań statutowych. Jeśli wyjazd jest zagraniczny dodatkowo należy złożyć wniosek wyjazdowy. Rozliczenie wyjazdu powinno nastąpić nie później niż 14 dni po powrocie.\n\n8. \nPoprawnie opisane faktury należy składać w likwidaturze wraz z kopią zamówienia.\n\n9. \nRozliczenie projektów następuje dwuetapowo: co dwa miesiące należy złożyć sprawozdanie finansowe z dotychczasowej działalności, natomiast po zamknięciu projektu należy złożyć sprawozdanie finansowo-merytoryczne z całego projektu.\n\nRok\n\nEdycja\n\nLiczba złożonych wniosków z AGH\n\nLiczba przyjętych wniosków z AGH\n\nŁączna kwota przyznanego dofinansowania\n\n2016\n\n1.0\n\n5\n\n2\n\n662 500,00 zł\n\n2017\n\n2.0\n\n7\n\n7\n\n1 389 046,94 zł\n\n2018\n\n3.0\n\n13\n\n11\n\n1 632 005,87 zł\n\n2019\n\n4.0\n\n15\n\n11\n\n1 558 962,50 zł\n\n2021\n\n4.0\n\n7\n\n6\n\n773 407,50 zł\n\n2022\n\n4.0\n\n11\n\n11\n\n1 405 352,09 zł\n\n2023\n\nNie ogłoszono konkursu\n\n2024\n\n8\n\n5\n\n830 548,00 zł\n\nRazem\n\n66\n\n53\n\n8 251 822,90 zł\n\nKontakt\n\nbudynek C-1\n pokój 111\n\ndss@agh.edu.pl\n\nponiedziałek - czwartek\n 7:30 - 15:30\n piątek\n 7:30 - 14:30\n\nmgr Sylwia Świerk\n +48 12 617 55 20\nsswierk@agh.edu.pl\n\nmgr inż. Małgorzata Kustra\n +48 12 617 32 66\nmkustra@agh.edu.pl\n\nmgr Ewelina Wywrot\n +48 12 617 32 66\newywrot@agh.edu.pl\n\nStopka\n\nArchiwum dokumentów\n\nDział Spraw Studenckich\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nAl. Mickiewicza 30\n30-059 Kraków\n\nBiuro Obsługi Spraw Studenckich\nbudynek C-7, pokój 112\nSekcja Obsługi Organizacji Studenckich\nbudynek C-1, pokój 111\nSekcja Wypłat i Rozliczeń Stypendiów\nbudynek C-1, pokój 111\ne-mail: dss@agh.edu.pl\n\nBack"}