{"metadata": {"url": "https://dss.agh.edu.pl/kredyty-studenckie", "title": " Kredyty studenckie -- Dział Spraw Studenckich AGH ", "depth": 1, "duplicate": false, "content_hash": "8e841e65680abc602cce21c9131fb2c0", "word_count": 912, "headings": [{"level": 1, "text": "Kredyty studenckie"}, {"level": 3, "text": "Osoby uprawnione do otrzymania kredytu"}, {"level": 3, "text": "Składanie wniosków o kredyt"}, {"level": 3, "text": "Kryterium dochodowe"}, {"level": 3, "text": "Okres i warunki wypłacania kredytu"}, {"level": 3, "text": "Poręczenia spłaty kredytu"}, {"level": 3, "text": "Okres i warunki spłaty kredytu"}, {"level": 3, "text": "Zmniejszenie raty spłaty kredytu i zawieszenie spłaty"}, {"level": 3, "text": "Umorzenie spłaty kredytu"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Stopka"}]}, "content": "#  Kredyty studenckie -- Dział Spraw Studenckich AGH \n\nURL: https://dss.agh.edu.pl/kredyty-studenckie\nCrawled: 2025-03-20 01:35:16\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Kredyty studenckie \n\nSzczegółowe informacje dotyczące kredytów studenckich znajdziesz na stronie internetowej MSWiN:\nKredyty studenckie - Ministerstwo Nauki i Szkolnictwa Wyższego\n\nOsoby uprawnione do otrzymania kredytu\n\nstudent, który nie ukończył 30 roku życia,\n\ndoktorant, który nie ukończył 35 roku życia.\n\nSkładanie wniosków o kredyt\n\nO kredyt można ubiegać się przez cały rok.\n\nWnioski są rozpatrywane w ciągu 30 dni od daty złożenia wniosku.\n\nWniosek o udzielenie kredytu można składać w formie papierowej lub za pośrednictwem systemu teleinformatycznego\n w następujących instytucjach:\n\nPKO Bank Polski S.A.,\n\nBank PEKAO S.A.,\n\nBank Polskiej Spółdzielczości S.A. (wraz ze zrzeszonymi bankami spółdzielczymi),\n\nSGB-Bank S.A. (wraz ze zrzeszonymi bankami spółdzielczymi).\n\nDo wniosku o udzielenie kredytu dołącza się:\n\noświadczenie o wysokości dochodów i liczbie członków rodziny wnioskodawcy za poprzedni rok,\n\nzaświadczenie szkoły wyższej potwierdzające, że wnioskodawca jest studentem, doktorantem albo dokument potwierdzający udział w rekrutacji na studia albo do szkoły doktorskiej,\n\ndokumenty wymagane przez instytucję kredytującą dla celów oceny zdolności kredytowej i zabezpieczenia spłat kredytu.\n\nWe wniosku należy wskazać jedną z dostępnych kwot kredytu. \nMiesięczna transza kredytu studenckiego może wynosić 400, 600, 800 lub 1 000 zł\n.\n\nKryterium dochodowe\n\nNa podstawie § 8 ust. 2 rozporządzenia Ministra Nauki i Szkolnictwa Wyższego z dnia 20 grudnia 2018 r. w sprawie kredytów studenckich (Dz. U. poz. 2468) Minister Edukacji i Nauki ustalił, że wysokość miesięcznego dochodu na osobę w rodzinie wnioskodawcy uprawniająca do otrzymania kredytu studenckiego w roku akademickim 2023/2024 wynosi \n3.500 zł\n.\n\nOkres i warunki wypłacania kredytu\n\nKredyt studencki może być wypłacany studentom przez okres 6 lat, a w przypadku doktorantów – przez okres 4 lat. Transze kredytu wypłacane są przez okres 10 miesięcy w roku akademickim.\n\nPoręczenia spłaty kredytu\n\nW przypadku braku możliwości sprostania wymogom banków w zakresie zabezpieczenia spłaty kredytu, przy ubieganiu się\n o kredyt student może się starać o poręczenie Banku Gospodarstwa Krajowego oraz o poręczenie Agencji Restrukturyzacji\n i Modernizacji Rolnictwa.\n Szczegółowych informacji na temat ww. poręczeń udzielają wszystkie instytucje kredytujące.\n\nOkres i warunki spłaty kredytu\n\nSpłata kredytu studenckiego jest dokonywana w równych miesięcznych ratach i rozpoczyna się po upływie 2 lat od ukończenia studiów. Liczba rat stanowi dwukrotność liczby wypłaconych transz kredytu studenckiego.\n\nW okresie pobierania transz kredytu oraz w trakcie okresu karencji odsetki od kredytu są spłacane w całości przez budżet państwa.\n\nW okresie spłaty rat kredytu wysokość oprocentowania spłacanego przez kredytobiorcę wynosi 0,5 stopy redyskontowej Narodowego Banku Polskiego.\n\nZmniejszenie raty spłaty kredytu i zawieszenie spłaty\n\nWysokość miesięcznej raty może być zmniejszona do 20% średniego miesięcznego dochodu kredytobiorcy. Na wniosek kredytobiorcy w przypadku trudnej sytuacji życiowej spłata kredytu studenckiego wraz z odsetkami może być zawieszona na okres nie dłuższy niż 12 miesięcy.\n\nUmorzenie spłaty kredytu\n\nNa wniosek kredytobiorcy kredyt studencki może zostać umorzony przez instytucję kredytującą:\n\nw 50% – w przypadku gdy kredytobiorca ukończył studia albo kształcenie w szkole doktorskiej w grupie do 1%,\n\nw 35% – w przypadku gdy kredytobiorca ukończył studia albo kształcenie w szkole doktorskiej w grupie od 1,01% do 5%,\n\nw 20% – w przypadku gdy kredytobiorca ukończył studia albo kształcenie w szkole doktorskiej w grupie od 5,01% do 10%,\n\n– najlepszych absolwentów studiów pierwszego stopnia albo studiów drugiego stopnia, albo jednolitych studiów magisterskich, albo szkół doktorskich, w danym roku akademickim.\n\nO umorzenie kredytu studenckiego moga ubiegać się absolwenci studiów, którzy złożyli na studiach pierwszego stopnia - projekt dyplomowy, a na studiach drugiego stopnia - pracę dyplomową nie później, niż w terminie:\n - do końca lutego - w przypadku studiów kończących się w semestrze zimowym;\n - do końca września - w przypadku studiów kończcących się się w semestrze letnim\n w roku, w którym przypada ostatni rok programowy studiów.\n\nPrzy sporządzaniu list rankingowych nie są brane pod uwagę osoby, które w toku studiów powtarzały semestr lub rok, lub zostały skreślone z listy studentów z powodu niezłożenia w terminie pracy dyplomowej, lub otrzymały zgodę na wydłużenie terminu złożenia pracy dyplomowej.\n\nWniosek w tej sprawie należy złożyć w instytucji kredytującej wraz z zaświadczeniem potwierdzającym znalezienie się kredytobiorcy w określonej grupie najlepszych absolwentów odpowiednio studiów albo szkół doktorskich.\n\nKredyt może być również umorzony częściowo lub w całości w przypadku szczególnie trudnej sytuacji życiowej kredytobiorcy lub trwałej utraty przez kredytobiorcę zdolności do spłaty zobowiązań. Umorzeń dokonuje minister właściwy do spraw szkolnictwa wyższego na wniosek kredytobiorcy.\n\nW celu wydania zaświadczenia o ukończeniu studiów w grupie najlepszych absolwentów prosimy o przesłanie zgłoszenia\n w formie elektronicznej na adres \nkupis@agh.edu.pl\n.\n\nFormularz zgłoszenia do pobrania\n\nLista rankingowa studiów I stopnia 20 23/2024\nLista rankingowa studiów II stopnia 2023/2024\n\n2022/2023 Lista rankingowa studiów I stopnia\n2022/2023 Lista rankingowa studiów II stopnia\n\n2021/2022 Lista rankingowa studiów I stopnia\n2021/2022 Lista rankingowa studiów II stopnia\n\n2020/2021 Lista rankingowa studiów I stopnia\n2020/2021 Lista rankingowa studiów II stopnia\n\n2019/2020 Lista rankingowa studiów I stopnia\n2019/2020 Lista rankingowa studiów II stopnia\n\n2018/2019 Lista rankingowa studiów I stopnia\n2018/2019 Lista rankingowa studiów II stopnia\n\n2017/2018 Lista rankingowa studiów I stopnia\n2017/2018 Lista rankingowa studiów II stopnia\n\n2016/2017 Lista rankingowa studiów I stopnia\n2016/2017 Lista rankingowa studiów II stopnia\n\nZaświadczenia o ukończeniu studiów w grupie najlepszych absolwentów w roku akademickim 2015/2016 lub w latach wcześniejszych wydawane są w dziekanatach Wydziałów na dotychczasowych zasadach.\n\nKontakt\n\nbudynek C-7\n pokój 112b\n\ndss@agh.edu.pl\n\nponiedziałek - czwartek\n 7:30 - 15:30\n piątek\n 7:30 - 14:30\n\nmgr inż. Katarzyna Kupis\n 617-35-32\nkupis@agh.edu.pl\n\nStopka\n\nArchiwum dokumentów\n\nDział Spraw Studenckich\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nAl. Mickiewicza 30\n30-059 Kraków\n\nBiuro Obsługi Spraw Studenckich\nbudynek C-7, pokój 112\nSekcja Obsługi Organizacji Studenckich\nbudynek C-1, pokój 111\nSekcja Wypłat i Rozliczeń Stypendiów\nbudynek C-1, pokój 111\ne-mail: dss@agh.edu.pl\n\nBack"}