{"content": "# Wydział Metali Nieżelaznych - Wydział Metali Nieżelaznych\n\nURL: http://wmn.agh.edu.pl/\nCrawled: 2025-03-19 21:08:28\n\nWydział Metali Nieżelaznych\n Łączymy tradycję z nowoczesnością \nAktualności\nZobacz wszystkie\n17 marca 2025\nSpotkanie z ekspertem ds. zrównoważonego aluminium z Hydro Extrusion Poland\n Serdecznie zapraszamy Studentów i Pracowników na spotkanie z Panem Robertem Matkowskim z Hydro Extrusion Poland, ekspertem ds. zrównoważonego aluminium. Spotkanie odbędzie się w najbliższy wtorek, tj.  18 marca 2025  r. o godz.  11.00  w sali  101 (bud. A2) . Podczas...\n 5 marca 2025\nSpotkanie informacyjne dotyczące Programu Erasmus+\n Serdecznie zapraszamy Studentów na spotkanie dotyczące Programu Erasmus+. \n Spotkanie odbędzie się z udziałem Pracowników z Działu Współpracy z Zagranicą za pomocą platformy MS Teams w dniu  13 marca 2025  o godz.  13:30.  \n Link do spotkania:...\n27 lutego 2025\nWydłużenie terminu składania wniosków o świadczenia w semestrze letnim 2024/2025\n  pismo PR w sprawie wydłużenia terminu składania wniosków o świadczenia w semestrze letnim 2024/2025 (pdf)  \n27 lutego 2025\nOferta pracy - SPECJALISTA R&D\n\n Gränges Konin S.A. jest firmą zajmującą się technologią aluminium, która napędza rozwój lżejszych, bardziej inteligentnych i zrównoważonych produktów oraz rozwiązań aluminiowych. Oferujemy zaawansowane materiały, zwiększające wydajność procesu produkcyjnego...\n26 lutego 2025\nDyżur Prodziekan ds. Studenckich i Kształcenia w dniu 28.02.2025r.\n Informujemy, że w dniu  28.02.2025r.  dyżur Prodziekan ds. Studenckich i Kształcenia zostaje  odwołany.  W sprawach pilnych prosimy o kontakt e-mail ( bleszcz@agh.edu.pl ). \nZobacz wszystkie\nO wydziale\nWydział Metali Nieżelaznych AGH, jedyny tego typu w Polsce, jest unikatową jednostką naukowo-dydaktyczną w skali międzynarodowej. Kształci specjalistów oraz prowadzi badania naukowe dla potrzeb współczesnej  inżynierii materiałowej oraz przetwórstwa metali nieżelaznych. \n\nMetale nieżelazne stanowią grupę około pięćdziesięciu pierwiastków, które znalazły zastosowanie w prawie każdej dziedzinie życia. Wydział powstał w związku z odkryciem i rozpoczęciem eksploatacji bogatych złóż miedzi w Polsce, a także rozwojem produkcji aluminium i cynku.  Aktualnie Polska jest europejskim potentatem w produkcji miedzi - ok. 3,5% światowej produkcji daje jej szóstą w świecie i czołową w Europie pozycję. Wszędzie tam, gdzie wymagana jest lekkość i estetyka, połączone z wytrzymałością (w budownictwie, architekturze i wielu innych dziedzinach), stosuje się aluminium i jego stopy. Obok wymienionych, takie metale jak cynk, cyna, ołów, srebro i ich stopy oraz kadm, wolfram, molibden, tytan mają kluczowe znaczenie w gospodarce. Srebro, złoto, platyna to te najcenniejsze spośród metali nieżelaznych, z których wyroby mają dla nas często szczególną, bardzo osobistą wartość. To wszystko niezbicie dowodzi, że metale są podstawowym tworzywem współczesności, otaczającym nas w codziennym życiu.\nAluminium zaś stało się materiałowym kluczem do przyszłości, a poziom jego zużycia jest jednym ze wskaźników zamożności i cywilizacyjnego rozwoju kraju. Fakty te są gwarancją stabilnych perspektyw zawodowych dla absolwentów Wydziału i mogą być źródłem poczucia trafności wyboru studiów.\nCzytaj więcej\nWspółpracujemy z przemysłem\nKierunki badawcze\nZobacz wszystkie\nMetody ciągłego odlewania metali\nNa Wydziale Metali Nieżelaznych we współpracy z ośrodkami badawczymi oraz firmami produkcyjnymi realizowane są badania w zakresie odlewania ciągłego miedzi, stopów miedzi, aluminium oraz stopów aluminium. Wydział dysponuje unikalnymi, zaprojektowanymi przez pracowników wydziału stanowiskami do procesu ciągłego odlewania.....\nMateriały i technologie dla elektorenergetyki\nOpracowywane rozwiązania przewodów elektroenergetycznych umożliwiają podwyższenie zdolności przesyłowej linii napowietrznych, w szczególności linii systemu dystrybucyjnego, bez konieczności poszerzenia pasa technologicznego linii czy gruntownej przebudowy lub zmian lokalizacji konstrukcji wsporczych......\nFunkcjonalne materiały inżynierskie\nBadania podstawowe związane z projektowaniem, iwytwarzaniem, dentyfikacją i analizą struktury i właściwości mechanicznych funcjonalnych materiałów na bazie metali nieżelaznych oraz badania stosowane ze szczególnym uwzględnieniem technologii wytwarzania materiałów metalicznych, powłokowych, proszkowych i kompozytowych......\nOsprzęt tramwajowej i kolejowej sieci trakcyjnej\nBadania nad opracowaniem nowego rodzaju nośno-przewodzącego osprzętu dedykowanego dla tramwajowej i kolejowej górnej sieci trakcyjnej. Efektem prac są nowe materiały i technologie oraz wyroby w postaci nowego typu elementy nośno-przewodzące dedykowane dla tramwajowej oraz kolejowej górnej sieci trakcyjnej.....\n256\nliczba studentów\n4\nkierunki\n11\nk\nabsolwentów\n62\nlata wydziału", "metadata": {"url": "http://wmn.agh.edu.pl/", "title": "Wydział Metali Nieżelaznych - Wydział Metali Nieżelaznych", "depth": 2, "duplicate": false, "content_hash": "0ec2b8854d8a73acec028cbab9f2215e", "word_count": 595, "headings": [{"level": 1, "text": "Wydział Metali Nieżelaznych"}, {"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Spotkanie z ekspertem ds. zrównoważonego aluminium z Hydro Extrusion Poland"}, {"level": 2, "text": "Spotkanie informacyjne dotyczące Programu Erasmus+"}, {"level": 2, "text": "Wydłużenie terminu składania wniosków o świadczenia w semestrze letnim 2024/2025"}, {"level": 2, "text": "Oferta pracy - SPECJALISTA R&D"}, {"level": 2, "text": "Dyżur Prodziekan ds. Studenckich i Kształcenia w dniu 28.02.2025r."}, {"level": 1, "text": "O wydziale"}, {"level": 1, "text": "Współpracujemy z przemysłem"}, {"level": 1, "text": "Kierunki badawcze"}, {"level": 2, "text": "Metody ciągłego odlewania metali"}, {"level": 2, "text": "Materiały i technologie dla elektorenergetyki"}, {"level": 2, "text": "Funkcjonalne materiały inżynierskie"}, {"level": 2, "text": "Osprzęt tramwajowej i kolejowej sieci trakcyjnej"}, {"level": 2, "text": "256"}, {"level": 2, "text": "4"}, {"level": 2, "text": "11k"}, {"level": 2, "text": "62"}]}}