{"content": "# Regulations - AGH e-Shop\n\nURL: https://sklep.agh.edu.pl/en/regulations,11\nCrawled: 2025-03-19 21:24:35\n\nHome Page\n  /\n\nRegulations\n\nTerms and Conditions of the AGH University Online Store\n\nArticle 1. Interpretation and Definitions\n\nThe following terms and expressions used in these Terms and Conditions should have the following meanings:\n\n1)\n Customer\n – means an individual having full capacity to perform acts in law – or a legal person or a non-corporate entity who, by means of special ruling, has been given a legal capacity – who places an Order. AGH University organisational units must not be the Customers;\n\n2) \n Seller\n – means the AGH University of Krakow at Al. Mickiewicza 30, 30-059 Krakow, Poland, being a legal entity pursuant to Article 12 of the Act of 27 July 2005 – Higher Education Act (Dz.U. (Journal of Laws) of 2012, item 572, as amended), NIP (Tax Identification Number) 675 000 19 23, REGON (National Business Register Number) 000001577;\n\n3)\n Service\n – means the Internet website \nwww.sklep.agh.edu.pl\n, with content and functionalities allowing for making orders, as well as managing and processing them;\n\n4) \n Store (Shop)\n – means the online store (shop) run by the Seller, available at the Internet address \nwww.sklep.agh.edu.pl\n;\n\n5)\n Terms and Conditions\n – means these Terms and Conditions with appendices, providing information about the duties, terms of use, and rights of both Parties of a Purchase Contract, available at the Internet address \nsklep.agh.edu.pl/en/regulations\n;\n\n6)\n Customer Account\n – means a functionality offered by the Service that enables using the Store, in particular the Basket, which collects data and information related to the shopping history and the Customer’s preference as to the method of payment;\n\n7)\n Basket\n – means a functionality offered to the Customer by the Service, which enables the processing of orders;\n\n8) \n Electronic address\n – means an activated email account used at the time of processing the order to maintain contact between the Seller and the Customer by means of electronic mail;\n\n9)\n Product(s)\n –means product(s) placed in the Store that is/are intended for selling;\n\n10) \n Business Day\n – means a day of the week from Monday to Friday, excluding public holidays;\n\n11) \n Method of Payment\n – means the method of payment for the purchased Products, in particular, an electronic money transfer, a traditional money transfer, or payment by means of another online payment system accepted by the Buyer;\n\n12) \n Newsletter\n – means an Electronic Service (electronic distribution service) offered by the Seller by means of electronic mail (email), which enables the Customers who have opted in to automatically receive periodic editions of the Newsletter, containing information about Products, and new and special offers in the Store.\n\nArticle 2. General provisions, technical requirements\n\n1. These Terms and Conditions define the terms of use of the Store run by the Seller, available at the Internet address \nwww.sklep.agh.edu.pl\n.\n\n2. The Store’s address (for communication between the Customer and the Seller) is:\n\nAGH University of Krakow \n\nCentre for Communication and Marketing\n\nal. Mickiewicza 30\n\n30-059 Krakow, Poland  \n\ne-mail: \nsklep@agh.edu.pl\n\nphone: (+48) 12 617 49 76\n\n3. Using the Store, including the browsing of the offered Products, placing orders, setting up and using the individual Customer Account in the Store, as well as receiving information about coming products/items, new offers, special offers and sales requires access to the Internet and a computer or a mobile device. \n\n4.  Using the Service is restricted by accepting the Store’s cookies policy and privacy policy. Not accepting cookies on your device may result in an incorrect functionality of the Service. \n\n5. The Store may be temporarily unavailable due to data update, system repair, or other maintenance works, about which the Seller will inform the Users on the Store’s website.\n\nArticle 3. Customer Account\n\n1. In order to set up a Customer Account (registration), the Customer needs to: \n\n1) complete the registration form available at the Internet address \nwww.sklep.agh.edu.pl/en/regulations\n;\n\n2) provide an Electronic Address (email); \n\n3) provide an access password; \n\n4) confirm that that Customer is familiar with the Terms and Conditions, which is understood as the Customer’s approval to comply with their contents. \n\n2. Once the conditions stated in Section 1 have been met, the Customer will receive at the email address provided during the registration process a message with the confirmation of setting up the Customer Account. In order to complete the Customer Account registration process, it is necessary to confirm the registration of the Account by following the instructions provided in the email.\n\n3. The Customer Account is available 24 hours a day, 7 days a week. Orders placed on Saturdays, off-work days and public holidays will be processed within the first five business days following the day of placing the order.\n\n4. Registration is a one-off process. Any subsequent Orders can be placed using the previously registered username (login) and password. Customer’s login and password are confidential information. The Customer is responsible for any damages following the Customer’s disclosure of the username (login) and password to third parties. \n\n5. Any changes to the Customer Account can be made in the section “My Account”, available after signing in. The Customer bears responsibility for incomplete or inaccurate information in the Customer Account. \n\n6. Once the Customer Account has been confirmed, following the procedures described in Section 2, an agreement of access to the Customer Account is concluded between the Customer and the Seller in compliance with these Terms and Conditions. \n\n7. The Customer Account is valid for an unlimited period of time. Once signed in, the Customer may delete the Customer Account by choosing the option “Delete Account” in the section “My Account”. Once the Customer Account has been deleted, the service agreement described in Section 6 is terminated. \n\n8. The Customer can sign in to the Customer Account using the information described in Section 1, in particular, the Customer’s username/login and password. \n\n9. In case the access password has been lost or forgotten, the Customer can regain the possibility of signing in to the Customer Account by means of using their Electronic Address (email) provided in the registration form.\n\n10. It is forbidden to send any illegal material to the Service.\n\n11. It is forbidden to interfere with the Service, in particular, with its functionality and/or structure. The Seller reserves the right to demand repairing or to claim compensation for any damages occurring as a result of the Customer’s actions. \n\n12. The Seller reserves the right to block the Customer Account if the Customer’s activity and/or actions within the Service violate the law, the rights of third parties protected by the law, the rules of social conduct, or the provisions described in these Terms and Conditions. Prior to blocking the Customer Account, the Customer will be requested to stop the violations. The request will be sent to the Customer’s Electronic Address (email). In case the Customer continues the actions forbidden by these Terms and Conditions, the Seller will have the right to block the Customer’s Account at any time. Blocking the Customer Account means the immediate termination of the agreement described in Section 6 by fault of the Customer. \n\nArticle 4. Products and Prices\n\n1. The Products offered in the Store are brand new and legally introduced into the Polish market. The Seller also declares that the products are free from any physical or legal defects. \n\n2. The number of available products offered in the Store changes and is updated regularly. The Seller reserves the right that some products requested by the Customer – with respect to their colour, size, language variation, amount, etc. – may be temporarily out of stock. Information about the temporary unavailability of the Product will be published on the Store’s website.\n\n3. Every effort has been made so that the descriptions of the Products in the Store are as far as possible accurate and up to date. The Store, however, does not take responsibility for providing incorrect product specifications or features by the producer.\n\n4. The real products may differ slightly from the images of the products presented in the Store.\n\n5. The information about the products presented on the Store’s website, in particular, their descriptions, technical parameters, performance characteristics, and prices, constitute an invitation to enter into a purchase contract, compliance with Article 71 of the Civil Code.\n\n6. All prices in the Store include VAT and are presented in Polish zloty (PLN). The prices do not include the cost of delivery. \n\n7. The binding price for the Customer is the price presented in the Store at the moment of placing the order by the Customer. The Seller reserves the right to change the prices of Products, as well as to start and cancel promotions and sales. This right does not influence the orders placed after the date of such changes, promotions or sales. \n\nArticle 5. Processing Orders\n\n1.To place an Order in the Store, the Customer must have access to an activated email address (email account).\n\n2. Browsing the products and their prices, as well as purchasing products in the Store is possible without registration in the Service. Registration is voluntary and free of charge. After completing the registration process, an individual Customer Account is set up for the Customer.\n\n3. The Store does not accept orders or complaints by telephone.\n\n4. . In case when the time of processing the order needs to be extended, the Customer will be informed about the situation by means of electronic mail (email). \n\nArticle 6. Placing Orders by registered Customers\n\n1. To place an order in the Store with the use of the Customer Account, the Customer needs to: sign in to the Customer Account using their login and password, choose a product and add it to the Basket, choose a delivery method from the list of delivery methods provided by the Seller, provide a delivery address (if different from the address already saved in the Customer Account), provide suitable information for the invoice, choose a Payment method from the list of payment methods provided by the Seller, and finally confirm the order by means of pressing the button “Place order”.   \n\n2. The delivery cost is based on the price list available in Appendix 1 to these Terms and Conditions, and is provided to the Customer during the process of placing the order.\n\n3. While placing the order, the Customer is always informed of the total cost of the purchase, which covers the cost of the purchased Products and the cost of delivery.\n\n4. Placing the order is possible only when the Customer has accepted the Terms and Conditions of the Online Store, which is done by ticking the appropriate box. From the moment of accepting these Terms and Conditions, the Customer is bound by their provisions.\n\n5. After placing the order, the Customer will receive a confirmation message by email. The confirmation message will contain the list of products ordered by the Customer, the price of individual products, the total value of the order, as well as the cost of delivery and the estimated delivery time. Receiving the confirmation message by the Customer means that the Seller and the Customer have entered into a purchase contract. \n\n6. The order placed by the Customer will be processed on condition that the ordered Products are currently in stock. In case a Product is currently not available in the Store, the Seller will publish information about the product unavailability on the Store’s website at the description of a given product, however, a lack of such information on the Store’s website does not mean that the Product is currently in stock. In case a particular Product is not currently available in the Store, and there was no such information in the description of the Product, the Customer will be informed by email that processing the Order cannot be completed.\n\n7. In case the Customer wants to change the Order after it has been confirmed, the Customer should immediately contact the Seller using the information provided in Article 2 Section 1 of these Terms and Conditions in order to agree on the scope of changes and the new total value of the Order. It is not possible to change the Order after it has been dispatched to the Customer.  \n\n8. The Seller does not accept responsibility for any Orders that have been placed by the Customer incorrectly or not in compliance with these Terms and Conditions. \n\nArticle 7. Placing Orders without registration\n\n1. To place an Order in the Store without registration, the Customer needs to: choose a product and add it to the Basket, accept the Terms and Conditions, provide an Electronic Address (email) and personal information, choose a delivery method from the list of delivery methods provided by the Seller, provide a delivery address (if different from the provided home address), provide suitable information for the invoice, choose a Payment method from the list of payment methods provided by the Seller, and finally confirm the order by means of pressing the button “Place order”. \n\n2. To place an order in the Store with the use of the Customer Account, the Customer needs to: sign in to the Customer Account using their login and password, choose a product and add it to the Basket, choose a delivery method from the list of delivery methods provided by the Seller, provide a delivery address (if different from the address already saved in the Customer Account), provide suitable information for the invoice, choose a Payment method from the list of payment methods provided by the Seller, and finally confirm the order by means of pressing the button “Place order”.\n\n3. Provisions of Article 6 Sections 2-8 shall apply accordingly. \n\nArticle 8. Payment\n\n1. The Customer should pay for the ordered Products within 7 business days from the date of receiving an email with the confirmation of the order by the Seller.\n\n2. In case no payment has been received within the time limit specified in Section 1, the order will be cancelled and treated as the Customer’s withdrawal from the purchase contract. The Seller will inform the Customer about the order cancellation by means of electronic mail.\n\n3. The Seller offers the following methods of payment:\n\n1)  bank transfer,\n\n2)  online payment. \n\n4. In case the payment is made by means of a bank transfer, the transfer details should include the Customer’s name and surname, and the order number. Payments should be made to the bank account of the Seller: 08 1240 2294 1111 0010 6980 9131, Bank Pekao S.A., Krakow.\n\n5. Customers who intend to transfer money from a non-Polish bank account need to precede the Store’s bank account number with the letters “PL”, as well as provide the BIC/SWIFT code of the Bank, in which the Store’s bank account is held (Bank Pekao S.A.).\n\n6. Online payment is offered by the Electronic Payment System eCard SA. The available methods of online payment in this System are:\n\n1)  debit and credit cards: Visa, Visa Electron, MasterCard, MasterCard Electronic, Maestro;\n\n2) quick online payment (e-Transfer): Płacę z inteligo (inteligo), mTransfer (mBank), Płacę z Orange (mBank), Przelew24 (Bank Zachodni WBK), Przelew z BPH (Bank BPH), Płacę z iPKO (PKO BP), Pekao24Przelew (Bank Pekao), Płacę z PeoPay (Bank Pekao), Płacę z Citi Handlowy (CitiBank Handlowy), PayWay Toyota Bank (Toyota Bank), Płać z BOŚ (Bank Ochrony Środowiska), Płacę z Alior Bankiem (Alior Bank), T-Mobile Usługi Bankowe (Alior Bank), Millennium – Płatności Internetowe (Bank Millennium), Płać z ING (ING Bank Śląski), Credit Agricole Bank Polska S.A., Eurobank płatność online (Euro Bank S.A.), db Transfer (Deutsche Bank Polska S.A.), iKO (PKO BP), Płać z Plus-Bank (Plus Bank S.A), Przelew Volkswagen Bank direct (Volkswagen Bank Polska S.A), Płacę z Idea Bank (Idea Bank S.A), e-transfer Pocztowy24 (Bank Pocztowy S.A), BLIK (Polski Standard Płatności sp. z o.o.). \n\n7. The Seller does not accept payment in cash.\n\n8. Payment is considered complete once the money has been credited to the Seller’s bank account. \n\n9. The Seller or the online payment system provider will inform the Customer about crediting the payment to the Store’s bank account.\n\n10. The Seller or the delivery company will inform the Customer about preparing the order for dispatch, and later about dispatching the order to the address provided by the Customer.\n\nArticle 9. Provisions of processing orders\n\n1. Dispatch or personal collection time is 7 business days, but no longer than 30 days from the date of crediting the payment to the Seller’s bank account. In case the time limit specified in the previous sentence has been exceeded, the Customer has the right to withdraw from the purchase contract.\n\n2. The Seller can deliver the Product(s) to the Customer in the following ways: \n\n1) in the Seller’s premises personally to the Customer, after the Customer has presented a photo ID or a Student ID, as well as a printout of the order confirmation; \n\n2) in the Seller’s premises to a person nominated by the Customer, after the person has presented a letter of authorisation, a photo ID, and a printout of the order confirmation; \n\n3) by means of the delivery company \nTNT\n, subject to the delivery rates (price list) provided in Appendix 1.\n\n3. Together with the purchased Product(s), the Seller will also deliver to the Customer any available documents related to the Product(s), such as the manufacturer’s or distributor’s warranty (guarantee), the user guide or maintenance instructions, as well as the original proof of purchase (invoice). \n\n4. In case when processing the order is not possible, the Seller will inform the Customer about the situation. The Customer will receive without delay a full refund of the total payment made to the Seller. \n\nArticle 10. Withdrawing from purchase contract, return of purchased Products\n\n1. The Customer has the legal right to withdraw from the Purchase Contract, without giving a reason, within 14 days from the date of delivery/collection of the purchased Product(s), pursuant to the provisions specified in the Act of 30 May 2014 on Consumer Rights (Dz.U. (Journal of Laws) item 827, as amended). Together with the purchased Product(s), the Seller will deliver to the Customer information about the legal right to withdraw from the purchase contract. This information is provided in Appendix 2 to these Terms and Conditions.\n\n2. The Customer has the right to withdraw from the Purchase Contract only when the returned Product and its original packaging are not damaged, and when the condition of the Product makes it possible to sell it again. The assessment of the Product in this respect is carried out by the Seller.\n\n3. The Customer has the obligation to inform the Seller of their intention to withdraw from the purchase contract by means of electronic mail before sending back the purchased Product(s).\n\n4.The declaration of withdrawal from the purchase contract must be made in writing and with the use of the form “Declaration form for withdrawal from distance purchase contract”, available at the Internet address \nwww.sklep.agh.edu.pl\n. The form is provided in Appendix 3 to these Terms and Conditions. The Customer must attach the completed and signed form to the returned Product(s). \n\n5. In case of withdrawing from the purchase contract, the Customer has the obligation to deliver the purchased Product(s) in the original packaging and with the original proof of purchase (invoice) and the declaration of withdrawal from the purchase contract to the Seller’s premises specified in Article 2 Section 2. The delivery cost of the returned Product(s) is covered by the Customer\n\n6.In case of withdrawal from the purchase contract, the Seller will refund the Customer the total payment (order value) made to the Seller. The refund of the delivery cost covered by the Customer will be made up to the amount of the cheapest delivery method offered by the Seller, even in case the Customer previously chose another, more expensive method of delivery (e.g. express courier). In case the payment was made by a debit or credit card, the refund will be made directly to the Buyer’s card account.\n\n7. The refund of the order value, described in Section 6, will be made within 14 days from the date of receiving by the Seller the Product with the original proof of purchase, provided the Product meets the conditions specified in Section 2.\n\n8. In case the Customer returns a Product that does not meet the conditions specified in Section 2, the Customer is not entitled to a refund of the order value, specified in Section 6, and resending the Product to the Customer will be carried out on the Customer’s demand, and after the Customer has covered the cost of re-delivery.\n\nArticle 11. Complaint procedure\n\n1. The Customer can inform the Seller about any inaccuracies and errors in the Service and/or its functionalities.\n\n2. Processing a complaint will be carried out without delay, but no later than within 7 business days. After investigating the complaint, a written response will be issued to the Customer’s Electronic Address (email).\n\n3. In case the purchased Product is not conformable with the purchase contract (faulty item), with the exception of an incorrect use of the Product by the Customer, the Customer can exercise their right of implied warranty for defects, as defined in the Civil Code. In case the Product is covered by the manufacturer’s or distributor’s warranty (guarantee), the Customer can exercise their guarantee rights, or choose the option of the Seller’s implied warranty for defects at their own discretion.\n\n4. In order to make a defective product claim, in case the Product is faulty, the Customer should send the Seller a completed complaint form with the description of the fault(s) (defects) of the Product. The form is provided in Appendix 4 to these Terms and Conditions. The completed complaint form can be sent by traditional mail or as a scanned document by means of electronic mail, as specified in Article 2 Section 2.\n\n5. Returning the claimed Product(s) to the Seller, together with the original proof of purchase, can only be done after the Customer has received a confirmation of accepting the defective product claim by the Seller, and using the method agreed with the Seller. The Customer will cover the delivery cost of the claimed Product(s), but once the complaint has been recognised by the Seller, the delivery cost will be reimbursed to the Customer. In case the payment was made by a debit or credit card, the refund will be made directly to the Buyer’s card account.\n\n6. Processing a defective product claim by the Seller will be completed within 10 business days from the date of receiving the faulty Product(s) by the Seller. The Seller will inform the Customer about the result of the complaint by means of electronic mail. \n\nArticle 12. Protection of personal information and cookies policy\n\n1. . For the purpose of processing the order, the Customer needs to provide the Seller with the following personal information: name and surname, street name, house and flat number, postcode, name of city, town or place, country, email address.\n\n2. The Data Controller of personal information is the Seller.\n\n3. By means of setting up the Customer Account, or purchasing Products in the Store without registration, the Customer agrees to processing personal information provided to the Seller, within the meaning of the Act of 29 August 1997 on Personal Data Protection (Dz.U. (Journal of Laws) of 2016, item 922). Personal information may be made available to other entities through or by means of which the Seller processes the order.\n\n4. By means of setting up the Customer Account, purchasing Products in the Store without registration, or expressing a wish to receive the Newsletter, the Customer may agree to processing personal information provided to the Seller for the purpose of advertising, market research, as well as the analysis of the Customer’s behaviour and preferences in order to improve the quality of the service provided by the Seller.\n\n5. For the reasons stated above, the Seller will collect and use cookies. More information concerning the cookies policy is available on the website \nhttp://www.agh.edu.pl/polityka-obslugi-plikow-cookies/\n.\n\n6. The Customer has the right to access and amend the personal information provided to the Seller, as well as to request deleting the information. \n\nArticle 13. Changes in the Terms and Conditions\n\n1. The Seller may change or amend these Terms and Conditions for important reasons, in particular, legal or technical requirements.\n\n2. The Customer will be informed about a change or amendment to these Terms and Conditions and the reason(s) for the change in a special message displayed on the main website of the Store for 14 days before the change or amendment comes into effect.\n\n3. The Customer shall re-accept or reject the acceptance of the Terms and Conditions after the change and/or amendment.\n\n4. Any orders placed before the change or amendment of the Terms and Conditions will be processed under the provisions of the Terms and Conditions before such a change.\n\nArticle 14. Final provisions\n\n1. These Terms and Conditions become effective on 1 September 2016.\n\n2. All matters not settled herein shall be subject to generally applicable laws, and in particular:\n\n1) Act of 23 April 1964 – Civil Code;\n\n2) Act of 30 May 2014 on Consumer Rights, as amended;\n\n3) Act of 18 July 2002 on Providing Services by Electronic Means;\n\n4) Act of 29 August 1997 on Personal Data Protection.\n\n3. In case there is a disagreement related to carrying out a purchase contract based on these Terms and Conditions, in the first instance the parties agree to settle the disagreement amicably, acting in good faith, and if this not possible, in the court having jurisdiction over the Seller’s seat.\n\nAppendix 1 – delivery rates (price list)\nAppendix 2 – information about legal right to withdraw from purchase contract\nAppendix 3 – declaration form for withdrawal from distance purchase contract\n Appendix 4 – complaint form", "metadata": {"url": "https://sklep.agh.edu.pl/en/regulations,11", "title": "Regulations - AGH e-Shop", "depth": 3, "duplicate": false, "content_hash": "0370fe96d0aab6d1c0a5d842b28ac617", "word_count": 4281, "headings": []}}