{"metadata": {}, "content": "Załącznik nr 1 do Zarządzenia Nr  6/2013 Rektora AGH z dnia 22 stycznia 2013 roku  \n \n \nRegulamin  \nMiasteczka Studenckiego AGH w Krakowie   \n \n \n§ 1 \n1. Miasteczko Studenckie AGH, zwane dalej Miasteczkiem, jest jednostką organizacyjną Uczelni \npowołaną na podstawie art. 9 Statutu AGH  do administrowania studencką bazą \nmieszkaniową.  \n2. Szczegółową o rganizację Miasteczka określa Regulamin  Organizacyjn y AGH.  \n§ 2 \n1. W skład Miasteczka  wchodzą  obiekty stanowiące własność  Uczelni: domy studenckie oraz \nściśle związane z nimi obiekty pomocnicze i usługowe, boiska sportowe i obiekty \nrekreacyjne,  ciągi i obiek ty komunikacyjne, infrastruktura  techniczn a. \n2. Wykaz  obiektów podlegających administracji  Miasteczka zawiera Załącznik nr 1  do \nniniejszego Regulaminu.  \n§ 3 \n1. Podstawowym cel em działalności Miasteczka jest utrzymanie i udostępnianie miejsc do \nzamieszkania studentów AGH i innych szkół wyższych Krakowa oraz  realizacja zadań \nobejmujących zaspokojenie potrzeb mieszkańców Miastecz ka w zakresie kultury, sportu \ni rekreacji.  \n2. W miarę wolnych miej sc w domach studenckich mogą zostać zakwaterowane inne osoby, \nn i ż  w y m i e n i o n e  w  u s t .  1 ,  p o d  w a r u n k i e m  o t r z y m a nia przez Władze Uczelni prawa  do \nzamieszkania w obiektach Miasteczka.  \n§ 4 \nDo zadań Miasteczka należy  w szczególności : \n1. Wykonywanie decyzji Władz AGH w zakresie obsługi studentów i innych osób, które \notrzymały prawo zamieszkania w Miasteczku.  \n2. Realizacja zawartych przez AGH u mów z innymi uczelniami Krakowa, których przedmiotem \njest udostępnienie mieszkań dla studentów tych uczelni . \n3. Świadczenie usług w zakresie doraźnego udostępniania bazy mieszkaniowej . \n4. Prowadzenie racjonalnej gospodarki miejscami w domach studenckich i informowanie  \nodpowiednich jednostek uczelni o wykorzystaniu miejsc .  \n5. Utrzymywanie posiadanej bazy materialnej w stanie pełnej sprawności technicz nej, \nsanitarnej, organizacyjnej i  porządkowej za pomocą jednostek własnych  lub usług \nświadczonych przez inne osoby bądź pod mioty gospodarcze .  \n6. Przestrzeganie przepisów obowiązującego prawa , w szczególności w zakresie  finansów \npublicznych, zarządzania budynkami mieszkalnymi, prawa budowlanego, przepisów ppoż. \nI BHP oraz przepisów wewnętrznych AGH . \n7. Prowadzenie racjonalnej gospodarki środkami finansowymi przydzielonymi w budżecie \nUczelni i pozyskanymi z prowadzonej działalności.  \n8. Racjonalne gospodarowanie majątkiem ruchomym Uczelni znajdującym się w dyspozycji  \nMiasteczka . \n\n9. Określanie potrzeb w zakresie przeprowa dzania remontów i modernizacji budynków \ni infrastruktury  oraz koordynacja ich realizacji z ramie nia użytkownika  obiektów . \n10. Zapewnienie bezpieczeństwa  mieszkańcom  Miasteczka przebywającym  na jego terenie.   \n11. Inicjowanie i wspieranie działań związanych z oferowaniem mieszkańcom Mi asteczka na \njego terenie, dodatkowych usług  w zakresie kultury, sportu  i rekreacji . Przeciwdziałanie \npatologiom społecznym, kreowanie właściwych wzorców zachowań mieszkańców \nMiasteczka.  \n12. Ścisła współpraca z Samorządem Studentów AGH i Radami  Mieszkańców  domó w \nstudenckich . \n13. Realizacja postanowień Władz Uczelni i Rady Miasteczka Studenckiego.  \n14. Przestrzeganie przepisów prawa wewnętrznego Uczelni ora z procedur i zasad związanych \nz zarządzaniem Uczelnią.   \n§ 5 \n1. Rada Miasteczka Studenckiego AGH , powoływana przez Rektora AGH,  jest organem \nnadzorują cym funkcjonowanie Miasteczka, zwłaszcza w zakresie jego administracji, jest \nrównież organem konsultacyjno -doradczym Rektora AGH  w zakresie zarządzania \nMiasteczkiem .  \n2. W skład Rady Miasteczka Studenckiego AGH wchodzą: \na)  Prorektor  AGH ds. Ogólnych – Przewodniczący Rady , \nb)  Prorektor AGH ds. Studenckich , \nc)  Przewodniczący S enackiej Komisji ds. Kształcenia i spraw Studenckich , \nd)  Kanclerz AGH , \ne)  Kwestor AGH , \nf)  2 (dwóch) przedstawicieli URSS AGH,  \ng)  2 (dwóch) przedstawicieli Rad Mieszkańc ów dom ów studenckich Miasteczka, \ndelegowanych przez URSS AGH.  \n3. Posiedzenia Rady Miasteczka Studenckiego AGH winny odbywać się co najmniej dwa razy \nw roku. \n4. Obsługę administracyjną Rady Miasteczka Studenckiego AGH zapewnia Dyrektor Miasteczka.  \n§ 6 \nDo zadań Rady Mia steczka Studenckiego AGH należy  w szczególności : \n1. Wyrażanie opinii dotyczących rocznych i perspektywicznych  planów rzeczowo- finansowych \nMiasteczka, w tym planów remontowego i inwestycyjnego Miasteczka, przed ich skierowaniem do Senat u, w ramach procedowania  uchwały budżetowej Uczelni.  \n2. Wyrażanie opinii dotyczących sprawozdań z działalności Miasteczka, w tym z wykonania \nplanu rzeczowo- finansowego.  \n3. Wyrażanie opinii dotyczących zasad obliczania i zmiany wy sokości opłat za zamieszkanie \nw Miasteczku.  \n4. Wyrażanie opi nii dotyczącej polityki Uczelni w zakre sie rozdziału miejsc w domach \nstudenckich Miasteczka:  \n5. Wyrażanie opinii dotyczących zasad polityki Uczelni w zakresie przekazania części infrastruktury Miasteczka (lokali, terenu) w najem, dzierżawę  lub zmiany dotychc zasowego \njej przeznaczenia.  \n6. Wyrażanie opinii w sprawach skierowanych do zaopiniowania przez Rektora.  \n§ 7 \n1. Nadzór Prorektor a ds. Ogólnych  nad Miasteczkiem obejmuje : \na)  akceptację  projektów: struktury organizacyjnej, rocznego budżetu oraz planów \nremontowego i inwestycyjnego Miasteczka, przed skie rowaniem ich do zatwierdzenia \nw procedurze przyjętej w AGH;  \n\nb)  wydawanie decyzji w sprawach opiniowanych przez Radę Miasteczka Studenckiego \nzgodnie z przydzielonymi jej kompetencjami;  \nc)  akceptację  przeznaczenia części budynków i urządzeń Miasteczka w najem  lub \ndzierżawę;  \nd)  nawiązywanie i rozwiazywanie stosunku pr acy z pracownikami Miasteczka \nz zastrzeżeniem §8 ust.2 .  \n2. Prorektor ds. Ogólnych jest z urzędu przewodniczącym Rady Miasteczka Studenckiego.  \n§ 8 \n1. Organizację administ racji Miasteczka określa Regulamin Organizacyjny Uczelni.  \n2. Miasteczkiem kieruje Dyrektor Miasteczka , podległy Prorektorowi ds. Ogólnych . Dyrektora \nzatrudnia i rozwiązuje z nim stosunek pracy Rektor na wniosek Prorektora ds. Ogólnych.  \n3. Dyrektor Miasteczka od powiada za całość funkcjonowania Miasteczka. W szczególności do \nkompetencji Dyrektora Miasteczka należy:  \na) organizacja i nadzór nad realizacj ą podstawowych zadań Miasteczka , \nb) nadzór i koordynacja w zakresie funkcjonowania jednostek  organizacyjnych Miasteczka,  \nc) przedkładanie Radzie Miasteczka Studenckiego AGH wniosków w sprawach należących do  \njej kompetencji,  \nd) wdraża nie ustaleń podejmowan ych przez Radę Miasteczka Studenckiego AGH oraz  nadzór \nnad ich realizacją,  \ne) współpraca z Samorządem Studentów AGH,  \nf) nadzór nad opracowaniem i realizacją zatwierdzonego planu rzeczowo- finansowego \nMiasteczka , \ng) racjonalne i zgodne z prawem dysponowanie środkami finansowymi  wynikającymi \nz budżetu  Miasteczka w zakresie pełnomocnictw udzielonych przez Rektora,  \nh) nadzór nad racjonaln ą gospoda rką obiektami i mieniem Uczelni  \nw Miasteczku , w tym : \n1) zawieranie, w oparciu o pełnomocnictwo udzielone przez Rektora, umów najmu lub \ndzierżawy części budynków i urządzeń Miasteczka, po uzyskaniu akceptacji Prorektora \nds. Ogólnych,  \n2) podejmowan ie decyzji dotyczących  zmiany dotychczasowego przeznaczenia lokali \nMiasteczka , nie wymagających zawarcia umowy najmu lub dzierżawy.  \n3) zgłasza nie inicjatyw oddania części terenu w najem lub dzierżawę (określanie celu, \nustalanie warunków organizacyjnych, propo nowanie warunków finansowych, nadzór \nnad wypełnianiem warunków umów);  \n4) prowadzenie ewidencji zawartych umów, określonych w pkt.2)  \ni przekazywanie jej do Działu Gospodarki Nieruchomościami po zakończeniu  roku \nkalendarzowego.  \ni) nadzór nad terminową realizacją  ustaleń, decyzji i obowiązującej sprawozdawczości, \nj) nadzór nad działaniami w zakresie bezpieczeństwa mieszkańców  Miasteczka, \nw szczególności nadzór nad przestrzeganie m zasad BHP oraz prz episów ppoż.,  \nk) zarzadzanie kadrami, w szczególności : \n1) wnioskowanie do Pr orektora ds. Ogólnych  w spraw ach zatrudniania, zwalniania  \ni zmiany warunków umów  podległych pracowników,  \n2) określanie  zadań i zakresów obowiązków wykonywanych przez pracowników , \n3) proponowanie warunków pracy i płacy dla pracowników , \n4) dysponowanie  funduszem p remiowym i funduszem nagród  Miasteczka , \n5) dysponowanie funduszem wynagrodzeń bezosobowych , \n6) nadzór nad dyscypliną pracy ws zystkich pracowników Miasteczka;  \nl) planowanie, organizacja i nadzór , jako użytkownika  budynków, nad inwestycjami \ni remontami realizowanymi w obiektach M iasteczka , \nm) wykonywanie zadań związanych z planowaniem i nadzorem nad realizacją inwestycji \nprzeprowadzanych przez  Uczelnię w obszarze Miasteczka.  \n4. Dyrektor M iasteczka zarządza przy udziale zastępców:  \na) Zastępcy Dyrektora Miasteczka  ds. Administr acyjnych,  \nb) Zastępcy Dyrektora Miasteczka ds. Eksploatacji, \nZastępców Dyrektora zatrudnia Prorektor ds. Ogólnych  na wniosek Dyrektora Miasteczka.  \n\n5. Do zadań Zastępcy Dyrektora Miasteczka ds. Administracyjnych należy w szczególności:  \na) organizacja pracy administ racji domów studenckich, \nb)  nadzór nad pracą personelu domów studenckich,  \nc) koordynacja działań administracji Miasteczka w zakresie optymalnego wykorzystania \nzasobów lokalowych w domach studenckich, \nd) organizacja i koordynacja działalności hostelowej Miasteczka , \ne) informatyzacja administracji Miasteczka,  \nf) współpraca z Samorządem Studentów AGH  (w zakresie zleconym przez Dyrektora \nMiasteczka ), Radami Mieszkańców , Fundacją Studentów i Absolwentów AGH „Academica” \noraz z innymi organizacjami studenckimi i podmiotami zew nętrznymi w zakresie inicjatyw \nkulturalnych, sportowych i rekreacyjnych na terenie Miasteczka . \n6. Do zadań Zastępcy Dyrektora Miasteczka ds. Eksploatacji należy w szczególności:  \na) nadzór nad stanem technicznym infrastruktury oraz wyglądem zewnętrznym obiektów \ni terenu Miasteczka,  \nb) koordynacja działań służb technicznych Miasteczka w zakresie utrzymania sprawności \ntechnicznej obiektów,  \nc) przygotowanie planów remontów i modernizacji Miasteczka,  \nd) koordynacja realizacji remontów i modernizacji budynkó w i infrastruktury M iasteczka \nz ramienia użytkownika obiektów,  \ne) nadzór nad przygotowaniem, odbiorem oraz uruchomieniem obiektów i infrastruktury \npoddanych remontom lub modernizacji,  \nf) nadzór nad przestrzeganiem przepisów prawa dot. ek sploatacji budynków i terenu \nMiasteczka ,  \ng) koordynacja zaopatrzenia Miasteczka w sp rzęt i materiały eksploatacyjne.  \n \n§ 9 \n1. Przychody Miasteczka stanowią:  \na)  opłaty wnoszon e przez mieszkańców domów studenckich , \nb)  inne przychody, w szczególności z tytułu: doraźnego udostępniania zasobów \nmieszkaniowych, prow adzonej działalności hostelowej , należności za czynsze i dzierżawy, \ndarowizn, sprzedaży zbędnych skład ników majątku,  świadczenia  usług, o których mowa \nw § 4 pkt.11  niniejszego Regulaminu, itp.  \nc)  środki z Funduszu Pomocy Materialnej  przeznaczone na dofinanso wanie  remon tów \ndomów studenckich , \nd)  celowe dotacje MNiSW, w tym dotacje na remonty,  \ne)  odpisy i dotacje z f unduszu zasadniczego Uczelni . \n2. Koszty bieżącego funkcjonowania Miasteczka są pokrywane z przycho dów wymienionych \nw ust. 1 lit . a) oraz b), z zastrzeżenie m ust. 3  i  w skali roku nie mogą ich przekroczyć.  \n3. Przychody określone w ust. 1  lit. b) przeznaczone są na  remonty i inwestycje w budynkach \ni urządzeniach Miasteczka oraz  zakup  wyposażenia i urządzeń w M iasteczku podnoszących  \njakość i standard zamieszkania  oraz na potrzeby  innych usług świadczonych przez \nMiastec zko, o których mowa w § 4 pkt.11  niniejszego Regulaminu.  \n4. Koszty przeprowadza nia remontów i modernizacji obiektów Miasteczka pokrywane są \nz przychodów wymienionych w ust. 1 li t. c) oraz  d) i   nie mog ą ich przekroczyć.  \n5. Plan rzeczowo- finansowy Miasteczka jest częścią planu finansowego Funduszu Pomocy \nMaterialnej AGH.  \n6. Dział Rozliczeń Finansowych Miasteczka prowadzi ścisłe ewidencje docho dów i kosztów oraz \nzaciągniętych  zobowiązań i rozlicza je w uzgodnie niu z Kwesturą AGH.  \n7. Ostateczne rozliczenie kosztów i przych odów Miasteczka oraz  ich księgowanie dokonywane \njest przez Kwesturę AGH.  \n \n \n\n§ 10 \nObsługę finansowo -księgową, prawną, kadrowo -płacową, inwestycyjno -remontową i socjalną \npracowników Miasteczka zapewni ają jednostki admini stracji centralnej, do których zadań \nnależy prowadzenie tej obsługi, zgodnie z Regulaminem Organizacyjnym  AGH. \n§ 11 \nZmiany Regulaminu Miasteczka Studenckiego mogą być dokonywane zarządzeniem Rektora \nAGH. \n\nZałącznik nr 1  do Regulaminu Mi asteczka Studenckiego AGH  \n \nWykaz obiektów administrowanych przez Miasteczko Studenckie AGH:  \n 1. Dom studencki  - DS-1, ul. Rostafińskiego 9  \n2. Dom studencki  - DS-2, ul. Rostafińskiego 11  \n3. Dom studencki  - DS-3, ul Tokarskiego 1  \n4. Dom studencki  - DS-4, ul. Rostafi ńskiego 10 wraz z Klubem  Studenckim  „Filutek”  \n5. Dom studencki  - DS-5, ul. Rostafińskiego 8  \n6. Dom studencki  - DS-6, ul. Rostafińskiego 6  \n7. Dom studencki  - DS-7, ul. Rostafińskiego 4 wraz z Klubem  Studenckim  „Zaścianek”  \n8. Dom studencki  - DS-8, ul. Rostafińskieg o 2 \n9. Dom studencki  - DS-9, ul. Budryka 9 wraz z zapleczem technicznym  \n10. Dom studencki  - DS-10, ul. Budryka 7  \n11. Dom studencki  - DS-11, ul. Budryka 5  \n12. Dom studencki  - DS-12, ul. Budryka 3  \n13. Dom studencki  - DS-13, ul. Budryka 1 wraz z zapleczem magazynowym  \n14. Dom s tudencki  - DS-14, ul. Budryka 2  \n15. Dom studencki  - DS-15, ul. Tokarskiego 10  \n16. Dom studencki  - DS-16, ul. Tokarskiego 8  \n17. Dom studencki  - DS-17, ul. Tokarskiego 6,  \n18. Dom studencki  - DS-18, ul. Tokarskiego 4  \n19. Dom studencki  - DS-19, ul. Tokarskiego 2  \n20. Dom studen cki  - DS „Alfa” bl.1-5, ul. Reymonta 17 wraz z Klubami Studenckimi „Karlik” \ni „Gwarek”  \n21. Pawilon ul. Budryka 4 (Klub „STUDIO”)  \n22. Pawilo n handlowo -usługowy ul. Budryka 6  \n23. Pawilon usługowy ul. Rostafińskiego 7 -7a (bank, poczta, administracja)  \n24. Budynek Administracy jny, ul. Reymonta 37  \n25. Budynek byłej kotłowni pary technologicznej , ul. Budryka 4,  \n26. Korty tenisowe, boiska sportowe , ul. Rostafińskiego,  \n27. Tereny zielone, parkingi i drogi wewnętrzne.  \n   \n\n"}