{"content": "#  Zasady równego traktowania w Akademii Górniczo-Hutniczej w Krakowie 2023 -- Równość w AGH \n\nURL: https://rownosc.agh.edu.pl/kodeks-rownego-traktowania\nCrawled: 2025-03-19 21:17:57\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Zasady równego traktowania w Akademii Górniczo-Hutniczej w Krakowie 2023 \n\n1. Preambuła\n\n2. Cel dokumentu\n\n3. Zjawiska dyskryminacji, molestowania i molestowania seksualnego\n\n3.1. Dyskryminacja bezpośrednia \n\n3.2. Dyskryminacja pośrednia\n\n3.3. Molestowanie (inaczej szykanowanie) \n\n3.4. Molestowanie seksualne \n\n3.5. Nierówne traktowanie i zachowanie podtrzymujące lub zachęcające do nierównego traktowania \n\n4. Stanowisko uczelni wobec dyskryminacji, seksizmu i molestowania \n\n5. Wsparcie instytucjonalne Akademii Górniczo-Hutniczej w przeciwdziałaniu nierównemu traktowaniu \n\n6. Postanowienia końcowe\n\nAkademia Górniczo-Hutnicza w Krakowie, przestrzegając przepisów Konstytucji Rzeczypospolitej Polskiej i działając w duchu Jej wartości, dokłada wszelkich starań, aby zachować równe szanse w dostępie do kształcenia oraz badań naukowych. Akademia GórniczoHutnicza w Krakowie sprzeciwia się działaniom dyskryminującym między innymi ze względu na płeć, rasę, wiek, orientację i tożsamość psychoseksualną, pochodzenie etniczne, wyznanie lub jego brak.\n\nNiniejszy dokument, zwany dalej „Zasadami”, definiuje i opisuje zachowania, które noszą znamiona dyskryminacji. Określa zachowania zabronione względem wszystkich osób ze społeczności Akademii Górniczo-Hutniczej w Krakowie: pracujących, studiujących na wszystkich poziomach i we wszystkich formach kształcenia, doktorantów Szkoły Doktorskiej oraz uczestników studiów podyplomowych.\n\n Definicje zachowań stanowiących przejawy dyskryminacji, w różnych jej odmianach i formach, zostały zaczerpnięte z ustawy z dnia 3 grudnia 2010 r. o wdrożeniu niektórych przepisów Unii Europejskiej w zakresie równego traktowania (Dz.U. z 2020 r., poz. 2156 z późn. zm.).\n\nDyskryminacja, molestowanie i molestowanie seksualne są przejawami nierównego traktowania ze względu na społecznie posiadaną cechę. Społecznie posiadana cecha to cecha charakteryzująca zbiorowość, a nie wyłącznie pojedynczą osobę. Takimi cechami mogą być np.: płeć, rasa, wiek, orientacja i tożsamość psychoseksualna, pochodzenie etniczne, wyznanie lub jego brak. \n\n Dyskryminacja może przybierać formę bezpośrednią i pośrednią. \n\nPrzez dyskryminację bezpośrednią rozumie się sytuację, w której osoba fizyczna ze względu na płeć, rasę, pochodzenie etniczne, narodowość, religię, wyznanie, światopogląd, niepełnosprawność, wiek lub orientację seksualną, jest traktowana mniej korzystnie niż inna osoba, która jest, była lub byłaby traktowana w porównywalnej sytuacji. \n\n Dyskryminacja bezpośrednia występuje zazwyczaj, gdy osoby będące w takiej samej społecznej sytuacji (np. zajmujące te same stanowiska, mające te same kompetencje, wiedzę i wyksztalcenie, czy studiujące na tym samym kierunku), ze względu na społecznie posiadaną cechę, są traktowane w nierówny sposób.\n\n Dyskryminacją w odniesieniu do osób pracujących są następujące, przykładowe sytuacje: \n 1) różne wynagradzanie osób różnej płci za tą samą pracę, przy takich samych kompetencjach, wiedzy i doświadczeniu;\n 2) nierówne obciążanie obowiązkami osób pracujących, ze względu na ich płeć;\n 3) uprzywilejowane traktowanie ze względu na społecznie posiadaną cechę (w odniesieniu do płci tzw. „seksizm dobrotliwy”);\n 4) deprecjonujące lub pozamerytoryczne uwagi, komentarze, żarty, insynuacje, odwołujące się do społecznych cech osób pracujących, np. wieku, etniczności, płci, tożsamości seksualnej, itd.;\n 5) protekcjonalne traktowanie i odnoszenie się w sposób umniejszający wartość osoby, podważające jej kompetencje;\n 6) zwracanie się do osób współpracujących w zróżnicowany sposób ze względu na posiadaną cechę np. ze względu na płeć - używanie pełnego tytułu lub imienia vs. zdrobnienia imion czy potocznego przydomka.\n\n Dyskryminacją w odniesieniu do osób kształcących się, są przykładowe sytuacje:\n 1) stawianie ocen uzasadnianych w całości lub częściowo płcią osoby kształcącej się, a nie jej wiedzą, kompetencjami i umiejętnościami;\n 2) deprecjonujące uwagi, komentarze, żarty, insynuacje odwołujące się do społecznych cech osób studiujących, np. wieku, etniczności, płci, tożsamości seksualnej itd.;\n 3) pozamerytoryczne komentarze i działania, w tym komplementy odwołujące się bezpośrednio do społecznych cech osób studiujących, np. wyglądu fizycznego;\n 4) traktowanie wybranych osób kształcących się, ze względu na społecznie posiadaną cechę, w sposób nierówny w stosunku do innych, np. nie zapewniając im równego dostępu do zasobów Uczelni, nie zapewniając im równych szans na zdobycie stypendiów lub grantów, czy nie uwzględniając ich opinii w ważnych decyzjach dotyczących Uczelni;\n 5) stosowanie różnych standardów, stawianie nierównych wymagań lub wymuszanie różnego nakładu pracy ze względu na społecznie posiadaną cechę;\n 6) wykluczanie osób studiujących z udziału w różnych aktywnościach lub wydarzeniach w Uczelni, z powodu społecznie posiadanej cechy.\n\nDyskryminacja pośrednia oznacza sytuację, w której dla osoby fizycznej ze względu na płeć, rasę, pochodzenie etniczne, narodowość, religię, wyznanie, światopogląd, niepełnosprawność, wiek lub orientację seksualną, na skutek pozornie neutralnego postanowienia, zastosowanego kryterium lub podjętego działania, występują lub mogłyby wystąpić niekorzystne dysproporcje lub szczególnie niekorzystna dla niej sytuacja, chyba że postanowienie, kryterium lub działanie jest obiektywnie uzasadnione ze względu na zgodny z prawem cel, który ma być osiągnięty, a środki służące osiągnięciu tego celu są właściwe i konieczne.\n Dyskryminacja pośrednia występuje zazwyczaj, gdy osoby będące w różnych sytuacjach i posiadające różne, społeczne cechy, traktuje się pozornie tak samo, jednakże konsekwencje tego traktowania powodują nierówności. Dyskryminacja pośrednia ma miejsce, gdy albo reguły obowiązujące w instytucji i obowiązujące w niej przepisy okazują się dyskryminujące, albo też takiego charakteru formalnie nie mają, jednak ich stosowanie prowadzi do tego, że osoby posiadające daną cechę społeczną znajdują się w szczególnie niekorzystnej sytuacji.\n\n Dyskryminacją pośrednią w odniesieniu do osób studiujących i pracujących będą przykładowe sytuacje:\n 1) organizowanie obowiązkowego egzaminu dla osób studiujących, w tym dla osób z niepełnosprawnością ruchową, w sali na piętrze, do którego nie prowadzi winda;\n 2) organizowanie obowiązkowych zaliczeń dla osób studiujących w grupie, w której cześć stanowią osoby wyznania prawosławnego, w czasie prawosławnych świąt Bożego Narodzenia;\n 3) wymaganie od osób pracujących, w tym od osób opiekujących się osobami zależnymi (dziećmi, osobami chorymi, starszymi) obowiązkowego udziału w spotkaniach zawodowych po godzinach pracy, czy w weekendy.\n\n Wszelka dyskryminacja, zarówno bezpośrednia, jak i pośrednia jest niedopuszczalna zgodnie z art. 18\n3a\n Kodeksu pracy. Przemoc lub groźba bezprawna wobec grupy osób lub poszczególnej osoby z powodu jej przynależności narodowej, etnicznej, rasowej, politycznej, wyznaniowej lub z powodu jej bezwyznaniowości, stanowi przestępstwo, o którym mowa w art. 119 Kodeksu karnego.\n\nPrzez molestowanie rozumie się każde niepożądane zachowanie, którego celem lub skutkiem jest naruszenie godności osoby fizycznej i stworzenie wobec niej zastraszającej, wrogiej, poniżającej, upokarzającej lub uwłaczającej atmosfery.\n Celem lub skutkiem molestowania jest również stworzenie nieprzyjaznego środowiska pracy lub kształcenia. Molestowanie odnosi się do cech społecznych i prawnie chronionych (np. płci, wieku, pochodzenia etnicznego, niepełnosprawności). \n\n Molestowaniem w odniesieniu do osób pracujących i studiujących są przykładowe sytuacje:\n 1) nękające komentarze dotyczące osobistych przekonań, formułowane przez osoby studiujące lub pracujące;\n 2) wypowiedzi o charakterze rasistowskim lub ksenofobicznym, projekcje rasistowskich, ksenofobicznych filmów czy używanie w prezentacjach rysunków obrażających grupy etniczne, religijne;\n 3) obraźliwe komentowanie, żartowanie o poniżającym, degradującym charakterze, insynuowanie określonych zachowań czy postaw;\n 4) zachowania werbalne lub niewerbalne poniżające, wyśmiewające, wykluczające lub izolujące z powodu cech społecznych;\n 5) szantażowanie, zastraszanie, grożenie z powodu cech społecznych;\n 6) celowe i uporczywe zwracanie się do kogoś przy użyciu zaimka (na przykład on lub ona), z którym dana osoba się nie identyfikuje i na które nie wyraża zgody.\n\n Molestowanie jest niedopuszczalne między innymi na podstawie art. 18\n3a\n § 5 Kodeksu pracy. Molestowanie może skutkować odpowiedzialnością karną m.in. na podstawie art. 190a i 218 Kodeksu karnego.\n\nMolestowanie seksualne jest to każde niepożądane zachowanie o charakterze seksualnym wobec osoby fizycznej lub odnoszące się do płci, którego celem lub skutkiem jest naruszenie godności tej osoby, w szczególności przez stworzenie wobec niej zastraszającej, wrogiej, poniżającej, upokarzającej lub uwłaczającej atmosfery; na zachowanie to mogą się składać fizyczne, werbalne lub pozawerbalne elementy.\n\n Celem lub skutkiem molestowania seksualnego jest również stworzenie nieprzyjaznego środowiska pracy lub kształcenia.\n\n Molestowaniem seksualnym w odniesieniu do osób pracujących i studiujących są przykładowe sytuacje:\n 1) wygłaszanie uwłaczających lub poniżających komentarzy na temat orientacji seksualnej lub tożsamości płciowej;\n 2) wygłaszanie niechcianych komentarzy o charakterze seksualnym na temat wyglądu, ubioru lub części ciała;\n 3) opowiadanie obraźliwych anegdot lub dowcipów, dotyczących płci lub seksualności, szczególnie w sytuacjach publicznych, takich jak zebrania, seminaria, konferencje, ale i różne formy zajęć dydaktycznych;\n 4) publikowanie postów oraz komentarzy w akademickich mediach społecznościowych, które są obelżywe, szydercze, dyskredytujące, obrażające inne osoby ze względu na społecznie posiadaną cechę, np. tożsamość psychoseksualną osoby; \n 5) wyzwiska lub używanie obelg z konotacjami płciowymi lub seksualnymi;\n 6) udostępnianie lub wyświetlanie obrazów lub filmów z podtekstem seksualnym lub seksistowskich, sugerujących m.in., że jedna płeć jest mniej wartościowa niż inna; używanie materiałów seksistowskich w prezentacjach multimedialnych lub innych materiałach dydaktycznych;\n 7) niepożądany dotyk, naruszanie integralności cielesnej;\n 8) usiłowanie napaści lub napaść na tle seksualnym, w tym gwałt.\n\n Molestowanie seksualne jest niedopuszczalne w każdym przypadku, niezależnie od tego czy dane osoby pozostają czy też nie w zależności służbowej lub w jakiejkolwiek innej formie relacji. Zachowania wyczerpujące znamiona molestowania seksualnego mogą stanowić przestępstwo ścigane na podstawie Kodeksu karnego.\n\nPrzez nierówne traktowanie należy rozumieć traktowanie osób fizycznych w sposób będący jednym lub kilkoma z następujących zachowań: dyskryminacją bezpośrednią, dyskryminacją pośrednią, molestowaniem, molestowaniem seksualnym, a także mniej korzystnym traktowaniem osoby fizycznej wynikającym z odrzucenia, molestowania lub molestowania seksualnego, lub podporządkowania się molestowaniu, lub molestowaniu seksualnemu oraz zachęcanie do takich zachowań i nakazywanie tych zachowań.\n\n Zachowanie podtrzymujące lub zachęcające do nierównego traktowania może realizować się wprost, być przyzwoleniem lub brakiem reakcji na dyskryminację, molestowanie lub molestowanie seksualne, lub inne przejawy niewłaściwego zachowania.\n\n Zachowaniem podtrzymującym lub zachęcającym do nierównego traktowania są przykładowe sytuacje:\n 1) brak reakcji wykładowcy na dyskryminujące zachowania osób kształcących się wobec siebie nawzajem;\n 2) brak reakcji osoby kierującej projektem na zachowanie mające cechy molestowania seksualnego, które podejmuje wykonawca projektu wobec innej osoby;\n 3) namawianie współpracowników do komentowania, żartowania, insynuowania, z podtekstem seksualnym. \n\nNierówne traktowanie, w tym dyskryminacja, molestowanie i molestowanie seksualne mogą potencjalnie mieć miejsce w sytuacjach oficjalnych – publicznych i indywidualnych, np. na zebraniach, seminariach, podczas zajęć dydaktycznych na wszystkich etapach kształcenia i konsultacji, bądź w sytuacjach nieformalnych, np. na spotkaniach czy imprezach integracyjnych, w budynku uczelni oraz poza nim, np. na wyjazdach badawczych, czy konferencjach naukowych.\n\n Jeżeli opisane powyżej zjawiska mają charakter ciągły i uporczywy, mogą przybrać formę \nmobbingu\n.\n\nUczelnia nie godzi się na żadne przejawy dyskryminacji, w tym w relacjach pomiędzy osobami pracującymi, pomiędzy osobami pracującymi, a osobami kształcącymi się, czy też pomiędzy osobami kształcącymi się. Chcemy, by Wspólnota Uczelni była bezpieczną przestrzenią zapewniającą związanym z nią osobom komfort pracy i nauki. Ważne jest również, aby wszystkie osoby budujące społeczność naszej Uczelni, niezależnie od swojej płci, stanowiska, tytułu zawodowego czy stopnia lub tytułu naukowego, były świadome równości szans w obszarze pracy i kształcenia. Stąd też Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie realizuje cele założone w „\nPlanie Równości Płci na lata 2022-2024\n”, takie jak: \n\n 1) zwiększanie świadomości wagi równego traktowania oraz wiedzy o przyczynach, skutkach i przejawach nierównego traktowania ze względu na płeć;\n 2) wspieranie równego dostępu do karier naukowych i procesów rekrutacji (w tym zasobów i awansów), szczególnie w obszarach, gdzie płeć jest czynnikiem różnicującym;\n 3) wspieranie godzenia pracy zawodowej i życia rodzinnego, w tym ról opiekuńczych, przez osoby pracujące i studiujące w AGH;\n 4) zwiększenie różnorodności, w tym równowagi płci w organach i procesach decyzyjnych, na różnych poziomach struktury organizacyjnej Uczelni;\n 5) zapewnienie warunków do kształcenia oraz wykonywania pracy zgodnie z regułami bezpieczeństwa i przeciwdziałania przejawom seksizmu oraz molestowania seksualnego\n\nZwiększenie poczucia bezpieczeństwa oraz podniesienie standardu kultury pracy i nauki przyczyni się do realizacji misji AGH oraz ogólnych celów i zadań, a także będzie pozytywnie oddziaływać na otoczenie Uczelni. \n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie zapewnia pomoc osobom, które doświadczyły nierównego traktowania.\n\n Jeżeli sprawa dotyczy dyskryminacji osoby pracującej lub studiującej, zgłoś się do Rzecznika Równości: \nrzecznikrownosci@agh.edu.pl\n, tel. (12) 617 58 07.\n\n Jeżeli sprawa dotyczy dyskryminacji osoby studiującej, możesz zgłosić się do Pełnomocnika Przewodniczącego URSS AGH ds. Równego Traktowania. Więcej informacji na stronie URSS AGH: \nhttps://samorzad.agh.edu.pl/\n. \n\n Jeżeli uważasz, że naruszane są prawa osób studiujących, skontaktuj się z Rzecznikiem Praw Studenta: \nrps@agh.edu.pl\n, tel. 885 956 765.\n\n Jeśli chcesz zdobyć lub pogłębić wiedzę na temat równego traktowania, możesz wziąć udział w szkoleniach dostępnych w \nCentrum e-Learningu i Innowacyjnej Dydaktyki AGH\n. \n\nNiniejszy dokument podlegać będzie rewizji. Rewizja dokumentu odbywać się będzie w drodze konsultacji. Uczelnia dołoży wszelkich starań, by konsultacje te miały szeroki i angażujący charakter, w szczególności objęły osoby reprezentujące środowiska osób studiujących i pracujących, jak i współpracujących z AGH w sferze dydaktyki, badań oraz administracji. \n\nStopka\n\nBack", "metadata": {"url": "https://rownosc.agh.edu.pl/kodeks-rownego-traktowania", "title": " Zasady równego traktowania w Akademii Górniczo-Hutniczej w Krakowie 2023 -- Równość w AGH ", "depth": 2, "duplicate": false, "content_hash": "364374bc0d280376ff24d905da49d0d9", "word_count": 1918, "headings": [{"level": 1, "text": "Zasady równego traktowania w Akademii Górniczo-Hutniczej w Krakowie 2023"}, {"level": 2, "text": "Stopka"}]}}