{"content": "# Tekst źródłowy strony Alberto L. Sangiovanni-Vincentelli – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Alberto_L._Sangiovanni-Vincentelli&action=edit\nCrawled: 2025-03-19 22:01:00\n\nTekst źródłowy strony Alberto L. Sangiovanni-Vincentelli\n\n← \nAlberto L. Sangiovanni-Vincentelli\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nTekst źródłowy strony można podejrzeć i skopiować.\n\n{{Infobox scientist\n|family-name=Sangiovanni-Vincentelli\n|given-name=Alberto L.\n|honorific-prefix=Prof.\n|image=Alberto Sangiovanni Vincentelli.jpg\n|birth_date=23 czerwca 1947\n|birth_place=Mediolan\n|fields=cyber-fizyczne systemy, projektowanie systemów, elektroniczne systemy projektowe, projektowanie systemów wbudowanych, sterowanie, układy scalone\n|dhc_year=2019\n|dhc_reason=za: ogromny wkład w przełomowe rozwiązania w automatycznym projektowaniu złożonych układów elektronicznych, które przyczyniły się do rozwoju mikroelektroniki w Akademii Górniczo-Hutniczej\n}}\nProf. '''Alberto L. Sangiovanni-Vincentelli''' (1947-)  \n\nDyscyplina/specjalności: cyber-fizyczne systemy, projektowanie systemów, elektroniczne systemy projektowe, projektowanie systemów wbudowanych, sterowanie, układy scalone\n\n== Nota biograficzna ==\n\nUrodził się 23 czerwca 1947 roku w Mediolanie.\n\nW 1971 roku ukończył studia na Uniwersytecie Politecnico di Milano uzyskując tytuł magistra inżyniera.\n\nW 1976 roku rozpoczął pracę w University of California Berkeley, gdzie obecnie jest profesorem zwyczajnym na Wydziale Elektrotechniki i Informatyki.\n\nW latach 1980-1981 był naukowcem wizytującym na Wydziale Nauk Matematycznych IBM TJ Watson Research Center. \n\nW 1987 roku był profesorem wizytującym na MIT. \n\nW 1998 roku został wybrany członkiem Narodowej Akademii Inżynierii Stanów Zjednoczonych zajmującej się komputerowo wspomaganym projektowaniem układów scalonych. \n\nW 2014 roku został wybrany stypendystą Association for Computing Machinery za wkład w automatyzację projektowania elektronicznego.\n\nJest kierownikiem Katedry Inżynierii Elektrycznej i Informatyki im. Edgara L. i Harolda H. Buttnerów na Uniwersytecie Kalifornijskim w Berkeley.\n\nBył współzałożycielem Cadence i Synopsys, dwóch wiodących firm w obszarze Electronic Design Automation oraz założycielem i dyrektorem naukowym Centrum Badawczego PARADES w Rzymie.\n\nZasiada w zarządach firm: Cadence, KPIT, Expert.ai, Cy4Gate, Exein, a także pełni funkcję prezesa zarządu w Quantum Motion, Phononic Vibes, Innatera i Phoelex. \n\nJest członkiem zespołu doradców Walden International i Xseed, Naukowej Rady Konsultacyjnej Istituto Italiano di Tecnologia (IIT).\n\nJest prezesem Rady Strategicznej i Międzynarodowej Rady Doradczej parku technologicznego Milano Innovation District. \n\nZasiada w Radzie Doradczej Politecnico di Milano i posiada tytuł profesora honorowego Politecnico di Torino. \n\nPełnił również funkcję przewodniczącego Comitato Nazionale dei Garanti per la Ricerca czy Komisji ds. Strategii Fondo Strategico Italiano. \n\nDoradzał także firmom takim jak Intel, HP, Bell Labs, IBM, Ledlease, Samsung, UTC, Lutron, Kawasaki Steelm Fujitsu, Telecom Italia, Pirelli, GM, BMW, Mercedes, Magneti Marelli i ST Microelectronics.\n\nDoktor honoris causa połączonych wydziałów EE i CS Uniwersytetu Aalborg w Danii, KTH w Sztokholmie w Szwecji oraz AGH w Krakowie.\n\nAutor ponad 1000 artykułów naukowych, 19 książek oraz patentów.\n\nCzłonek Instytutu Inżynierów Elektryków i Elektroników (IEEE) i Association for Computing Machinery (ACM), jak również National Academy of Engineering (NAE), Komitetu Wykonawczego Włoskiego Instytutu Technologicznego, IEEE. W lipcu 2012 roku został przewodniczącym Comitato Nazionale Garanti per la Ricerca.\n\n==== Odznaczenia i nagrody ====\n\nNagroda im. Jamesa Clerka Maxwella przyznawaną przez IEEE i Royal Society of Edinburgh „za przełomowe zasługi, które miały wpływ na rozwój elektroniki i elektrotechniki lub obszarów powiązanych”, Nagroda im. Richarda Harolda Kaufmanna, Nagroda za całokształt osiągnięć naukowych przyznawaną przez European Design and Automation Association, Impact Award im.  Richard Newtona przyznawaną przez IEEE/ACM, Nagroda Uniwersytetu Kalifornijskiego za wybitne osiągnięcia w dziedzinie edukacji, Technical Achievement Award przyznawaną przez IEEE TC-CPS, Graduate Teaching Award im. Leona Kirchmayera (IEEE), Nagroda za całokształt osiągnięć naukowych przyznaną przez International Society for Peritoneal Dialysis, Nagroda Guillemin-Cauer,  Nagroda Darlington \n\n== Źródła do biogramu ==\n\n==== Artykuły ====\n\n* Kolczyńska I.: Tytuł dhc AGH dla prof. Alberto Sangiovanni-Vincentelli. ''Biuletyn AGH'' 2022, nr 168, s. 17, [foto]\n\n==== Inne ====\n\n* Alberto L. Sangiovanni-Vincentelli | EECS at UC Berkeley [online] [przeglądany 23.02.2022]. Dostępny w: https://www2-eecs-berkeley-edu.translate.goog/Faculty/Homepages/sangiovanni-vicentelli.html?_x_tr_sl=en&_x_tr_tl=pl&_x_tr_hl=pl&_x_tr_pto=sc\n* Alberto Sangiovanni-Vincentelli - Wikipedia [online] [przeglądany 23.02.2022]. Dostępny w: https://en-m-wikipedia-org.translate.goog/wiki/Alberto_Sangiovanni-Vincentelli?_x_tr_sl=en&_x_tr_tl=pl&_x_tr_hl=pl&_x_tr_pto=sc\n* Uchwała nr 151/2019 w sprawie nadania TYTUŁU DOKTORA HONORIS CAUSA AGH Panu Profesorowi Alberto L. Sangiovanni-Vincentelli [online] [przeglądany 23.02.2022]. Dostępny w: https://www.agh.edu.pl/fileadmin/default/templates/images/dokumenty/uchwaly_senatu/2019/1127/27_11__2019_151.pdf \n* Uroczystość nadania godności doktora honoris causa AGH prof. Alberto L. Sangiovanniemu-Vincentellemu [online] [przeglądany 23.02.2022]. Dostępny w: https://www.agh.edu.pl/wydarzenia/info/article/uroczystosc-nadania-godnosci-doktora-honoris-causa-agh-prof-alberto-l-sangiovanniemu-vincentellemu/\n* Wykład prof. Alberto L. Sangiovanni-Vincentelli - AGH [online] [przeglądany 23.02.2022]. Dostępny w: https://www.agh.edu.pl/wydarzenia/info/article/a-history-of-design-technology-from-rubylith-cutting-and-punch-cards-to-swarm-systems-wyk/\n\n{{DEFAULTSORT:Sangiovanni-Vincentelli, Alberto L.}}\n\n[[Category:Biogramy]] [[Category:Doktorzy honoris causa AGH]]\n\n'''''<span style=\"color:red;\">stan na dzień 23.02.2022</span>'''''\n\nSzablon użyty w tym artykule:\n\nSzablon:Infobox scientist\n (\ntekst źródłowy\n) \nWróć do \nAlberto L. Sangiovanni-Vincentelli\n.\n\nŹródło: „\nhttp://historia.agh.edu.pl/wiki/Alberto_L._Sangiovanni-Vincentelli\n”", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Alberto_L._Sangiovanni-Vincentelli&action=edit", "title": "Tekst źródłowy strony Alberto L. Sangiovanni-Vincentelli – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "4642e82aaa3eb0a0978e1e2f9271251e", "word_count": 672, "headings": [{"level": 1, "text": "Tekst źródłowy strony Alberto L. Sangiovanni-Vincentelli"}]}}