{"content": "#  FAQ -- Centrum Współpracy i Transferu Technologii -- Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \n\nURL: https://cwitt.agh.edu.pl/dwag/przedsiebiorczosc-akademicka/faq\nCrawled: 2025-03-19 22:40:00\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n FAQ \n\n Co to jest komercjalizacja pośrednia? \n\nObejmowanie lub nabywanie udziałów lub akcji w spółkach (bądź uprawniających do nich warrantów subskrypcyjnych) w celu wdrożenia lub przygotowania do wdrożenia wyników działalności naukowej; w polskiej uczelni publicznej realizowana wyłącznie za pośrednictwem uczelnianej spółki celowej, o której mowa w art. 149 ustawy z dnia 20 lipca 2018 r. Prawo o szkolnictwie wyższym i nauce.\n\n Co to jest komercjalizacja wyników badań? \n\nTo całokształt działań związanych z przekształcaniem wiedzy naukowej w nowatorskie technologie, produkty i rozwiązania oferowane na rynku; do najczęstszych form komercjalizacji zalicza się: samodzielne wdrożenie, udzielenie licencji, sprzedaż praw własności lub utworzenie innowacyjnej firmy odpryskowej (spin-off/spin-out).\n\n Co to jest przedsiębiorczość akademicka? \n\nZaangażowanie środowiska akademickiego ( studentów, absolwentów, doktorantów oraz pracowników naukowych) w działalność gospodarczą, wykorzystującą wiedzę akademicką\n\n Co to jest spółka celowa? \n\nSpółka celowa to spółka kapitałowa należąca do uczelni, powołana do życia w celu komercjalizacji pośredniej. W AGH rolę tę pełni Krakowskie Centrum Innowacyjnych Technologii INNOAGH sp. z o.o.\n\n Co to jest spółka spin-off? \n\nTo spółka kapitałowa, podejmująca próbę wdrożenia lub przygotowania do wdrożenia wyników działalności naukowej. W spółce spin-off jednym z obligatoryjnych udziałowców jest spółka celowa uczelni, a pozostałymi są zwykle naukowcy – twórcy technologii oraz inwestor branżowy lub finansowy\n\n Czym jest INNOAGH? \n\nKrakowskie Centrum Innowacyjnych Technologii INNOAGH sp. z o.o. to spółka celowa należąca w 100% do AGH w Krakowie. Utworzona na mocy Ustawy „Prawo o Szkolnictwie Wyższym” w celu komercjalizacji wyników badań naukowych i prac rozwojowych.\n Spółka opiera swoją działalność na potencjale intelektualnym, wynalazczym i technologicznym pracowników naukowych oraz zasobach infrastrukturalnych AGH. Strona internetowa spółki: www.innoagh.pl\n\nStopka\n\n © 2024 Centrum Współpracy i Transferu Technologii\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://cwitt.agh.edu.pl/dwag/przedsiebiorczosc-akademicka/faq", "title": " FAQ -- Centrum Współpracy i Transferu Technologii -- Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie ", "depth": 3, "duplicate": false, "content_hash": "35845bc9c1e732437d6830fcc03414b3", "word_count": 278, "headings": [{"level": 1, "text": "FAQ"}, {"level": 2, "text": "Stopka"}]}}