{"content": "# Tekst źródłowy strony Zbigniew Górny – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Zbigniew_G%C3%B3rny&action=edit\nCrawled: 2025-03-19 22:08:17\n\nTekst źródłowy strony Zbigniew Górny\n\n← \nZbigniew Górny\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nTekst źródłowy strony można podejrzeć i skopiować.\n\n{{Infobox scientist\n|family-name=Górny\n|given-name=Zbigniew\n|honorific-prefix=Prof. dr hab. inż.\n|image=Zbigniew_Gorny.jpg\n|birth_date=15 listopada 1927\n|birth_place=Kraków\n|death_date=27 marca 2014\n|fields=odlewnictwo, metaloznawstwo metali nieżelaznych\n|awards=Krzyż Kawalerski Orderu Odrodzenia Polski, Krzyż Oficerski Orderu Odrodzenia Polski, Krzyż Komandorski Orderu Odrodzenia Polski, Złoty Krzyż Zasługi, Srebrny Krzyż Zasługi, Medal Komisji Edukacji Narodowej, Państwowa Nagroda II stopnia\n|dhc_year=2002\n|dhc_reason=za znaczący wkład w rozwój naukowo-techniczny odlewnictwa polskiego i jego międzynarodową promocję oraz za istotny wkład w rozwój kadr naukowych dla specjalności odlewnictwo\n|honorAGH=Doktor Honoris Causa AGH\n|name=Zbigniew Górny\n|image_size=14983\n}}\nProf. dr hab. inż. '''Zbigniew Górny''' (1927–2014)\n\nDyscyplina/specjalności: odlewnictwo, metaloznawstwo metali nieżelaznych\n\n== Nota biograficzna == \nUrodził się 15 listopada 1927 w Krakowie. Zmarł 27 marca 2014 roku. Został pochowany na Cmentarzu Batowickim w Krakowie.\n\nW czasie II wojny światowej ukończył tajne gimnazjum ogólnokształcące oraz równocześnie szkołę handlową i budowlaną. Od 1943 roku żołnierz Armii Krajowej (zgrupowanie \"Żelbet\"). W 1945 roku otrzymał świadectwo dojrzałości w Gimnazjum im. H. Sienkiewicza w Krakowie.\n\nUkończył Wydział Komunikacji (Sekcja Lotnicza) [[Wydziały Politechniczne|Wydziałów Politechnicznych]] AGH w Krakowie (1950). Młodszy asystent i asystent w Katedrze Budowy Płatowców na Wydziale Komunikacji i innych Wydziałach AG/AGH w latach 1947-1951.\n\nW Instytucie Odlewnictwa w Krakowie podjął pracę 2 stycznia 1950 roku, zajmując stanowisko dyrektora Instytutu w latach 1975-1996, po przejściu na emeryturę Doradca Dyrektora ds. Naukowych. Równolegle prowadził zajęcia dydaktyczne jako wykładowca w Politechnice Krakowskiej (z Hydro- i Aeromechaniki 1953-1958). \n\nW 1963 roku na podstawie pracy \"Ustalenie optymalnego zakresu prędkości wirowania dla odśrodkowego wylewania tulejek stalowych brązem przy poziomej osi wirowania\", której promotorem był profesor Stefan Ziemba na Wydziale Odlewnictwa AGH, uzyskał stopień doktora.\n\nW 9167 roku w Politechnice Śląskiej w Gliwicach uzyskał habilitację, następnie został profesorem nadzwyczajnym.\n\nW 1983 roku otrzymał tytuł profesora.\n\nProfesor w Politechnice Poznańskiej (1982-1992) oraz Wyższej Szkole Inżynierskiej w Opolu (1992-1997) i Politechnice Opolskiej (1992-2000). Wykładał gościnnie w AGH, Wyższej Szkole Inżynierskiej w Krakowie, w Politechnice Wrocławskiej.\n\nAutor ponad 58 monografii, książek i skryptów, ok. 75 publikacji naukowych, ponad 500 publikacji technicznych i popularyzatorskich oraz ponad 250 niepublikowanych projektów, ekspertyz, opracowań analitycznych i prognostycznych. Współautor 26 patentów. Był redaktorem naczelnym kwartalnika naukowego „Prace Instytutu Odlewnictwa” (1975-1996) oraz popularnego czasopisma technicznego „Doświadczony Mistrz” (1982-1992). Współorganizator kilku Światowych Kongresów Odlewniczych oraz szkoleń w ramach UNIDO. Wygłaszał referaty w Australii, Hiszpanii, Niemczech, na Węgrzech, prowadził seminaria w Lubljanie, Porto Roge, Mariborze.\n\nSpecjalizował się w zakresie odlewnictwa i metaloznawstwa metali nieżelaznych, specjalnych metod odlewania, aparatury kontrolnej dla materiałów formierskich, kompozytów metalowych oraz symulacji krzepnięcia i krystalizacji z weryfikacją badawczą. Założyciel i członek Akademii Technicznej. Członek Komitetu Budowy Maszyn Polskiej Akademii Nauk (od 1975 roku), członek Komitetu Metalurgii PAN (od 1978 roku). Członek Zarządu Głównego Stowarzyszenia Technicznego Odlewników Polskich (członek od 1956 roku, sekretarz generalny 1961-1971, wiceprezes 1971-1987, prezes 1987-1993). Wiceprzewodniczący Polskiego Towarzystwa Materiałów Kompozytowych, członek założyciel Akademii Inżynierskiej w Polsce. Członek Centralnej Komisji ds. Tytułu Naukowego i Stopni Naukowych, członek Rady Głównej Jednostek Badawczo-Rozwojowych. Członek Association Technique de Fonderie (Francja) oraz The Institute of British Foundrymen (Wielka Brytania).\n\nDoktor honoris causa Politechniki Poznańskiej (1993) i Akademii Górniczo-Hutniczej w Krakowie (2002).\n\n==== Odznaczenia i nagrody ====\n\n[[Krzyż Kawalerski Orderu Odrodzenia Polski]], [[Krzyż Oficerski Orderu Odrodzenia Polski]], [[Krzyż Komandorski Orderu Odrodzenia Polski]], [[Złoty Krzyż Zasługi]], [[Srebrny Krzyż Zasługi]], [[Medal Komisji Edukacji Narodowej]], dwukrotnie [[Państwowa Nagroda II stopnia]], wielokrotnie nominowany przez American Biographical Institute na człowieka roku oraz do Amerykańskiego Medalu Honorowego, Medal SVUM (Państwowego Badawczego Zakładu Materiałów) w Pradze, szereg złotych odznak honorowych (zakładowych, komunalnych, stowarzyszeniowych) i wiele nagród za osiągnięcia w zakresie nauki i postępu technicznego\n\n== Źródła do biogramu ==\n\n==== Książki ====\n\n* Kto jest kim w Polsce. Ed. 4. Red. zesp. B. Cynkier [et al]. Warszawa  2001, s. 264\n* Kto jest kim w Polsce 1984 : informator biograficzny. Ed. 1. Red. zesp. L. Becela [et al.]. Warszawa 1984, s. 253\n* Kto jest kim w Polsce : informator biograficzny. Ed. 2. Red. zesp. L. Becela [et al.]. Warszawa 1989, s. 349\n* Profesor Zbigniew Górny Doktor Honoris Causa Akademii Górniczo-Hutniczej im. Stanisława Staszica. [Kraków ca 2002, 60 s.], [foto]\n* Współcześni uczeni polscy : słownik biograficzny. T. 1: A–G. Red. nauk. J. Kapuścik. Warszawa [ca 1998], s. 504\n\n==== Artykuły ==== \n\n* ''Dziennik Polski'' 2014, nr 74 (29-30 III 2014), s. A6 [nekr.]\n* ''Gazeta Wyborcza'' 2014, nr 76 (1 IV 2014), [dod.] ''Gazeta Wyborcza Kraków'', s. 6 [nekr.]\n* [Kryś-Dyja A.]: Posiedzenie Senatu [AGH] w dniu 12 grudnia 2001 r. ''Biuletyn Informacyjny Pracowników AGH'' 2002, nr 99, s. 21\n* [Kryś-Dyja A.]: Posiedzenie Senatu [AGH] w dniu 27 marca 2002 r. ''Biuletyn Informacyjny Pracowników AGH'' 2002, nr 102, s. 12\n* Longa W.: Laudacja osiągnięć Pana prof. zw. dr hab. inż. Zbigniewa Górnego. ''Biuletyn Informacyjny Pracowników AGH'' 2002, nr 104/105, s. 23–24\n* Prof. zw. dr hab. inż. dr h.c. Zbigniew Górny prof. zw. w Instytucie Odlewnictwa w Krakowie. ''Archiwum Technologii Maszyn i Automatyzacji'' 1997, vol. 17, nr 2, s. [7], [foto]\n* [''Protokół z Posiedzenia Senatu AGH...'' 27.03.2002], s. [1], [6-7], [43]\n* Uroczystość wręczenia godności doktora honoris causa AGH Profesorowi Zbigniewowi Górnemu : 5 czerwca 2002 r. ''Biuletyn Informacyjny Pracowników AGH'' 2002, nr 104/105, s. [28], [foto]\n* Zet: Doktorat honoris causa Politechniki Poznańskiej dla profesora Zbigniewa Górnego. ''Prace Instytutu Odlewnictwa'' 1993, T. 43, z. 4, s. 299-309, [foto]\n\n==== Inne ==== \n\n* Zaproszenie na uroczyste posiedzenie Senatu AGH poświęcone nadaniu godności doktora honoris causa Profesorowi Zbigniewowi Górnemu, [1 k.]\n\n{{DEFAULTSORT:Górny, Zbigniew }}\n[[Category:Biogramy]]\n[[Category:Doktorzy honoris causa AGH]]\n\nSzablon użyty w tym artykule:\n\nSzablon:Infobox scientist\n (\ntekst źródłowy\n) \nWróć do \nZbigniew Górny\n.\n\nŹródło: „\nhttp://historia.agh.edu.pl/wiki/Zbigniew_Górny\n”", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Zbigniew_G%C3%B3rny&action=edit", "title": "Tekst źródłowy strony Zbigniew Górny – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "8508b23aaa5ada8958d584721e4866e5", "word_count": 943, "headings": [{"level": 1, "text": "Tekst źródłowy strony Zbigniew Górny"}]}}