{"content": "#  Geotermia -- Studia podyplomowe \n\nURL: https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/geotermia\nCrawled: 2025-03-19 21:16:25\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Geotermia \n\nOsoba do kontaktu\n\nmgr inż. Tomasz Kowalski\n tel.: 12 617 22 06\n tel. kom.: +48 570 490 440\ntkowal@agh.edu.pl\n\nmgr inż. Kamil Bandura\n tel. kom.: +48 506 465 313\nkbandura@agh.edu.pl\n\ndr hab. inż. Tomasz Śliwa, prof. AGH\n tel.: 12 617 22 17\nsliwa@agh.edu.pl\n\nOrganizator studiów\n\nWydział Wiertnictwa, Nafty i Gazu\n Katedra Wiertnictwa i Geoinżynierii\n Laboratorium Geoenergetyki\n\nal. Mickiewicza 30, 30-059 Kraków\n pawilon A-4, pokój 32\n\nStudia mają na celu przekazanie wiedzy z zakresu poszukiwania, udostępniania, eksploatacji, transportu, magazynowania i wykorzystania energii cieplnej Ziemi (ciepła geotermalnego i innego pochodzenia ciepła zawartego w górotworze). Zakres studiów obejmuje techniki i technologie realizacji prac geologicznych umożliwiających poszukiwanie, udostępnianie, eksploatację i magazynowanie ciepła. Ciepło Ziemi rozumiane jest jako ciepło zawarte w wodach termalnych i w skałach górotworu. Celem jest więc zapoznanie słuchaczy z zagadnieniami wiążącymi się z geotermią, z technikami wiertniczymi i geoinżynieryjnymi, stosowanymi przy wykorzystywaniu bezpośrednim energii geotermalnej oraz za pośrednictwem geotermalnych/gruntowych pomp ciepła.\n\nZ racji skondensowania przekazywanej wiedzy na zagadnieniach geotermii (głównie geotermalnych/gruntowych pomp ciepła) studia skierowane są głównie dla projektantów systemów ogrzewania, źródeł ciepła, geologów wojewódzkich i powiatowych oraz wykonawców wierceń. Przekazywana wiedza obejmuje termiczne właściwości skał i magazynowanie energii w górotworze, techniki i technologie oraz urządzenia wiertnicze, podstawy geotechniki i geoinżynieria, szeroko i interdyscyplinarnie potraktowane zagadnienia geotermii, wybrane zagadnienia prawa (szczególnie górniczego i geologicznego), ciepłownictwo z energetyką, hydrogeologię i hydrogeochemię, eksploatację wód (podziemnych), zagadnienia ekonomii i zarządzania środowiskiem, podstawy termodynamiki oraz pompy ciepła, a także płyny wiertnicze.\n\nLink do Sylabusa\n\nProgram studiów podyplomowych obejmuje informacje podstawowe z dziedziny wiertnictwa, geoinżynierii, geotechniki, geoenergetyki, ciepłownictwa, hydrogeologii, termodynamiki, zagadnień prawnych oraz ekonomii i zarządzania środowiskiem.\n\nW zakresie tematycznym znajdują się także przedmioty bardziej szczegółowe, takie jak termiczne właściwości skał, pompy ciepła, płyny wiertnicze, urządzenia wiertnicze i geoinżynieryjne oraz eksploatacja wód.\n\nW programie studiów zawarte są także zajęcia terenowe (w ciepłowniach geotermalnych, w kompleksach basenów termalnych, na wierceniach otworowych wymienników ciepła). Przedstawione będą zagadnienia poprawnego wykonywania projektu robót geologicznych na otworowe wymienniki ciepła, właściwej weryfikacji takich PRG, a także raportów powykonawczych (innej dokumentacji geologicznej).\n\nStudia przeznaczone są dla osób po studiach wyższych technicznych, zatrudnionych w przemyśle, w poszukiwaniach i udostępnianiu surowców, jak i geotechnice, budownictwie, ciepłownictwie i wiertnictwie. Szczególnie dotyczą osób zajmujących się wykonywaniem projektów i instalacji grzewczych i grzewczo-chłodniczych oraz wykonywaniem prac geologicznych i ziemnych związanych z pozyskiwaniem ciepła Ziemi. Absolwent będzie potrafił zaprojektować i wykonać system otworowych wymienników dla geotermalnych pomp ciepła pracujących w trybie grzewczym i/lub grzewczo-chłodniczym.\n\nKandydatami mogą być również absolwenci studiów wyższych, pragnący przekwalifikować się do pracy w geotermii i projektowaniu systemów bazujących na geotermalnych/gruntowych pompach ciepła i cieple geotermalnym zawartym w wodach geotermalnych.\n\nSłuchacze zdobędą wiedzę z zakresu geoenergetyki oraz geoinżynieryjnych i wiertniczych metod, mających głównie na celu udostępnianie i wykorzystanie ciepła Ziemi (tzn. ciepła geotermalnego i innego pochodzenia ciepła zawartego w górotworze), a także projektowanie takich prac.\n\nCzas trwania:\n 2 semestry\n\nTryb zgłoszeń:\n złożenie wymaganych dokumentów (o przyjęciu decyduje kolejność zgłoszeń)\n\nLiczba miejsc:\n min. 18, max. 25\n\nZajęcia odbywać się będą w AGH w Krakowie, na terenie AGH w Młoszowej oraz Uniejowie i na Podhalu.\n\nMiejsce zgłoszeń:\n AGH, Wydział Wiertnictwa, Nafty i Gazu\n al. Mickiewicza 30, 30-059 Kraków\n pawilon A-4, pokój 32\n\nOsoba przyjmująca zgłoszenia:\n mgr inż. Kamil Bandura\n tel. 506 465 313\nkbandura@agh.edu.pl\n\nTermin zgłoszeń:\n do 31 III 2025\n\nOpłaty:\n 6 966 zł (3 483 zł/semestr)\n\nWarunki rekrutacji:\n ukończenie studiów I stopnia (matematyka, fizyka, chemia na poziomie uczelni wyższej, dopuszczalny jest licencjat)\n\nformularz zgłoszeniowy \nplik do pobrania\n\npoświadczona przez Uczelnię kopia dyplomu ukończenia studiów wyższych\n\npoświadczenie wniesienia opłaty za studia podyplomowe za pierwszy semestr studiów, nie później niż w terminie 14 dni przed rozpoczęciem zajęć dydaktycznych w ramach studiów podyplomowych\n\nskierowanie z zakładu pracy (można również zgłaszać się indywidualnie), zawierające deklarację dokonania opłaty za studia\n\nStopka\n\nOferta studiów podyplomowych\n\nDokumenty dla kandydatów\n\nInformacje dla organizatorów\n\nKursy i szkolenia (IFK)\n\nBack", "metadata": {"url": "https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/geotermia", "title": " Geotermia -- Studia podyplomowe ", "depth": 2, "duplicate": false, "content_hash": "b1ca4957a23fbf756961862be5613d0f", "word_count": 630, "headings": [{"level": 1, "text": "Geotermia"}, {"level": 2, "text": "Stopka"}]}}