{"content": "#  RODBUK -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/otwarta-nauka/rodbuk\nCrawled: 2025-03-19 22:38:53\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n RODBUK \n\nRepozytorium\n tworzy przez sześć krakowskich uczelni:\nAkademia Górniczo-Hutnicza im. Stanisława Staszica\n, Uniwersytet Jagielloński, Politechnika Krakowska, Uniwersytet Ekonomiczny, Uniwersytet Komisji Edukacji Narodowej i Akademia Wychowania Fizycznego. Techniczną realizacją projektu zajmuje się \nAkademickie Centrum Komputerowe Cyfronet AGH\n.\n\n Zadaniem RODBUK jest gromadzenie, opracowanie, archiwizacja i udostępnianie w otwartym dostępie wszelkiego typu danych badawczych tworzonych przez pracowników naukowych, doktorantów i studentów w trakcie działalności naukowej.\n RODBUK realizuje politykę otwartej nauki – \nOpen Science\n poprzez stworzenie publicznie dostępnej platformy deponowania zbiorów danych badawczych umożliwiającej:\n\nzapoznanie się z badaniami prowadzonymi w krakowskich ośrodkach naukowych,\n\nprzechowywanie różnego rodzaju zbiorów danych badawczych,\n\nszybkie dotarcie do informacji poprzez przyjazny interfejs wyszukiwawczy,\n\nnajwyższy standard zapisu metadanych,\n\nuzyskanie stałego identyfikatora DOI dla każdego zbioru danych,\n\nznormalizowane cytowanie posiadanych danych,\n\nwybranie dla swojego zbioru danych jednej z licencji \nCreative Commons\n lub innej,\n\nokreślenie embarga i udostępnienie ograniczonych plików w momencie wyznaczonym przez deponującego.\n\nRepozytorium funkcjonuje na platformie \nDataverse\n opartej na oprogramowaniu typu open source. RODBUK pozwala na gromadzenie i udostępnianie danych badawczych z różnych dyscyplin i w różnych formatach. Dzięki temu dane są indeksowane i cytowane, co wpływa pozytywnie na ich upowszechnienie i promocję. Wszystkie publikowane metadane spełniają wytyczne podane przez \nOpenAIRE\n. W Repozytorium stosowane są \nzasady FAIR\n, co oznacza, że dane są możliwe do znalezienia, dostępne, intereoperacyjne, możliwe do ponownego wykorzystania.\n RODBUK jest zarejestrowany w:\n\nre3data\n - międzynarodowym rejestrze repozytoriów danych badawczych,\n\nOpenDOAR\n - międzynarodowym rejestrze otwartych repozytoriów,\n\nEOSC Marketplace\n - ogólnoeuropejskiej infrastrukturze dla Otwartej Nauki, która ma zapewnić otwarte i zaufane środowisko dostępu i zarządzania publikacjami, danymi badawczymi i oprogramowaniem, które są finansowane ze środków publicznych, a także powiązanych infrastruktur i usług.\n\nSpełnia tym samym wymagania stawiane przez instytucje finansujące badania naukowe jak np. Narodowe Centrum Nauki czy Unia Europejska w zakresie deponowania i otwierania danych badawczych. \n\nRepozytorium jest dedykowane naukowcom uczelni współtworzących projekt, którzy są zainteresowani deponowaniem i udostępnieniem swoich danych badawczych. Korzystanie z Repozytorium jest bezpłatne.\n\nAby zdeponować dane badawcze w RODBUK, trzeba posiadać aktywne konto w repozytorium. Logowanie następuje poprzez system uwierzytelniania uczelni (adres email w domenie agh.edu.pl). Podczas pierwszego logowania należy sprawdzić poprawność wprowadzonych danych, przeczytać i zaakceptować \nregulamin\n, a następnie potwierdzić utworzenie konta. Po weryfikacji i nadaniu uprawnień do właściwej kolekcji (wydziału) można deponować dane badawcze w RODBUK. Weryfikacja konta użytkownika przez administratora zajmuje maksymalnie jeden dzień roboczy. W \ninstrukcji deponowania danych badawczych\n oraz w \nFAQ\n znajdują się kompletne informacje dotyczące funkcjonowania RODBUK.\n\nDane udostępniane są w postaci tzw. datasetów. To zbiór stanowiący pewną odrębną całość i zawierający dane powiązane z jedną publikacją, projektem naukowym, bądź eksperymentem.\n\nZgodnie z wytycznymi instytucji finansujących badania naukowe, dane badawcze należy zapisywać w \nformatach otwartych\n (np. \nOpenDocument\n, PNG, FLAC, WebM, HTML, CSS), powszechnie dostępnych i bezpłatnych z wyjątkiem sytuacji, kiedy konwersja plików z oprogramowania specjalistycznego do otwartego może wpłynąć na jakość danych.\n\nZbiór danych powinna również uzupełniać dokumentacja zawierająca wszystkie informacje niezbędne do zrozumienia i właściwej interpretacji udostępnianych danych. Dobrą praktyką w tym zakresie jest umieszczanie w zbiorze danych dodatkowego pliku \nREADME.txt\n, zawierającego podstawowe informacje dotyczące udostępnianych danych.\n\nCo powinno się znaleźć w README?\n\nTytuł zbioru danych\n Podaj zwięzły i wyczerpujący tytuł zbioru danych, który dokładnie odzwierciedla jego zawartość.\n\nWstęp\n Przedstaw przegląd zbioru danych i opisz projekt, w ramach którego zostały zebrane. Podkreśl cel, zakres i potencjalne zastosowania zestawu danych. Rozważ również dołączenie linków do odpowiednich publikacji lub zasobów, które zapewniają dodatkowy kontekst.\n\nWymagania podstawowe\n Uwzględnij wszelkie warunki konieczne do korzystania z zestawu danych, takie jak określone wymagania dotyczące oprogramowania lub sprzętu. Zapewnij jasne instrukcje dotyczące uzyskiwania dostępu, pobierania i korzystania z plików danych.\n\nStruktura folderów\n Opisz organizację zbioru danych, w tym zawartość każdego folderu i zawartych w nim plików. Użyj tabel lub drzew plików, aby ułatwić użytkownikom zrozumienie struktury danych. Rozważ także dołączenie wszelkich powiązanych zestawów danych, które użytkownicy mogą uznać za przydatne.\n\nKonwencje nazewnictwa plików\n Zapewnij jasną i spójną konwencję nazewnictwa dla plików zbioru danych. Wyjaśnij znaczenie zastosowanych konwencji nazewnictwa.\n\nFormaty plików\n Opisz formaty plików używane w zbiorze danych i oprogramowanie wymagane do ich otwarcia.\n\nGromadzenie danych (opcjonalnie)\n Jeśli ma to zastosowanie, opisz pytania badawcze lub hipotezy, którymi kierowano się podczas gromadzenia zbioru danych. Wyjaśnij metody gromadzenia danych, w tym wszelkie względy etyczne wzięte pod uwagę.\n\nKsiążka kodowa\n Dostarcz książkę kodową, która wyjaśnia zmienne w zestawie danych. Jest to szczególnie ważne w przypadku danych tabelarycznych, ale jest również przydatne w przypadku każdego innego rodzaju pliku. Dołącz przynajmniej nazwę zmiennej, krótki opis i typ danych. \n\nLicencja\n\n Dołącz licencję, która pozwala innym na korzystanie i udostępnianie Twojej pracy. Rozważ użycie licencji otwartych danych, takich jak licencje Creative Commons.\n\nCytowanie (opcjonalnie)\n Podaj jasne instrukcje dotyczące sposobu cytowania zbioru danych lub powiązanych publikacji w artykule naukowym.\n\nKontakt\n Dołącz informacje kontaktowe w przypadku pytań lub komentarzy dotyczących zestawu danych.\n\nOpracowano na podstawie \nUtrecht University FAIR-Cheatsheets\n\n Zespół ds. Otwartej Nauki służy pomocą w opisywaniu i deponowaniu danych badawczych w RODBUK \n\nKontakt: Marta Urbaniec\n tel. 12 617 32 21\n otwartanauka@agh.edu.pl\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/otwarta-nauka/rodbuk", "title": " RODBUK -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "b34e09dd43fb4fb3d5c63a623fdef7bd", "word_count": 894, "headings": [{"level": 1, "text": "RODBUK"}, {"level": 2, "text": "Stopka"}]}}