{"content": "#  Patronat Rektora AGH -- Centrum Komunikacji i Marketingu \n\nURL: https://ckim.agh.edu.pl/patronat-rektora-agh\nCrawled: 2025-03-19 21:07:26\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Patronat Rektora AGH \n\nPatronat Honorowy Rektora AGH\n jest wyróżnieniem honorowym, podkreślającym szczególny charakter i rangę przedsięwzięcia. Wyróżnienie to zarezerwowane jest przede wszystkim dla ważnych wydarzeń naukowych i kulturalnych o szczególnej randze i znaczeniu dla uczelni, a także dla nauki i kultury polskiej.\n\nZasady przyznawania patronatu\n\nWniosek o przyznanie patronatu\n\n Rok akademicki 2025/2026 \n\nSIERPIEŃ\n\n15–22 VIII 2026 – 36th URSI General Assembly and Scientific Symposium (URSI GASS 2026)\n wnioskodawca: prof. dr hab. inż. Sławomir Gruszczyńki, dziekan Wydziału Informatyki, Elektroniki i Telekomunikacji AGH; prof. dr hab. inż. Artur Rydosz, prodziekan Wydziału Informatyki, Elektroniki i Telekomunikacji AGH\n\nLISTOPAD\n\n8–9 XI 2025 – Międzynarodowy Turniej „Nauka i Szachy”\n wnioskodawca: Jarosław Pietraszewski, koordynator sekcji szachowej AZS AGH, wiceprezes zarządu Małopolskiego Związku Szachowego w Krakowie\n\n Rok akademicki 2024/2025 \n\nPAŹDZIERNIK\n\nX 2024 – VI 2025 – Program oświatowy dla szkół ponadpodstawowych „Inżynierowie przyszłości”\n wnioskodawca: Fundacja PGNiG im. Ignacego Łukasiewicza\n\nX 2024 – Festiwal Łukasiewicza – Nauka i Technologie Budowlane\n wnioskodawca: dr hab. inż. Paweł Pichniarczyk, dyrektor Sieci Badawczej Łukasiewicz – Instytutu Ceramiki i Materiałów Budowlanych\n\nX 2024 – Uniwersytet Dzieci i Uniwersytet Dzieci w Klasie, edycja 2024/2025\n wnioskodawca: Agnieszka Kulus-Klepacka, dyrektorka Ośrodka Oddziału Uniwersytetu Dzieci w Krakowie\n\n3–6 X 2024 – konferencja „REHA for the Blind in Poland 2024.Światowe spotkanie Niewidomych, Słabowidzących i ich Bliskich”\n wnioskodawca: Marek Kalbarczyk, prezes Fundacji Szansa – Jesteśmy Razem; Anna Koperska, dyrektorka Fundacji Szansa – Jesteśmy Razem\n\n7 X 2024 – Carbon Footprint Summit\n wnioskodawca: Fundacja Carbon Footprint\n\n16 X 2024 – Dzień Równości AGH + UJ\n wnioskodawca: dr hab. Katarzyna Leszczyńska, prof. AGH, Zespół ds. Planu Równości Płci w AGH, Wydział Humanistyczny AGH\n\n17 X 2024 – konferencja Test Dive\n wnioskodawca: Nokia Solutions and Networks Sp. z o.o.\n\n22 X 2024 – XIII konferencja Green Industry Summit\n wnioskodawca: Executive Club Sp. z o.o.\n\n22–27 X 2024 – 31. Międzynarodowy Festiwal Filmowy Etiuda&Anima w Krakowie\n wnioskodawca: dyrekcja MFF Etiuda&Anima\n\n28 X 2024 – konkurs Technikon ESA\n Wnioskodawca: Przemysław Kuna, zastępca dyrektora NASK PIB ds. Ogólnopolskiej Sieci Edukacyjnej\n\nLISTOPAD\n\nXI 2024 – III 2025 – konkurs Krakowska Matematyka 2024/2025\n wnioskodawca: Marek Legutko, przewodniczący Oddziału Krakowskiego Stowarzyszenia Nauczycieli Matematyki\n\n3–7 XI 2024 – Kongres Nuclear Inter Jura 2024\n wnioskodawca: Remigiusz Nowakowski, prezes zarządu Fundacji DISE; Łukasz Młynarkiewicz, prezes INLA\n\n6 XI 2024 – kongres Kraków Tech Summit\n wnioskodawca: Paula Fanderowska, wiceprezeska zarządu Kraków5020 Sp. z o.o.\n\n9–10 XI 2024 – Międzynarodowy Turniej „Nauka i Szachy”\n wnioskodawca: wnioskodawca: Jarosław Pietraszewski. Koordynator sekcji szachowej AZS AGH, wiceprezes zarządu Małopolskiego Związku Szachowego w Krakowie\n\n13–15 XI 2024 – obchody jubileuszu 75-lecia Zespołu Pieśni i Tańca AGH „Krakus”\n wnioskodawca: Maciej Jędrzejek, ZPiT AGH „Krakus”\n\n13–17 XI 2024 – Międzynarodowy Konkurs Operetkowo-Musicalowy im. Iwony Borowickiej\n wnioskodawca: Ewa Warta-Śmietana, Fundacja Pomocy Artystom Polskim „Czardasz”\n\n28-29 XI 2024 – Carpathian Logistic Congress CLC 2024\n wnioskodawca: dr hab. inż. Jerzy Feliks, prof. AGH, Wydział Zarządzania AGH, przewodniczący Komitetu Organizacyjnego\n\n29–30 XI 2024 – międzynarodowa konferencja EKON eco5.zero, VI edycja\n wnioskodawca: Fundacja EKON\n\nGRUDZIEŃ\n\n2 XII 2024 – Kongres Społeczno-Gospodarczy Polska Moc Biznesu\n wnioskodawca: Fundacja Czyste Powietrze\n\n3 XII 2024 – IX Olimpiada Statystyczna\n wnioskodawca: Agnieszka Szlubowska, dyrektorka Urzędu Statystycznego w Krakowie\n\n11–13 XII 2024 – Szkolny Festiwal Explory\n wnioskodawca: dr Czesław Wróbel, dyrektor VI Liceum Ogólnokształcącego im. Adama Mickiewicza w Krakowie\n\n16 XII 2024 – Małopolska H2 CO2nnect\n wnioskodawca: Fundacja Polski Klaster Technologii Kompozytowych\n\nSTYCZEŃ\n\n8–10 I 2025 – XI Konferencja Naukowa Ł2B Łukasiewicz 2 Business / Building Chemistry\n wnioskodawca: dr hab. inż. Paweł Pichniarczyk. dyrektor Sieci Badawczej Łukasiewicza – Instytutu Ceramiki i Materiałów Budowlanych\n\n15–17 I 2025 – Konferencja Bezwykopowa Rehabilitacja\n wnioskodawca: Paweł Kośmider, prezes zarządu Wydawnictwo Inżynieria Sp. z o.o.\n\nLUTY\n\nII–V 2025 – Konkurs matematyczny dla uczniów szkół podstawowych Cyfromaniak\n wnioskodawca: Agnieszka Kowal, dyrektorka I Liceum Ogólnokształcącego im. Jana Zamoyskiego w Zamościu\n\n8–9 II 2025 – Międzynarodowy turniej szermierczy Trofeum Smoka Wawelskiego 2025\n wnioskodawca: Krakowski Klub Szermierzy KKS Kraków\n\nMARZEC\n\nIII–V 2025 – III Liga Małopolska w Szachach 2025\n wnioskodawca: Jarosław Pietraszewski, koordynator sekcji szachowej AZS AGH, wiceprezes zarządu Małopolskiego Związku Szachowego w Krakowie\n\nIII–VI 2025 – INDEX Investment Challenge\n wnioskodawca: Alina Bączar, prezes Fundacji GPW\n\n6–7 III 2025 – Konferencja Bezwykopowa Budowa\n wnioskodawca: Paweł Kośmider, przewodniczący konferencji, Wydawnictwo Inżynieria Sp. z o.o.\n\n8–9 III 2025 – Centralne Targi Budownictwa i Innowacji Grzewczych SilesiaBUD / Śląskie Tragi Nieruchomości i Budowa Domu\n wnioskodawca: EXPO Property BIS s.c.\n\n10–13 III 2025 – 46. Zimowa Szkoła Mechaniki Górotworu i Geoinżynierii\n wnioskodawca: Katarzyna Skowron, dyrektor Centrum Innowacji i Biznesu Politechniki Wrocławskiej\n\n18–22 III 2025 – Baltic Nuclear Energy Forum\n wnioskodawca: Fundacja Biznes dla Klimatu\n\n21–23 III 2025 – Festiwal i Targi Gier Planszowych BookGame\n wnioskodawca: Grażyna Grabowska, prezes zarządu Targi w Krakowie Sp. z o.o.\n\n27–29 III 2025 – Studencki Festiwal Informatyczny\n wnioskodawca: Koło Naukowe BIT AGH, Koło Naukowe Informatyki PK, Koło Naukowe i::team UEK, Koło Studentów Informatyki UJ, Koło Naukowe Studentów Elektronicznego Przetwarzania Informacji „Epicentrum”\n\nKWIECIEŃ\n\n1–4 IV 2025 – 13th International Student Petroleum Congress „East Meets West”\n wnioskodawca: Wojciech Hoc, AGH University of Krakow SPE Student Chapter\n\n2–3 IV 2025 – Konferencja Projektowanie Przyszłości \n wnioskodawca: Stowarzyszenie Klaster Technologii Informacyjnych w Budownictwie (BIM Klaster)\n\n6–13 IV 2025 – XII Międzynarodowy Festiwal Teatru Ukraińskiego „Wschód–Zachód”\n wnioskodawca: Nadiia Moroz-Olshanska, prezes zarządu Fundacji Widowisk Masowych\n\n9–11 IV 2025 – XI Międzynarodowa Konferencja Technologie Bezwykopowe NO-DIG Poland 2025\n wnioskodawca: prof. dr hab. inż. Andrzej Kuliczkowski, przewodniczący komitetu naukowego konferencji; Mariusz Karpiński-Rzepa, przewodniczący komitetu organizacyjnego konferencji\n\n14 IV 2025 – VI Międzynarodowy Szczyt Klimatyczny TOGETAIR\n wnioskodawca: Fundacja Czyste Powietrze\n\n15 IV 2025 – konferencja Bezpieczeństwo Inwestycji Budowalnych\n wnioskodawca: Monika Sochacka-Kośmider, przewodnicząca konferencji, Wydawnictwo Inżynieria\n\nMAJ\n\n14–16 V 2025 – XXX Międzynarodowe Targi Stacja Paliw\n wnioskodawca: Polska Izba Paliw Płynnych\n\n18–22 V 2025 – Microwave Radar Week\n wnioskodawca: prof. dr hab. inż. Sławomir Gruszczyńki, dziekan Wydziału Informatyki, Elektroniki i Telekomunikacji AGH\n\n24–25 V 2025 – FPGA Hackathon 2025\n wnioskodawca: Nokia Solutions and Networks Sp. z o.o.\n\n27–29 V 2025 – CyberTek Tech Festival 2025\n wnioskodawca: Zuzanna Wieczorek, prezes zarządu, dyrektor ds. technicznych Tekniska Polska Sp. z o.o.\n\n29 V 2025 – XXIII Powiatowy Turniej Wiedzy o Europie \n wnioskodawca: Andrzej Ciaptacz, organizator turnieju; Krystyna Jędrzejczyk, dyrektorka Zespołu Szkół Techniczno-Ekonomicznych w Skawinie\n\n30 V 2025 – Konkurs fizyczny dla uczniów szkół podstawowych \n wnioskodawca: Agnieszka Kowal, dyrektorka I Liceum Ogólnokształcącego im. Jana Zamoyskiego w Zamościu\n\nCZERWIEC\n\n4–5 VI 2025 – 5\nth\n European Lightweighting Network Conference\n wnioskodawca: dr hab. inż. Tomasz Dudziak, Sieć Badawcza Łukasiewicz – Krakowski Instytut Technologiczny\n\n9–10 VI 2025 – III Kongres Społeczności Energetycznych: lokalna współpraca, energetyka obywatelska dla samorządów\n wnioskodawca: Krajowa Izba Gospodarcza Społeczności Energetycznych\n\n10–12 VI 2025 – XXIII Międzynarodowa Konferencja, Wystawa i Pokazy Technologii „Inżynieria bezwykopowa”\n wnioskodawca: Paweł Kośmider, przewodniczący konferencji, Wydawnictwo Inżynieria\n\nLIPIEC\n\n29–31 VII 2025 – International Congress on Advanced Materials Sciences and Engineering (AMSE 2025)\n wnioskodawca: International Science and Technology Conference Institute Limited\n\nWRZESIEŃ\n\n1–3 XI 2025 – Szkoła Górnictwa Odkrywkowego 2025\n wnioskodawca: dr hab. inż. Arkadiusz Kustra, prof. AGH, dziekan Wydziału Inżynierii Lądowej i Gospodarki Zasobami\n\n19–21 IX 2025 – Jubileusz 80-lecia Stowarzyszenia Wychowanków AGH\n wnioskodawca: prof. dr hab. inż. Piotr Czaja, prezes SW AGH; dr inż. Jerzy Kicki, wiceprezes SW AGH\n\n23–25 IX 2025 – IV Kongres Geoinżynieria i Budownictwo Podziemne\n wnioskodawca: Monika Sochacka-Kośmider, przewodnicząca konferencji, Wydawnictwo Inżynieria\n\n Rok akademicki 2023/2024 \n\nPAŹDZIERNIK\n\nX 2023 – VI 2024 – Program oświatowy dla szkół ponadpodstawowych „Inżynieria przyszłości”\n wnioskodawca: Kinga Szewczyk, prezes zarządu Fundacji PGNiG im. Ignacego Łukasiewicza\n\nX 2023 – Uniwersytet Dzieci, edycja 2023/2024\n wnioskodawca: Agnieszka Kulus-Klepacka, dyrektor Ośrodka Uniwersytetu Dzieci w Krakowie\n\n12 X 2023 – Test Dive Conference 2023\n wnioskodawca: Nokia Solutions and Networks\n\n14 X 2023 – Otwarty Turniej Par „Inauguracja Roku Akademickiego”\n wnioskodawca: Piotr Wzorek, członek zarządu Małopolskiego Związku Brydża Sportowego\n\n26–28 X 2023 – XXXI International Polish-Ukrainian Conference CAD in Machinery Design. Implementation and educational issues\n wnioskodawca: Politechnika Białostocka, Wydział Mechaniczny\n\nLISTOPAD\n\nXI 2023 – konkurs Krakowska Matematyka 2023/2024\n wnioskodawca: Marek Legutka, przewodniczący Oddziału Krakowskiego Stowarzyszenia Nauczycieli Matematyki \n\nXI 2023 – międzynarodowy turniej „Nauka i Szachy”\n wnioskodawca: Jarosław Pietraszewski, członek zarządu Małopolskiego Związku Szachowego\n\n6–8 XI 2023 – Kongres Technologii STAL 2023\n wnioskodawca: Joanna Miśkiewicz, młodsza redaktor czasopisma „Stal Metale & Nowe Technologie”\n\n13–14 XI 2023 – wystawa „Innowacje w praktyce” oraz konferencja „Horyzonty przyszłości”\n wnioskodawca: Sebastian Chwedeczko, prezydent Izby Przemysłowo-Handlowej w Krakowie\n\n16 XI 2023 – IX konferencja naukowa „Nauka i Biznes – wspólne wyzwania”\n wnioskodawca: dr hab. inż. Marek Dudek, prof. AGH, Dziekan Wydziału Zarządzania; dr hab. inż. Joanna Duda, prof. AGH\n\n21–26 XI 2023 – 30. Międzynarodowy Festiwal Filmowy Etiuda&Anima w Krakowie\n wnioskodawca: Katarzyna Surmacz i dr Bogusław Zmudziński, dyrekcja MFF Etiuda&Anima 2023\n\nGRUDZIEŃ \n\nXII 2023 – I 2024– Niewidzialne kolokwia (6. edycja)\n wnioskodawca: Stowarzyszenie Naukowe Collegium Invisibile\n\n1 XII 2023 – Green Gas Poland 2023 – V Forum Biogazu i Biometanu\n wnioskodawca: Unia Producentów i Pracodawców Przemysłu Biogazowego i Biometanowego w Warszawie\n\n1–2 XII 2023 – V międzynarodowa konferencja EKON: eco5.zero\n wnioskodawca: Michał Gawroński, przewodniczący Rady Fundacji EKON\n\n4 XII 2023 – Kongres ESG – Polska Moc Biznesu\n wnioskodawca: Fundacja Czyste Powietrze\n\n6 XII 2023 – VIII Olimpiada Statystyczna\n wnioskodawca: Agnieszka Szlubowska, dyrektor Urzędu Statystycznego w Krakowie\n\nSTYCZEŃ\n\n12 I 2024 – konferencja „Transformacja Energetyczna w Polsce z węglem czy bez?”\n wnioskodawca: Jarosław Znaleźniak, prezes zarządu MMC Poland Sp. z o.o.\n\n10–12 I 2024 – VIII konferencja „Renowacja wykładzinami (rękawami) utwardzanymi na miejscu”\n wnioskodawca: Paweł Kośmider, przewodniczący konferencji, Wydawnictwo Inżynieria\n\nLUTY\n\n9 II 2024 – międzynarodowa konferencja naukowa „Projektowanie przyszłości – wpływ nowoczesnych technologii na edukację”\n wnioskodawca: mgr Magdalena Mazur, dyrektorka Szkoły Podstawowej z Oddziałami Integracyjnymi nr 12 im. Janusza Korczaka w Krakowie\n\n27 II – 3 VI 2024 – program Mentoringowy Innovations Hub 2024\n wnioskodawca: Jakub Dąbroś, wiceprezes Innovations Hub\n\nII–V 2024 – konkurs matematyczny dla uczniów szkół podstawowych Cyfromaniak\n wnioskodawca: Agnieszka Kowal, dyrektorka I Liceum Ogólnokształcącego im. Jana Zamoyskiego w Zamościu\n\nMARZEC\n\n4–19 III 2024 – Jubileusz XXX-lecia wydobycia w JSW SA KWK Budryk\n wnioskodawca: Jastrzębska Spółka Węglowa SA KWK Budryk\n\n16–20 III 2024 – konferencja Solankowa Dolina i odkrycie prozdrowotnych wód Pomorza i Kujaw, Ciechocinek 2024\n wnioskodawca: prof. dr hab. Bogusław Buszewski, prezes zarządu Kujawsko-Pomorskiego Centrum Naukowo-Technicznego im. prof. Jana Czochralskiego Sp. z o.o.\n\n18–22 III 2024 – Baltic Nuclear Energy Forum\n wnioskodawca: prof. dr hab. Marcin Gruchała, przewodniczący Zgromadzenia Związku Uczelni w Gdańsku im. Daniela Fahrenheita\n\nKWIECIEŃ\n\nIV, V 2024 – III Liga Małopolska w Szachach\n wnioskodawca: Jarosław Pietraszewski. Koordynator sekcji szachowej AZS AGH, wiceprezes zarządu Małopolskiego Związku Szachowego w Krakowie\n\nIV–XII 2024 – jubileusz 20-lecia TINES\n wnioskodawca: Tomasz Szuba, prezes zarządu TINES Rail SA\n\n4–6 IV 2024 – 19. Studencki Festiwal Informatyczny\n wnioskodawca: Koło Naukowe BIT AGH, Koło Naukowe Informatyki PK, Koło Naukowe i::team UEK, Koło Studentów Informatyki UJ, Koło Naukowe Studentów Elektronicznego Przetwarzania Informacji „Epicentrum”\n\n17–18 IV 2024 – konferencja Projektowanie Przyszłości\n wnioskodawca: Katarzyna Orlińska-Dejer, prezes zarządu Stowarzyszenia Klaster Technologii Informacyjnych w Budownictwie\n\n20–21 IV 2024 – FPGA Hackathon 2024\n wnioskodawca: Nokia Solutions and Networks Sp. z o.o.\n\n22–23 IV 2024 – V Międzynarodowy Szczyt Klimatyczny TOGETAIR\n wnioskodawca: Agata Śmieja, Fundacja Czyste Powietrze\n\n22–29 IV 2024 – XI Międzynarodowy Festiwal Teatru Ukraińskiego „Wschód–Zachód”\n wnioskodawca: Nadiia Moroz-Olshanska, prezes zarządu Fundacji Widowisk Masowych\n\n23–25 IV 2024 – infraDays Expo & Multi-Conference\n wnioskodawca: prof. Marek Salamak, Politechnika Śląska, przewodniczący komitetu programowego\n\n24–25 IV 2024 – konferencja e-magazyny.pl „Transformacja energetyczna i magazynowanie energii”\n wnioskodawca: Katarzyna Wypychewicz, redaktor naczelna e-magazyny.pl\n\nMAJ\n\n2 V 2024 – V międzynarodowy półmaraton „Bitwa pod Gorlicami\", Gorlice-Sękowa\n wnioskodawca: dr inż. Elżbieta Wojna-Dyląg, przewodnicząca Akademickiego Koła Polskiego Czerwonego Krzyża i Klubu Honorowych Dawców Krwi przy AGH\n\n8 V 2024 – konferencja naukowo-techniczna „Energia dziś i jutro”\n wnioskodawca: Stowarzyszenie Elektryków Polskich Oddział Bielsko-Bialski\n\n8–10 V 2024 – 29. Międzynarodowe Targi STACJA PALIW\n wnioskodawca: Halina Pupacz, prezes Polskiej Izby Paliw Płynnych\n\n9-10 V 2024 – III konferencja „Innowacje w odnawialnych źródłach energii”\n wnioskodawca: Grzegorz Pasieka, prezes zarządu Polskiej Izby Ekologii\n\n10–12 V 2024 – Konkurs Konstrukcji Studenckich KoKoS\n wnioskodawca: Aleksandra Strzyżewska, koordynatorka krajowa Konkursu Konstrukcji Studenckich KoKoS 2023/2024, Niezależne Zrzeszenie Studentów\n\n14–16 V 2024 – CyberTek Tech Festival 2024\n wnioskodawca: Zuzanna Wieczorek, prezes zarządu, dyrektor ds. technicznych Tekniska Polska Sp. o.o.\n\n15–17 V 2024 – IX międzynarodowa konferencja naukowa „Odnawialne Źródła Energii – technika, technologia, innowacje”\n wnioskodawca: dr hab. inż. Krzysztof Mudryk, prof. Uniwersytetu Rolniczego w Krakowie\n\n17 V 2024 – sympozjum naukowe „Rozwój i eksploatacja maszyn górnictwa podziemnego surowców mineralnych – efekt współpracy przemysłu i nauki”\n wnioskodawca: prof. dr hab. inż. Krzysztof Mendrok, Dziekan Wydziału Inżynierii Mechanicznej i Robotyki AGH; dr hab. inż. Tomasz Rokita, kierownik Katedry Inżynierii Maszyn i Transportu WIMiR AGH\n\n18 V 2024 – Pomaganie buduje – Mistrzostwa Polski branży budowlanej w kolarstwie szosowym\n wnioskodawca: Agata Gibek, SMAY Sp. z o.o.\n\n22–24 V 2024 – 12th East Meets West Congress\n wnioskodawca: Stanisław Łaciak, przedstawiciel komitetu organizacyjnego\n\n24 V 2024 – konkurs fizyczny dla uczniów szkół podstawowych\n wnioskodawca: Agnieszka Kowal, dyrektorka I Liceum Ogólnokształcącego im. Jana Zamoyskiego w Zamościu\n\n24–25 V 2024 – Odlewnicza Wiosna 2024\n wnioskodawca: Agnieszka Ziółka, prezes zarządu, dyrektor naczelna „KRAKODLEW” SA; Agnieszka Pijanowska, główna księgowa, prokurent „KRAKODLEW” SA\n\n27–29 V 2024 – XIX konferencja naukowa IPOEX 2024 „Materiały wybuchowe. Badania – Zastosowanie – Bezpieczeństwo”\n wnioskodawca: dr inż. Jakub Gadek, Sieć badawcza Łukasiewicz – Instytut Przemysłu Organicznego\n\n28 V 2024 – XXII Powiatowy Turniej Wiedzy o Europie\n wnioskodawca: Andrzej Ciaptacz, organizator turnieju; Krystyna Jędrzejczyk, dyrektorka Zespołu Szkół Techniczno-Ekonomicznych w Skawinie\n\nCZERWIEC\n\n6–7 VI 2024 – IV Kongres Elektryki Polskiej \n wnioskodawca: Sławomir Cieślik, prezes Stowarzyszenia Elektryków Polskich\n\n3–6 VI 2024 – konferencja naukowa CIRCULAR MINE-TECH: Energia, Woda, Środowisko w Przeróbce Surowców\n wnioskodawca: Piotr Pasiowiec, prezes Polskiego Towarzystwa Przeróbki Kopalin\n\n10–11 VI 2024 – II Kongres Społeczności Energetycznych: Wspólna energia, wspólne korzyści\n wnioskodawca: Szymon Kozak, prezes Krajowej Izby Gospodarczej Społeczności Energetycznych\n\n11–13 VI 2024 – XXI Międzynarodowa Konferencja, Wystawa i Pokazy Technologii „Inżynieria Bezwykopowa” \n wnioskodawca: Paweł Kośmider, przewodniczący konferencji \n\n11–15 VI 2024 – konferencja naukowa „Ukraińsko-polskie drogi naukowe”\n wnioskodawca: Serhii Matiukh, rektor Uniwersytet Narodowy w Chmielnickim\n\n12–14 VI 2024 – Panel Kanclerzy i Kwestorów Polskich Uczelni Technicznych „Szkolenia w szkołach wyższych KRPUT – doświadczenia, wyzwania, plany”\n wnioskodawca: Henryk Zioło, Kanclerz AGH\n\n12–14 VI 2024 – międzynarodowa konferencja „Mechanizacja, Automatyzacja i Robotyzacja w Górnictwie MARG 2024”\n wnioskodawca: prof. dr hab. inż. Krzysztof Krauze, prezes Stowarzyszenia Inżynierów i Techników Górnictwa, Oddział w Krakowie; dr hab. inż. Marta Sukiennik, prof. AGH, prezeska Stowarzyszenia Inżynierów i Techników Górnictwa, Koło Zakładowe przy AGH\n\n17–19 VI 2024 – II Kongres Górnictwa Skalnego\n wnioskodawca: Marzena Bakałarz-Doropowicz, prezeska Stowarzyszenia Inżynierów i Techników Górnictwa Oddział w Kielcach\n\n19–20 VI 2024 – CYBERSEC CEE Expo & Forum 2024\n wnioskodawca: Marietta Gieroń, prezes Instytutu Kościuszki\n\n24–28 VI 2024 – 20th International Congress on Neutron Capture Therapy\n wnioskodawca: Narodowe Centrum Badań Jądrowych\n\n26–28 VI 2024 – międzynarodowa konferencja Energy Fuels Environment EFE 2024\n wnioskodawca: prof. dr hab. Monika Motak, Dziekan Wydziału Energetyki i Paliw AGH\n\n28–29 VI 2024 – Prawo i Nowe Technologie PINT 24\n wnioskodawca: dr Marcin Sala-Szczypiński, radca prawny, dziekan Rady Okręgowej Izby Radców Prawnych w Krakowie\n\nSIERPIEŃ\n\n19–24 VIII 2024 – wakacyjny obóz naukowy „Wioska Olimpijska”\n wnioskodawca: Stowarzyszenie Naukowe Collegium Invisibile\n\nWRZESIEŃ\n\nIX 2024 – jubileusz 100-lecia Zespołu Szkół Ogólnokształcąco-Technicznych w Lublińcu\n wnioskodawca: Joanna Walczak, dyrektorka Zespołu Szkół Ogólnokształcąco-Technicznych w Lublińcu\n\n9–11 IX 2024 – Szkoła Górnictwa Odkrywkowego 2024\n wnioskodawca: dr hab. inż. Zbigniew Burtan, prof. AGH, kierownik Katedry Inżynierii Górniczej i Bezpieczeństwa Pracy AGH\n\n15–18 IX 2024 – 11th Torunian Carbon Symposium\n wnioskodawca: dr hab. inż. Aneta Frączek-Szczypta, prof. AGH, Polskie Towarzystwo Węglow\n\n17–20 IX 2024 – XIII Międzynarodowa Konferencja TECHNIKI URABIANIA 2024\n wnioskodawca: dr hab. inż. Jacek Feliks, prof. AGH, zastępca kierownika Katedry Inżynierii Maszyn i Transportu, Wydział Inżynierii Mechanicznej i Robotyki AGH; prof. dr hab. inż. Zbigniew Pędzich, prezes zarządu Polskiego Towarzystwa Ceramicznego\n\n18–20 IX 2024 – XI konferencja naukowa „Energia i Środowisko w Technologiach Przemysłowych”\n wnioskodawca: dr hab. inż. Paweł Pichniarczyk, dyrektor Instytutu, Sieć Badawcza Łukasiewicz – Instytut Ceramiki i Materiałów Budowlanych\n\n23 IX 2024 – III kongres „Dialog o gospodarce”\n wnioskodawca: Marek Kowalski, przewodniczący Federacji Przedsiębiorców Polskich\n\n24 IX 2024 – Blue Deal Congress: Changing the Future\n wnioskodawca: Marek Kowalski, przewodniczący Federacji Przedsiębiorców Polskich\n\n24–26 IX 2024 – III Kongres Geoinżynierii i Budownictwa Podziemnego\n wnioskodawca: Monika Sochacka-Kośmider, przewodnicząca kongresu\n\n24–26 IX 2024 – Kongres Nowej Mobilności 2024\n wnioskodawca: Polskie Stowarzyszenie Nowej Mobilności\n\n28 IX – 1 X 2024 – 4th Polish-Slovak-Chinese Seminar on Ceramics\n wnioskodawca: prof. dr hab. inż. Zbigniew Pędzich, prezes Polskiego Towarzystwa Ceramicznego\n\n Rok akademicki 2022/2023 \n\nPAŹDZIERNIK \n\nX 2022 – Uniwersytet Dzieci, edycja 2022/2023\n wnioskodawca: Agnieszka Kulus-Klepacka, dyrektor Ośrodka Uniwersytetu Dzieci w Krakowie\n\nX 2022 – VII Olimpiada Statystyczna, edycja 2022/2023\n wnioskodawca: Agnieszka Szlubowska, dyrektor Urzędu Statystycznego w Krakowie\n\n6– 7 X 2022 – Green Gas Poland\n wnioskodawca: Unia Producentów i Pracodawców Przemysłu Biogazowego w Warszawie\n\n8 X 2022 – Brydżowy Otwarty Turniej Par o Puchar Rektora AGH\n wnioskodawca: Piotr Wzorek, członek Zarządu Małopolskiego Brydża Sportowego\n\n13 X 2022 – Test Dive\n wnioskodawca: Nokia Solutions and Networks Sp. z o.o. \n\nLISTOPAD\n\nXI–III 2022 – konkurs Krakowska Matematyka 2022/2023\n wnioskodawca: Marek Legutko, przewodniczący Krakowskiego Oddziału Stowarzyszenia Nauczycieli Matematyki\n\n16–18 XI 2022 – festiwal The World in Florence\n wnioskodawca: Carlotta Del Bianco, przewodnicząca festiwalu\n\n17–20 XI 2022 – XXIII Ogólnopolskie Dni Młodego Elektryka\n wnioskodawca: Daniel Bednarczyk, prezes Studenckiego Koła Stowarzyszenia Elektryków Polskich nr 19 przy AGH\n\n19–20 XI 2022 – międzynarodowy turniej „Nauka i Szachy”\n wnioskodawca: Jarosław Pietraszewski, koordynator sekcji szachowej AZS AGH Kraków, członek zarządu Małopolskiego Związku Szachowego\n\n21–27 XI 2022 – 29. Międzynarodowy Festiwal Filmowy Etiuda&Anima\n wnioskodawca: dr Bogusław Zmudziński, Katarzyna Surmacz, dyrekcja festiwalu\n\n23–27 XI 2022 – Międzynarodowy Festiwal Operetkowo-Musicalowy pod honorowym patronatem Wiesław Ochmana\n wnioskodawca: Ewa Warta-Śmietana, prezes Fundacji Pomocy Artystom Polskim CZARDASZ\n\n25–27 XI 2022 – FPGA Conference & Hackathon 2022\n wnioskodawca: Nokia Solutions and Networks Sp. z o.o.\n\nSTYCZEŃ\n\n20–26 I 2023 – 76th IAESTE Annual Conference\n wnioskodawca: Stowarzyszenie IAESTE Polska\n\nI – VI 2023 – Green Innovations Challenge 2023\n wnioskodawca: Jakub Dąbroś, wiceprezes Innovations Hub\n\nLUTY\n\nII 2023 – międzynarodowa konferencja naukowo-techniczna „Problemy Inżynierii Bezpieczeństwa Obiektów Antropogenicznych”\n wnioskodawca: dr hab. inż. arch. Adam Baryłka, prof. IBOA, przewodniczący komitetu organizacyjnego PIBOA\n\n16 II – 30 V 2023 – konkurs matematyczny dla uczniów szkół podstawowych „Cyfromaniak”\n wnioskodawca: dr Bożena Krupa, dyrektor I Liceum Ogólnokształcącego im. Jana Zamoyskiego\n\n27 II – 3 VI 2023 – Program Mentoringowy MedBiz Innovations Program\n wnioskodawca: Innovations Hub Foundation\n\nMARZEC\n\n30–31 III 2023 – II konferencja naukowa „Innowacje w odnawialnych źródłach energii”\n wnioskodawca: Grzegorz Pasieka, prezes zarządu Polskiej Izby Ekologii\n\n30 III – 1 IV 2023 – 18. Studencki Festiwal Informatyczny\n wnioskodawca: Koło Naukowe BIT AGH, Koło Naukowe Informatyki PK, Koło Naukowe i::team UEK, Koło Studentów Informatyki UJ \n\nKWIECIEŃ\n\n1 IV 2023 – Koncert Wiosenny ZPiT AGH „Krakus”\n wnioskodawca: Zespół Pieśni i Tańca AGH „Krakus” im. Wiesława Białowąsa\n\n1–2 IV 2023 – XL AMP Kamienna 2023\n wnioskodawca: Akademicki Klub Turystyki Kajakowej „Bystrze”\n\n16–24 IV 2023 – X Międzynarodowy Festiwal Teatru Ukraińskiego „Wschód–Zachód”\n wnioskodawca: Nadiia Moroz-Olshanska, prezes zarządu Fundacji Widowisk Masowych\n\n17 IV 2023 – Demo Day Strefy Pomysłodawcy\n wnioskodawca: dr inż. Dominik Kowal, prezes zarządu Krakowskiego Centrum Innowacyjnych Technologii INNOAGH Sp. z o.o.\n\n20–21 IV 2023 – IV Międzynarodowy Szczyt Klimatyczny Togetair\n wnioskodawca: Agata Śmieja, Fundacja czyste Powietrze\n\n22–23 IV 2023 – FPGA Hackathon 2023\n wnioskodawca: Nokia Solutions and Networks Sp. z o.o.\n\nMAJ\n\n2 V 2023 – IV międzynarodowy półmaraton „Bitwa pod Gorlicami\", Gorlice-Sękowa\n wnioskodawca: dr inż. Elżbieta Wojna-Dyląg, przewodnicząca Akademickiego Koła Polskiego Czerwonego Krzyża i Klubu Honorowych Dawców Krwi przy AGH\n\n6–7 V 2023 – Hutnicza Brydżowa Majówka, Memoriał prof. Jana Janowskiego o Puchar Rektora AGH\n wnioskodawca: Piotr Wrzosek, Zarząd Małopolskiego Związku Brydża Sportowego, Zarząd Uczelnianej Organizacji Studenckiej Just Bridge AGH\n\n12 V 2023 – 30-lecie działalności Małopolskiego Stowarzyszenia Pośredników w Obrocie Nieruchomościami\n wnioskodawca: Elżbieta Prażmowska, prezes Małopolskiego Stowarzyszenia Pośredników w Obrocie Nieruchomościami\n\n11–12 V 2023 – konferencja naukowo-techniczna „Fotowoltaika dziś i jutro”\n wnioskodawca: Stowarzyszenie Elektryków Polskich Oddział Bielsko-Bialski\n\n11–14 V 2023 – 52. Rajd Ceramika „Pieniny 2023”\n wnioskodawca: Maryla Gałkowska, przewodnicząca Wydziałowej Rada Samorządu Studentów WIMiC AGH\n\n12–14 V 2023 – Konkurs Konstrukcji Studenckich KoKoS\n wnioskodawca: Natalia Wiemann, krajowa koordynatorka Konkursu Konstrukcji Studenckich KoKoS 2022/2023, Niezależne Zrzeszenie Studentów\n\n15–16 V 2023 – Konferencja Górnictwa Kosmicznego KGK 2023\n wnioskodawca: prof. dr hab. inż. Tadeusz Uhl, przewodniczący komitetu organizacyjnego KGK 2023, dyrektor Centrum Technologii Komicznych AGH\n\n15–16 V 2023 – Digital Dragons 2023\n wnioskodawca: Łukasz Słoniowski, wiceprezes zarządu Krakowskiego Parku Technologicznego Sp. z o.o.\n\n17–19 V 2023 – XXVIII Międzynarodowe Targi STACJA PALIW 2023\n wnioskodawca: Halina Pupacz, prezes Polskiej Izby Paliw Płynnych\n\n18 V 2023 – Process Automation\n wnioskodawca: Cezary Mychlewicz, Head of Communications & Marketing, Siemens Sp. z o.o.\n\n22–23 V 2023 – Kongres Społeczności Energetycznych „Europejskie koncepcje w rozwoju społeczności energetycznych”\n wnioskodawca: Szymon Kozak, prezes zarządu Krajowej Izby Gospodarczej Społeczności Energetycznych\n\n22–24 V 2023 – VIII międzynarodowa konferencja naukowa „Odnawialne Źródła Energii – technika, technologia, innowacje”\n wnioskodawca: dr inż. Wojciech Luboń, komitet organizacyjny konferencji\n\n24–26 V 2023 – XX konferencja naukowo-techniczna „Materiały ogniotrwałe: wytwarzanie, metody badań, stosowanie”\n wnioskodawca: dr hab. inż. Paweł Pichniarczyk, dyrektor Instytutu, Sieć Badawcza Łukasiewicz – Instytut Ceramiki i Materiałów Budowlanych\n\n24–26 V 2023 – CyberTek Tech Festival „Enjoy the Cyber!”\n wnioskodawca: Zuzanna Wieczorek, prezes zarządu, dyrektor ds. technicznych TEKNISKA Polska Sp. z o.o.\n\n25–28 V 2023 – Regionalna Sesja Selekcyjna Europejskiego Parlamentu Młodzieży EYP Poland\n wnioskodawca: Kamila Pilch i Szymon Stegliński, główni organizatorzy Regionalnej Sesji Selekcyjnej EYP Poland Kraków 2023\n\n29–31 V 2023 – XVIII konferencja naukowa IPOEX 2023 „Materiały wybuchowe. Badania – Zastosowanie – Bezpieczeństwo”\n wnioskodawca: prof. dr hab. inż. Andrzej Maranda, przewodniczący komitetu naukowego konferencji\n\n30 V 2023 – konkurs fizyczny dla uczniów szkół podstawowych\n wnioskodawca: dr Bożena Krupa, dyrektor I Liceum Ogólnokształcącego im. Jana Zamoyskiego w Zamościu\n\nV / VI 2023 – XXI Powiatowy Turniej Wiedzy o Europie\n wnioskodawca: Zespół Szkół Techniczno-Ekonomicznych w Skawinie\n\nCZERWIEC\n\n10 VI 2023 – II międzynarodowe mistrzostwa w poszukiwaniu agatów o tytuł Agatowego Króla\n wnioskodawca: Muzeum Agatów w Rudnie\n\n13–15 VI 2023 – XXI międzynarodowa konferencja, wystawa i pokazy technologii „Inżynieria Bezwykopowa”\n wnioskodawca: Paweł Kośmider, przewodniczący konferencji, Wydawnictwo Inżyniera Sp. z o.o.\n\n26 VI – 1 VII 2023 – międzynarodowa konferencja „Mixed Design of Integrated Circuits and Systems” – MIXDES 2023\n wnioskodawca: dr hab. inż. Wojciech Tylman, prof. Politechniki Łódzkiej, przewodniczący komitetu naukowego i organizacyjnego konferencji; dr hab. inż. Witold Machowski, prof. AGH, członek komitetu organizacyjnego; dr inż. Mariusz Orlikowski, sekretarz konferencji\n\nWRZESIEŃ\n\n4–6 IX 2023 – Szkoła Górnictwa Odkrywkowego 2023\n wnioskodawca: dr hab. inż. Zbigniew Burtan, prof. AGH, kierownik Katedry Inżynierii Górniczej i Bezpieczeństwa Pracy, Wydział Inżynierii Lądowej i Gospodarki Zasobami AGH\n\n10–14 IX 2023 – międzynarodowe sympozjum nt. czystej energii z etanolu ISCEE 2023\n wnioskodawca: Andrzej Kowal, współorganizator i przewodniczący ISCEE 2023; Radoslav R. Adzic, honorowy przewodniczący ISCEE 2023\n\n12–14 IX 2023 – konferencja naukowo-techniczna „Fotowoltaika dziś i jutro”\n wnioskodawca: Stowarzyszenie Elektryków Polskich Oddział Bielsko-Bialski\n\n19–21 IX 2023 – II Kongres Geoinżynierii i Budownictwa Podziemnego\n wnioskodawca: Monika Sochacka-Kośmider, przewodnicząca kongresu, Wydawnictwo „Inżynieria”\n\n20–22 IX 2023 – III seminarium „Geoenergetyka i Geotermalne Pompy Ciepła” na temat Ciepło Ziemi, ciepłem jutra\n wnioskodawca: prof. dr hab. inż. Mariusz Łaciak, Wydział Wiertnictwa, Nafty i Gazu AGH; University of Stavanger; MuoviTech Polska (Niepołomice)\n\n27–29 IX 2023 – jubileuszowa X międzynarodowa konferencja „Technologie Bezwykopowe” – NO-DIG Poland 2023\n wnioskodawca: dr hab. inż. Emilia Kuliczkowska, prof. Politechniki Świętokrzyskiej, przewodnicząca komitetu organizacyjnego konferencji; prof. dr hab. inż. Andrzej Kuliczkowski, przewodniczący komitetu naukowego konferencji; Mariusz Karpiński-Rzepa wiceprzewodniczący komitetu organizacyjnego konferencji\n\n28–29 IX 2023 – konferencja historyczno-ekologiczna „Tarnobrzeskie Zagłębie Siarkowe – od odkrycia złóż siarki do cudu ekologii – 70. rocznica odkrycia złóż siarki\"\n wnioskodawca: dr hab. Tadeusz Zych, dyrektor Muzeum Zamek Tarnowskich w Tarnobrzegu\n\n29 IX 2023 – konferencja naukowo-techniczna „Bezpieczeństwo pracy – edukacja i dobre praktyki”\n wnioskodawca: Wydział Inżynierii Lądowej i Gospodarki Zasobami AGH, Ogólnopolskie Stowarzyszenie Pracowników Służby BHP o/Kraków\n\n Rok akademicki 2021/2022 \n\nPAŹDZIERNIK\n\nX 2021 – obchody 80-lecia powstania Tajnej Organizacji Nauczycielskiej, jubileusz powstania Związku Nauczycielstwa Polskiego\n wnioskodawca: Arkadiusz Boroń, prezes Okręgu Małopolskiego ZNP\n\n5 X 2021 – Konferencja „Kwalifikacje w dobie zmian w sektorze górniczym i pozagórniczym”\n wnioskodawca: Ireneusz Baranowski, zastępca dyrektora Instytutu Badań Edukacyjnych ds. Zintegrowanego Systemu Kwalifikacji; Antoni Augustyn, zastępca prezesa zarządu JSW Szkolenie i Górnictwo Sp. z o.o.\n\n7–9 X 2021 – XVI Dni Miernictwa Górniczego i Ochrony Terenów Górniczych\n wnioskodawca: prof. dr hab. inż Ryszard Hejmanowski, Dziekan Wydziału Geodezji Górniczej i Inżynierii Środowiska AGH\n\n16–17 X 2021 – Hack4Med CRACoV\n wnioskodawca: mgr Marcin Jędrychowski, dyrektor szpitala Uniwersyteckiego w Krakowie\n\n19–21 X 2021 – konferencja Infrastruktura Podziemna\n wnioskodawca: Monika Socha-Kośmider, współorganizator konferencji, Wydawnictwo „Inżynieria”\n\n21 X 2021 – konferencja Test Dive\n wnioskodawca: Nokia Solutions and Networks Sp. z o.o.\n\n21 X 2021 – wręczenie sztandaru dla 33 Koła Stowarzyszenia Kombatantów Misji Pokojowych ONZ w Krakowie ufundowanego przez społeczeństwa miasta Krakowa i regionu Małopolski\n wnioskodawca: Zygmunt Siudak, prezes SKMP ONZ Koło nr 33\n\nLISTOPAD\n\n3–5 XI 2021 – Kongres ESG – Polska Moc Biznesu\n wnioskodawca: Fundacja Czyste Powietrze\n\n4–5 XI 2021 – III International Conference of Casting and Materials Engineering\n wnioskodawca: prof. dr hab. inż. Marcin Górny, Dziekan Wydziału Odlewnictwa AGH\n\n16–21 XI 2021 – 28. Międzynarodowy Festiwal Filmowy Etiuda&Anima\n wnioskodawca: Katarzyna Surmacz, dr Bogusław Zmudziński, dyrekcja MFF E&A\n\n18 XI 2021 – VII konferencja – „Nauka i Biznes – wspólne wyzwania”\n wnioskodawca: dr hab. inż. Marek Dudek, prof. AGH, Wydział Zarządzania AGH\n\n19–21 XI 2021 – FPGA Conference & Hackathon\n wnioskodawca: Dawid Tomczok, Nokia Solutions and Networks Sp. z o.o.\n\n28 XI 2021 – Koncert galowy międzynarodowego festiwalu operetkowo-musicalowego im. Iwony Borowickiej\n\nGRUDZIEŃ\n\nXII 2021 – Uniwersytet Dzieci\n wnioskodawca: Agnieszka Kulus-Klepacka, dyrektor Ośrodka Uniwersytetu Dzieci w Krakowie\n\n1–2 XII 2021 – II konferencja Wpływ Budowy na Obiekty Sąsiadujące\n wnioskodawca: Monika Socha-Kośmider, przewodnicząca konferencji, Wydawnictwo „Inżynieria”\n\n8–10 XII 2021 – infraBIM V4 Expo & Multi Conference\n wnioskodawca: dr hab. inż. Marek Salamak, prof. Politechniki Śląskiej, przewodniczący komitetu programowego\n\n9–10 XII 2021 – XXIX International Polish-Ukrainian ConferenceCAD in Machinery Design Implementation and Educational Issues\n wnioskodawca: Wydział Inżynierii Mechanicznej i Robotyki AGH, Politechnika Lwowska\n\nSTYCZEŃ\n\nI 2022 – ogólnopolski program „Bądź bezpieczny na drodze”\n wnioskodawca: Fundacja „Nadzieja” Osób Poszkodowanych w Wypadkach Drogowych OPP\n\n24 I 2022 – 8. mecz charytatywny UJ vs AGH\n wnioskodawca: Stowarzyszenie All in UJ\n\nLUTY\n\nII – III 2022 – konkurs Krakowska Matematyka 2021/2022\n wnioskodawca: Oddział Krakowski Stowarzyszenia Nauczycieli Matematyki\n\n11 II 2022 – II konkurs matematyczny dla uczniów szkół podstawowych\n wnioskodawca: dr Bożena Krupa, dyrektor I Liceum Ogólnokształcącego im. Jana Zamoyskiego w Zamościu\n\n23 II 2022 – VI konferencja naukowo-techniczna Heat not Lost\n wnioskodawca: Heat not Lost Sp. z o.o.\n\nMARZEC\n\nIII – VI 2022 – MedBiz Innovations Program 2022\n wnioskodawca: MedBiz Innovations Polska\n\n14–16 III 2022 – 17 Studencki Festiwal Informatyczny\n wnioskodawca: Fundacja Studentów i Absolwentów AGH ACADEMICA\n\n22 III 2022 – Dni Kariery\n wnioskodawca: AIESEC Polska\n\n30 III – 1 IV 2022 – IV konferencja Renowacja Wykładzinami (Rękawami) Utwardzanymi na Miejscu\n wnioskodawca: Paweł Kośmider, przewodniczący konferencji, Wydawnictwo „Inżynieria”\n\n31 III – 3 IV 2022 – ScienCon 2022\n wnioskodawca: Polskie Stowarzyszenie Studentów Fizyki\n\nKWIECIEŃ\n\nIV – V 2022 – rozgrywki III ligi małopolskiej w szachach\n wnioskodawca: Jarosław Pietraszewski, członek zarządu Małopolskiego Związku Szachowego\n\nIV – VI 2022 – XXIII ogólnopolski konkurs geologiczno-środowiskowy „Nasza Ziemia – środowisko przyrodnicze wczoraj, dziś , jutro”\n wnioskodawca: dr inż. Izabela Laskowicz, dyrektor Oddziału karpackiego Państwowego Instytutu Geologicznego – Państwowego Instytutu Badawczego w Krakowie\n\n2 IV 2022 – XXXIX Akademickie Mistrzostwa Polski w Kajakarstwie Górskim Kamienna 2022\n wnioskodawca: Akademicki Klub Turystyki Kajakowej „Bystrze”, Kajakowe Koło Sportowe AGH\n\n3 IV 2022 – koncert wiosenny dla pracowników i studentów AGH oraz UJ\n wnioskodawca: Maciej Jędrzejek, dyrektor Zespołu Pieśni i Tańca AGH „Krakus”\n\n3–11 IV 2022 – IX Międzynarodowy Festiwal Teatru Ukraińskiego „Wschód–Zachód”\n wnioskodawca: Nadiia Moroz-Olshanska, Fundacja Widowisk Masowych\n\n26–28 IV 2022 – XIX sympozjum naukowo-techniczne Wiosenne Spotkanie Ciepłowników\n wnioskodawca: BMP Sp. z o.o.\n\nMAJ\n\nV 2022 – cykl szkoleń „Rola architektów w kształtowaniu świadomości ekologicznej oraz ich wpływ na gospodarkę wodną, bioróżnorodność, klimat, jakość życia”\n wnioskodawca: Fundacja Aeris Futuro\n\nV – VI 2022 – XX Powiatowy Turniej Wiedzy o Europie\n wnioskodawca: mgr Andrzej Ciaptacz, organizator turnieju; mgr Krystyna Jędrzejczyk, dyrektor Zespołu Szkół Techniczno-Ekonomicznych w Skawinie\n\n2 V 2022 – III Międzynarodowy Półmaraton „Bitwa pod Gorlicami”, Gorlice-Sękowa\n wnioskodawca: dr inż. Elżbieta Wojna-Dyląg, przewodnicząca Akademickiego Koła PCK i Klubu Honorowych Dawców Krwi przy AGH\n\n8–12 V 2022 – European Nuclear Young Generation Forum\n wnioskodawca: Anna Talarowska, Filip Jędrzejek, Paweł Gajda, Polskie Towarzystwo Nukleoniczne\n\n11–13 V 2022 – XXVII Międzynarodowe Targi STACJA PALIW\n wnioskodawca: Polska Izba Paliw Płynnych\n\n16–17 V 2022 – Digital Dragons\n wnioskodawca: Łukasz Słoniowski, wiceprezes zarządu, Krakowski Park Technologiczny Sp. z o.o.\n\n20 V 2022 – sympozjum naukowe „Rozwój i eksploatacja maszyn górnictwa podziemnego surowców mineralnych – efekty współpracy przemysłu i nauki”\n wnioskodawca: Andrzej Czajkowski, wiceprezes zarządu Mine Master Sp. z o.o.\n\n25–26 V 2022 – konferencja naukowo-techniczna „Fotowoltaika – dziś i jutro”\n wnioskodawca: Rajmund Szostok, prezes, Stowarzyszenie Elektryków Polskich, oddział bielsko-bialski\n\nCZERWIEC\n\nVI 2022 – EmBrace yourself – międzynarodowy konkurs studencki na projekt ortezy kręgosłupa\n wnioskodawca: Naukowe Koło Wzornictwa „R37” przy Akademii Sztuk Pięknych w Katowicach\n\nVI 2022 – 13. edycja konkursu Studencki Nobel\n wnioskodawca: Julia Bańko, koordynatorka krajowa konkursu, Niezależne Zrzeszenie Studentów\n\n3–5 VI 2022 – Konkurs Konstrukcji Studenckich KoKoS\n wnioskodawca: Gabriela Hajduk, koordynator Krajowa KoKoS 2022, Niezależne Zrzeszenie Studentów\n\n6–8 VI 2022 – Szkoła Górnictwa Odkrywkowego\n wnioskodawca: dr hab inż. Zbigniew Burta, prof. AG, kierownik Katedry Inżynierii Górniczej i Bezpieczeństwa Pracy, Wydział Inżynierii Lądowej i Gospodarki Zasobami\n\n7 VI 2022 – XIX Międzynarodowa Konferencja i Wystawa NAFTA i GAZ 2022\n wnioskodawca: Sławomir Majman, wiceprezes zarządu Targów Warszawskich SA\n\n9 VI 2022 – konferencja naukowo-techniczna „Process Automation”\n wnioskodawca: Cezary Mychlewicz, dyrektor ds. marketingu, Siemens Sp. z o.o.\n\n9–10 VI 2022 – XVII konferencja naukowa IPOEX 2022 „Materiały wybuchowe. Badania – Zastosowania – Bezpieczeństwo”\n wnioskodawca: dr inż. Krzysztof Bajdor, dyrektor Sieci Badawczej Łukasiewicz – Instytut Przemysłu Organicznego\n\n13–15 VI 2022 – międzynarodowa konferencja „Innowacje w odnawialnych źródłach energii”\n wnioskodawca: Grzegorz Pasieka, prezes zarządu Polskiej Izby Ekologii\n\n21–23 VI 2022 – XX Międzynarodowa Konferencja, Wystawa i Pokazy Technologii „Inżynieria Bezwykopowa”\n wnioskodawca: Paweł Kośmider, przewodniczący konferencji, Wydawnictwo „Inżynieria”\n\nLIPIEC\n\n12–14 VII 2022 – ETCC 2020 – European Technical Coatings Congress\n wnioskodawca: Józef Kozieł, wiceprezes zarządu głównego Stowarzyszenia Inżynierów i Techników Przemysłu Chemicznego SITPChem w Warszawie\n\n13–15 VII 2022 – międzynarodowa konferencja 8th Focused Electron Beam Induced Processing\n wnioskodawca: prof. dr hab inż. Marek Przybylski, dyrektor Akademickiego Centrum Materiałów i Nanotechnologii AGH\n\n22 VII – 2 X 2022 – wystawa „To, co widzę, nie jest tym, co widzę ǀ What I Am Seeing Is Not What See”\n wnioskodawca: Galeria Sztuki Współczesnej Bunkier Sztuki w Krakowie\n\nWRZESIEŃ\n\nIX 2022 – konkursy „Innowacje w przemyśle EXPO Katowice” oraz „Innowacyjny produkt & technologie EXPO Katowice”\n wnioskodawca: Iwona Gramatyka, prezes zarządu EXPO Katowice SA; Ryszard Klencz, redakcja „Napędy i Sterowanie”\n\nIX 2022 – projekt Dziecko z z pasją\n wnioskodawca: Agnieszka Kulus-Klepacka, dyrektor Ośrodka Uniwersytetu Dzieci w Krakowie\n\n7–9 IX 2022 – International Conference of Processes Modelling and Experimental Engineering\n wnioskodawca: dr hab. inż. Mariusz Łucarz, prof. AGH, kierownik Katedry Inżynierii Procesów Odlewniczych, Wydział Odlewnictwa AGH\n\n11–15 IX 2022 – 10 jubileuszowa środkowo-europejska konferencja Ilasta MECC 20/22\n wnioskodawca: prof. dr hab. inż. Krzysztof Bahranowski, komitet organizacyjny konferencji\n\n14 IX 2022 – targi ENERGETAB\n wnioskodawca: Rajmund Szostok, prezes, Stowarzyszenie Elektryków Polskich, oddział bielsko-bialski\n\n12–14 IX 2022 – Kongres Górnictwa Skalnego\n wnioskodawca: inż. Marzena Bakalarz-Doropowicz, prezes oddziału, Stowarzyszenie Inżynierów i Techników Górnictwa, Oddział w Kielcach\n\n13–14 IX 2022 – 13th Central European Congress on Concrete Engineering\n wnioskodawca: dr hab. inż. Marek Salamak, prof. Politechniki Śląskiej, przewodniczący komitetu organizacyjnego konferencji\n\n20–22 IX 2022 – Kongres geoinżynierii i budownictwa podziemnego\n wnioskodawca: Monika Socha-Kośmider, przewodnicząca kongresu\n\n20–23 IX 2022 – międzynarodowa konferencja „Energy, Fuels, Environment 2022”\n wnioskodawca: dr hab. Monika Motak, prof. AGH, Dziekan Wydziału Energii i Paliw AGH, przewodnicząca komitetu organizacyjnego konferencji\n\n21–22 IX 2022 – IX Międzynarodowe Senioralia w Krakowie\n wnioskodawca: Łukasz Salwarowski, prezes zarządu Stowarzyszenia MANKO - Głos Seniora\n\n22 IX 2022 – konferencja „Innowacje w Edukacji. Rozwój - Bezpieczeństwo - Efektywność”\n wnioskodawca: Gabriel Cyrulik, prezes zarządu JSW Szkolenie i Górnictwo Sp. z o.o.\n\n26–28 IX 2022 – konferencja „Kryminalistyka jutra”\n wnioskodawca: nadinsp. Michał Ledzion, Komendant Wojewódzki Policji w Krakowie\n\n26–28 IX 2022 – VII międzynarodowa konferencja naukowa „Odnawialne źródła energii. Technika, technologia, innowacje”\n wnioskodawca: dr inż. Wojciech Luboń, Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n\n28 IX 2022 – koncert z okazji narodowego święta ChRL\n wnioskodawca: Maciej Jędrzejek, dyrektor Zespołu Pieśni i Tańca AGH „Krakus”\n\n30 IX –2 X 2022 – Festiwal Nauki i Techniki w Tarnowie\n wnioskodawca: Roman Ciepiela, prezydent Tarnowa\n\n Rok akademicki 2020/2021 \n\nPAŹDZIERNIK\n\n2 X 2020 – II ogólnopolski konwent „Współpraca międzysektorowa i innowacje na rzecz bezpieczeństwa drogowego”\n wnioskodawca: Aleksandra Kieres, prezes zarządu Fundacji „Nadzieja” osób poszkodowanych w wypadkach drogowych\n\n7-9 X 2020 – II międzynarodowa konferencja naukowo-techniczna „Infrastruktura Krytyczna Miast” \n wnioskodawca: Tadeusz Frączek, prezes zarządu, dyrektor Sądeckich Wodociągów Sp. z o.o. \n\n21-22 X 2020 – konferencja Test Dive\n wnioskodawca: Nokia Solutions and Networks Sp. z o.o.\n\nLISTOPAD\n\nXI 2020 – IV 2021 – 6. edycja otwartego kursu programowania webowego w Polsce CodersCamp\n wnioskodawca: Karolina Klag, Stowarzyszenie CodersCrew\n\n17-22 XI 2020 – 27 Jubileuszowy Festiwal Etiuda&Anima\n wnioskodawca: dr Bogusław Zmudziński oraz Katarzyna Surmacz, dyrekcja MFF Etiuda&Anima 2020\n\n23 XI – 20 XII 2020 – Akcja SOS – Uczelnie Schroniskom\n wnioskodawca: Maciej Słoboda, Komitet Akcji SOS\n\n26-29 XI 2020 – Międzynarodowy konkurs operetkowo-musicalowy im. Iwony Borowickiej\n wnioskodawca: Ewa Warta-Śmietana, prezes Fundacji Pomocy Artystom Polskim CZARDASZ\n\nGRUDZIEŃ\n\n1 XII 2020 – konferencja Wpływ Budowy na Obiekty Sąsiadujące\n wnioskodawca: Monika Socha-Kośmider, przewodnicząca w konferencji\n\n1-4 XII 2020 – międzynarodowa konferencja Energy, Fuels, Environment 2020\n wnioskodawca: prof. dr hab. inż. Wojciech Suwała, przewodniczący komitetu organizacyjnego; dr hab. Monika Motak, prof. AGH, Dziekan Wydziału Energetyki i Paliw AGH\n\n2 XII 2020 – XVIII Międzynarodowa Konferencja i Wystawa Nafta-Gaz-Chemia\n wnioskodawca: wiceprezes zarządu Targów Warszawskich SA\n\n12 XII 2020 – I Ogólnopolski Konkurs Miłośników Folkloru „Hej, do Krakusa jadę...” wnioskodawca: Maciej Jędrzejek, dyrektor Zespołu Pieśni i Tańca AGH „Krakus”\n\nSTYCZEŃ\n\nI–IV 2021 – Konkurs matematyczny dla uczniów szkół podstawowych\n wnioskodawca: dr Bożena Krupa, I Liceum Ogólnokształcące im. Jana Zamoyskiego w Zamościu\n\nLUTY\n\nII 2021 – TOGETAIR 2021: Polski Multimedialny Raport Klimatyczny\n wnioskodawca: Fundacja Czyste Powietrze\n\n12 II 2021 – Ogólnopolska Olimpiada Wiedzy Elektrycznej i Elektronicznej (etap pisemny)\n wnioskodawca: dr hab. inż. Ryszard Sroka, prof AGH, Dziekan Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej; dr inż. Bogusław Wiśniewski, przewodniczący Ogólnopolska Olimpiada Wiedzy Elektrycznej i Elektronicznej\n\n24-25 II 2021 – Przemysłowy Początek Roku\n wnioskodawca: dr inż. Ludomir Tuszyński, prezes zarządu\n\nMARZEC\n\n18 III 2021 – Forum Ekspertów PumpLab\n wnioskodawca: Agata Paciorek, project manager zespołu PumpLab\n\nKWIECIEŃ\n\nIV – VI 2021 – MedBiz Innovations Program 2021\n wnioskodawca: Tomasz Zachwieja, Program Mentoringowy MedBiz Innovations Program\n\n21-23 IV 2021 – XI Kongres East Meets West\n wnioskodawca: AGH UST SPE S.C., SPE Poland Section, Fundacja Wiertnictwo-Nafta-Gaz, Nauka i Tradycje\n\n21-23 IV 2021 – TOGETAIR 2021: II edycja Szczytu Klimatycznego\n wnioskodawca: Fundacja Czyste Powietrze\n\n22 IV 2021 – AUTOMOTIVE GOES DIGITAL\n wnioskodawca: Cezary Mychlewicz, Dyrektor Marketingu Branż Digital Industries i Smart Infrastructure Siemens Sp. z o.o.\n\n23-25 IV 2021 – Konkurs Konstrukcji Studenckich KOKOS\n wnioskodawca: Niezależne Zrzeszenie Studentów\n\nMAJ\n\n8 V 2021 – Akademickie Mistrzostwa Polski w kajakarstwie górskim „Kamienna 2021” wnioskodawca: Izabela Brzeźna, prezes Akademickiego Klubu Turystyki kajakowej „Bystrze”\n\n18-20 V 2021 – infraMOST 2021 Visegrad Gropu V4 Expo & Multi-Conference\n wnioskodawca: dr hab. inż. Marek Salamak, prof. Politechniki Sląskiej, przewodniczący komitetu programowego konferencji\n\n29-30 V 2021 – rozgrywki szachowe III Ligi Małopolskiej Seniorów\n wnioskodawca: Kamila Kałużna, prezes Małopolskiego Związku Szachowego; Jarosław Pietraszewski, członek zarządu Małopolskiego Związku Szachowego\n\nCZERWIEC\n\n20 VI 2021 – wydarzenie edukacyjne o tematyce geologicznej skierowane do dzieci i młodzieży „Kamienie w kieszenie”\n wnioskodawca: Adelina Pociecha, Fundacja „Trasa dla Bobasa” \n\n26 VI 2021 – „Cudze chwalicie, swego nie znacie”\n wnioskodawca: Mirosław Kłosowski, prze zarządu Stowarzyszenia Społeczno-Kulturalnego „Na Wulkanie”\n\n26-27 VI 2021 – rozgrywki szachowe III Ligi Małopolskiej Seniorów\n wnioskodawca: Kamila Kałużna, prezes Małopolskiego Związku Szachowego; Jarosław Pietraszewski, członek zarządu Małopolskiego Związku Szachowego\n\nLIPIEC\n\n28 VI – 1 VII 2021 – IEEE Congress on Evolutionary Computation\n wnioskodawca: prof. dr hab. inż. Krzysztof Boryczko, dziekan Wydziału Informatyki, Elektroniki i telekomunikacji; dr hab. inż. Marek Kisiel-Dorohinicki, prof. AGH, kierownik Katedry Informatyki\n\nSIERPIEŃ\n\n30 VIII – 1 IX 2021 – VIII edycja Szkoły Górnictwa Odkrywkowego\n wnioskodawca: prof. dr hab. inż. Zbigniew Kasztelewicz, przewodniczący komitetu organizacyjnego; dr hab. inż. Zbigniew Burta, prof. AGH, kierownik Katedry Inżynierii Górniczej i Bezpieczeństwa Pracy\n\nWRZESIEŃ\n\nIX 2021 – VI 2022 – Cosmic Challenge: Curiosity / Pathfinder / Voyager\n wnioskodawca: Marcin Giza, Fundacja SpaceShip\n\n5-8 IX 2021 – 40th International Conference on Thermoelectrics oraz 19th European Thermoelectric Society ICT/ECT 2021\n wnioskodawca: prof. dr hab. inż. Krzysztof Wojciechowski; prof. dr hab. inż. Janusz Toboła\n\n6-8 IX 2021 – XXIII Sympozjum Naukowo-Techniczne Energetyka Bełchatów 2021\n wnioskodawca: Adam Grzeszczuk, prezes Zarządu BMP Sp. z o.o.\n\n7-9 IX 2021 – XIX międzynarodowa konferencja, wystawa, i pokazy technologii „Inżynieria Bezwykopowa”\n wnioskodawca: Paweł Kośmider, przewodniczący konferencji\n\n15-16 IX 2021 – VIII międzynarodowe Senioralia w Krakowie\n wnioskodawca: Łukasz Salwarowski, prezes zarządu Stowarzyszenia Manko\n\n16-17 IX 2021 – VII konferencja e-Technologie w Kształceniu Inżynierów\n wnioskodawca: Agnieszka Chrząszcz, zastępca dyrektora Centrum e-Learningu AGH\n\n21-23 IX 2021 – XI konferencja Geoinżynieria w budownictwie\n wnioskodawca: Monika Socha-Kośmider, przewodnicząca konferencji, Wydawnictwo „Inżynieria”\n\n23 IX 2021 – Green Energy Congress\n wnioskodawca: project manager Agata Paciorek,  portal branżowy PumpLab\n\n24-26 IX 2021 – Forum Inteligentnych Specjalizacji\n wnioskodawca: Agnieszka Batko, dyrektor Wydziału Rozwoju Gospodarczego, Urząd Miasta Tarnowa\n\n27–29 IX 2021 – International Conference on Optical and Electronic Sensors COE 2020\n wnioskodawca: prof. dr hab. inż. Katarzyna Zakrzewska, przewodnicząca konferencji, prezes Polskiego Towarzystwa Techniki Sensorowej\n\n Rok akademicki 2019/2020 \n\nPAŹDZIERNIK\n\nX 2019 – Studenci Chorym Dzieciom 2019\n wnioskodawca: dr hab. med. Maciej Kowalczyk, prezes zarządu Fundacji Uniwersyteckiego Szpitala Dziecięcego w Krakowie; Bartłomiej Pawlak, członek zarządu fundacji\n\nX 2019 – Uniwersytet Dzieci oraz internetowa platforma Scenariusze lekcji\n wnioskodawca: Agnieszka Kulus-Klepacka, dyrektor oddziału Uniwersytetu Dzieci w Krakowie\n\n1-3 X 2019 – 12. międzynarodowe targi obrabiarek, narzędzi i technologii obróbki TOOLEX; 9. targi olejów, smarów i płynów technologicznych dla przemysłu OILexpo\n wnioskodawca: dr inż. Ludomir Tuszyński, prezes zarządu Expo Silesia Sp. z o.o.\n\n5 X 2019 – 6. KrwioBieg Kraków\n wnioskodawca: Mieczysław Kurek, prezes Małopolskiego Oddziału Okręgowego Polskiego Czerwonego Krzyża\n\n8-9 X 2019 – 10. Międzynarodowe Targi Materiałów, Technologii i Wyrobów Kompozytowych KOMPOZYT-EXPO\n wnioskodawca: Grażyna Grabowska, prezes zarządu Targów w Krakowie Sp. z o.o.; Dorota Gurgul, komisarz targów\n\n9-10 X 2019 – kongres Impact mobility rEVolution'19\n wnioskodawca: Urszula Hasiec, prezes zarządu Fundacji Impact\n\n22 X 2019 – Targi Organizacji Studenckich\n wnioskodawca: Adam Szewioła, wiceprzewodniczący Uczelnianej Rady Samorządu Studentów AGH\n\n22 X 2019 – konferencja Test Dive\n wnioskodawca: Nokia Solutions Networks Sp. z o.o.\n\n24-25 X 2019 – V Forum Green Smart City\n wnioskodawca: Wojciech Przywała, Uniwersytet Rolniczy w Krakowie\n\n28 X 2019 – Inżynier w CERN-ie\n wnioskodawca: prof. dr hab. Janusz Wolny, dziekan Wydziału Fizyki i Informatyki Stosowanej AGH\n\nLISTOPAD\n\nXI 2019 – konkurs „Krakowska Matematyka 2019/2020” \n wnioskodawca: Marek Legutko, przewodniczący Oddziału Krakowskiego Stowarzyszenia Nauczycieli Matematyki\n\n12-15 XI 2019 – obchody Jubileuszu 70-lecia działalności artystycznej Zespołu Pieśni i tańca AGH „Krakus”\n wnioskodawca: Maciej Jędrzejek, dyrektor Zespołu Pieśni i tańca AGH „Krakus”\n\n16 XI 2019 – XVI Turniej Tańca Towarzyskiego o Puchar JM Rektora AGH\n wnioskodawca: Stanisław Smoroń, Studencki Klub taneczny AGH\n\n18 XI – 15 XII 2019 – Akcja SOS – Uczelnie Schroniskom\n wnioskodawca: Maciej Słoboda, organizator akcji\n\n19-24 XI 2019 – 26 Międzynarodowy Festiwal Filmowy Etiuda & Anima\n wnioskodawca: dr Bogusław Zmudziński, dyrektor artystyczny festiwalu\n\n20-21 XI 2019 – Salon Ważenia i Dozowania WAGexpo\n wnioskodawca: dr inż. Ludomir Tuszyński, prezes zarządu Expo Silesia Sp. z o.o.\n\n24-28 XI 2019 – 17th International Conference on Coal Science and Technology (ICCS&T 2019)\n wnioskodawca: prof. Janusz Gołaś, współprzewodniczący konferencji\n\n28 XI 2019 – III seminarium Corporate Power Purchase Agreement (PPA)\n wnioskodawca: Iryna Zahladko, Event Coordinator CBE Polska\n\n29 XI – 8 XII 2019 – warsztaty Soft Skills Academy\n wnioskodawca: Uczelniana Organizacja Studencka AGH EECSS Club\n\n30 XI – 1 XII 2019 – 62 Międzynarodowa Wystawa i Giełda Minerałów, Skamieniałości i Wyrobów Jubilerskich\n wnioskodawca: prof. dr hab inż. Jacek Matyszkiewicz, dziekan Wydziału Geologii, Geofizyki i Ochrony Środowiska\n\nGRUDZIEŃ\n\n2-6 XII 2019 – 19th International Conference on Micro and Nanotechnology for Power Generation and Energy Conversion Applications PowerMEMS\n wnioskodawca: prof. dr hab. inż. Jan A. Dziuban i dr hab inż. Rafał Walczak, prof. Politechniki Wrocławskiej, przewodniczący konferencji\n\n2-10 XII 2019 – Helpers' Generation\n wnioskodawca: Alicja Cichońska, Koordynator ds. Rekrutacji Dawców, Fundacja DKMS\n\n3-5 XII 2019 – IX konferencja „Geoinżynieria w budownictwie”\n wnioskodawca: Monika Sochacka-Kośmider, przewodnicząca konferencji\n\n4-5 XII 2019 – kongres Impact fintech '19\n wnioskodawca: Urszula Hasiec Fundacja Impact\n\n12 XII 2019 – 7 Mecz Charytatywny UJ vs AGH\n wnioskodawca: Marcin Krukowski, przewodniczący Uczelnianej Rady Samorządu Studentów AGH\n\n13-14 XII 2019 – Hackathon\n wnioskodawca: Piotr Szarek, członek zarządu PGE Energia Ciepła SA\n\nSTYCZEŃ\n\nI 2020 – Powiatowy Konkurs Matematyczny „Śladami Matematyków” \n wnioskodawca: Joanna Rudek, dyrektor Zespołu Szkół nr 1 im. Józefa Piłsudskiego, pomysłodawca konkursu\n\nLUTY\n\n14 II 2020 – XLIII Ogólnopolska Olimpiada Wiedzy Elektrycznej i Elektronicznej\n wnioskodawca: dr hab. inż. Ryszard Sroka, prof. AGH, dziekan Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej; dr inż. Bogusław Wiśniewski, przewodniczący komitetu głównego olimpiady\n\n26-27 II 2020 – IV Targi Utrzymania Ruchu i Technologii Przemysłowych INDUSTRYmeeting\n wnioskodawca: dr inż. Ludomir Tuszyński, prezes zarządu Expo Silesia Sp. z o.o.\n\nMARZEC\n\nIII 2020 – XX Powiatowy Turniej Wiedzy o Europie\n wnioskodawca: mgr Andrzej Ciaptacz, organizator turnieju; mgr Krystyna Jędrzejczyk, dyrektor Zespołu Szkół Techniczno-Ekonomicznych w Skawinie\n\nIII 2020 – Laur Dydaktyka 2019/2020\n wnioskodawca: Marcin Krukowski, przewodniczący Uczelnianej Rady Samorządu Studentów AGH\n\n5 III 2020 – Dni Kariery\n wnioskodawca: Jakub Majcher, koordynator regionalny Dni Kariery 2020\n\n10-11 III 2020 – XV konferencja naukowo-techniczna Ochrona Środowiska – Energetyka. Ciepłownictwo. Przemysł\n wnioskodawca: Adam Grzęszczuk, prezes zarządu BMP\n\n13 III 2020 – Piątkowy wieczór nauk ścisłych\n wnioskodawca: Jerzy Kicki, prezes zarządu Fundacji dla AGH\n\n21 III 2020 – Digit4Kids\n wnioskodawca: Damian Pazik, przewodniczący Wydziałowej Rady Samorządu Studentów Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n\n21-22 III 2020 – zawody programistyczne Hacknarok 4\n wnioskodawca: Uczelniana Organizacja Studencka AGH Electrical Engineering and Computer Sciences Students' Club\n\n26-28 III 2020 – 16 Studencki Festiwal Informatyczny\n wnioskodawca: przewodniczący komitetu organizacyjnego, prezes Koła Naukowego BIT AGH\n\n27-29 III 2020 – „Inżynier z Kulturą”\n wnioskodawca: Marcin Krukowski, przewodniczący Uczelnianej Rady Samorządu Studentów AGH\n\n30 III – 5 IV 2020 – akcja fundacji DKMS Helpers' Generation\n wnioskodawca: Alicja Cichońska, koordynator ds. rekrutacji dawców, koordynator projektu, fundacja DKMS\n\nKWIECIEŃ\n\nIV 2020 – VII Krakowski Wyścig Autostopowy KrakoStop \n wnioskodawca: dr Elżbieta Gałka, opiekun KN Geoturystyka; Katarzyna Wierzba, przewodnicząca KN Geoturystyka; Justyna Basiak, organizator\n\n2-4 IV 2020 – międzynarodowa konferencja dla młodych geologów „Herl'any” \n wnioskodawca: dr hab. inż. Maciej Manecki, prof. nadzw., mgr inż. Maria Młynarska\n\n3-4 IV 2020 – FPGA Hackathon\n wnioskodawca: Nokia Solutions and Networks Sp. z o.o.\n\n15 IV 2020 – finał II edycji „Kopalni Talentów AGH” \n wnioskodawca: Marcin Krukowski, przewodniczący Uczelnianej Rady Samorządu Studentów AGH\n\n15-17 IV 2020 – XXVII sympozjum naukowo-techniczne „Wiosenne Spotkanie Ciepłowników” \n wnioskodawca: Adam Grzeszczuk, prezes zarządu BMP\n\n18 IV 2020 – XXXVII zawody w kajakarstwie górskim „AMP Kamienna 2020”\n wnioskodawca: Mateusz Gąsior, prezes Kajakowego Koła Sportowego AGH, Gabriela Godyń, prezes AKTK „Bystrze”\n\n19-26 IV 2020  – VII Międzynarodowy Festiwal Teatru Ukraińskiego „Wschód-Zachód”\n wnioskodawca: mgr Nadiia Moroz-Olshanska, dyrektor festiwalu\n\n23-24 IV 2020 – IX międzynarodowa konferencja Technologie Bezwykopowe NO-DIG Poland 2020\n wnioskodawca: dr hab. inż. Emilia Kuliczkowska, prof. PŚk, przewodnicząca komitetu organizacyjnego, prof. dr. hab. inż. Andrzej Kuliczkowski, przewodniczący komitetu naukowego, Mariusz Karpiński-Rzepa, wiceprzewodniczący komitetu organizacyjnego\n\nMAJ\n\n7-8 V 2020 – Warsaw Energy Expo\n wnioskodawca: Tomasz Szypuła, prezes zarządu PTAK Warsaw Expo, Ryszard Marcińczak, prezes zarządu Stowarzyszenia Elektryków Polskich (Oddział Warszawski)\n\n12-14 V 2020 – konferencja infraBIM 2020 Expo V4 Visegrad Group\n wnioskodawca: Dariusz Kasznia, przewodniczący komitetu organizacyjnego; dr hab. inż. Marek Salamak, prof. Politechniki Śląskiej, przewodniczący komitetu programowego\n\n13-15 V 2020 – 27. Międzynarodowe Targi STACJA PALIW\n wnioskodawca: Halina Pupacz, prezes Polskiej Izby Paliw Płynnych\n\n14-15 V 2020 – 14 konferencja naukowo-techniczna PROCESS AUTOMATION\n wnioskodawca: Cezary Mychlewicz, dyrektor marketingu branż przemysłowych Siemens Sp. z o.o.\n\n14-16 V 2020 – Krakowskie Dni Elektryka 2020\n wnioskodawca: Przemysław Twardy, Studenckie Koło Stowarzyszenia Elektryków Polskich nr 19 przy AGH\n\n15-17 V 2020 – IV Polsko-Słowacko-Chińskie Seminarium Ceramiczne\n wnioskodawca: Zbigniew Pędzich, prezes Polskiego Towarzystwa Ceramicznego\n\nCZERWIEC\n\n3-5 VI 2020 – 31 międzynarodowa konferencja naukowo-techniczna DRILING-OIL-GAS AGH 2020\n wnioskodawca: prof. dr hab. inż. Rafał Wiśniowski, Dziekan Wydziału Wiertnictwa, Nafty i Gazu\n\n4-5 VI 2020 – V konferencja naukowo-techniczna Nowoczesne Systemy Klimatyzacji, Wentylacji i Utrzymania Ruchu w Inteligentnej Kopalni\n wnioskodawca: Janusz Zakręta, przewodniczący komitetu organizacyjnego, redaktor naczelny „Power&Industry Energetyka i Przemysł”\n\n4-6 VI 2020 – IX Górnicze Forum Ekonomiczne\n wnioskodawca: dr hab. inż. Arkadiusz Kustra, przewodniczący komitetu organizacyjnego\n\n20-21 VI 2020 – 63 Międzynarodowa Wystawa i Giełda Minerałów, Skamieniałości i Wyrobów Jubilerskich\n wnioskodawca: Piotr Olejniczak, kierownik Muzeum Geologicznego WGGiOŚ AGH\n\n22-24 VI 2020 – TOGETAIR 2020 – szczyt klimatyczny on-line\n wnioskodawca: Fundacja Czyste Powietrze\n\n23-26 VI 2020 – XVIII międzynarodowa konferencja, wystawa i pokaz technologii „Inżynieria bezwykopowa” \n wnioskodawca: Paweł Kośmider, przewodniczący wydarzenia\n\nLIPIEC\n\n16 VII 2020 – IV seminarium „Corporate Power Purchase Agreement (PPA)” \n wnioskodawca: Iryna Zahladko, event coordinator CBE Polska\n\nSIERPIEŃ\n\n26 VIII – 3 IX 2020 – Drużynowe Mistrzostwa Polski w Szachach\n wnioskodawca: Dariusz Mikrut, Prezes Fundacji Gens Una Sumus\n\n28-30 VIII 2020 – Akademickie Mistrzostwa Polski w Kolarstwie Górskim\n wnioskodawca: dr hab. inż. Jarosław Jakubski, prof AGH, prezes KU AZS AGH Kraków\n\nWRZESIEŃ\n\nIX 2020 – XI konferencja „Ochrona i Inżynieria Środowiska – Zrównoważony Rozwój”\n wnioskodawca: dr hab. inż. Marian Banaś. prof. AGH, kierownik Katedry Systemów Energetycznych i Urządzeń Ochrony Środowiska na Wydziale Inżynierii Mechanicznej i Robotyki\n\n6-10 IX 2020 – European Mineralogical Conference emc2020\n wnioskodawca: dr hab. inż. Tomasz Bajda, prof. nadzw., prezes Polskiego Towarzystwa Mineralogicznego, przewodniczący Komitetu Naukowego emc2020\n\n7-9 IX 2020 – XXII sympozjum naukowo-techniczne Energetyka Bełchatów 2020\n wnioskodawca: Adam Grzeszczuk, prezes zarządu BMP\n\n11-12 IX 2020 – Akademickie Mistrzostwa Polski w Szermierce\n wnioskodawca: dr hab. inż. Jarosław Jakubski, prof AGH, prezes KU AZS AGH Kraków\n\n13-16 IX 2020 – 18th International Conference on Metal Forming 2020\n wnioskodawca: prof. dr hab. inż. Tadeusz Telejko, dziekan Wydziału Inżynierii Metali i Informatyki Przemysłowej\n\n13-17 IX 2020 – 10 Jubileuszowa Środkowo-Europejska Konferencja Ilasta MECC'20\n wnioskodawca: prof. dr hab. inż. Krzysztof Bahranowski\n\n14-16 IX 2020 – Szkoła Górnictwa Odkrywkowego 2020 \n wnioskodawca: dr hab. inż. Zbigniew Burtan, prof. AGH, kierownik Katedry Inżynierii Górniczej i Bezpieczeństwa Pracy; prof. dr hab. inż. Zbigniew Kasztelewicz, przewodniczący komitetu organizacyjnego\n\n17-18 IX 2020 – VII konferencja eTEE 2020 e-Technologie w Kształceniu Inżynierów\n wnioskodawca: prof. dr hab. inż. Jan Kusiak, kierownik Centrum e-Learningu\n\n20-24 IX 2020 – konferencja związana z technologią szkła\n wnioskodawca: prof. dr hab. inż. Włodzimierz Mozgawa, dziekan Wydziału Inżynierii Materiałowej i Ceramiki\n\n23-24 IX 2020 – X konferencja Geoinżynieria w budownictwie\n wnioskodawca: Monika Socha-Kośmider, przewodnicząca konferencji\n\n29 IX – 1 X 2020 – 13 Międzynarodowe Targi Obrabiarek, Narzędzi i Technologii Obróbki TOOLEX; 10 Targi Olejów, Smarów i Płynów Technologicznych dla Przemysłu OILexpo\n wnioskodawca: dr inż. Ludomir Tuszyński, prezes zarządu Expo Silesia Sp. z o.o.\n\n Rok akademicki 2018/2019 \n\nPAŹDZIERNIK\n\n2-4 X 2018 – 11. międzynarodowe targi obrabiarek, narzędzi i technologii obróbki TOOLEX; Targi metod i narzędzi do wirtualizacji procesów WIRTOTECHNOLOGIA; 8. targi olejów, smarów i płynów technologicznych dla przemysłu OILexpo\n wnioskodawca: dr inż. Ludomir Tuszyński, prezes zarządu Expo Silesia Sp. z o.o.\n\n6 X 2018 – 5 KrwioBIEG Kraków\n wnioskodawca: Zarząd PCK Małopolski Oddział Okręgowy\n\n8-9 X 2018 – Europejskie Forum Cyberbezpieczeństwa – CYBERSEC\n wnioskodawca: Izabela Albrycht, przewodnicząca komitetu organizacyjnego\n\n13-15 X 2018 – konferencja REHA for the Blind in Poland\n wnioskodawca: Marek Kalbarczyk, prezes zarządu Fundacji Szansa dla Niewidomych\n\n16 X 2018 – Targi Organizacji Studenckich\n wnioskodawca: Roland Rychlik, przewodniczący Uczelnianej Rady Samorządu Studentów AGH\n\n18 X 2018 – konferencja TestDive \n wnioskodawca: Kinga Kraj, Nokia Solutions and Networks Sp. z o.o.\n\n15-21 X 2018 – New Earth International Film Festival – Międzynarodowy Festiwal Filmowy „Nowa Ziemia”\n wnioskodawca: Juan Walle, prezes fundacji Alive Today\n\n22-24 X 2018 – 3rd International Conference Innovative Technologies in Biomedicine\n wnioskodawca: prof. Henryk Figiel, przewodniczący Komitetu Organizacyjnego\n\n24-26 X 2018 – międzynarodowa konferencja naukowo-techniczna „Infrastruktura Krytyczna Miast”\n wnioskodawca: dr inż. Józef Ciuła, wiceprezes zarządu Sądeckie Wodociągi Sp. z o.o.\n\n25 X 2018 – XI Ogólnopolska konferencja naukowa na temat bezpieczeństwa\n wnioskodawca: dr hab. inż. Marek Kisiel-Dorohinicki, kierownik Katedry Informatyki AGH\n\nX 2018 – Uniwersytet Dzieci oraz internetowa platforma „Scenariusze lekcji”\n wnioskodawca: Agnieszka Kulus-Klepacka, Dyrektor Oddziału Uniwersytetu Dzieci w Krakowie\n\nX 2018 – wystawa „Cyfry, kody, szyfry – 100 lat Niepodległej” \n wnioskodawca: Izabela Albrycht, przewodnicząca Komitetu Organizacyjnego CYBERSEC\n\nLISTOPAD\n\n11 XI 2018 – XV Turniej Tańca Towarzyskiego o Puchar Rektora AGH\n wnioskodawca: Stanisław Smoroń, Studencki Klub Taneczny AGH\n\n15-18 XI 2018 – Międzynarodowy Konkurs Operetkowo-Musicalowy im. Iwony Borowickiej\n wnioskodawca: Ewa Warta-Śmietana, prezes Fundacji Pomocy Artystom Polskim CZARDASZ\n\n16 XI 2018 – konferencja „Ludzie górnictwa w odzyskaniu niepodległości i odbudowie Polski” \n wnioskodawca: prof. dr hab. inż. Józef Dubiński, prezes Stowarzyszenia Inżynierów i Techników Górnictwa\n\n20-25 XI 2018 – XXV Jubileuszowy Festiwal Etiuda&Anima\n wnioskodawca: dr Bogusław Zmudziński, Wydział Humanistyczny AGH\n\n28-29 XI 2018 – Impact fintech'18\n wnioskodawca: Urszula Hasiec, Fundacja Impact\n\nGRUDZIEŃ\n\nXII 2018 – Seria otwartych wykładów o tematyce prozdrowotnej dla pracowników i emerytów „Szczęśliwy człowiek to zdrowy człowiek”\n wnioskodawca: dr inż. Dariusz Sala, prezes Rady Uczelnianej ZNP w AGH\n\n1-7 XII 2018 – Soft Skills Academy\n wnioskodawca: Adam Kołek, prezes zarządu Uczelnianej Organizacji Studenckiej AGH EECSS Club\n\n4-6 XII 2018 – konferencja Geoinżynieria w budownictwie\n wnioskodawca: Monika Socha-Kośmider, przewodnicząca konferencji\n\n6-9 XII 2018 – UNESCO Interregional Engineering Conference in Technology and Education – Global Benchmarking and Monitoring\n wnioskodawca: prof. dr hab. inż. Janusz Szpytko, kierownik Centrum AGH UNESCO\n\n7 XII 2018 – 6 Mecz Charytatywny UJvsAGH\n wnioskodawca: Marcin Krukowski, Przewodniczący Uczelnianej Rady Samorządu Studentów AGH\n\n10-14 XII 2018 – akcja fundacji DKMS Helpers' Generation\n wnioskodawca: Aleksandra Parczewska, koordynator projektu, fundacja DKMS\n\nSTYCZEŃ\n\nI 2019 – Powiatowy konkurs matematyczny „Śladami Matematyków”\n wnioskodawca: Joanna Rudek, dyrektor Zespołu Szkół nr 1 im. J. Piłsudskiego w Limanowej; Jan Tajduś, pomysłodawca konkursu\n\nLUTY\n\nII 2019 – Krakowski Ośrodek Chirurgii Robotycznej\n wnioskodawca: Józef Job, dyrektor medyczny Szpitala na Klinach w Krakowie, grupa Neo Hospital Sp. z o.o.\n\n8 II 2019 – Ogólnopolska Olimpiada Wiedzy Elektrycznej i Elektronicznej\n wnioskodawca: dr hab. inż. Ryszard Sroka, prof. AGH, Dziekan Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej; dr inż. Bogusław Wiśniewski, przewodniczący Ogólnopolskiej Olimpiady Wiedzy Elektrycznej i Elektronicznej\n\n19-20 II 2019 – XIV konferencja naukowo-techniczna Ochrona Środowiska. Energetyka. Ciepłownictwo. Przemysł\n wnioskodawca: Adam Grzeszczuk, prezes zarządu BMP\n\n21-22 II 2019 – konferencja Lambda Days\n wnioskodawca: dr hab. inż. Marek Kisiel-Dorohinicki, kierownik Katedry Informatyki AGH\n\n27-28 II 2019 – Targi Utrzymania Ruchu i Technologii Przemysłowych INDUSTRYmeeting\n wnioskodawca: dr inż. Ludomir Tuszyński, prezes zarządu Expo Silesia Sp. z o.o.\n\nMARZEC\n\nIII 2019 – VI Międzynarodowy Turniej Koszykówki\n wnioskodawca: Antoni Smoleń, prezes Klubu KS Cracovia 1906\n\nIII 2019 – Akademia Centrum Badawczego ABB\n wnioskodawca: dr inż. Remigiusz Nowak, Korporacyjne Centrum Badawcze ABB\n\nIII 2019 – konferencja „100-lecie kryminalistyki”\n wnioskodawca: dr Jerzy Stochel, prodziekan ds. Dydaktyki Wydziału Matematyki Stosowanej AGH; mł. insp. mgr Lidia Puchacz, naczelnik Laboratorium Kryminalistycznego KWP w Krakowie\n\nIII 2019 – Studencki Nobel\n wnioskodawca: Aleksandra Hałaczkiewicz, wiceprzewodnicząca ds. projektów Niezależnego Zrzeszenia Studentów\n\n15 III 2019 – Piątkowy wieczór nauk ścisłych\n wnioskodawca: Jerzy Kicki, Prezes Zarządu Fundacji dla AGH\n\n26 III 2019 – Dni Kariery\n wnioskodawca: Monika Kulczyńska, przewodnicząca AIESEC Polska Komitet Lokalny Kraków\n\n21-23 III 2019 – 15 Studencki Festiwal Informatyczny\n wnioskodawca: Anna Turek-Fijak, Komitet Organizacyjny \n\nIII/IV 2019 – XIX powiatowy turniej wiedzy o Europie\n wnioskodawca: mgr Andrzej Ciaptacz, organizator turnieju; mgr Krystyna Jędrzejczyk, dyrektor Zespołu Szkół Techniczno-Ekonomicznych w Skawinie\n\nKWIECIEŃ\n\nIV 2019 – badania dotyczace pracy studentów w Krakowie\n wnioksodawca: Aplikuj.pl\n\nIV 2019 – Konkurs Konstrukcji Studenckich KoKoS\n wnioskodawca: Paweł Zdańkowski, koordynator i rzecznik konkursu , Niezależne Zrzeszenie Studentów AGH\n\n2-4 IV 2019 – IV Konferencja „Budownictwo podziemne”\n wnioskodawca: Monika Socha-Kośmider, przewodnicząca konferencji \n\n7-15 IV 2019 – VI Międzynarodowy Festiwal Teatru Ukraińskiego „Wschód-Zachód”\n wnioskodawca: mgr Nadiia Moroz-Olshanska, dyrektor festiwalu \n\n12-14 IV 2019 – „Inżynier z Kulturą”\n wnioskodawca: Marcin Krukowski, przewodniczący Uczelnianej Rady Samorządu Studentów AGH\n\n13 IV 2019 –  zawody w kajakarstwie górskim „AMP Kamienna 2019”\n wnioskodawca: Mateusz Gąsior, prezes Kajakowego Koła Sportowego AGH\n\n22-30 IV 2019 – konferencja General Assembly of BEST\n wnioskodawca: Krzysztof Mróz, prezes Stowarzyszenia Studentów BEST AGH Kraków\n\n28 IV – 3 V 2019 – Krakowski Wyścig Autostopowy KRAKOSTOP\n wnioskodawca: dr Elżbieta Gałka, opiekun KN Geoturystyka; Dominika Andrejko, przewodnicząca KN Geoturystyka; Katarzyna Sulima, organizator\n\nMAJ  \n\n2 V 2019 – II Międzynarodowy Półmaraton „Bitwa pod Gorlicami”, Gorlice-Łużna\n wnioskodawca: dr inż. Elżbieta Wojna-Dyląg, przewodnicząca Akademickiego Koła Polskiego Czerwonego Krzyża i Klubu Honorowych Dawców Krwi przy AGH\n\n9-11 V 2019 – X Mielecki Festiwal Nauki i Techniki\n wnioskodawca: Zdzisław Nowakowski, dyrektor CKPi DN w Mielcu; dr hab. inż. Bolesław Karwat, prof. AGH; Janusz Soboń, prezes stowarzyszenia AUT Leonardo\n\n15-17 V 2019 – Krakowskie Dni Elektryka\n wnioskodawca: Klaudia Leś, sekretarz Studenckiego Koła Stowarzyszenia Elektryków Polskich nr 19 przy AGH\n\n15-17 V 2019 – XXVI Międzynarodowe Targi STACJA PALIW 2019\n wnioskodawca: Halina Pupacz, prezes Polskiej izby Paliw Płynnych\n\n16-17 V 2019 – 13 konferencja naukowo-techniczna PROCESS AUTOMATION\n wnioskodawca: Cezary Mychlewicz, dyrektor marketingu branż przemysłowych Siemens Sp. z o.o.\n\n20-21 V 2019 – CyberTek 2019 „Ekosystem cyberbezpieczeństwa. Współpraca i współzależność w systemach przemysłowych”\n wnioskodawca: mgr inż. Zuzanna Wieczorek, prezes zarządu, dyrektor ds. technicznych Tekniska Polska\n\n21-22 V 2019 – kongres Impact'19\n wnioskodawca: Urszula Hasiec, prezes zarządu fundacji Impact\n\n22-23 V 2019 – Cracow Tech Week\n wnioskodawca: Urszula Hasiec, prezes zarządu fundacji Impact\n\n27-28 V 2019 – Digital Dragons\n wnioskodawca: Wojciech Przybylski, prezes zarządu Krakowskiego Parku Technologicznego Sp. z o.o.\n\n29-30 V 2019 – Targi urządzeń i technologii dźwigowych LIFTexpo 2019 oraz Forum Budowy i Modernizacji Nieruchomości Silesia Property Expo 2019\n wnioskodawca: dr inż. Ludomir Tuszyński, prezes zarządu Expo Silesia Sp. z o.o.\n\n29-31 V 2019 – III Akademickie Mistrzostwa Geoinformatyczne GIS Challenge 2019\n wnioskodawca: dr inż. Stanisław Szombara, przewodniczący komitetu organizacyjnego\n\n29-31 V 2019 – IV Akademickie Forum Energii Jądrowej\n wnioskodawca: dr inż. Paweł Gajda, przewodniczący komitetu organizacyjnego\n\n30 V 2019 – Warsaw Security Summit\n wnioskodawca: Mariusz Kucharski, dyrektor zarządzający A&S Polska Sp. z o.o.\n\nCZERWIEC\n\n1-2 VI 2019 – 61 Międzynarodowa Wystawa i Giełda Minerałów, Skamieniałości i Wyrobów Jubilerskich\n wnioskodawca: prof. dr hab inż. Jacek Matyszkiewicz, dziekan Wydziału Geologii, Geofizyki i Ochrony Środowiska\n\n5-7 VI 2019 – 30 międzynarodowa konferencja naukowo-techniczna DRILLING-OIL-GAS\n wnioskodawca: prof. dr hab. inż. Rafał Wiśniowski\n\n6-7 VI 2019 – Górnicze Forum Ekonomiczne 2019\n wnioskodawca: dr hab. inż. Arkadiusz Kustra, przewodniczący komitetu organizacyjnego\n\n6-7 VI 2019 – X Ogólnopolski Zjazd Dziekanów Wydziałów kształcących na kierunku Budownictwo\n wnioskodawca: prof. dr hab. inż. Marek Cała, dziekan Wydziału Górnictwa i Geoinżynierii AGH; dr hab. inż. Andrzej Szarata, prof. PK, dziekan Wydziału Inżynierii Lądowej PK\n\n7 VI 2019 – 100-lecie Kryminalistyki\n wnioskodawca: dr Jerzy Stochel, zastępca przewodniczącego komitetu organizacyjnego; mł. insp. Lidia Puchacz, przewodniczący komitetu organizacyjnego\n\n9-12 VI 2019 – XXII konferencja Advanced Materials and Technologies AMT 2019\n wnioskodawca: prof. dr hab inż. Stanisław Dymek, kierownik Katedry Inżynierii Powierzchni i Analiz Materiałów na Wydziale Inżynierii Metali i Informatyki Przemysłowej \n\n11-13 VI 2019 – XVII Międzynarodowa Konferencja, Wystawa i Pokazy Technologii „Inżynieria Bezwykopowa”\n wnioskodawca: Paweł Kośmider, przewodniczący konferencji\n\n11-14 VI 2019 – XX ogólnopolskie seminarium „Metodyka rozpoznawania i dokumentowania złóż kopalin oraz geologicznej obsługi kopalń”\n wnioskodawca: prof. dr hab. inż. Jacek Matyszkiewicz, dziekan Wydziału Geologii, Geofizyki i Ochrony Środowiska\n\n12 VI 2019 – VIII Forum spalania biomasy i odpadów\n wnioskodawca: Iryna Zahladko, asystent ds. organizacji wydarzeń CBE Polska\n\n12 VI 2019 – seminarium „Perspektywy rozwoju chłodu sieciowego”\n wnioskodawca: Iryna Zahladko, asystent ds. organizacji wydarzeń CBE Polska\n\n12-14 VI 2019 – VI międzynarodowa konferencja naukowa „Odnawialne źródła energii – technika, technologia, innowacje”\n wnioskodawca: dr hab. inż. Michał Stefaniuk, prof. nadzw., kierownik Katedry Surowców Energetycznych AGH\n\n17-19 VI 2019 – XVI międzynarodowa konferencja naukowa IPOEX 2019 „Materiały wybuchowe. Badania – Zastosowanie –  Bezpieczeństwo”\n wnioskodawca: dr inż. Krzysztof Bajdor, dyrektor Instytutu Przemysłu Organicznego\n 18-19 VI 2019 – IV konferencja techniczna „METAN. Energia – Ekologia – Bezpieczeństwo”\n wnioskodawca: Janusz Zakręta, przewodniczący komitetu organizacyjnego\n\n30 VI – 4 VII 2019 – 15th IFToMM World Congress\n wnioskodawca: prof. dr hab. inż. Tadeusz Uhl, przewodniczący komitetu naukowego\n\nLIPIEC\n\n2 VII 2019 – seminarium „Bezpieczeństwo mikrobiologiczne wody”\n wnioskodawca: prof. dr hab. inż. Stanisław Gruszczyński, dziekan Wydziału Geodezji Górniczej i Inżynierii Środowiska\n\nSIERPIEŃ \n\n29 VIII 2019 – seminarium Corporate Power Purchase Agreement\n wnioskodawca: Iryna Zahladko, asystent ds. organizacji wydarzeń CBE Polska\n\n31 VIII – 2 IX 2019 – On the trail of women in mathematics – in honour of Zofia Kowalewska\n wnioskodawca: dr hab. Stanisława Kanas, prof. UR, prezes Polskiego Towarzystwa Kobiet w Matematyce\n\nWRZESIEŃ \n\nIX 2019 – kursy z zakresu sztucznej inteligencji (SI)\n wnioskodawca: dr Olaf Gajl, dyrektor Ośrodka Przetwarzania Informacji Państwowego Instytutu Badawczego\n\n8-13 IX 2019 – 14th International Conference on Mercury as a Global Pollutant (ICMGP 2019)\n wnioskodawca: prof. Józef Pacyna, przewodniczący konferencji, prof. Janusz Gołaś, wiceprzewodniczący konferencji\n\n9-11 IX 2019 – Szkoła Górnictwa Odkrywkowego\n wnioskodawca: prof. dr hab. inż. Zbigniew Kasztelewicz\n\n9-11 IX 2019 – XXI Sympozjum naukowo-techniczne Energetyka Bełchatów 2019\n wnioskodawca: Adam Grzeszczuk, prezes zarządu BMP Sp. z o.o.\n\n10-13 IX 2019 – Challenges in Applied Geology: 100th Anniversary of Applied Geology at AGH University of Science and Technology\n wnioskodawca: prof. dr hab. inż. Jacek Matyszkiewicz, dziekan Wydziału Geologii, Geofizyki i Ochrony Środowiska AGH\n\n10-13 IX 2019 – Międzynarodowe Targi Górnictwa, Przemysłu Energetycznego i Hutniczego Katowice 2019 oraz Targi EkoSpalanie & EkoTechnologie Katowice 2019; konkursy: Innowacyjny Produkt & Technologie oraz Innowacje w Przemyśle\n wnioskodawca: Iwona Gramatyka, prezes zarządu Polska Technika Górnicza SA\n\n12-13 IX 2019 – V Ogólnopolskie Forum Geo-Produkt\n wnioskodawca: Bartłomiej Szewczyk, dyrektor Muzeum Górnictwa Węglowego w Zabrzu\n\n12-13 IX 2019 – konferencja naukowa „Biblioteki uczelniane wobec środowiska akademickiego – nowe obszary działania”\n wnioskodawca: dr Jerzy Krawczyk, przewodniczący komitetu naukowego, dyrektor Biblioteki Głównej AGH\n\n15 IX 2019 – X Pogórzańskie Atrakcje Naukowe – Łużna 2019\n wnioskodawca: mgr Mariusz Tarsa, wójt gminy Łużna\n\n16 IX 2019 – konferencja „100 lat fizyki”\n wnioskodawca: prof. dr hab. Janusz Wolny, dziekan Wydziału Fizyki i Informatyki Stosowanej\n\n16-17 IX 2019 – Sorbenty mineralne – surowce, energetyka, ochrona środowiska, nowoczesne technologie\n wnioskodawca: prof. dr hab. inż. Jacek Matyszkiewicz, Wydział Geologii, Geofizyki i Ochrony Środowiska\n\n16-20 IX 2019 – Dynamics, Equations and Applications (DEA 2019)\n wnioskodawca: dr hab. Krzysztof Ciepliński, prof. AGH, przewodniczący komitetu organizacyjnego\n\n17-20 IX 2019 – międzynarodowa konferencja Techniki Urabiania\n wnioskodawca: prof. dr hab. inż. Krzysztof Krauze, kierownik Katedry Maszyn Górniczych, Przeróbczych i Transportowych AGH; prof. dr hab. inż. Antoni Kalukiewicz, przewodniczący komitetu naukowego\n\n19-20 IX 2019 – eTEE 2019 e-Technologie w kształceniu inżynierówwnioskodawca: prof. dr hab. inż. Jan Kusiak, kierownik Centrum e-Learningu AGH\n\n19-20 IX 2019 – konferencja „Ochrona i inżynieria środowiska – zrównoważony rozwój”\n wnioskodawca: dr hab. inż. Marian Banaś, prof. AGH; kierownik Szkoły Ochrony i Inżynierii Środowiska im. W. Goetla\n\n19-20 IX 2019 – III Warsztaty Geologii Inżynierskiej\n wnioskodawca: prof. dr hab. inż. Jacek Matyszkiewicz, dziekan Wydziału Geologii, Geofizyki i Ochrony Środowiska AGH, dr hab. inż. Adam Postawa, kierownik Katedry Hydrogeologii i Geologii Inżynierskiej AGH\n\n23-26 IX 2019 – 49th European Solid-State Device Research Conference; 45th European Solid-State Circuits Conference\n wnioskodawca: prof. dr hab. inż. Paweł Gryboś\n\n25 IX 2019 – międzynarodowa konferencja i wystawa Nafta-Gaz-Chemia\n wnioskodawca: Kama Milewska, dyrektor projektów Zarządu Targów Warszawskich SA\n\n26-27 IX 2019 –  konferencja Automotive\n wnioskodawca: Cezary Mychlewicz, dyrektor ds. marketingu branż przemysłowych Siemens Sp. z o.o.\n\n Rok akademicki 2017/2018 \n\nPAŹDZIERNIK\n\nX 2017 – program GeoTalent\n wnioskodawca: Anna Chylińska, dyrektor departamentu personalnego PGNiG SA\n\n7 X 2017 – 4. KrwioBIEG Kraków\n wnioskodawca: Zarząd PCK Małopolski Oddział Okręgowy\n\n9-10 X 2017 – Europejskie Forum Cyberbezpieczeństwa CYBERSEC\n wnioskodawca: Izabela Albrycht, przewodnicząca komitetu organizacyjnego\n\n17-21 X 2017 – V kongres polskich towarzystw naukowych w świecie: „Inteligencja Polska w Świecie”\n wnioskodawca: Andrzej Białas, prezes Polskiej Akademii Umiejętności w Krakowie\n\n25-27 X 2017 – V Kongres Polskiego Przemysłu Gazowniczego\n wnioskodawca: Cezary Mróz, prezes zarządu Izby Gospodarczej Gazownictwa\n\n29 X 2017 – XIV Turniej Tańca Towarzyskiego o Puchar Rektora AGH\n wnioskodawca: Stanisław Smoroń, Studencki Klub Taneczny AGH\n\nLISTOPAD\n\n8 XI 2017 – Targi Pracy Akademii Górniczo-Hutniczej, edycja jesienna\n wnioskodawca: mgr Grażyna Śliwińska, kierownik Centrum Karier AGH\n\n8 XI 2017 – hub:raum IoT Academy Krakow\n wnioskodawca: Roman Dużyk\n\n14-17 XI 2017 – International Conference on the Sustainable Energy and Environmental Development  (SEED '17)\n wnioskodawca: dr hab. inż. Mariusz Filipowicz, prof AGH, przewodniczący Komitetu Naukowego\n\n20 XI-17 XII 2017 – Akcja SOS – Uczelnie Schroniskom\n wnioskodawca: mgr inż. Maciej Słoboda, organizator akcji, mgr inż. Anna Pudełko, doktorantka na Wydziale Geodezji Górniczej i Inżynierii Środowiska AGH\n\n21-26 XI 2017 – 24. Międzynarodowy Festiwal Filmowy Etiuda & Anima\n wnioskodawca: Katarzyna Surmacz, dr Bogusław Zmudziński, dyrekcja festiwalu\n\n22-24 XI 2017 – I naukowa konferencja muzeów uczelnianych „Tożsamość i dziedzictwo. Muzea uczelniane”\n wnioskodawca: dr hab. Hubert Kowalski, prezes Stowarzyszenia Muzeów Uczelnianych \n\nGRUDZIEŃ\n\n2-3 XII 2017 – 58. Międzynarodowa Wystawa i Giełda Minerałów, Skamieniałości i Wyrobów Jubilerskich\n wnioskodawca: prof. dr hab. inż. Jacek Matyszkiewicz, dziekan Wydziału Geologii, Geofizyki i Ochrony Środowiska AGH\n\n4-10 XII 2017 – Helpers' Generation\n wnioskodawca: Igor Belczewski, koordynator projektu, Fundacja DKMS\n\n6-7 XII 2017 – Kongres Impact Fintech '17\n wnioskodawca: Katarzyna Górniak, Fundacja Impact\n\n6-10 XII 2017 – UNESCO Interregional Engineering Conference in Technology and Education – Global Benchmarking and Monitoring\n wnioskodawca: prof. dr hab. inż. Janusz Szpytko, kierownik Centrum Międzynarodowej Promocji Technologii i Edukacji AGH – UNESCO\n\n8 XII 2017 – 5. Mecz Charytatywny UJ vs. AGH\n wnioskodawca: Roland Rychlik, przewodniczący URSS AGH\n\n14-15 XII 2017 – Transformacja zanieczyszczeń w środowisku\n wnioskodawca: dr hab. Dariusz Ciszewski, przewodniczący komitetu organizacyjnego\n\nSTYCZEŃ \n\n22-23 I 2018 – FRONT EDGE – Innovation & Leadership Summit Kraków 2018\n wnioskodawca: Bogusław Chrabota, redaktor naczelny „Rzeczpospolitej” \n\nLUTY\n\n9 II 2018 – Ogólnopolska Olimpiada Wiedzy Elektrycznej i Elektronicznej\n wnioskodawca: dr hab. inż. Ryszard Sroka, prof. AGH, Dziekan Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej; dr inż. Bogusław Wiśniewski, przewodniczący Ogólnopolskiej Olimpiady Wiedzy Elektrycznej i Elektronicznej\n\n15 II 2018 – III konferencja techniczna „Metan Kopalniany. Energia–Ekologia–Ekonomia”\n wnioskodawca: Janusz Zakręta, przewodniczący komitetu organizacyjnego \n\n19-20 II 2018 – XIII konferencja naukowo-techniczna Ochrona Środowiska w Energetyce i Ciepłownictwie\n\nwnioskodawca: Adama Grzeszczuk, prezes zarządu BMP Sp. z o.o.\n\n20-21 II 2018 – Targi Technologii Przemysłowych INDUSTRYmeeting\n wnioskodawca: dr inż. Ludomir Tuszyński, Prezes zarządu\n\nMARZEC \n\n1 III 2018 –  VII Forum spalania biomasy i odpadów\n wnioskodawca: Barbara Boczek, CBE Polska \n\n1 III 2018 – Obchody Narodowego Dnia Pamięci Żołnierzy Wyklętych\n wnioskodawca: dr hab. Filip Musiał, dyrektor Oddziału Instytutu Pamięci Narodowej w Krakowie\n\n8 III 2018 – Targi Pracy Akademii Górniczo-Hutniczej, edycja wiosenna\n wnioskodawca: mgr Grażyna Śliwińska, kierownik Centrum Karier AGH\n\n12 III 2018 – International Day\n wnioskodawca: mgr inż. Marta Foryś, kierownik Działu Współpracy z Zagranicą AGH\n\n14 III 2018 – Piątkowy wieczór nauk ścisłych\n wnioskodawca: Jerzy Kicki, prezes zarządu Fundacji dla AGH\n\n17-18 III 2018 – Koncerty wiosenne\n wnioskodawca: Maciej Jędrzejek, kierownik Zespołu Pieśni i Tańca AGH „Krakus”\n\n22 III 2018 – Dni Kariery Kraków\n wnioskodawca: Maria Surma, przewodnicząca AIESEC Polska Komitet Lokalny Kraków\n\n25 III 2018 – TEDxAGHUniversity\n wnioskodawca: Zuzanna Wiszowata, wiceprzewodnicząca Uczelnianej Rady Samorządu Studentów AGH\n\nIII/IV 2018 – XVIII powiatowy turniej wiedzy o Europie\n wnioskodawca: mgr Andrzej Ciaptacz, organizator turnieju; mgr Krystyna Jędrzejczyk, dyrektor Zespołu Szkół Techniczno-Ekonomicznych w Skawinie\n\nKWIECIEŃ\n\nIV 2018 – Edu Esports League\n wnioskodawca: Łukasz Trybuś, prezes zarządu Stowarzyszenia Sportów Elektronicznych\n\nIV 2018 – badanie Smart Industry 2018\n wnioskodawca: Cezary Mychlewicz, dyrektor ds. marketingu branż przemysłowych Siemens Sp. z o.o.\n\nIV 2018 – 32. kongres EESTEC w Krakowie\n wnioskodawca: dr inż. Cezary Worek, opiekun UOS AGH EECSS Club, Ewelina Materowska, prezes zarządu UOS AGH EECSS Club, Patrycja Rak, członek zarządu UOS AGH EECSS Club\n\n5-7 IV 2018 – 14 Studencki Festiwal Informatyczny\n wnioskodawca: Mateusz Feć, Komitet Organizacyjny\n\n6-8 IV 2018 – Inżynier z kulturą\n wnioskodawca: Roland Rychlik, przewodniczący Uczelnianej Rady Samorządu Studentów AGH\n\n10-12 IV 2018 – kongres East meets West\n wnioskodawca: Iwona Mularczyk, przewodnicząca Sekcji Studenckiej SPE, członek komitetu organizacyjnego\n\n11-12 IV 2018 – III konferencja „Budownictwo Podziemne”\n wnioskodawca: Monika Socha-Kośmider, przewodnicząca konferencji\n\n13-14 IV 2018 – 5 Dąbrowskie Spotkania Kliniczne\n wnioskodawca: prof. dr hab. n. med. Ireneusz Kotela, przewodniczący komitetu organizacyjnego i naukowego\n\n14 IV 2018 – zawody w kajakarstwie górskim „AMP Kamienna 2018”\n wnioskodawca: Mateusz Gąsior, prezes Kajakowego Koła Sportowego AGH\n\n16-20 IV 2018 – XI Krakowskie Dni Integracji\n wnioskodawca: mgr inż. Anna Wesołowska, Biuro ds. Osób Niepełnosprawnych AGH\n\n16-22 IV 2018 – Helpers' Generation\n wnioskodawca: Aleksandra Parczewska, koordynator projektu, Fundacja DKMS\n\n22-23 IV 2018 – V Międzynarodowy Festiwal Teatru Ukraińskiego „Wschód-Zachód”\n wnioskodawca: Nadia Moroz-Olshanska, dyrektor festiwalu\n\n28 IV – 3 V 2018 – Krakowski Wyścig Autostopowy KRAKOSTOP\n wnioskodawca: dr Elżbieta Gałka, opiekun KN Geoturystyka; Dominika Andrejko, przewodnicząca KN Geoturystyka; Agnieszka Hanzdlik, organizator\n\nMAJ \n\nV 2018 – III Akademickie Forum Energii Jądrowej\n wnioskodawca: dr inż. Paweł Gajda, przewodniczący komitetu organizacyjnego\n\nV 2018 – Projekt SAKWA (utworzenie kadry Klubu Wysokogórskiego SAKWA)\n wnioskodawca: Dominik Polak, prezes zarządu Sekcji Akademickiej Klubu Wysokogórskiego AGH)\n\n1-4 V 2018 – konferencja fizyki statycznej MECO43\n wnioskodawca: prof. dr hab. Zdzisław Burda, kierownik Katedry Informatyki Stosowanej i Fizyki Komputerowej\n\n9-11 V 2018 – XVII sympozjum Energoelektronika w Nauce i Dydaktyce ENID 2018\n wnioskodawca: dr hab. inż. Andrzej Bień, prof nadzw., przewodniczący komitetu organizacyjnego\n\n9-11 V 2018 – XXV Międzynarodowe Targi STACJA PALIW 2018\n wnioskodawca: Halina Pupacz, prezes Polskiej Izby Paliw Płynnych\n\n10-11 V 2018 – Dzień Hutnika\n wnioskodawca: prof. dr hab. inż. Tadeusz Telejko, Dziekan Wydziału Inżynierii Metali i Informatyki Przemysłowej AGH\n\n10-13 V 2018 – półfinał B Akademickich Mistrzostw Polski w piłce ręcznej kobiet\n wnioskodawca: dr hab. Jarosław Jakóbski, prezes KU AZS AGH Kraków\n\n12-13 V 2018 – Studenckie Mistrzostwa Krakowa w brydżu sportowym\n wnioskodawca: Piotr Wzorek, przewodniczący UOS Just Bridge\n\n21-22 V 2018 – Digital Dragons\n\nwnioskodawca: Wojciech Przybylski, prezes Zarządu Krakowskiego Parku Technologicznego\n\n17-18 V 2018 – konferencja BIM w Infrastrukturze Transportowej (infraBIM)\n wnioskodawca: dr. hab. inż. Marek Salamak, prof Politechniki Śląskiej, Przewodniczący Komitetu Programowego\n\n23-24 V 2018 – kongres naukowy WJASC 2018 Między zdrowiem a chorobą\n wnioskodawca: dr hab. Helena Wrona-Polańska, prof. UP, przewodnicząca komitetu naukowo-organizacyjnego \n\n30 V – 2 VI 2018 – finał Akademickich Mistrzostw Polski w koszykówce kobiet i mężczyzn\n\nwnioskodawca: dr hab. Jarosław Jakóbski, prezes KU AZS AGH Kraków\n\nCZERWIEC\n\n2-3 VI 2018 – 59 Międzynarodowa Wystawa i Giełda Minerałów, Skamieniałości i Wyrobów Jubilerskich\n wnioskodawca: prof. dr hab. inż. Jacek Matyszkiewicz, dziekan Wydziału Geologii, Geofizyki i Ochrony Środowiska AGH\n\n7-8 VI 2018 – konferencja naukowo-techniczna Proces Automation\n wnioskodawca: Sebastain Jasiók, Siemens Sp. z o.o.\n\n7-8 VI 2018 –  IV konferencja techniczna „Nowoczesne systemy klimatyzacji, wentylacji i utrzymania ruchu w górnictwie podziemnym”\n wnioskodawca: Janusz Zakręta, przewodniczący komitetu organizacyjnego\n\n8 VI 2018 – konferencja Warsaw Security Summit\n wnioskodawca: Mariusz Kucharski, dyrektor zarządzający A&S Polska Sp. z o.o.\n\n9 VI 2018 – VII Bieg AGH\n wnioskodawca: Jarosław Jakóbski, prezes KU AZS AGH; Jerzy Kicki, prezes zarządu Fundacji dla AGH; Piotr Biel, kierownik SWFiS AGH\n\n10-13 VI 2018 – LIV międzynarodowe sympozjum maszyn elektrycznych SME 2018\n wnioskodawca: dr hab. inż. Andrzej Bień, prof nadzw., przewodniczący komitetu organizacyjnego\n\n11-13 VI 2018 – XV międzynarodowa konferencja naukowa IPOEX  2018 „Materiały wybuchowe. Badania – Zastosowanie – Bezpieczeństwo”\n wnioskodawca: dr inż. Krzysztof Bajdor, dyrektor Instytutu Przemysłu Organicznego\n\n19-20 VI 2018 – E-mobility – wyzwania dla energetyki, samorządu i transportu\n wnioskodawca: Dorota Kubek, redaktor naczelny Wydawnictwa „Nowa Energia”\n\n20-22 VI 2018 – V międzynarodowa konferencja naukowa „Odnawialne źródła energii”\n wnioskodawca: dr hab. inż. Michał Stefaniuk, prof. AGH, kierownik Katedry Surowców Energetycznych AGH\n\n20-22 VI 2018 – XVI międzynarodowa konferencja, wystawa, i pokazy technologii „Inżynieria bezwykopowa”\n wnioskodawca: Paweł Kośmider, przewodniczący konferencji\n\n24-29 VI 2018 – 10th International Conference on the Occurrence, Properties  and Utilization of Natural Zeolites\n wnioskodawca: dr hab. inż. Tomasz Bajda, prof AGH, Prodziekan Wydziału Geologii, Geofizyki i Ochrony Środowiska\n\nWRZESIEŃ  \n\nIX 2018 – International Conference on Signals and Electronic Systems (ICSES)\n wnioskodawca: dr inż. Jacek Kołodziej, Zastępca Kierownika Katedry Elektroniki\n\nIX 2018 – Energetyka i Ochrona Środowiska\n wnioskodawca: dr hab. inż. Marian Banaś, Katedra Systemów Energetycznych i Urządzeń Ochrony Środowiska\n\n3-5 IX 2018 – XX Sympozjum naukowo-techniczne Energetyka Bełchatów 2018\n wnioskodawca: Adam Grzeszczuk, prezes zarządu BMP\n\n6-7 IX 2018 – Joint meeting of the Polish and Scandinavian-Nordic Sections of the Combustion Institute PSN2018\n wnioskodawca: prof. dr hab. inż. Wojciech Nowak, przewodniczący PSN2018\n\n6-7 IX 2018 – konferencja naukowo-techniczna Automotive\n wnioskodawca: Cezary Mychlewicz, dyrektor ds. marketingu branż przemysłowych Siemens Polska\n\n9-12 IX 2018 – Polska Ceramika 2018\n wnioskodawca: prof. dr hab. inż. Jerzy Lis, przewodniczący komitetu organizacyjnego\n\n9-12 IX 2018 – konferencja „Szkoła Górnictwa Odkrywkowego”\n wnioskodawca: prof. dr hab. inż. Zbigniew Kasztelewicz, przewodniczący komitetu organizacyjnego\n\n10-12 IX 2018 – Polsko-Słowacko-Chińskie Seminarium Ceramiczne\n wnioskodawca: Zbigniew Pędzich, prezes Polskiego Towarzystwa Ceramicznego\n\n12-13 IX 2018 – Impact mobility rEVolution'18\n wnioskodawca: Paweł Milewski, wiceprezes zarządu Fundacji Impact\n\n14-15 IX 2018 – konferencja naukowa „New frontiers in regeneration therapies –  from Advanced Therapy Medicinal Products (ATMP) through imaging to clinical outcomes”\n wnioskodawca: prof. Marcin Majka, Collegium Medicum Uniwersytetu Jagiellońskiego\n\n14-16 IX 2018 – Turniej koszykówki o Puchar Rektora AGH\n wnioskodawca: Antoni Smoleń, prezes KS Cracovia\n\n17-21 IX 2018 – 61 Zjazd Naukowy Polskiego Towarzystwa Chemicznego\n\nwnioskodawca: prof. dr hab. Piotr Kuśtrowski, Dziekan Wydziału Chemii UJ, przewodniczący komitetu naukowego; dr hab. Ewa Witek, przewodnicząca komitetu organizacyjnego\n\n19-21 IX 2018 – konferencja Energetyka i Paliwa 2018\n wnioskodawca: prof. dr hab. inż. Wojciech Suwała, Dziekan Wydziału Energetyki i Paliw, przewodniczący komitetu organizacyjnego\n\n20-21 IX 2018 – II ogólnopolska interdyscyplinarna konferencja naukowa TechSpo'18: Władza algorytmów?\n wnioskodawca: Magdalena Igras-Cybulska, Dorota Żuchowska-Skiba, Wydział Humanistyczny AGH\n\n21 IX 2018 – V Ogólnopolskie Senioralia w Krakowie\n wnioskodawca: dr inż. Marek Pilch, koordynator wydarzenia; Łukasz Salwarowski, prezes Stowarzyszenia Manko\n\n26 IX 2018 – XVI międzynarodowa konferencja i wystawa Nafta-Gaz-Chemia 2018\n wnioskodawca: Grażyna Ewa Karłowska, prezes Zarządu Targów Warszawskich SA; dr Andrzej Jan Szyprowski, redaktor naczelny miesięcznika „Przemysł Chemiczny\"\n\n28 IX 2018 – Bezpieczeństwo Pracy – edukacja i dobre praktyki\n wnioskodawca: prof. dr hab. inż. Marek Cała, Dziekan Wydziału Górnictwa i Geoinżynierii oraz przewodniczący Komitetu Naukowego; dr hab. inż. Zbigniew Burtan, kierownik Studiów Podyplomowych w zakresie BHP, przewodniczący Komitetu Organizacyjnego \n\n Rok akademicki 2016/2017 \n\nPAŹDZIERNIK\n\nX 2016 – IV edycja programu „GeoTalent”\n wnioskodawca: Anna Chylińska, dyrektor departamentu kadr, Polskie Górnictwo Naftowe i Gazownictwo SA\n\n17 X 2016 – International Day\n wnioskodawca: prof. dr hab. inż. Jerzy Lis, Prorektor ds. Współpracy AGH\n\n20-23 X 2016 – Festiwal „Synestezje. Muzyka. Plastyka. Obraz”\n wnioskodawca: Roland Rychlik, przewodniczący Uczelnianej Rady Samorządu Studentów AGH\n\n22 X 2016 – Festiwal Robotyki Robocomp \n wnioskodawca: dr inż. Marek Długosz, opiekun KN Integra, Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\n23 X 2016 – III KrwioBIEG Kraków\n wnioskodawca: dr hab. Mieczysław Pasowicz, prof. nadzw., prezes Małopolskiego Okręgowego Polskiego Czerwonego Krzyża\n\n25-27 X 2016 – V Kongres Polskiego Przemysłu Gazowniczego\n wnioskodawca: Cezary Mróz, Prezes Zarządu Izby Gospodarczej Gazownictwa   \n\nLISTOPAD\n\n9 XI 2016 – Targi Pracy AGH\n wnioskodawca: mgr Grażyna Śliwińska, kierownik Centrum Karier AGH\n\n16-17 XI 2016 – VI konferencja „Geoinżynieria w Budownictwie”\n wnioskodawca: Monika Socha-Kośmider, przewodnicząca konferencji\n\n18-19 XI 2016 – Polsko-Amerykański Most Innowacji\n wnioskodawca: dr inż. Krzysztof Kluza, wiceprezes Fundacji Laboratorium Innowacji i Kreatywności, Prodziekan ds. Kształcenia Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\n21 XI-18 XII 2016 – Akcja SOS – Uczelnie Schroniskom\n wnioskodawca: mgr inż. Maciej Słoboda, doktorant na Wydziale Górnictwa i Geoinżynierii AGH\n\n21-26 XI 2017 – 24. Międzynarodowy Festiwal Filmowy Etiuda&Anima w Krakowie \n wnioskodawca: dr Bogusław Zmudziński i Katarzyna Surmacz, dyrekcja Międzynarodowego Festiwalu Filmowego Etiuda&Anima \n\n24-25 XI 2016 – 10 lat Elektronicznej Legitymacji Studenckiej w AGH\n wnioskodawca: mgr inż. Henryk Zioło, Kanclerz AGH\n\n25 XI 2016 – I Ogólnopolski Festiwal im. Stanisława Staszica\n wnioskodawca: dr inż. Jerzy Kicki, prezes Zarządu Fundacji dla AGH\n\n27 XI 2016 – VII Ogólnopolski Konkurs Wykonawstwa Muzyki Operetkowej i Musicalowej im. Iwony Borowieckiej\n wnioskodawca: Ewa Warta-Śmietana, prezes Fundacji Pomocy Artystom Polskim „Czardasz”  \n\nGRUDZIEŃ\n\nXII 2016 – Naukowe Warsztaty Projektowe Akademii Ciekawych Myśli i Nauk\n wnioskodawca: prof. dr hab. inż. Marek Przybylski, dyrektor Akademickiego Centrum Materiałów i Nanotechnologii AGH; dr inż. Aleksandra Szkudlarek, koordynator Akademii Ciekawych Myśli i Nauk\n\nXII 2016 – ESNOLYMPICS\n wnioskodawca: Paulina Traczyk, przewodnicząca Erasmus Student Network AGH Cracow\n\n3-9 XII 2016 – międzyuczelniane warsztaty „Soft Skills Academy”\n wnioskodawca: dr inż. Cezary Worek, opiekun UOS AGH EECSS Club, Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\n7-8 XII 2016 – międzynarodowy kongres „Impact’16 Fintech/Insurtech”\n wnioskodawca: Monika Płochocka, prezes Fundacji Impact\n\n8-11 XII 2016 – UNESCO Interregional Engineering Conference in Technology and Education – Global Benchmarking and Monitoring\n wnioskodawca: prof. dr hab. inż. Janusz Szpytko, kierownik Centrum AGH UNESCO\n\n12 XII 2016 – Olimpiady COPTIOSH\n wnioskodawca: Krzysztof M. Maleszewski, koordynator główny, Stowarzyszenie Edukacyjno-Oświatowe COPTIOSH w Białymstoku  \n\nSTYCZEŃ\n\n13 I 2017 – Polska Wyprawa Naukowa Peru\n wnioskodawca: prof. dr hab. inż. Andrzej Paulo, kierownik naukowy wyprawy; dr inż. Andrzej Gałaś, kierownik techniczny wyprawy, Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n\n16 I 2017 – Koncert Noworoczny\n wnioskodawca: dr inż. Jerzy Kicki, prezes zarządu Fundacji dla AGH\n\n24 I 2017 – Powiatowy Konkurs Matematyczny „Śladami Matematyków”\n wnioskodawca: mgr Eugeniusz Bogacz, dyrektor Zespołu Szkół nr 1 im. Józefa Piłsudskiego w Limanowej\n\n31 I 2017 – Siemens Smart Industry 2017\n wnioskodawca: Cezary Mychlewicz, dyrektor ds. marketingu branż przemysłowych, Siemens Sp. z o.o.  \n\nLUTY\n\n1 II 2017 – X edycja „Inżynier z Kulturą”\n wnioskodawca: Olga Janiszewska, wiceprzewodnicząca Uczelnianej Rady Studentów AGH\n\n8 II 2017 – II konferencja techniczna „Metan Kopalniany. Szanse i zagrożenia”\n wnioskodawca: Janusz Zakręta, przewodniczący komitetu organizacyjnego, redaktor naczelny POWER & INDUSTRY Energetyka i Przemysł\n\n10 II 2017 – Ogólnopolska Olimpiada Wiedzy Elektrycznej i Elektronicznej\n wnioskodawca: dr hab. inż. Ryszard Sroka, Dziekan Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej; dr inż. Bogusław Wiśniewski, przewodniczący olimpiady\n\n20-21 II 2017 – XII konferencja naukowo-techniczna „Ochrona Środowiska w Energetyce i Ciepłownictwie”\n wnioskodawca: Adam Grzeszczuk, prezes zarządu BMP\n\n21 II 2017 – konkurs geologiczno-środowiskowy „Nasza Ziemia – środowisko przyrodnicze wczoraj, dziś i jutro”\n wnioskodawca: dr Sylwester Salwa, dyrektor oddziału Świętokrzyskiego, Państwowy Instytut Geologiczny\n\n26 II 2017 – III Festiwal „Wolna i Niezawisła” w ramach obchodów Narodowego Dnia Pamięci Żołnierzy Wyklętych\n wnioskodawca: dr hab. Filip Musioł, dyrektor Oddziału Instytutu Pamięci Narodowej w Krakowie\n\n28 II-2 III 2017 – Targi Technologii Przemysłowych INDUSTRYmeeting\n wnioskodawca: dr inż. Ludomir Tuszyński, prezes zarządu Expo Silesia  \n\nMARZEC\n\n5 III 2017 – IV Małopolski Kongres Kobiet\n wnioskodawca: dr Małgorzata Jantos, Sylwia Salwińska\n\n9-10 III 2017 – Forum of Biomass & Waste\n wnioskodawca: Maria Przekopowska, dyrektor zarządzający CBE Polska\n\n11 III 2017 – IoT Fest Kraków – budzimy potencjał Internetu Rzeczy\n wnioskodawca: Roman Dużyk, hub:raum Kraków\n\n15 III 2017 – Dni Kariery\n wnioskodawca: Karolina Paluch, przewodnicząca komitetu lokalnego Kraków, AIESEC Polska\n\n17 III 2017 – Piątkowy wieczór z naukami ścisłymi\n wnioskodawca: dr inż. Jerzy Kicki, prezes Fundacji dla AGH\n\n18-19 III 2017 – KrakHack\n wnioskodawca: Rafał Kulczycki, dyrektor Wydziału Rozwoju Miasta, Urząd Miasta Krakowa\n\n19-20 III 2017 – Koncerty wiosenne\n wnioskodawca: Maciej Jędrzejek, kierownik Zespołu Pieśni i Tańca AGH „Krakus”\n\n20-21 III 2017 – konferencja naukowa „Wyzwania energetyki jądrowej”\n wnioskodawca: Maciej Burnus, Stowarzyszenie Elektryków Polskich Koło nr 19, Jadwiga Najder, Koło Naukowe Energetyków Jądrowych „Uranium”, AGH\n\n30-31 III 2017 – XXX ogólnopolski konkurs wiedzy geologicznej „Najciekawsze obiekty geologiczne i górnicze na tle budowy geologicznej Polski”\n wnioskodawca: Joanna Kubit, dyrektor Zespołu Szkół Ponadgimnazjalnych nr 4 im. Ignacego Łukasiewicza w Krośnie  \n\nKWIECIEŃ\n\n2-9 IV 2017 – Festiwal Teatru Ukraińskiego „Wschód – Zachód”\n wnioskodawca: mgr Nadiia Moroz-Olshanska, dyrektor festiwalu\n\n4-7 IV 2017 – kongres East meets West\n wnioskodawca: Natalia Krygier, przewodnicząca Komitetu Organizacyjnego\n\n5 IV 2017 – Targi Pracy AGH\n wnioskodawca: mgr Grażyna Śliwińska, kierownik Centrum Karier AGH\n\n6-7 IV 2017  – Współczesne zagrożenia w miejscu pracy – aspekt teoretyczny i praktyczny\n wnioskodawca: mgr inż. Waldemar Dudek, Rzeszowski i Krakowski Oddział Ogólnopolskiego Stowarzyszenia Pracowników Służby BHP\n\n7 IV 2017 – II Warsztaty Geologii Inżynierskiej\n wnioskodawca: dr hab. inż. Adam Postawa, Prodziekan Wydziału Geologii, Geofizyki i Ochrony Środowiska AGH; mgr inż. Jacek Stanisz, przewodniczący komitetu organizacyjnego \n\n21 IV 2017 – konferencja „MedTechCamp2017: Badania kliniczne wyrobów medycznych – od pomysłu do wdrożenia”\n wnioskodawca: prof. dr hab. Maciej Małecki, Dziekan Wydziału Lekarskiego Collegium Medicum Uniwersytetu Jagiellońskiego\n\n21-22 IV 2017 – Akademickie Mistrzostwa w Kajakarstwie Górskim „AMP Kamienna 2017”\n wnioskodawca: Dawid Giebel i Kamila Lipka, Stowarzyszenie Akademicki Klub Turystyki Kajakowej „Bystrze”\n\n22-23 IV 2017 – Akademickie Mistrzostwa Małopolski w brydżu sportowym\n wnioskodawca: Piotr Wzorek, przewodniczący zarządu Uczelnianej Organizacji Studenckiej Just Bridge AGH\n\n27-28 IV 2017 – konferencja „eTEE 2017 – e-Technologie w Kształceniu Inżynierów”\n wnioskodawca: prof. dr hab. inż. Jan Kusiak, kierownik Centrum e-Learningu\n\nWolontariat w placówce misyjnej w Betlejem w Palestynie \n wnioskodawca: Katarzyna Klimkiewicz i Agnieszka Drabina z Salezjańskiego Wolontariatu Misyjnego „Młodzi Światu”  \n\nMAJ\n\n8 V 2017 – GeoTurniej\n wnioskodawca: Aleksandra Stępkowska, koordynator projektu GeoTurniej, PGNiG\n\n11-12 V 2017 – Dzień Hutnika\n wnioskodawca: dr hab. inż. Tadeusz Telejko, prof. nadzw., Dziekan Wydziału Inżynierii Metali i Informatyki Przemysłowej AGH\n\n17-19 V 2017 – XXIV Międzynarodowe Targi STACJA PALIW 2017\n wnioskodawca: Halina Pupach, prezes Polskiej Izby Paliw Płynnych\n\n22-23 V 2017 – Digital Dragons\n wnioskodawca: Wojciech Przybylski, prezes Zarządu Krakowskiego Parku Technologicznego\n\n23-25 V 2017 – AGH International Student Conference: Knowledge, Technology and Society\n wnioskodawca: mgr inż. Krzysztof Sornek, sekretarz komitetu organizacyjnego\n\n24 V 2017 – Targi Projektów Akademickich\n wnioskodawca: dr inż. Cezary Worek, opiekun UOS AGH EECSS Club, Paula Wesołowska, prezes zarządu UOS AGH EECSS Club, Justyna Kułaga, członek zarządu UOS AGH EECSS Club\n\nV 2017 – III konferencja naukowa „Geofizka w kosmosie”\n wnioskodawca: inż. Tomasz Kopiejka, koordynator projektu, dr inż. Paulina Krakowska, opiekun KNGF Geofon, dr hab. inż. Tomasz Bajda, prof. nadzw., prodziekan ds. współpracy i rozwoju, Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n\nV 2017 – V Krakowski Wyścig Autostopowy „Krakstop” do Barcelony\n wnioskodawca: Artur Leśniak, organizator, Agnieszka Handzlik, KN Geoturystyka, dr Elżbieta Gałka, opiekun KN Geoturystyka, Wydział Geologii, Geofizyki i Ochrony Środowiska AGH  \n\nCZERWIEC\n\nVI 2017 –  Uniwersytet Dzieci\n wnioskodawca: p.o. dyrektora krakowskiego oddziału Fundacji Uniwersytet Dzieci\n\n3-4 VI 2017 – 57. Międzynarodowa Wystawa i Giełda Minerałów, Skamieniałości i Wyrobów Jubilerskich\n wnioskodawca: prof. dr hab. inż. Jacek Matyszkiewicz, Dziekan Wydziału Geologii, Geofizyki i Ochrony Środowiska AGH\n\n5-7 VI 2017 – XIV Międzynarodowa Konferencja Naukowa IPOEX 2017 „Materiały wybuchowe. Badania – Zastosowanie – Bezpieczeństwo”\n wnioskodawca: dr inż. Krzysztof Bajdor, dyrektor Instytutu Przemysłu Organicznego\n\n11-14 VI 2017 – konferencja „Szkoła górnictwa odkrywkowego”\n wnioskodawca: prof. dr hab. inż. Zbigniew Kasztelewicz, przewodniczący komitetu organizacyjnego, kierownik Katedry Górnictwa Odkrywkowego, Wydział Górnictwa i Geoinżynierii AGH\n\n18-21 VI 2017 – XIX Krajowa Konferencja Automatyki\n wnioskodawca: prof. dr hab. inż. Wojciech Mitkowski, przewodniczący komitetu organizacyjnego, Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\n19-21 VI 2017 – konferencja naukowa „Rola polskiego węgla w energetyce krajowej i europejskiej”\n wnioskodawca: prof. Jan Szlązak, przewodniczący komitetu organizacyjnego, Wydział Górnictwa i Geologii Politechniki Śląskiej\n\n20-21 VI 2017 – I konferencja E-mobility – wyzwania dla energetyki, samorządu i transportu\n wnioskodawca: prof. dr hab. inż. Wojciech Nowak, dyrektor Centrum Energetyki AGH\n\n22-25 VI 2017 – międzynarodowa konferencja naukowa „Granice poznania”\n wnioskodawca: prof. dr hab. Henryk Figiel, Wydział Fizyki i Informatyki Stosowanej AGH\n\nLIPIEC \n\nVII 2017 – Images of the Unseen\n wnioskodawca: dr Natasza Styczyńska, pełnomocnik Dziekana Wydział Studiów Międzynarodowych i Politycznych Uniwersytetu Jagiellońskiego \n\nSIERPIEŃ \n\n29 VIII – 1 IX 2017 – konferencja Open Living Lab Days\n wnioskodawca: Wojciech Przybylski, prezes zarządu Krakowskiego Parku Technologicznego \n\nWRZESIEŃ\n\nIX 2017 – Naukowe Warsztaty Projektowe Akademii Ciekawych Myśli i Nauk\n wnioskodawca: prof. dr hab. inż. Marek Przybylski, dyrektor Akademickiego Centrum Materiałów i Nanotechnologii AGH, dr inż. Aleksandra Szkudlarek, koordynator Akademii Ciekawych Myśli i Nauk\n\nIX 2017 – Konkurs Top 10 Pracodawców w Polsce\n wnioskodawca: Wojciech Kuśpik, prezes Grupy PTWP, Rafał Kerger, redaktor naczelny PulsHR.pl\n\n4-6 IX 2017 – XIX sympozjum naukowo-techniczne ENERGETYKA Bełchatów 2017\n wnioskodawca: Adam Grzeszczuk, prezes zarządu BMP Sp. z o.o.\n\n5-6 IX 2017 – III konferencja naukowo-techniczna Automotive\n wnioskodawca: Piotr Jaworski, Siemens Sp. z o.o.\n\n7-8 IX 2017 – konferencja Ochrona i Inżynieria Środowiska – Zrównoważony Rozwój\n wnioskodawca: dr hab. inż. Marian Banaś, prof AGH, kierownik Szkoły Ochrony i Inżynierii Środowiska im. W. Goetla\n\n7-8 IX 2017 – XI konferencja naukowo-techniczna Process Automation\n wnioskodawca: Szymon Paprocki, Siemens Sp. z o.o.\n\n7-9 IX 2017 – IEEE Women in Engineering International Leadership Summit Krakow\n wnioskodawca: dr hab. inż. Mariusz Malinowski, prof. PW, przewodniczący polskiej sekcji IEEE\n\n8-10 IX 2017 – IV Międzynarodowy Turniej Koszykówki o Puchar Rektora AGH\n wnioskodawca: Antoni Smoleń, prezes zarządu Klubu KS Cracovia 1906\n\n12-13 IX 2017 – V jubileuszowa międzynarodowa konferencja Ekspertów Modelowania i Symulacji FlexSimposium 2017 PL\n wnioskodawca: dr hab. inż. Jerzy Mikulik, prof. AGH, kierownik Katedry Inżynierii Zarządzania, Wydział Zarządzania AGH\n\n13-16 IX 2017 – Polsko-Słowacko-Chińskie Seminarium Ceramiczne\n wnioskodawca: Zbigniew Pędzich, prezes Polskiego Towarzystwa Ceramicznego\n\n15-17 IX 2017 – XXV Ogólnopolskie Igrzyska Młodzieży Salezjańskiej \n wnioskodawca: ks. mgr Franciszek Janyga, prezes S.L. SALOS „Piast”\n\n18-19 IX 2017 – III konferencja naukowo-techniczna „Sorbenty mineralne – Surowce, Energetyka, Ochrona Środowiska, Nowoczesne Technologie”\n wnioskodawca: prof. dr hab. inż. Jacek Matyszkiewicz, Dziekan Wydziału Geologii, Geofizyki i Ochrony Środowiska AGH\n\n20-22 IX 2017 – XX Krajowa Konferencja Biocybernetyki i Inżynierii Biomedycznej\n wnioskodawca: prof. dr hab. inż. Ryszard Tadeusiewicz, kierownik Katedry Automatyki i Inżynierii Biomedycznej, Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\n20-22 IX 2017 – międzynarodowa konferencja naukowa z okazji 60-lecia powstania Laboratorium Kryminalistycznego Komendy Wojewódzkiej Policji w Krakowie „Kryminalistyka – Nauka, Nowoczesne Technologie”\n wnioskodawca: mł. insp. Lidia Puchacz, przewodnicząca komitetu organizacyjnego, dr Jerzy Stochel, zastępca przewodniczącego, Wydział Matematyki Stosowanej AGH\n\n20-23 IX 2017 – Konferencja Inżynierii Mineralnej „MEC2017”\n wnioskodawca: prof. dr inż. Zbigniew Śmieszek, dyrektor Instytutu Metali Nieżelaznych, Prezes Stowarzyszenia Inżynierów i Techników Metali Nieżelaznych\n\n21-22 IX 2017 – I konferencja naukowo-techniczna „Dezynfekcja wody – zagrożenia, wyzwania, nowe technologie”\n wnioskodawca: prof. dr hab. inż. Stanisław Gruszczyński, Dziekan Wydziału Geodezji Górniczej i Inżynierii Środowiska AGH\n\n26-29 IX 2017 – międzynarodowa konferencja „Techniki Urabiania” TUR\n wnioskodawca: prof. dr hab. inż. Antoni Kalukiewicz, przewodniczący komitetu naukowego, prof. dr hab. inż. Krzysztof Krauze, kierownik Katedry Maszyn Górniczych, Przeróbczych i Transportowych, dr hab. inż. Krzysztof Kotwica, przewodniczący komitetu organizacyjnego, Wydział Inżynierii Mechanicznej i Robotyki AGH\n\n26-30 IX 2017 – jubileuszowe XX Sympozjum Zastosowania Teorii Systemów (ZST 2017) oraz 1st International Conference on Decision Making in Manufacturing and Services (DMMS 2017)\n wnioskodawca: dr hab. inż. Piotr Łebkowski, Wydział Zarządzania AGH\n\n28-30 IX 2017 – International Conference on Geotourism, Mining Tourism, Sustainable Development, and Environmental Protection\n wnioskodawca: dr hab. inż. Marek Doktor, prof. nadzw., kierownik Katedry Geologii Ogólnej i Geoturystyki, Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n\n Rok akademicki 2025/2026 \n\n6–9 IX 2026 – 17\nth\n International Conference on Frontiers of Polymers and Advanced Materials (ICFPAM)\n wnioskodawca: dr hab. Jacek Nizioł, prof. AGH, przewodniczący krajowego komitetu organizacyjnego\n\n Rok akademicki 2024/2025 \n\nRok 2025 – Jubileusz 100-lecia działalności Głównego Instytutu Górnictwa – Państwowego Instytutu Badawczego\n wnioskodawca: Jarosław Zagórowski, dyrektor GIG–PIB\n\n4–6 VI 2025 – Międzynarodowy Kongres Górnictwa i Hutnictwa Miedzi\n wnioskodawca: Andrzej Szydło, prezes zarządu KGHM Polska Miedź SA\n\n Rok akademicki 2023/2024 \n\n23–25 X 2023 – III międzynarodowa konferencja naukowo-techniczna „Infrastruktura Krytyczna Miast”\n wnioskodawca: Tadeusz Frączek, prezes zarządu spółki „Sądeckie Wodociągi”\n\n29 XI – 1 XII 2023 – VIII Ogólnopolski Kongres Geotermalny\n wnioskodawca: dr hab. inż. Beata Kępińska, prof. IGSMiE PAN, prezes Polskiego Stowarzyszenia Geotermicznego\n\n22–24 V 2024 – 14. Polski Kongres Naftowców i Gazowników – Konferencja Geotechnology and Energy \n wnioskodawca: prof. dr hab. inż. Rafał Wiśniowski, przewodniczący komitetu organizacyjnego, prezes Stowarzyszenia Inżynierów i Techników Przemysłu Naftowego i Gazowniczego\n\n3–6 VI 2024 – konferencja naukowa CIRCULAR MINE-TECH: Energia, Woda, Środowisko w Przeróbce Surowców\n wnioskodawca: prof. dr hab. inż. Jerzy Błażejowski, prezes Gdańskiego Towarzystwa Naukowego, przewodniczący komitetu naukowego; dr hab. Leokadia Róg, prof. GIG-PIB, prezydent Polskiego Towarzystwa Przeróbki Kopalin; prof. dr hab. inż. Jan Hupka, przewodniczący Komitetu organizacyjnego\n\n Rok akademicki 2022/2023 \n\n22 X 2022 – Jubileusz 130-lecia działalności Stowarzyszenia Inżynierów i Techników Górnictwa\n wnioskodawca: mgr inż. Eugeniusz Ragus, przewodniczący komitetu organizacyjnego jubileuszu\n\n22–25 V 2023 – International Mobility Conference oraz konferencja REHA for the Blind in Poland\n wnioskodawca: Marek Kalbarczyk, prezes Fundacji Szansa dla Niewidomych\n\n24–26 V 2023 – XX międzynarodowa konferencja naukowo-techniczna „Materiały ogniotrwałe: wytwarzanie, metody badań, stosowanie”\n wnioskodawca: dr hab. inż. Paweł Pichniarczyk, dyrektor Sieć Badawcza Łukasiewicz – Instytut Ceramiki i Materiałów Budowlanych\n\n10 VI 2023 – Jubileusz 100-lecia Liceum Ogólnokształcącego im. Tadeusza Kościuszki w Ropczycach\n wnioskodawca: starosta powiatu ropczycko-sędziszowskiego, dyrekcja LO w Ropczycach, Stowarzyszenie Absolwentów i Przyjaciół w LO, komitet organizacyjny obchodów 100-lecia LO\n\n21 VI – 2 VII 2023 – III Igrzyska Europejskie\n wnioskodawcy:Witold Kozłowski, Marszałek Województwa Małopolskiego; Jacek Majchrowski, Prezydent Miasta Krakowa; Marcin Nowak, Prezes Igrzyska Europejskie 2023 sp. z o.o.\n\n Rok akademicki 2021/2022 \n\n7–9 X 2021 – II międzynarodowa konferencja naukowo-techniczna „Infrastruktura Krytyczna Miast”\n wnioskodawca: Tadeusz Frączek, prezes zarządu, dyrektor Sądeckich Wodociągów Sp. z o.o.\n\nXI 2021 – Jubileusz 75-lecia Stowarzyszenia Inżynierów i Techników Przemysłu Materiałów Budowlanych \n wnioskodawcy: prof. ICiMB, dr inż. Genowefa Zapotoczna-Sytek, przewodnicząca Komitetu Organizacyjnego; mgr inż. Wiesław Leszek Baranowicz, sekretarz Zarządu Głównego SITPMB\n\n20–21 VI 2022 – międzynarodowa konferencja naukowa „Adam Zagajewski. Poezja rozmawiają z filozofią”\n wnioskodawca: prof. dr hab. Anna Czabanowska-Wróbel, dr hab. Łukasz Tischner, prof. UJ, dr hab. Dorota Siwor, komitet organizacyjny\n\n15–18 IX 2022 – REHA for the blind in Poland\n wnioskodawca: Marek Kalbarczyk, przewodniczący Rady Fundatorów Fundacji Szansa dla Niewidomych; Malwina Wysocka-Dziuba, prezes zarządu Fundacji Szansa dla Niewidomych\n\n Rok akademicki 2020/2021 \n\n20–24 X 2020 – VI Kongres Polskich Towarzystw Naukowych w Świecie\n wnioskodawca: prof. Jan Ostrowski, Prezes Polskiej Akademii Umiejętności\n\nV–IX 2021 – XXVIII Sympozjum Naukowo-Techniczne „Wiosenne Spotkanie Ciepłowników”\n wnioskodawca: BMP Sp. z o.o.\n\n12–14 VII 2021 – Obchody Jubileuszu 20-lecia Podhalańskiej Państwowej Uczelni Zawodowej w Nowym Targu\n wnioskodawca: dr hab. Robert Wojciech Włodarczyk, prof. PPUZ, Rektor PPUZ\n\n10–13 IX 2021 – XIX Konferencja REHA for the Blind in Poland\n wnioskodawca: Marek Kalbarczyk, przewodniczący Komitetu Organizacyjnego REHA 2021\n\n Rok akademicki 2019/2020 \n\n19-22 III 2020 – IV Konferencja Geotematyczna GAUS 2020\n wnioskodawca: Franciszek Ostojski, Wydziałowa Rada Samorządu Studentów Wydziału Geologii, Geofizyki i Ochrony Środowiska\n\nIX 2020 – Polacy zmieniają świat\n wnioskodawca: ks. prof. dr hab. Mirosław kalinowski, Rektor Katolickiego Uniwersytetu Lubelskiego Jana Pawła II\n\n11–14 IX 2020 – Światowe Spotkanie Niewidomych, Słabowidzących i ich Bliskich REHA 2020\n wnioskodawca: Marek Kalbarczyk, przewodniczący komitetu organizacyjnego REHA 2020\n\n25–26 IX 2020 – Jubileusz 75-lecia Stowarzyszenia Wychowanków AGH\n wnioskodawca: prof. dr hab. inż. Piotr Czaja, przewodniczący stowarzyszenia\n\n Rok akademicki 2018/2019 \n\n24–26 X 2018 – międzynarodowa konferencja naukowo-techniczna „Infrastruktura Krytyczna Miast”\n wnioskodawca: dr inż. Józef Ciuła, wiceprezes zarządu Sądeckie Wodociągi Sp. z o.o.\n\n3 XI 2018 – Jubileusz 200-lecia I Gimnazjum i Liceum im. Jana Długosza w Nowym Sączu\n wnioskodawca: mgr Aleksander Rybski, Dyrektor I Liceum Ogólnokształcącego im. Jana Długosza w Nowym Sączu \n\nXI 2018 – Konferencja „Problemy inżynierii bezpieczeństwa obiektów antropogenicznych”\n wnioskodawca: dr inż. Adam Baryłka, Prezes Oddziału Warszawskiego Stowarzyszenia Inżynierów i Techników Mechaników Polskich\n\n20–22 III 2019 – konferencja Security od Central and Eastern European Countries\n wnioskodawca: gen. bryg. dr hab. inż. Dariusz Skorupka, Rektor-Komendant Akademii Wojsk Lądowych we Wrocławiu\n\n11–12 IV 2019 – International Mining Forum „Safety and efficiency of expoitation against the challenges of industry 4.0”\n wnioskodawca: prof. dr hab. inż. Józef Dubiński, prezes SITG; Daniel Ozon, prezes zarządu JSW SA; Tadeusz Wenecki, prezes zarządu JSW Innowacje\n\n3–7 IX 2019 – Jubileuszowy Zjazd Matematyków Polskich w stulecie Polskiego Towarzystwa Matematycznego\n wnioskodawca: Leokadia Białas-Cież, prezes Oddziału Krakowskiego PTM; Włodzimierz Zwonek, Dziekan Wydziału Matematyki i Informatyki UJ\n\n8–12 IX 2019 – 4 Polski Kongres Mechaniki i 23 Międzynarodowa Konferencja Metod Komputerowych Mechaniki PCM-CMM-2019\n wnioskodawca: prof. dr hab. inż. Błażej Skoczeń, prof. zw. Politechniki Krakowskiej, przewodniczący komitetu organizacyjnego\n\n10–13 IX 2019 – Challenges in Applied Geology and Geophysics: 100th Anniversary of Applied Geology at AGH University of Science and Technology (CAGG2019)\n wnioskodawca: prof. dr hab. inż. Jacek Matyszkiewicz, Dziekan Wydziału Geologii, Geofizyki i Ochrony Środowiska\n\n Rok akademicki 2017/2018 \n\nX 2017 – Prasa drugiego obiegu wydawniczego w PRL 1976–1990. Cz. I Małopolska 1977–1990. Od „Indeksu” do „Hutnika”\n wnioskodawca: prof. dr hab. Tomasz Gąsowski, Fundacja Centrum Dokumentacji Czynu Niepodległościowego\n\n17–21 X 2017 – V Kongres Polskich Towarzystw Naukowych w Świecie\n wnioskodawca: prof Andrzej Białas, Prezes Polskiej Akademii Umiejętności\n\n16–17 XI 2017 – II Międzynarodowa Konferencja Naukowo Techniczna „Problemy Inżynierii Bezpieczeństwa Obiektów Antropogenicznych”\n wnioskodawca: dr inż. Adam Baryłka, Przewodniczący Komitetu Organizacyjnego\n\n16–18 IV 2018 – X Jubileuszowy Międzynarodowy Kongres Górnictwa Węgla Brunatnego „Węgiel brunatny dziś i w przyszłości”\n wnioskodawca: Kazimierz Kozioł, Prezes Zarządu Oddział SITG w Bełchatowie \n\n28 IV – 3 V 2018 – XXIX Światowe Igrzyska Młodzieży Salezjańskiej\n wnioskodawca: ks. Adam Parszywka, Inspektor Towarzystwa Salezjańskiego Inspektorii Krakowskiej; ks. Bogusław Zawada, komitet organizacyjny igrzysk\n\n10–20 V 2018 – jubileusz 20-lecia Państwowej Wyższej Szkoły Zawodowej w Tarnowie\n wnioskodawca: dr hab. inż. Jadwiga laska, prof. PWSZ, Rektor PWSZ\n\n23–27 IX 2018 – 73. Światowy Kongres Odlewnictwa\n wnioskodawca: Tadeusz Franaszek, Prezes Zarządu Głównego Stowarzyszenia Technicznego Odlewników Polskich; prof. dr hab. inż. Józef Szczepan Suchy, Przewodniczący Komitetu Organizacyjnego\n\n Rok akademicki 2016/2017 \n\n18 XI 2016 – Obchody 150-lecia „Przeglądu Technicznego”\n wnioskodawca: Ewa Mańkiewicz-Cudny, Prezes FSNT-NOT, Redaktor Naczelna „Przeglądu Technicznego\n\n19–22 XI 2016 – Międzynarodowa Konferencja Muzeów Górniczych i Skansenów Podziemnych\n wnioskodawca: Jan Godłowski, Dyrektor Muzeum Żup Krakowskich Wieliczka\n\n30 XI–1 XII 2016 – Konferencja „Budownictwo – Infrastruktura – Górnictwo”\n wnioskodawca: prof. dr hab. inż. Tadeusz Tatara\n\n3 II 2017 – Jubileusz 110-lecia Krakowskiego Domu Technika\n wnioskodawca: Andrzej M. Kucharski, Prezes Zarządu Krakowskiej Rady FSNT NOT, Wiesław Mierzowski, Sekretarz Zarządu Krakowskiej Rady FSNT NOT\n\nVI 2017 – Jubileusz 90-lecia Krakowskiego Okręgowego Związku Koszykówki\n wnioskodawca: Zdzisław Kassyk, Prezes Krakowskiego Okręgowego Związku Koszykówki\n\nVIII 2017 – Jubileusz 125-lecia działalności Stowarzyszenia Inżynierów i Techników Górnictwa\n wnioskodawca: prof. dr hab. inż. Józef Dubiński, Prezes Stowarzyszenia Inżynierów i Techników Górnictwa; mgr inż. Eugeniusz Ragus, Sekretarz Generalny Stowarzyszenia Inżynierów i Techników Górnictwa\n\n20–23 IX 2017 – Konferencja Inżynierii Mineralnej „MEC2017”\n wnioskodawca: prof. dr hab. inż. Zbigniew Śmieszek, Dyrektor Instytutu Metali Nieżelaznych w Gliwicach, Prezes Stowarzyszenia Inżynierów i Techników Metali Nieżelaznych\n\nStopka\n\n © 2023 Centrum Komunikacji i Marketingu\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ckim.agh.edu.pl/patronat-rektora-agh", "title": " Patronat Rektora AGH -- Centrum Komunikacji i Marketingu ", "depth": 1, "duplicate": false, "content_hash": "7971ed3e5b16fe8e5a5a4a171737fc41", "word_count": 14673, "headings": [{"level": 1, "text": "Patronat Rektora AGH"}, {"level": 2, "text": "Stopka"}]}}