{"metadata": {"url": "https://dss.agh.edu.pl/organizacje-studenckie/grant-rektora/edycja-2025", "title": " Edycja 2025 -- Dział Spraw Studenckich AGH ", "depth": 2, "duplicate": false, "content_hash": "6550bd317eaf6a27e92383517d2228af", "word_count": 674, "headings": [{"level": 1, "text": "Edycja 2025"}, {"level": 2, "text": "Stopka"}]}, "content": "#  Edycja 2025 -- Dział Spraw Studenckich AGH \n\nURL: https://dss.agh.edu.pl/organizacje-studenckie/grant-rektora/edycja-2025\nCrawled: 2025-03-20 01:37:07\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Edycja 2025 \n\nRegulamin konkursu Grant Rektora 2025\n\nZałącznik numer 1 - Wniosek o dofinansowanie w ramach konkursu Grant Rektora projektu realizowanego przez studenckie koło naukowe AGH\n\nZałącznik numer 2 - Preliminarz kosztów realizacji projektu\n\nZałącznik numer 3 - Oświadczenie o dofinansowaniu projektu\n\nZałącznik numer 4 - Opis faktury\n\nZałącznik numer 5 - Sprawozdanie merytoryczno - finansowe\n\nUmowa przeniesienia na AGH prawa do dóbr własności intelektualnej stworzonej przez studenta w ramach działalności objętej dofinansowaniem\n\nWariant I - Wzór umowy w przypadku podpisu przez każdego studenta realizującego projekt\n\nWariant II - Wzór umowy w przypadku podpisu przez Przewodniczącego Koła\n\n+\n\nuchwała\n.\n\n13 stycznia 2025 \n- nieprzekraczalny termin składania wniosków\n\n15 stycznia - 24 stycznia 2025\n - ocena formalna i merytoryczna wniosków\n\n27 stycznia 2025\n - ogłoszenie wyników konkursu\n\n27 stycznia 2025 - 03 lutego 2025\n - termin składania preliminarzy\n\n03 lutego - 21 lutego 2025\n - szkolenia z prowadzenia grantów oraz szkolenia BHP\n\n17 lutego - 17 października 2025 \n- termin realizacji projektów\n\n17 października 2025\n - ostateczny termin zamknięcia rozliczenia finansowego projektu w Dziale Spraw Studenckich\n\n31 października 2025 \n- ostateczny termin składania do Pełnomocników Rektora ds. Kół Naukowych sprawozdań merytotycznych z realizacji projektów\n\nW dniu 23 stycznia 2025 roku w godzinach 9:00 - 12:30 w Studenckim Centrum Konstrukcyjnym odbyło się posiedzenie Komisji Konkursowej konkursu Grant Rektora 2025.\n\nW pracy komisji wzięli udział:\n\n1. Prorektor ds. Studenckich AGH - prof. dr hab. inż. Rafał Dańko - Przewodniczący Komisji,\n\n2. Pełnomocnik Rektora ds. Kół Naukowych - dr hab. inż. Paweł Bogacz prof. AGH,\n\n3. Pełnomocnik Rektora ds. Kół Naukowych - dr inż. Joanna Augustyn-Nadzieja,\n\n4. Pełnomocnik Rektora ds. Kół Naukowych - dr inż. Paweł Janowski,\n\n5. Przedstawiciele URSS AGH - Michał Majchrzak, Paweł Juras, Bartosz Lewek,\n\n6. Protokolant - mgr Karolina Sochacka.\n\nW trakcie pracy komisji:\n\n1. Dokonano oceny i analizy 130 złożonych wniosków pod względem formalnym.\n\n2. Odrzucono 7 wniosków ze względów formalnych - podwójne złożenie wniosku.\n\n3. Odrzucono 1 wniosek ze względów formalnych - wycofanie wniosku przez wnioskodawcę.\n\n4. Wydzielono projekty strategiczne oraz przyznano im dofinansowania w poniższym układzie metodycznym:\n\nprzyjęto, że jedno koło naukowe może mieć tylko jeden projekt strategiczny,\n\nzestawiono projekty wedle kryterium nr 8 w par. 4 Regulaminu konkursu,\n\ndecyzją Komisji uznano 9 projektów - o maksymalnych uzyskanych ocenach 18 pkt. wedle powyższego kryterium, uznając je - za projekty strategiczne,\n\nprzyjęto za par 4 pkt. 11 Regulaminu konkursu, że na projekty strategiczne zostanie przeznaczone 41,9% kwoty dofinansowania,\n\nprzyjęto decyzję, że projekty strategiczne otrzymują dofinansowanie w wysokości 60% wnioskowanej kwoty.\n\n5. Wydzielono projekty podstawowe w układzie grup A oraz B, w układzie przynależności wyznaczonej wedle zależności od sumarycznej liczby uzyskanych punktów oraz przyznano dofinansowania w poniższym układzie metodycznym:\n\ngranty z grupy A - projekty z sumaryczną liczbą punktów 180-158 otrzymują dofinansowanie w wysokości 50% wnioskowanej kwoty,\n\ngranty z grupy B - projekty z sumarczyną liczbą punktów 157-131 otrzymują dofinansnowanie w wysokości 40% wnioskowanej kwoty.\n\nWnioski i postanowienia\n:\n\n1. Koła Naukowe wnioskowały o kwotę w wysokości 4 317 593,24 zł (w porównaniu do wnioskowanej w edycji 2024 kwoty 3 476 576,77 zł, stanowi to 24,1% wzrostu wartości wnioskowanych kwot).\n\n2. Udzielono finansowania projektom na łączną kwotę w wysokości 1 649 907,00 zł (w porównaniu do finansowania udzielonego w edycji 2024 w kwocie 1 538 752,22 zł, co stanowi 7,2 % wzrostu udzielonego dofinansowania).\n\n3. 42 projekty nie uzyskały dofinansowania z powodu uzyskania mniej niż 131 punktów (co stanowi mniej, niż 72,2% możliwych do uzyskania punktów).\n\n4. Komisja zawnioskowała o optymalizację zapisów Regulaminu w edycji Grantów Rektora 2026, w zakresie minimalnie wprowadzenia doń zapisów wskazujących, że koło może złożyć tylko jeden wniosek oraz, że wnioski mogą składać koła z co najmniej roczną historią działalności.\n\nWyniki konkursu Grant Rektora 2025 - Granty podstawowe\n\nWyniki konkursu Grant Rektora 2025 - Granty strategiczne\n\nStopka\n\nArchiwum dokumentów\n\nDział Spraw Studenckich\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nAl. Mickiewicza 30\n30-059 Kraków\n\nBiuro Obsługi Spraw Studenckich\nbudynek C-7, pokój 112\nSekcja Obsługi Organizacji Studenckich\nbudynek C-1, pokój 111\nSekcja Wypłat i Rozliczeń Stypendiów\nbudynek C-1, pokój 111\ne-mail: dss@agh.edu.pl\n\nBack"}