{"content": "# AGH University engineers with awards of Przegląd Techniczny-- AGH UST \n\nURL: https://agh.edu.pl/en/news/detail/agh-university-engineers\nCrawled: 2025-03-19 21:23:29\n\nAGH University engineers with awards of Przegląd Techniczny \n\n 05-03-2025 \n\n awards \n\nProfessor Rafał Dańko, AGH University Vice-Rector for Student Affairs, and Maria Sajdak, a doctoral student in the AGH University Doctoral School, were recognised in the the 31\nst\n edition of the Golden Engineer plebiscite, as voted by the readers of \nPrzegląd Techniczny\n.\n\nProfessor Rafał Dańko – foundryman, scientist and educator, President of the Polish Foundrymen's Association – honoured with the title of Golden Engineer in the category science.\n\nMaria Sajdak – materials scientist, doctoral student at the Faculty of Materials Science and Ceramics, rower (2016 European vice-champion, 2018 European and world champion, 2019 world vice-champion, silver medalist of the 2020 Tokio Summer Olympics) – honoured with the title of Young Engineer. On behalf of the winner, the award was received by the AGH University Rector, Professor Jerzy Lis.\n\nThe plebiscite is organised by the Polish Federation of Engineering Associations and \nPrzegląd Techniczny\n, a Polish engineering magazine. The award aims to promote the achievements of Polish engineers and draw attention to their role in building an innovative and competitive economy.\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/news/detail/agh-university-engineers", "title": "AGH University engineers with awards of Przegląd Techniczny-- AGH UST ", "depth": 3, "duplicate": false, "content_hash": "e96a6aab25478ac76693b6ab67b9a6b8", "word_count": 182, "headings": [{"level": 1, "text": "AGH University engineers with awards of Przegląd Techniczny"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}