{"metadata": {"url": "https://rekrutacja.agh.edu.pl/sportowcy/", "title": "Sportowcy – Strona Centrum Rekrutacji", "depth": 1, "duplicate": false, "content_hash": "c113a24f39f403f032cf2451bb1aa16e", "word_count": 716, "headings": [{"level": 1, "text": "Strona Centrum Rekrutacji - Sportowcy"}, {"level": 1, "text": "Sportowcy"}, {"level": 2, "text": "Warunki"}, {"level": 2, "text": "O Klubie Uczelnianym AZS AGH"}, {"level": 3, "text": "O Klubie Uczelnianym AZS AGH"}, {"level": 3, "text": "O CO NAJCZĘŚCIEJ PYTACIE"}, {"level": 2, "text": "STUDIA I STOPNIA"}, {"level": 2, "text": "STUDIA II STOPNIA"}, {"level": 4, "text": "FAQ"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Czy w rekrutacji na studia pierwszego stopnia  wystarczy mi jedno rozszerzenie?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Jak liczymy nasz wskaźnik rekrutacyjny? (studia I stopnia)"}, {"level": 4, "text": "Poprawiałem maturę i otrzymałem aneks z nowymi wynikami. Jakie dane mam wpisać w systemie rekrutacyjnym?"}, {"level": 4, "text": "Kiedy uzyskam informację o wartości mojego wskaźnika rekrutacji?"}, {"level": 4, "text": "Posiadam podwójne obywatelstwo. Na jakich zasadach będę rekrutowany?"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Nie zostałem zakwalifikowany na studia drugiego stopnia w pierwszym cyklu rekrutacyjnym. Czy mogę wziąć udział w drugim cyklu na ten sam kierunek, co w pierwszym?"}, {"level": 4, "text": "Czy mogę dokonać wpisu w terminie innym niż przewidziany w kalendarzu rekrutacji dla danego cyklu?"}, {"level": 4, "text": "Posiadam tytuł licencjata. Czy mogę kandydować na dowolny kierunek studiów drugiego stopnia?"}, {"level": 4, "text": "Mam zamiar przenieść się na Akademię Górniczo-Hutniczą z innej uczelni. Jak to zrobić?"}, {"level": 4, "text": "Kiedy i gdzie składać podania o stypendium socjalne? W jaki sposób mogę ubiegać się o przydział miejsca w domu studenckim?"}]}, "content": "# Sportowcy – Strona Centrum Rekrutacji\n\nURL: https://rekrutacja.agh.edu.pl/sportowcy/\nCrawled: 2025-03-20 01:07:19\n\nKandydaci na studia pierwszego i drugiego stopnia posiadający następujące osiągnięcia sportowe:\n\naktualną klasę mistrzowską międzynarodową,\n\nklasę mistrzowską,\n\npierwszą lub drugą klasę sportową.\n\nw dyscyplinach wymienionych w tabeli poniżej otrzymują dodatkowe punkty, doliczane do wskaźnika rekrutacji \nWR\n obliczonego na podstawie zasad określonych w \nUchwale nr 123/2024 Senatu AGH\n. Maksymalna wartość wskaźnika rekrutacji \nWR\n wynosi 1000 punktów.\n\nDyscypliny sportowe rozgrywane na Akademickich Mistrzostwach Polski, w których osiągnięcia sportowe są podstawą otrzymania dodatkowych punktów do wskaźnika rekrutacji \nWR\n na kierunki studiów pierwszego i drugiego stopnia\n\nL.p.\nDyscyplina sportowa\nL.p.\nDyscyplina sportowa\n\n1\nAerobik Sportowy\n16\nPiłka ręczna\n\n2\nBadminton\n17\nPiłka siatkowa\n\n3\nBiegi Przełajowe\n18\nPływanie\n\n4\nBrydż Sportowy\n19\nSiatkówka plażowa\n\n5\nErgometr Wioślarski\n20\nSnowboard\n\n6\nFutsal\n21\nStrzelectwo Sportowe\n\n7\nJeździectwo\n22\nSzachy\n\n8\nJudo\n23\nSzermierka\n\n9\nKarate WKF\n24\nTenis stołowy\n\n10\nKolarstwo Górskie\n25\nTenis\n\n11\nKoszykówka 3x3\n26\nTrójbój Siłowy\n\n12\nKoszykówka\n27\nUnihokej\n\n13\nLekka Atletyka\n28\nWioślarstwo\n\n14\nNarciarstwo\n29\nWspinaczka Sportowa\n\n15\nPiłka nożna\n30\nŻeglarstwo\n\nKandydaci posiadający aktualną klasę sportową w dyscyplinach sportowych określonych w tabeli powyżej, w postępowaniu rekrutacyjnym otrzymują:\n\n250 punktów – w przypadku posiadania klasy mistrzowskiej międzynarodowej lub klasy mistrzowskiej;\n\n200 punktów – w przypadku posiadania pierwszej klasy sportowej;\n\n150 punktów – w przypadku posiadania drugiej klasy sportowej.\n\nWarunkiem skorzystania z ww. uprawnień jest dokonanie rejestracji w systemie \ne-Rekrutacja\n i przedstawienie wydanego przez uprawniony związek sportowy zaświadczenia określającego rodzaj klasy sportowej, termin jej obowiązywania i osiągnięcia sportowe będące podstawą otrzymania klasy sportowej w okresie przeznaczonym na składanie deklaracji przystąpienia do kwalifikacji na studia w danym cyklu rekrutacyjnym.\n\nWeryfikacji dokumentów dokonuje członek Prezydium Klubu Uczelnianego \nAZS AGH Kraków\n i przekazuje opinię Centrum Rekrutacji AGH.\n\nSzczegóły zawarte są w Uchwałach Senatu AGH dostępnych w zakładce \nDokumenty\n.\n\nDane kontaktowe:\n\nAZS AGH Kraków\n\n    ul. Armii Krajowej 5a, 30-150 Kraków\n\n    12 617 35 24, \nazs@agh.edu.pl\n\nMonika Ziembowicz\n\nSekretarz AZS Kraków \n\nmziembowicz@agh.edu.pl\n\nO Klubie Uczelnianym AZS AGH\n\nAkademia Górniczo-Hutnicza to wspaniałe \nmiejsce do rozwijania swoich sportowych pasji\n. Już na etapie rekrutacji studenci osiągający wysokie wyniki w rywalizacji sportowej mają możliwość uzyskania dodatkowych punktów wskaźnika rekrutacji. Na Uczelni prężnie funkcjonuje Klub Uczelniany AZS AGH prowadzący \nponad 40 sekcji sportowych, w tym 5 wyczynowych (piła siatkowa, koszykówka, piłka ręczna, badminton, pływanie) oraz ponad 35 akademickich\n, w których zajęciach uczestniczyć mogą uzdolnieni sportowo studenci AGH.\n\nSekcje sportowe\n są przeznaczone zarówno \ndla sportowców profesjonalnych jak i osób chcących półprofesjonalnie kontynuować treningi\n w dyscyplinie sportu, którą uprawiali na wcześniejszych etapach edukacji. Akademia Górniczo-Hutnicza stara się wesprzeć zarówno profesjonalnych sportowców, jak i zapewnić możliwie jak najszerszy \ndostęp do różnych form aktywności fizycznej dla sportowców amatorów\n.\n\nCelem naszej Uczelni jest wsparcie profesjonalnych sportowców w prowadzeniu dwutorowej kariery sportowej, gdzie treningi na najwyższym poziomie sportowym będą mogły być łączone ze studiami na jednej z najbardziej prestiżowych uczelni w Polsce.\n O tym, że jest to możliwe, świadczą chociażby absolwenci AGH, którzy w przeszłości zdobywali wiele medali na imprezach sportowych najwyższej rangi – w tym Igrzyskach Olimpijskich. Dodatkowym wsparciem dla wybitnych sportowców jest stypendium Rektora, które można uzyskać za osiąganie w trakcie studiów wysokich wyników sportowych. O tym jak ważny jest sport na Akademii Górniczo-Hutniczej, może świadczyć chociażby fakt, że od ponad 10 lat nasza uczelnia plasuje się w pierwszej trójce klasyfikacji generalnej Akademickich Mistrzostw Polski.\n\nSport na Akademii Górniczo-Hutniczej\n to także sport powszechny. Akademickie środowisko sportowe na AGH to \nponad tysiąc członków reprezentujących różne dyscypliny sportu\n. Każdego roku przedstawiciele różnych sekcji biorą udział w rywalizacji sportowej w ramach Akademickich Mistrzostw Małopolski oraz Akademickich Mistrzostw Polski.\n\nMedaliści AMP reprezentują Uczelnie na zawodach Akademickich Mistrzostw Europy. Klub Uczelniany AZS AGH w ramach swojej bieżącej działalności dla studentów oraz pracowników organizuje również szereg eventów sportowych takich jak: Puchar AGH w narciarstwie oraz snowboardzie, Liga Międzywydziałowa AGH, Bieg AGH etc. Studenci reprezentujący AGH rokrocznie zdobywają medale Akademickich Mistrzostw Polski.\n\nDo dyspozycji społeczności Akademii Górniczo-Hutniczej została oddana \nwielofunkcyjna hala sportowa, będąca aktualnie jednym z najnowocześniejszych obiektów sportowych tego typu w Polsce\n. Hala ta, wyposażona w wiele boisk do gier, siłownie, salki do aerobiku i zaplecze odnowy biologicznej daje możliwości realizacji zajęć treningowych w niezwykle komfortowych warunkach dla wielu sekcji równocześnie.\n\nKU AZS AGH Kraków \nyoutube.com/watch?v=qxlI-oXAuPA&t=18s\n\nLiga Międzywydziałowa \nyoutube.com/watch?v=hCVpj38_cD4\n\nAkademickie Mistrzostwa Polski w kolarstwie górskim \nyoutube.com/watch?v=oqNhFXYtZ7A\n\n\t\tKierunki studiów\t\t\n\nKrok po kroku\n\nKalendarz rekrutacji\n\n\t\t\tWarunki rekrutacji\t\t\n\n\t\t\tKalkulator rekrutacyjny\t\t\n\n\t\t\tDokumenty\t\t\n\n\t\t\tOpłaty\t\t\n\n\t\t\tLiczba miejsc\t\t\n\n\t\t\tKursy Wyrównawcze\t\t\n\n\t\t\t\tUczniowie\t\t\t\n\n\t\t\t\tOlimpijczycy\t\t\t\n\n\t\t\t\tPrymusi AGH\t\t\t\n\n\t\t\t\tSportowcy"}