{"content": "#  Kierunek Inżynieria materiałowa na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/kandydaci/studia-ii-stopnia/inzynieria-materialowa\nCrawled: 2025-03-19 21:33:08\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Inżynieria materiałowa \n\nKierunek Inżynieria Materiałowa Wydziału Inżynierii Materiałowej i Ceramiki \n\nuplasował się na II miejscu w Rankingu Kierunków Studiów Perspektywy 2024.\n\nProgram kierunku Inżynieria Materiałowa na II stopniu studiów został zaplanowany tak, aby przekazać studentom aktualną wiedzę z zakresu projektowania, wytwarzania oraz modyfikowania właściwości różnych klas materiałów funkcjonalnych. W zależności od wybranej ścieżki dyplomowania absolwenci uzyskują poszerzoną wiedzę w zakresie materiałów nieorganicznych oraz organicznych, z ukierunkowaniem na ich zastosowanie \nw technologiach biomedycznych, kompozytowych, lotniczych, militarnych oraz magazynowania i konwersji energii.\n Realizowane w ramach kierunku przedmioty pozwalają zaznajomić się z wyzwaniami stawianymi dzisiejszej inżynierii materiałowej w obszarze \nnanokompozytów, implantów medycznych, materiałów o podwyższonych parametrach mechanicznych \noraz \nkompozytów włóknistych\n. Studenci zostaną zaznajomieni z aktualnymi aspektami dotyczącymi utrzymania bezpieczeństwa energetycznego kraju, w tym z \ntechnologiami wodorowymi,\nogniw paliwowych, paneli fotowoltaicznych, modułów termoelektrycznych \noraz\n akumulatorów do magazynowania energii.\n\nAbsolwenci kierunku znajdą zatrudnienie w \nnowoczesnych gałęziach przemysłu,\n uwzględniając w tym\n branżę wyrobów medycznych, motoryzacyjną, lotniczą, budowlaną, chemiczną, ochronę środowiska, energetykę i konwersję energii, ochronę przed korozją oraz technologie wojskowe\n. Program kierowany jest również do studentów, którzy pragną rozwijać własną działalność gospodarczą w zakresie\n projektowania i wytwarzania materiałów.\n\nNa studiach II stopnia na kierunku Inżynieria Materiałowa, na Wydziale Inżynierii Materiałowej i Ceramiki wyodrębnione zostały następujące ścieżki dyplomowania:\n\nMateriały Kompozytowe dla Medycyny i Techniki\n\nMateriały do Magazynowania i Konwersji Energii\n\nMateriały do Formowania Przyrostowego\n\nKomputerowe Wspomaganie w Inżynierii Materiałów\n\nMaterials Engineering (ang.)\n\nStudenci każdej ze ścieżek mają do wyboru szeroki wachlarz przedmiotów specjalistycznych dotyczących projektowania, wytwarzania i badania materiałów funkcjonalnych oraz przedmiów humanistycznych.\n\nW zależności od wybranej ścieżki dyplomowania, absolwenci posiadają wiedzę i umiejętności z zakresu:\n\nwytwarzania i właściwości różnych klas materiałów funkcjonalnych (nanomateriałów, biomateriałów, kompozytów, materiałów do konwersji energii),\n\nznajomości zależności pomiędzy strukturą a właściwościami funkcjonalnymi materiałów,\n\nsposobów modyfikowania wybranych właściwości materiałów do specyficznych zastosowań,\n\npodstaw projektowania i uczenia maszynowego w inżynierii materiałów,\n\nnowoczesnych metod badawczych wykorzystywanych do badania właściwości materiałów funkcjonalnych.\n\nAbsolwenci mogą znaleźć zatrudnienie w przedsiębiorstwach zajmujących się projektowaniem, wytwarzaniem, formowaniem i zastosowaniem materiałów o specjalnych własnościach dla potrzeb \nnowoczesnych dziedzin przemysłu\n, \nwliczając energetykę, budownictwo, technologie materiałowe, \na także w biurach projektowych, jednostkach kontroli jakości, laboratoriach badawczo-kontrolnych oraz jednostkach naukowych. \n\nWydział może poszczycić się ścisłą współpracą z licznymi zakładami przemysłowymi w obszarze szeroko pojętej inżynierii materiałowej. Do najważniejszych firm, z którymi współpracuje WIMiC należą m.in. Me-Sep,  Tokay Cobex, Aptiv, Ciech-Sarzyna S.A., Centrum Badań i Rozwoju Technologii dla Przemysłu S.A., New Composite Solutions Sp. z o.o., Polski Bazalt S.A., Krosglass S.A., Chema Elektromed, Medgal, Polbionica. Zakłady Porcelany Elektrotechnicznej „Zapel”, a także instytuty badawcze: Instytut Metalurgii i Inżynierii Materiałowej PAN, Instytut Katalizy i Fizykochemii Powierzchni PAN.  Współpraca z przemysłem realizowana jest poprzez wspólne prowadzenie badań w ramach prac magisterskich i doktorskich oraz projektów badawczo-rozwojowych.\n\nJuż dziś zapisz się na II stopień inżynierii materiałowej i odkryj tajemnice zaawansowanych materiałów kształtujących przyszłość naszego świata. Przekonaj się sam!\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/kandydaci/studia-ii-stopnia/inzynieria-materialowa", "title": " Kierunek Inżynieria materiałowa na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "82df99fa368a726232607560d092f093", "word_count": 517, "headings": [{"level": 1, "text": "Inżynieria materiałowa"}, {"level": 1, "text": "Kierunek Inżynieria Materiałowa Wydziału Inżynierii Materiałowej i Ceramiki"}, {"level": 1, "text": "uplasował się na II miejscu w Rankingu Kierunków Studiów Perspektywy 2024."}, {"level": 1, "text": "Już dziś zapisz się na II stopień inżynierii materiałowej i odkryj tajemnice zaawansowanych materiałów kształtujących przyszłość naszego świata. Przekonaj się sam!"}, {"level": 2, "text": "Stopka"}]}}