{"content": "# Health&Code – Innovative bioinformatics: from bench to bedside-- AGH UST \n\nURL: https://agh.edu.pl/en/employees/events/detail/s/healthcode-innovative-bioinformatics-from-bench-to-bedside\nCrawled: 2025-03-19 21:22:35\n\nSkip to content\n\nSkip to footer\n\nEvents\n\nEvents\n\n Tags \n\n Search \n\nAI (13)\n\nawards (70)\n\nclimate (4)\n\ncompetitions (36)\n\ncooperation (131)\n\neducation (17)\n\nenvironment (12)\n\ngrants (37)\n\ninnovation (20)\n\nsdg (1)\n\nspace (34)\n\nsports (29)\n\nstudent projects (58)\n\nsupercomputers (4)\n\nHealth&Code – Innovative bioinformatics: from bench to bedside\n\n Download iCal file \n\nAdd to Google Calendar\n\nAdd to Outlook Calendar\n\nAdd to Office 365 Calendar\n\nAdd to Yahoo Calendar\n\n Is the combination of medicine and computer science and the cooperation of specialists in these fields going to revolutionise health care? The conference „Health&Code – Innovative bioinformatics: from bench to bedside” will allow us to consider this question. The event will take place on 25 March, at the Faculty of Computer Science (ul. Kawiory 21, building D-17, ground floor, room 1.19). \n\n Description \n\nThe meeting will bring you closer to the latest developments in bioinformatics, data science, genetics, machine learning and artificial intelligence.\n\nThe event will not lack special guests, i.e. specialists from the Medical University of Leiden, the oldest university in the Netherlands. \nSpeakers at the event will focus on modern methods in bioinformatics, including gene mutation analysis, single cell sequencing and the use of artificial intelligence in medicine, \nfunctional differentiation of proteins, identification of pathogens in blood samples, the use of deep learning in drug discovery processes,\nas well as development opportunities for students\n in the HealthTech industry.\n\nIn addition:\n\nAGH University representatives from the Faculty of Computer Science and the Center of Excellence in Artificial Intelligence will show how to develop in the HealthTech industry and how to apply advanced solutions in the analysis of medical data;\n\nspeakers from Sano – Centre for Computational Personalized Medicine will present possible applications of AI in bioinformatics and medicine;\n\nrepresentatives of the Jagiellonian University will bring you closer to the application of computer science in the world of pharmacy, the use of deep learning on the path to drug discovery, and the identification of pathogens in blood samples with computer vision.\n\nOrganised by the Faculty of Computer Science, the event is addressed to students, scientists, and professionals interested in the topic of the conference.\n\nParticipation in the event is free of charge.\n\nMore information\n and \nagenda\n\nOther news from this category\n\n Idea Warm Up – join and take action!\t\n\n Ambassador of Vietnam visits AGH University\t\n\n Winners of IT is ME Student Innovation Competition\t\n\n AGH University dominates Polish Academic Championship in snowboarding\t\n\n AGH University scientists in the Council for Women in Higher Education and Science\t\n\nRecent news\n\n Idea Warm Up – join and take action!\t\n\n Ambassador of Vietnam visits AGH University\t\n\n Winners of IT is ME Student Innovation Competition\t\n\n Recruitment for Erasmus+ KA171 – Third Countries Not Associated to the Programme\t\n\n AGH University dominates Polish Academic Championship in snowboarding\t\n\nStopka\n\nWelcome to AGH University\n\nAGH University Strategy\n\nExcellence Initiative – Research University\n\nUNIVERSEH\n\nResearch offer\n\nBusiness offer\n\nCentre for International Affairs\n\nWelcome Point\n\nFaculties\n\nMain Library\n\nAGH University Student Campus\n\nCareers Centre\n\nContact\n\nMap of the AGH University Campus\n\nAGH University e-Shop\n\nEmployee Search\n\nHRS4R\n\nEquality statement\n\nPersonal data protection\n\nMake a donation\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/employees/events/detail/s/healthcode-innovative-bioinformatics-from-bench-to-bedside", "title": "Health&Code – Innovative bioinformatics: from bench to bedside-- AGH UST ", "depth": 3, "duplicate": false, "content_hash": "e0352213e60f826686a29fbcd5a67ce7", "word_count": 509, "headings": [{"level": 1, "text": "Events"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}