{"content": "# Ucz i angażuj z Team Based Learning - CeLiID AGH\n\nURL: https://www.cel.agh.edu.pl/webinar/ucz-i-angazuj-z-team-based-learning/\nCrawled: 2025-03-19 22:37:23\n\nCeLiID AGH\n > \nRozwijaj się w dydaktyce\n > \nWzmacniam pracę grupową\n > \nUcz i angażuj z Team Based Learning\n\nProwadzą:\nKatarzyna Suder-Dębska (WIMiR), Radosław Tyrała (WH), Karolina Grodecka (CeLiID)\n\n21.05 godz. 10:00 \n\nWyobraź sobie zajęcia, podczas których osoby studiujące są aktywne, zaangażowane i skupione, na które przychodzą przygotowane oraz o czasie. Marzenie? Niekoniecznie. Jak pokazują liczne badania, taka sytuacja może być bardzo realna, dzięki wykorzystaniu metody \nTeam Based Learning\n (TBL).\n\nTBL to metoda projektowania i prowadzenia zajęć, która łączy ideę odwróconych zajęć (ang. \nflipped classroom\n) i pracę zespołową osób studiujących, nadając jej określoną strukturę, etapowość i rytm.\n\nPodczas webinaru przedstawiamy główne filary metody \nTeam Based Learning\n oraz jej strukturę. Zastanowimy się na czym polega dydaktyczna moc TBLa i co ta metoda daje osobie prowadzącej i osobom studiującym. Podzielimy się także doświadczeniem z realizacji zajęć w oparciu o TBLa na dwóch przedmiotach prowadzonych na Wydziale Inżynierii Mechanicznej i Robotyki i Wydziale Humanistycznym AGH. Opowiemy o reakcji osób studiujących i tym jak wykorzystanie TBLa wpłynęło na ich zaangażowanie oraz ocenę końcową zajęć. \n\nJeśli jako dydaktyk/dydaktyczka poszukujesz sposobów na przeprowadzenie angażujących zajęć, TBL może być rozwiązaniem. Zapisz się na nasz webinar,  sprawdź na czym polega metoda i podejmuj decyzję czy chcesz z nią dalej pracować.\n\nWebinaroteka\nKategorie\nNadchodzące webinary\n\nTreści tej strony dostępne są na licencji\nCreative Commons\n\nUznanie autorstwa - Na tych samych warunkach 4.0 Międzynarodowe\n\nMoże Cię też zainteresować\n\nJak skutecznie odwrócić zajęcia?\nartykuł\nTeam Based Learning\nszkolenie\n08.05-23.05.2025", "metadata": {"url": "https://www.cel.agh.edu.pl/webinar/ucz-i-angazuj-z-team-based-learning/", "title": "Ucz i angażuj z Team Based Learning - CeLiID AGH", "depth": 3, "duplicate": false, "content_hash": "609797ccd6318e5bcee57509524c8860", "word_count": 239, "headings": [{"level": 1, "text": "Może Cię też zainteresować"}, {"level": 3, "text": "Jak skutecznie odwrócić zajęcia?"}, {"level": 3, "text": "Team Based Learning"}]}}