{"content": "#  O AGH -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/o-agh\nCrawled: 2025-03-19 21:07:00\n\nSkip to content ↓\n\n O AGH \n\nAGH jest nowoczesnym uniwersytetem, który aktywnie uczestniczy w budowaniu społeczeństwa opartego na wiedzy oraz w tworzeniu innowacyjnych technologii. Uczelnia ma ugruntowaną pozycję w kraju i coraz mocniejszą za granicą. Doświadczona kadra, nowoczesne laboratoria, wyjątkowy kampus, a przede wszystkim – więź łącząca społeczność AGH – to nasze największe atuty.\n\n Badania \n\nRozwijamy badania naukowe w obszarach nauk technicznych, nauk ścisłych, nauk o Ziemi i nauk społecznych, uwzględniając aktualne priorytety gospodarki i biznesu, w takich dziedzinach jak m.in. cyfryzacja, cyberbezpieczeństwo, transformacja energetyczna i zeroemisyjność, zmiany klimatyczne, gospodarka o obiegu zamkniętym czy przemysł 4.0. Wśród wielu przyszłościowych kierunków badawczych w AGH intensywnie rozwijane są prace w zakresie inżynierii kosmicznej i sztucznej inteligencji.\n\n Kształcenie \n\nOferta kształcenia obejmuje blisko 70 kierunków studiów prowadzonych na 17 wydziałach. Uczelnia oferuje również kształcenie w szkołach doktorskich, studia MBA TECH oraz ok. 90 kierunków studiów podyplomowych.\n\nOferta kształcenia AGH\n\n Innowacje \n\nPotencjał innowacyjny AGH opiera się na wypracowanej własności intelektualnej, która wyraża się w liczbie uzyskanych patentów, znaków towarowych, wzorów użytkowych oraz zgromadzonej wiedzy \nknow‑how \ni samym doświadczeniu naukowców i studentów. Uczelnia plasuje się w czołówce polskich instytucji w zakresie ilości zgłoszeń patentowych składanych do Europejskiego Urzędu Patentowego, jak również do Biura Światowej Organizacji Własności Intelektualnej (World Intellectual Property Organization).\n\n W naukowej elicie \n\nWielkim sukcesem AGH jest uzyskanie statusu uczelni badawczej. W ministerialnym programie „Inicjatywa Doskonałości – Uczelnia Badawcza” laureatami pierwszego konkursu zostało 10 najlepszych polskich uczelni. Uczelnia uzyskała również tytuł Europejskiego Uniwersytetu Kosmicznego, jako uczestnik konsorcjum UNIVERSEH – European Space University for Earth and Humanity, które tworzy wspólnie z kilkoma innymi europejskimi uczelniami. Zgodnie z wynikami przeprowadzonej przez Ministerstwo Edukacji i Nauki ewaluacji działalności naukowej za lata 2017–2021 AGH otrzymała jedną kategorię A+, dziesięć kategorii A oraz sześć kategorii B+. Tym samym uczelnia utrzymuje prawo do nadawania stopni naukowych we wszystkich dyscyplinach.\n\nInicjatywa Doskonałości – Uczelnia Badawcza\n\nUNIVERSEH\n\n Nowoczesne laboratoria i inwestycje \n\nWsparciem dla prowadzonych badań jest ponad 800 laboratoriów wyposażonych w nowoczesną aparaturę. Rozwój kierunków badawczych zapewniają m.in. liczne inwestycje zrealizowane na przestrzeni ostatniego dziesięciolecia. Wśród nich można wymienić budowę takich obiektów jak: Centrum Informatyki, Centrum Ceramiki, Akademickie Centrum Materiałów i Nanotechnologii, unikatowe w skali europejskiej Centrum Energetyki, a także budynki: Katedry Telekomunikacji, Wydziału Wiertnictwa, Nafty i Gazu oraz Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, Wydziału Fizyki i Informatyki Stosowanej, Wydziału Humanistycznego, Wydziału Matematyki Stosowanej i Studium Języków Obcych. Na mapie kampusu pojawiły się także: wielofunkcyjna hala sportowa oraz Studenckie Centrum Konstrukcyjne.\n\nInwestycje\n\nOferta badawcza AGH\n\n Prestiżowe granty \n\nNaukowcy z AGH są beneficjentami grantów w wielu konkursach, w tym m.in. do najbardziej prestiżowych należą granty przyznawane przez Europejską Radę ds. Badań Naukowych – European Research Council (ERC), które skierowane są do naukowców realizujących pionierskie i przełomowe badania. W 2020 r. dwóch badaczy z AGH otrzymało granty ERC.\n\n Uczelnia otwarta na współpracę \n\nWspółpraca z sektorem gospodarczym, z uczelniami oraz instytutami naukowymi, a także uczestnictwo w krajowych oraz międzynarodowych konsorcjach naukowo‑przemysłowych pozwala na realizację szeregu projektów, które finalnie wdrażane są na rynek. Corocznie w AGH podpisywanych jest ok. 100 umów, listów intencyjnych oraz porozumień o współpracy z przemysłem, administracją i instytucjami otoczenia biznesu. Ponadto uczelnia co roku realizuje ok. 1000 umów badawczo-rozwojowych, wśród których ponad 75% stanowią zlecenia z przemysłu. Ważnym aspektem naszej działalności jest również współpraca międzynarodowa. Posiadamy blisko 300 umów o współpracy o charakterze generalnym z 60 uczelniami na całym świecie.\n\nOferta dla biznesu\n\n Kampus w centrum Krakowa \n\nWszystkie obiekty dydaktyczne, siedziby wydziałów, administracji i organizacji studenckich oraz największe w Polsce Miasteczko Studenckie AGH tworzą zwarty 40-hektarowy kompleks, który położony jest w centrum Krakowa. Gmach Główny AGH i Rynek Główny dzieli zaledwie kilometr.\n\nKampus AGH\n\n Absolwenci \n\nMury naszej uczelni opuszczają absolwenci, którzy dynamicznie rozwijają swoją karierę zawodową, doskonale odnajdując się w sektorze gospodarczym, przemysłowym czy badawczo-rozwojowym. \n\nSerwis dla absolwentów\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/o-agh", "title": " O AGH -- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "8f819c6d0b19f50e2e06a50f45cf4222", "word_count": 691, "headings": [{"level": 1, "text": "O AGH"}, {"level": 2, "text": "Stopka"}]}}