{"content": "# AGH University scientists in the Council for Women in Higher Education and Science-- AGH UST \n\nURL: https://www.agh.edu.pl/en/detail/agh-university-scientists-in-the-council-for-women-in-higher-education-and-science\nCrawled: 2025-03-19 21:23:02\n\nPhotograph: private archive of K. Leszczyńska and N. Schmidt-Polończyk \n\n AGH University scientists in the Council for Women in Higher Education and Science \n\n 07-03-2025 \n\n equality \n education \n\n The Minister of Science and Higher Education has established the Council for Women in Higher Education and Science. The new body will feature two AGH University scholars, namely Dr Katarzyna Leszczyńska, AGH University associate professor at the Faculty of Humanities, and Dr Natalia Schmidt-Polończyk from the Faculty of Civil Engineering and Resource Management. The official appointment of the Council’s members took place on 7 March 2025. \n\nThe Council has been established to foster equal opportunity and the development of women’s scientific careers, as well as to improve their working conditions. Its task will be to indicate areas of activity for the minister in the field of equality policies, to give opinions on regulations and laws prepared by the Ministry, and to identify activities to counteract gender-based exclusion.\n\n“Promoting and supporting women in science is an important task that has an actual impact of the state of science in Poland, as the gender balance ensures the diversity of perspectives, approaches, and methodologies.  That is what enriches the process of education and research, positively affecting the innovativeness and quality of research,” said Minister Marcin Kulasek. “The support of women in professional development, including women in science, is of particular significance, as it is they who face numerous limitations posed, for example, by society,” emphasised the Minister of Science.\n\nAccording to the POL-on system, only 28% of people with the title of professor are women, and in STEM only 33% of academic teachers are women. The situation at the European level is alike, as in the STEM research sector women represent only 29% of staff. The ministry wants to counteract these inequalities and is focusing on specific institutional solutions.\n\nThe establishment of the Council is an important step toward building more fair and equal academia. The actions taken by the Council are to accelerate the cultural and institutional changes that will enable women to use their full potential in science and higher education.\n\n“The objective behind the Council’s establishment is to support the activities of the Ministry for equality, balance, and fair representation of women and men in science and higher education. Both women and men struggle with different barriers. In this team, we want to take a look at the challenges faced by women working in science and academia. That is why the Council involves scientists as well as other individuals in the scientific field. I hope that the Council will meet on a regular basis, as there are lots of important tasks ahead of us. We must pay close attention to different phenomena and events, and also reflect on why there continues to be a shortage of women in higher positions at universities,” Deputy Minister Karolina Zioło-Pużuk pointed out.\n\nThe Council will be headed by Professor Anna Pacześniak, the minister’s proxy for equal treatment. Some of the Council’s tasks are as follows:\n\nanalyse the situation of women in science and higher education,\n\nreview regulations and laws in terms of gender equality,\n\nrecommend measures to eliminate barriers and discrimination,\n\ndo research on international solutions to implement good practices in Poland.\n\nMembers of the Council for Women in Higher Education and Science\n\nprof. dr hab. Anna Pacześniak, head\n\ndr inż. Barbara Juszczyk\n\nprof. dr hab. inż. Agnieszka Zakrzewska-Bielawska\n\nmgr Aneta Trojanowska\n\ndr Paulina Sekuła\n\ndr hab. Agnieszka Chłoń-Domińczak\n\ndr Anna Cybulko\n\ndr Iwona Reichardt\n\nprof. dr hab. Bogumiła Burda\n\ndr hab. Joanna Hańderek\n\ndr hab. Iwona Chmura-Rutkowka\n\ndr hab. Katarzyna Leszczyńska\n\ndr hab. Patrycja Matusz\n\ndr Janina Petelczyc\n\nmgr Janina Bąk\n\ndr hab. Małgorzata Niewiadomska-Cudak\n\ndr Barbara Godlewska-Bujok\n\nmgr Monika Mielnik Kurek\n\ndr hab. inż. Anna Kłos\n\ndr inż. Małgorzata Krokowska-Paluszak\n\ndr inż. Natalia Schmidt-Polończyk\n\ndr Anna Knapińska\n\n Photograph: gov.pl/web/nauka \n\nBack", "metadata": {"url": "https://www.agh.edu.pl/en/detail/agh-university-scientists-in-the-council-for-women-in-higher-education-and-science", "title": "AGH University scientists in the Council for Women in Higher Education and Science-- AGH UST ", "depth": 3, "duplicate": false, "content_hash": "7edaa4b060a1f0d80094dcd0221c7bdd", "word_count": 633, "headings": [{"level": 1, "text": "AGH University scientists in the Council for Women in Higher Education and Science"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}