{"content": "List of sample test questions for the entrance exam for the second \nlevel degree of full-time studies in  \nEnergy Engineering – Energy Transition \nFaculty of Energy and Fields \nAbstract \nThis document presents a list of sample test questions for the exam for the second level \ndegree of full -time studies in Energy Engineering – Energy Transition : \nthe exam takes the form of a test exam and lasts 60 minutes,\n•the test consists of 50 randomly selected questions,\n•2 points can be obtained for a correct answer, 0 points if the answer is incorrect; there are no\nhalf point s or negative points,\n•the maximum number of points on the test is equal to 100;\n•if there is more than one correct answer, select one of the correct answers,\n•the exam will be conducted on computer using the University E -Learning Platform (UPEL) it is\nnecess ary to have an active account,\n•the test exam will be held in accordance with the recruitment calendar.\n\n \n \nSankey’s graph is a:  \nA) a scheme of the exchange of mass and heat in a technological process  \nB) scheme of a technological installation  \nC) graph ic display of the cost of manufacturing 1 kilo of the product  \nD) mass and/or energetic balance of a technological process shown as a stream graph  \n \nA spark -ignition combustion cycle is referred to as:  \nA) Otto cycle  \nB) Ericson cycle  \nC) Brayton cycle  \nD) Linde cycle  \n \nThe CO -shift process is:  \nA) none of the answers is correct  \nB) afterburning of carbon monoxide to carbon dioxide  \nC) obtaining carbon monoxide from methane  \nD) steam conversion of carbon monoxide to hydrogen and carbon dioxide  \n \nAn open system in teracts with its surroundings through:  \nA) transport of mass, heat and work  \nB) volume change  \nC) temperature change  \nD) work or heat  \n \nExergy expresses:  \nA) the system’s ability to perform the maximal work  \nB) mechanical and thermal energy of a system or a substance  \nC) properties of a substance in equilibrium with its ambience  \nD) the system’s ability to overcome the losses  \n \nWhich of the following is a bad conductor of heat:  \nA) bricks  \nB) water  \nC) styrofoam  \nD) copper  \n \nWhich type of fluid flow is smooth, and predictable?  \nA) turbulent  \nB) transitional  \nC) laminar  \n \nChoose the best heat conductor from the list:  \nA) peat  \nB) graphite  \nC) brown coal  \nD) hard coal  \n\n \nThe highest theoretical cycle efficiency applies to:  \nA) engine cycle with heat regeneration  \nB) a gas turbin e in a combined heat and power plant  \nC) a supercritical cycle in a steam power station  \nD) the clockwise process in the Carnot cycle  \n \nIdeal gas:  \nA) has a constant internal energy  \nB) it is a water vapour or water  \nC) it is gas inside a closed container  \nD) satisfies the fundamental gas laws  \n \nHeat pump is also referred to as:  \nA) a refrigerator operated in the heating mode  \nB) a condensate pump in a steam turbine  \nC) a pump for handling hot geothermal waters  \nD) a heat water pump in a heating installation  \n \nRefrig erator is working based on the  \nA) Rankine cycle  \nB) Otto cycle  \nC) Linde cycle  \nD) Carnot cycle  \n \nRefrigerant changes from vapor to a liquid in which component?  \nA) evaporator  \nB) compressor  \nC) superheater  \nD) condenser  \n \nVan der Waals equation describes:  \nA) properties of gas only  \nB) the state of an ideal gas  \nC) properties of liquids and gases  \nD) properties of liquid only  \n \nCaloric value depends on the fuel content of:  \nA) CO, Pb, Ar  \nB) C, H, O  \nC) C, He, Po  \nD) C, Si, Mg  \n \nThe thermodynamic equilibrium involves:  \nA) thermal equilibrium (no heat transfer)  \nB) all listed factors  \nC) chemical equilibrium (absence of chemical reactions)  \nD) mechanical equilibrium (of forces and moments of force)  \n \n\n \nThe equation of state for an ideal gas is given by  \nA) pV = mRT, here R is characteristic gas constant  \nB) pV = nRT here R is universal gas constant  \nC) all of the mentioned  \n \nTemperature measurements  with a thermocouple consist in:  \nA) measurements of electromotive force on the metal -metal interface  \nB) measuring the change of electric resistance of the metal -metal interface  \nC) measuring the intensity of current flow through the junction between the two metals  \nD) measuring the differences of thermal expansion of the two metals  \n \nThermodynamic cycle stands for:  \nA) duty c ycle of an engine or a heat pump  \nB) water heating and cooling  \nC) operation of a heat exchanger  \nD) a number of subsequent processes after which the gas always returns to the same state  \n \nThe second law of thermodynamics:  \nA) defines entropy  \nB) defines efficiency  \nC) defines heat  \nD) defines enthalpy  \n \nAn adiabatic process:  \nA) is a process when the energy of the system remains constant  \nB) is a constant -enthalpy process  \nC) is a process involving no friction  \nD) is a process involving no heat exchange  \n \nIndicat e the appropriate ending of the sentence: heat convection is a process:  \nA) of heat exchange connected with gas or liquid motion  \nB) consisting in transferring heat in the vacuum  \nC) consisting in heat transfer as a radiation energy  \nD) running against the gra dient of temperatures  \n \nThermodynamic properties can be divided into two general classes i.e. intensive and extensive properties:  \nA) intensive property depends on the system size or the amount of material in the system  \nB) examples of intensive properties in clude temperature and density  \nC) extensive property does not depend on the system size or the amount of material in the system  \nD) all of the mentioned  \n \nThe efficiency of Rankine cycle can be increased through:  \nA) reduction of H2O pressure in the boiler  \nB) burning of larger amounts of fuel or a better quality fuel  \nC) pressure increase in the condenser  \nD) increase of the fresh steam parameters (before the turbine)  \n \nCycle efficiency of a heat engine expresses:  \n\nA) the ratio of supplied heat to the engine’s work  (or power output)  \nB) the amount of supplied heat  \nC) work or power output of an engine  \nD) the ratio of work (or power output) of an engine to the amount of supplied heat  \n \nFor any thermodynamic process:  \nA) internal energy is constant  \nB) the change of intern al energy of the system is path independent  \nC) heat absorbed by the system is path independent  \nD) work performed by the system is path independent  \n \nHeat transfer, also referred to as heat exchange, is a natural phenomenon occurring when there is a \ndiffer ence in temperature between the bodies. Indicate the proper ways in which thermal energy can be \ntransferred:  \nA) radiation  \nB) convection  \nC) conduction  \nD) all answers are correct  \n \nThe change of internal energy is equal to heat transferred in a closed system during the following process:  \nA) an adiabatic process  \nB) an isochoric process  \nC) an isobaric process  \nD) an isentropic process  \n \nSystems in nature tend to undergo changes toward  \nA) a lower entropy  \nB) a higher entropy  \nC) a fixed entropy  \n \nThe first law of th ermodynamics:  \nA) states that energy can be created but not destroyed  \nB) states that the entropy of a pure crystalline substance at absolute zero temperature is at maximum.  \nC) states that any change in the internal energy of a system is given by the sum of the heat that flows across \nits boundaries and the work done on the system by the surroundings  \n \nState three conditions for a body to float or sink in a liquid  \nA) a body floats in a liquid if its less than the density of liquid  \nB) a body will sink if its den sity is more than the density of the liquid  \nC) a body will remain suspended if its density is equal to the density of the liquid  \nD) all of these are correct  \n \n \nAccording to newton's first law of motion, when no force acts on a given body:  \nA) this body must be at rest  \nB) this body is at rest or uniformly accelerated motion in a straight line  \nC) may have an initial speed, but after some time it will stop  \nD) the velocity vector of this body does not change  \n \n\n \nSelect the correct power units (N=newton, m=meter, s=second)  \nA) N  m \nB) N  m  s \nC) N  m  s-1 \nD) N  m  s2 \n \nWhich of the following objects has kinetic energy?  \nA) a book on a shelf  \nB) a moving car  \nC) a stretched spring  \n \nWhich of the following has gravitational potential energy?  \nA) a book on a shelf  \nB) a moving car on the road  \nC) a spring stretched on the ground  \n \nObject with a mass 60 kg moves with a speed of 8 m/s. What is its kinetic energy?  \nA) 240 J  \nB) 1920 J  \nC) 3840 J  \n \nWhat is the potential gravitational energy of an object with a mass of 60 kg locat ed on top of a 2 -meter slide? \n(g = 10 N/kg)?  \nA) 120 J  \nB) 600 J  \nC) 1200 J  \n \nA object with a 2 kg mass has a potential energy of 580 J. What height is the object above the ground? (g = 10 \nN/kg)  \nA) 29 m  \nB) 58 m  \nC) 290 m  \n \nA car of mass 2000 kg, travelling at a steady speed, has a kinetic energy of 900 kJ. What is the speed of the \ncar?  \nA) 50 m/s  \nB) 30 m/s  \nC) 100 m/s  \n \nA charge carriers in semiconductors are:  \nA) electrons  \nB) protons  \nC) holes and electrons  \nD) ions  \n \nThe passive elements of an electrical circuit are:  \nA) ammeter, voltmeter  \nB) current source, voltage source  \nC) current, voltage, power  \n\nD) resistance, inductance, capacitance  \nKirchhoff's laws define the electrical circuit:  \nA) voltage and current relationships for nodes  \nB) voltage relationships for nodes and  current around loops  \nC) voltage relationships around loops and current relationships for nodes  \nD) voltage and current relationships around loops  \n \nCommonly used electrical machines operate under the law:  \nA) law of universal gravitation  \nB) electromagnetic induction and Ampere's law  \nC) adiabatic gas transformation  \nD) electrostatic interaction of charges  \n \nThe role of power transformers is:  \nA) increasing electrical power  \nB) current frequency and voltage conversion  \nC) alternating current rectification  \nD) current and voltage change, with no power change  \n \nSynchronous generators in one power grid:  \nA) may have a variable centrifugal speed in the range of 5%  \nB) have exactly the same average spin speed  \nC) may have a variable centrifugation speed of 10%  \nD) may have an average centrifugal speed varying in the range of 1%  \n \nStandard atmospheric pressure value:  \nA) varies with altitude  \nB) is constant and equals to 1 Atm i.e. 760 mm Hg  \nC) is constant and equals to 0.1 MPa  \nD) is constant and equals to approx. 1 MPa  \n \nHeat exchange in a vacuum can occur as a result:  \nA) convection  \nB) conduction  \nC) all answers are correct  \nD) radiation  \n \nThe total intensity of heat radiation emitted by the body:  \nA) is directly proportional to the temperature expressed in Kelvin  \nB) is propor tional to the fourth power of temperature expressed in Celsius  \nC) is a step curve; has constant values in selected temperature ranges  \nD) is proportional to the fourth power of temperature expressed in Kelvin  \n \n \nEnergy in the Sun is mainly emitted:  \nA) at t he expense of the gravitational potential energy of the Sun's matter  \nB) from the fusion reaction of helium and carbon nuclei  \nC) from cosmic radiation  \nD) in a cycle of reactions leading to the conversion of hydrogen into helium  \n\n \nA black body features:  \nA) lo w capability of thermal radiation absorption  \nB) high capability of thermal radiation transmission  \nC) high capability of thermal radiation reflection  \nD) high capability of thermal radiation absorption  \n \nIR radiation is absorbed by:  \nA) all diatomic molecules  \nB) all molecules in which the dipole moment is changed as a result of vibration  \nC) N2 \nD) all molecules  \n \nClassic multimeter allows to measure:  \nA) potential energy of a stretched spring  \nB) length with accuracy of 0.1 mm or more  \nC) current and voltage in an e lectrical circuit  \nD) none of the answers are correct  \n \nConnection of two the same voltage sources in series in a closed electrical circuit with receiver results in:  \nA) twice higher total voltage  \nB) twice higher total current  \nC) no change of the voltage and current  \nD) twice higher resistance of receiver  \n \nParallel connection of two resistors (each one with the same resistance) results in:  \nA) bigger equivalent resistance than for individual resistor  \nB) smaller equivalent resistance than for individual resistor  \nC) decrease of the first resistor resistance  \nD) increase of the second resistor resistance  \n \nRL designation of the electric circuit means that there are:  \nA) both capacitors and resistors in the circuit  \nB) both inductors and resistors in the circuit  \nC) inductors, capacitors and resistors in the circuit  \nD) only resistors in the circuit  \n \nThe rate of reaction does not depend upon  \nA) temperature  \nB) concentration  \nC) catalyst  \nD) none of the answers are correct  \n \nHydrochloric acid solutions with pH=2 and pH=4 ha ve been prepared. Which of the following statements is \ntrue? The concentration of H3O+ ions in the solution:  \nA) pH = 2 is 2 times lower than in solution of pH = 4  \nB) pH = 2 is 100 times higher than in solution at pH = 4  \nC) pH = 2 is 2 times higher than in solution at pH = 4  \nD) pH = 2 is 100 times less than in solution at pH = 4  \n\n \nThe most reactive non -metal is:  \nA) fluorine  \nB) oxygen  \nC) iodine  \nD) carbon  \n \nA catalyst is a substance which:  \nA) increases the rate of a chemical reaction  \nB) shifts the direction of a  chemical reaction  \nC) decreases the rate of a chemical reaction  \n \nThe highest number of electrons of the same principal quantum number is:  \nA) 2  n \nB) 1/n \nC) 2  n2 \nD) n \n \nAn atom which gained a certain number of electrons to create an 8 -electron valance shell is:  \nA) a nucleon  \nB) an anion  \nC) a cation  \nD) an electron  \n \nReactivity of metals belonging to a given main group increases together with increasing atomic number. This \nis mainly caused by:  \nA) an increase in the total number of elementary particles in an  atom  \nB) an increase in the number of electrons and neutrons in nuclei of atoms  \nC) an increase in the number of valence electrons  \nD) an increase in the distance of valence electrons from the nucleus  \n \nThe element is a set of atoms of:  \nA) the same mass numbe r \nB) the same number of neutrons  \nC) the same electric charge of the atomic nucleus  \nD) different atomic number  \n \nBy analysing the position of the elements of the main groups in the periodic system, it is possible to \ndetermine:  \nA) the number of valence electr ons \nB) the number of isotopes of the element concerned  \nC) amount of oxygen compounds  \nD) numerical value of ionization energy  \n \nThe elements in the same group of the periodic table do not vary in terms of:  \nA) the atomic radius  \nB) the number of protons in the  nucleus  \nC) the number of neutrons in the nucleus  \nD) configuration of valence electrons  \n\n \nDiffusion is a process which consists in:  \nA) spontaneous equalization of concentrations of solutions being a result of movement of substances from \nan area of higher co ncentration to the area of lower concentration  \nB) neutralization of the charge outside of the micelles caused by addition of a strong electrolyte  \nC) increasing solution concentration by movement of substances from precipitate to the solution caused by \nincreased temperature  \nD) reducing solution concentration by spontaneous precipitation of a supersaturated solution  \n \nOzone is:  \nA) an allotrope of oxygen  \nB) an isomer of oxygen  \nC) a homologue of oxygen  \nD) an isomorphic form of oxygen  \n \nTo burn 1 m3 of methane, sh ould be delivered approximately:  \nA) 4 m3 of air  \nB) 6.5 m3 of air  \nC) 9.5 m3 of air  \nD) 12 m3 of air  \n \nWhat is a mole (of the substance)?  \nA) is the number that helps to predict flow patterns  \nB) is the energy obtained by an electron that has moved in an electric field with a potential difference of 1 \nvolt \nC) is the SI base unit of measurement for amount of substance. A mole of a substance contains exactly \n6.02214076  1023 elementary entities  \n \nAvogadro’s law specifies:  \nA) universal gas constant  \nB) the numb er of a molecule’s degrees of freedom  \nC) gas volume under normal conditions  \nD) the number of molecules in one mole of substance  \n \nTo determine the pH of the solution, one may use the equation:  \nA) pH = -log [H+(aq)] or pH = -log [H 3O+] \nB) pH = -ln [H+] \nC) pH  = -exp [H+] or pH = -exp [H 3O+] \n \nAnother name for a \"oxidation -reduction\" reaction is  \nA) chemical reaction  \nB) neutralization reaction  \nC) redox reaction  \nD) nuclear reaction  \n \nWhich of the following is not a chemical element?  \nA) iron  \nB) sulphur  \nC) air  \n\nD) magnesium  \nThe nucleus of an atom with atomic number 17 has a mass number of 37. How many neutrons does the \nnucleus contain?  \nA) 17  \nB) 37  \nC) 19  \nD) 20  \n \nAll elements in Group I have the same  \nA) atomic mass  \nB) mass number  \nC) number of electron shells  \nD) similar or same number of electrons in the outermost electron shell  \n \nWhat is the mass of 0.5 moles of calcium carbonate, CaCO 3 (atomic masses: Ca = 40, C = 12, O = 16 )?  \nA) 50g  \nB) 100g  \nC) 25g  \nD) 200g  \nE) 64g  \n \nAlcohol is an organic compound that carries at l east one functional group of the following type:  \nA) −CHO  \nB) –OH \nC) –COOH  \n \nWhich is not the example of the chemical bond:  \nA) ionic bond  \nB) neutron bond  \nC) covalent bond  \nD) hydrogen bond  \n \nWhat is a hydrocarbon?  \nA) inorganic compounds that contain carbon & hydrogen  \nB) organic compounds that contain carbon & hydrogen  \nC) inorganic compounds that contain hydrogen  \nD) inorganic compounds that contain carbon and hydroxy group  \n \nThe main difference between a cell and an electrolyser is that:  \nA) in the cell, the proc ess is forced by an external voltage applied from the outside, and during electrolysis \nthe reaction is spontaneous, causing a current flow  \nB) in the cell the reaction proceeds spontaneously causing an electron flow in an external circuit, and in the \nelectr olyser the process is forced by an externally applied voltage that causes the electrons to move in the \nopposite direction  \nC) during electrolysis, processes occur generating potential difference  \nD) in an electrolyser there are only oxidation processes and i n a cell only reduction processes  \n \nWhat is the Mode of the following set of numbers: 25;7;22;1;7;17;17;14;6;6;7?  \nA) 6 \nB) 7 \n\nC) 17  \n \nWhat is the Median of the following set of numbers: 6;15;2;4;22 ?  \nA) 14  \nB) 9.8  \nC) 6 \n \nA histogram is:  \nA) a pie chart representing the distribution of statistical data of a controlled process  \nB) a bar graph representing the median  \nC) a bar graph representing the standard deviation distribution  \nD) a bar graph representing the frequency distribution  \n \nA measure of central te ndency is:  \nA) mean  \nB) median  \nC) mode  \nD) all answers are correct  \n \nIn statistics, the standard deviation is a measure of the amount of variation or dispersion of a set of values \nover the mean.  \nA) a low standard deviation indicates that the values are spread out over a wider range  \nB) a low standard deviation indicates that the values tend to be close to the mean  \nC) standard deviation is the cube root of its variance  \n \nNormal distribution has the following features:  \nA) symmetric bell shape  \nB) mean and median are  equal; both located at the center of the distribution  \nC) approximately 99 percent of the data falls within three standard deviations of the mean  \nD) all answers are correct  \n \nStandard deviation is calculated:  \nA) as the square root of variance  \nB) as the cubic root of variance  \nC) as the square of variance  \n \nThe ratio of the measurement error to the actual value of the measurement is a:  \nA) random error  \nB) gross errors  \nC) absolute error  \nD) relative error  \n \nSystematic error:  \nA) is the same as random error  \nB) oc curs when, in a simple measurement, the same difference between the measured values and the actual \nvalue occurs  \nC) Its value cannot be predicted in advance in subsequent measurements  \n \n \n\n \nThe Pearson correlation coefficient, which determines the level of relat ionship between two variables can \ntake a range of values from +1 to -1, \nA) a value of 0 indicates that there is strong association between the two variables  \nB) a value greater than or less than 0 indicates no association  \nC) a value of 0.9 indicates a very strong positive correlation between the two variables  \n \nIn computer programming, a conditional blocks:  \nA) allow a program to take a different path depending on some determined conditions  \nB) are sequences of instructions that are repeated until a certain con dition is reached  \nC) are responsible for restoring the memory after execution of a program  \n \nIn computer programming, a variable  \nA) is identified by a memory address, is paired with an associated symbolic name  \nB) is used to store information to be referenced and managed in a computer program  \nC) holds a value that can change, depending on conditions or on information passed to the program  \nD) all answers are correct  \n \nIn computer programming, a loop  \nA) is a sequence of instructions that is repeated unt il a certain condition is reached  \nB) is a set of defined instructions that are executed only once  \nC) allow to break down a problem into smaller pieces  \n \nThe basic SQL language instruction is:  \nA) select  \nB) jump  \nC) stop  \n \nIn some programming languages a distin ction between a function and a procedure, is that  \nA) procedure performs some operation and returns a value once function performs some operation and does \nnot return a value  \nB) function performs some operation and returns a value once procedure performs som e operation but does \nnot return a value  \nC) the function is based only on local variables, while procedures are based on global variables  \n \nIn databases, the field being the primary key  \nA) may contain values that are repeated  \nB) may have NULL values.  \nC) uniq uely identifies each row/record  \n \nThe syntax of a computer language  \nA) graphical access to various program functions  \nB) a set of rules specifying when a sequence of symbols creates a computer program  \nC) an instance created by a running program based on a previously defined class  \n \nMATLAB  \nA) is an abbreviation of \"matrix laboratory\"  \nB) is a numerical computing environment and programming language  \nC) contains toolboxes i.e. collection of functions which are all packed into one installation file  \n\nD) all answers  are correct  \n \nIn computer programming an algorithm  \nA) refers to a particular instance of a class  \nB) is a finite, orderly sequence of clearly defined activities necessary to perform a certain task  \nC) is the process of detecting and removing of existing and potential errors in a software code  \n \nIn computer programming an array data type  \nA) store a set of data, usually of one type, accessible through an index  \nB) stores only characters  \nC) stores only integer variables  \n \nIndicate which of the sentences is true:  \nA) crude oil and natural gas are renewable sources of energy but starch and geothermics are not  \nB) ethanol and natural gas are renewable sources of energy but crude oil and biomass are not  \nC) starch and wind belong to renewable sources of energy but crude oi l and natural gas do not  \nD) starch and natural gas belong to renewable sources of energy but crude oil and wind do not  \n \nWhich is not part of the solar collector:  \nA) absorber  \nB) spectrum filter  \nC) anti -reflection coating  \nD) selective coating  \n \nThe solar constant:  \nA) the power density of the solar radiation emitted by the Sun  \nB) the radius of elliptical orbit of the Earth's motion around the Sun  \nC) the Sun surface temperature,  \nD) mean power density of the solar radiation outside the Earth's atmosphere  \n \nThe photoelectric effect is:  \nA) emission of photons under the influence of electric voltage  \nB) absorption of photons in an insulator under high voltage  \nC) electron -hole pair generation in a semiconductor due to photon absorption  \nD) generating electrical charg es on the metal surface by reflecting a photon beam  \n \nWhat is the maximum power point of a photovoltaic cell  \nA) the location where the cell should be placed to generate the highest possible power  \nB) the angle at which the cell should be placed to generate t he highest possible power  \nC) the highest power generated by the cell related to the selection of the optimum load  \nD) the area of the semiconductor structure in which the power generated is the highest  \n \nWind power density is proportional to  \nA) square root o f wind speed  \nB) first power of wind speed  \nC) second power of wind speed  \nD) cube power of wind speed  \n \n \n\n \nWhat does the histogram of the wind speed distribution describe?  \nA) the probability density of a given wind speed  \nB) change in wind speed when passing through turbine blades  \nC) jet continuity equation for airflow  \nD) distribution of the resultant wind speed among the components  \n \nThe indirect use of geothermal energy is based on:  \nA) utilization of thermal energy  \nB) production of electrical energy  \nC) produc tion and utilization of both electrical and thermal energy  \nD) production of water steam  \n \nThe fermentation method for the production of hydrogen from biomass consists of  \nA) decomposition of biomass to hydrogen using bacteria  \nB) thermocatalytic methane disso ciation,  \nC) water electrolysis  \nD) thermal decomposition of water  \nE) thermochemical degradation of H2S \n \nSolar energy can be used to produce hydrogen by  \nA) water electrolysis  \nB) coal gasification  \nC) recovery of hydrogen from refinery gases  \nD) none of the answers are correct  \n \nWe measure the light intensity in the following units:  \nA) lx  \nB) cd  \nC) lumen  \nD) watt  \n \nWhich is the component of the solar radiation that comes from all directions?  \nA) direct  \nB) total  \nC) diffused  \nD) albedo  \n \nSingle -axis solar tracking systems must be adopted to the proper operation of:  \nA) flat plate solar collectors  \nB) parabolic trough solar collectors  \nC) evacuated tube solar collectors  \nD) heliostats  \n \nThe ratio between the thermal energy transferred to the heat transfer fluid of a solar  collector and the \nincident solar energy defines:  \nA) the thermal losses of the solar thermal collector  \nB) the yield of the solar thermal collector  \nC) the heat losses coefficient  \n\nD) the efficiency of the solar thermal collector  \nWhat type of silicon cell h as a well -ordered and uniform atomic structure in the whole photovoltaic cell \nstructure?  \nA) monocrystalline  \nB) amorphous  \nC) polycrystalline  \nD) thin film  \n \nThe inverter in a photovoltaic installation:  \nA) converts the direct electric current produced by the panels into alternating current  \nB) converts the alternating electric current produced by the panels into direct current  \nC) converts the direct electric current produced by the panels into direct current with higher intensity  \nD) converts the alternating electric current produced by the panels into a one with higher amplitude  \n \nThe power of the airflow is:  \nA) proportional to the air viscosity  \nB) proportional to air density  \nC) proportional to the air temperature  \nD) none of the answers are correct  \n \nAccording to the Betz analysis, the maximum theoretical efficiency of a wind turbine is:  \nA) near 60 %  \nB) near 40 %  \nC) near 90 %  \nD) near 25 %  \n \nIn order to increase the power of the water turbine, the kinetic energy of the discharged water current  \nA) should be higher  than the kinetic energy of entering water  \nB) should be as high as possible  \nC) should be kept constant  \nD) should be as low as possible  \n \nWhat kind of biomass transformation is typically performed when the ratio between carbon and nitrogen is \nhigher than 30?  \nA) thermochemical transformation  \nB) biologic transformation  \nC) physical transformation  \nD) none of the answers are correct  \n \nIs the efficiency of a fuel cell constrained by the Carnot cycle?  \nA) yes, because the Carnot cycle defines the maximum efficiency of  all devices  \nB) no, because traditional laws of thermodynamics do not apply to fuel cells  \nC) yes or no depending on temperature  \nD) no, because the fuel cell is not a thermal machine  \n \nHow do fuel cells produce electricity?  \nA) by combustion process  \nB) in a  thermonuclear reaction  \nC) by electrochemical reactions  \n\nD) by organic reactions  \nA PEMFC fuel cell converts:  \nA) hydrogen and oxygen into water  \nB) water into hydrogen and oxygen  \nC) hydrogen and carbon into methane  \nHydrogen can be produced from renewable sources by  \nA) coal gasification  \nB) steam methane reforming  \nC) biogas steam reforming  \n \nHydrogen –oxygen fuel cells are electrochemical devices, which  \nA) directly convert chemical energy of hydrogen into electricity  \nB) directly convert chemical energy of hydrogen into electricity. The products are also waste heat and water  \nC) in a first step converts chemical energy of hydrogen into mechanical energy; and the next step mechanical \nenergy into electrical energy  \nD) directly convert chemical energy of hydrogen  into heat and water  \n \nElectrolysers are electrochemical devices  \nA) produce hydrogen and carbon dioxide  \nB) produce hydrogen and oxygen, electrical energy is necessary to split water  \nC) produce electricity and hydrogen  \nD) produce electricity and oxygen  \n \nThe hydrogen is a gas, which possess some features, i.e. is  \nA) colourless, odourless, lightest,  \nB) colourless, odourless, toxic, no -explosive  \nC) colourless, odourless, lightest, explosive, non -toxic  \nD) lightest  \n \nThe typical industrial method of hydrogen prod uction is  \nA) natural gas  CH 4 reforming  \nB) electrolysis  \nC) coal gasification  \nD) thermochemical cycles  \n \nThe typical method of hydrogen storage for cars is  \nA) storage in liquid form  \nB) storage in gas compressed form under 70 Mpa  \nC) storage in low -pressure in cylinders  \nD) storage in gas compressed form under 20 Mpa  \n \nGreen hydrogen can we produce :  \nA) using renewable energy ( wind turbines, photovoltaic panels) as energy source for electrochemical \nsplitting water in electrolysers  \nB) from fossil fuels  \nC) only usi ng wind turbines as an energy source for electrochemical water splitting in electrolysers  \nD) only using photovoltaic panels as an energy source for electrochemical water splitting in electrolysers  \n \n \n\n \nWhich of the following best describes marginal cost?  \nA) unit cost of the product  \nB) the incremental cost of producing one more unit of output  \nC) the sum of all costs associate with the production of a product  \nD) the cost of fixed items such as general and administrative expenses  \n \nSimple payback time determines  \nA) after what period the investment will recoup  \nB) the period during which the product is present on the market  \nC) internal rate of return  \nD) net present value of an investment project  \n \nThe basic law of demand says that all other things being the same (ceteris paribus),  \nA) the lower the price of a product, the lower is the demand for the product  \nB) the higher the price of a product, the lower is the demand for the product  \nC) the higher is the price of a product, the higher is the demand for the product  \n \nWhich of the following is NOT a characteristic of the structure of perfectly competitive markets?  \nA) each individual firm is small in size relative to the overall market  \nB) few sellers  \nC) homogenous product  \nD) easy, low -cost entry and exit  \n \nWhich of the f ollowing variables does not influence the quantity of product that a firm is able to sell?  \nA) price of the product  \nB) price of related products  \nC) production costs  \nD) incomes and testes of consumers  \n \nNet present value (NPV) is  \nA) the present value of the c ash flows subtracted from the initial investment  \nB) the annual rate of growth an investment is expected to generate  \nC) the amount of time it takes to recover the cost of an investment  \n \nWhat is the term used for the amount of time that it takes to earn back  the initial investment?  \nA) reinvestment integer  \nB) waiting time  \nC) payback period  \nD) sunk cost  \n \nThe company should continue production (in the short term):  \nA) if the price exceeds the unit cost  \nB) if the price is lower than the unit fixed cost  \nC) if the price exceeds the unit variable cost  \nD) irrespective of the amount of unit fixed and variable costs  \n \nWhat does a Gantt Chart show?  \nA) a list of individual tasks  \nB) when tasks begin and end  \nC) interdependencies between different tasks  \n\nD) all answers are cor rect \nNational Energy security can be increased by  \nA) increasing the supply of domestic resources  \nB) diversification of energy supplies  \nC) developing energy storage infrastructure  \nD) all answers are correct  \n \nEnergy security is:  \nA) the state of the economy enabling to cover the current and prospective demand of consumers for fuels  \nB) protection of energy generating facilities  \nC) the state of the economy to cover current and prospective energy demand of consumers  \nD) the state of the economy enabling the curre nt and prospective demand for fuels and energy to be covered \nin a technically and economically justified manner, while maintaining environmental protection requirements  \n \nUnderground gas reservoirs in salt caverns are used to:  \nA) ensure the continuity of  imported gas supply  \nB) guarantee proper conditions for the optimal exploitation of a gas transport system as well as to ensure the \ncontinuity of gas supply and off -take from the system during repair and maintenance works of particular \nelements of the syst em \nC) ensure energy security of the country  \n \nEnergy policy is the manner in which the government decides to address issues of energy development \nincluding:  \nA) energy production  \nB) energy distribution  \nC) energy consumption  \nD) all of these are correct  \n \nWhich  of the following sentences best describes the energy situation in the EU in 2020?  \nA) most of the energy resources consumed in the EU come from its own supply  \nB) the EU does not face environmental problems related to energy supply and consumption  \nC) the EU  is the largest exporter of energy resources in the world  \nD) none of the answers are correct  \n \nWhich three countries had the largest supply of oil according to EIA in 2019?  \nA) Saudi Arabia, Russia and the USA  \nB) The USA, Russia and China  \nC) Russia, Iran and  Qatar  \n \nAcid rains are caused by:  \nA) carbon dioxide  \nB) carbon monoxide  \nC) silicon oxides  \nD) sulphur oxides  \n \nWhich power generation technology has the highest carbon intensity?  \nA) nuclear power plant  \nB) brown coal power plant  \nC) offshore wind power plant  \n \n \n\n \nWhat is meant by the term carbon footprint?  \nA) the amount of CO 2 produced by the world each week  \nB) the amount of CO 2 produced by every human in its lifetime  \nC) the total amount of CO 2 caused directly or indirectly by a product during its lifetime  \n \nA decre ase in carbon dioxide emissions can be achieved by:  \nA) replacing natural gas with hard coal  \nB) replacing hard coal with lignite  \nC) increasing energy generation efficiency of coal power plant  \n \nTo prevent dangerous climate change, the international communi ty has agreed in the UNFCCC Paris \nAgreement that the global temperature should not rise more than   \nA) 4°C above the temperature before the Industrial Revolution  \nB) 2°C above the temperature before the Industrial Revolution  \nC) 2°C above the temperature recorded in 1990  \n \nIn the last hundred years the concentration of carbon dioxide in Earth's atmosphere  \nA) has decreased by about 20 %  \nB) has increased to a value exceeding 400 ppm  \nC) has remained constant  \n \nBy how much has the EU committed to cut its greenho use gas emissions by 2020?  \nA) 20% below the 1990 level  \nB) 12% below the 1990 level  \nC) 17% below the 2005 level  \n \nWhich of these gases contribute to global warming?  \nA) oxygen  \nB) methane  \nC) argon  \n \nThrough what instrument does the EU limit greenhouse gas emissions from power plants and heavy \nindustrial sites?  \nA) Euratom  \nB) Common Agricultural Policy  \nC) Emissions Trading System  \n \nWhich sentence is true. In 2019 there were  \nA) approx. 1.2 billion people without access to electricity  \nB) approx. 4.5 billion peop le without access to electricity  \nC) approx. 6.6 billion people without access to electricity  \n \nWhat does LCA stand for?  \nA) Life Cycle Appointment  \nB) Large Cement Assets  \nC) Life -Cycle Assessment  \n \nWhat is Net Zero Energy Building?  \n\nA) building with photovoltai c installation on the roof  \nB) both answers are correct  \nC) building with zero net energy consumption  \n \nSustainable development :  \nA) is development at the expense of future generations  \nB) is development that meets the needs of the present aimed at a dynamic economic development  \nC) is development that meets the needs of the present without compromising the ability of future \ngenerations to meet their own needs  \n \nFossil fuels are rich i:  \nA) oxygen  \nB) nitrogen  \nC) phosphorous  \nD) carbon  \n \nEmissions of sulphur dioxide  into the atmosphere cause mainly  \nA) eutrophication  \nB) acid rains  \nC) global warming  \n \n \n \n\n", "metadata": {}}