{"content": "# Troje naukowców z WIMiC AGH w Komitecie Chemii Analitycznej PAN-- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/aktualnosci/detail/troje-naukowcow-z-agh-w-komitecie-chemii-analitycznej-pan\nCrawled: 2025-03-19 21:33:12\n\nTroje naukowców z WIMiC AGH w Komitecie Chemii Analitycznej PAN \n\n 06-03-2025 \n\nTroje nowych członków Komitetu Chemii Analitycznej PAN z Wydziału Inżynierii Materiałowej i Ceramiki AGH\n\nZ przyjemnością informujemy, że troje pracowników \nKatedry Chemii Analitycznej i Biochemii \nWydziału Inżynierii Materiałowej i Ceramiki Akademii Górniczo-Hutniczej w Krakowie zostało powołanych na członków Komitetu Chemii Analitycznej Polskiej Akademii Nauk (KChA PAN).\n\nNowi członkowie Komitetu to:\n\nprof. dr hab. \nMałgorzata Jakubowska \n– Zespół Chemometrii, Metrologii i Sztucznej Inteligencji w Analityce Chemicznej\n\ndr hab. inż. \nRobert Piech, \nprof. AGH – Zespół Elektroanalizy\n\ndr inż. \nKatarzyna Jedlińska\n – Zespół Podstawowych Problemów Technik Analitycznych\n\nKatedra Chemii Analitycznej i Biochemii AGH od lat aktywnie uczestniczy w pracach Komitetu Chemii Analitycznej PAN. Warto podkreślić, że w jego strukturach działają również:\n\nprof. dr hab. \nWładysław Kubiak\n – Zespół Elektroanalizy\n\nprof. dr hab. inż. \nBogusław Baś \n– przewodniczący Zespołu Elektroanalizy oraz wiceprzewodniczący całego Komitetu KChA PAN\n\nSerdecznie gratulujemy wszystkim wyróżnionym i życzymy dalszych sukcesów w działalności naukowej i organizacyjnej!\n\nO Komitecie Chemii Analitycznej PAN\n\nKomitet Chemii Analitycznej Polskiej Akademii Nauk to jeden z 12 komitetów naukowych działających w ramach Wydziału III PAN, powołany w 1975 roku. Jego misją jest inicjowanie, organizowanie i koordynowanie badań podstawowych oraz zastosowań metod analizy chemicznej w różnych dziedzinach nauki, techniki i gospodarki. Komitet składa się z 10 zespołów reprezentujących wszystkie działy chemii analitycznej.\n\nWięcej informacji o działalności Komitetu\n\nPowrót\n\n Powiązane wiadomości\n\n03-06-2024\n Prof. dr hab. inż. Bogusław Baś wiceprzewodniczącym Komitetu Chemii Analitycznej PAN \n\n07-05-2024\n Dr inż. Szymon Wójcik laureatem konkursu Komitetu Chemii Analitycznej PAN \n\n03-01-2024\n Nagroda im. Jerzego Habera IKiFP PAN dla mgra Miłosza Kożusznika", "metadata": {"url": "https://ceramika.agh.edu.pl/aktualnosci/detail/troje-naukowcow-z-agh-w-komitecie-chemii-analitycznej-pan", "title": "Troje naukowców z WIMiC AGH w Komitecie Chemii Analitycznej PAN-- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "c718b632fc6a20b49af533c1f4c09a8b", "word_count": 258, "headings": [{"level": 1, "text": "Troje naukowców z WIMiC AGH w Komitecie Chemii Analitycznej PAN"}, {"level": 2, "text": "Stopka"}]}}