{"content": "# Program stypendialny Polskiego Komitetu ds. UNESCO ed. 2023C edycja zimowa\n\nURL: http://www.unesco.agh.edu.pl/aktualnosci/program-stypendialny-polskiego-komitetu-ds-unesco-ed-2023c-edycja-zimowa/\nCrawled: 2025-03-19 21:39:58\n\nFellowship Programme under the  Polish National Commission for UNESCO in Engineering, edition 2023 C winter edition \nThe UNESCO Chair for Science, Technology, and Engineering at the AGH University of Krakow are inviting potential candidates to submit your interest with the Fellowship Programme under the Polish National Commission for UNESCO in Engineering, edition 2023 C, supporting the MSc/ PhD study at the AGH University of Krakow, Poland, during the academic year 2023/2024, winter semester (with renewable on application).\nFellowship Programme under the  Polish National Commission for UNESCO in Engineering is implemented at the AGH University of Krakow by the UNESCO Chair for Science, Technology, and Engineering Education.\nThe Fellowship Programme under the  Polish National Commission for UNESCO in Engineering is aimed at university graduates, mainly from the countries of Eastern, Central and Eastern Europe and developing countries.\nThe programme aim  is to support  the  socio - economic  growth of developing countries by raising the level of knowledge and education of their citizens.\nThe Programme is coordinated by the Polish National Commission for UNESCO and implemented at Polish universities, from the funds of the Ministry of Education and Science, through the Polish National Agency for Academic Exchange.\nScholarships may be applied for by university graduates who intend to pursue and participate in research and development projects and study (or are studying) at the AGH University of Krakow. Student status is required also during the fellowship programme. The subject of the fellowships should be related to UNESCO's programming priorities.\nThe scholarship programme is addressed to students of the AGH University of Krakow, who are implementing a study programme at the second (MSc) or third degree (PhD). A scholarship holder may be a student who has completed three-year higher studies with a diploma or who has completed full higher education, corresponding to the Polish five-year master's studies.\nThe candidate for the scholarship must have valid health insurance that meets the requirements of Polish consular services and the purpose of stay in Poland, valid for the entire duration of the scholarship. Additionally, the candidate for the scholarship should have a valid visa or residence card.\nA candidate for a scholarship should implement the scholarship under the supervision of an AGH University staff member. The candidate should submit the recommendations of the research supervisor supporting the application for a scholarship, along with the justification. The candidate of third cycle studies should submit also a full list of publications that he published by May 2023.\nThe amount of the scholarship is PLN 1800,00 per month for scholarship holders who have completed three-year higher education studies completed with a diploma and PLN 2200,00 for scholarship holders who have completed full higher education, corresponding to the Polish five-year master's studies.\nThe scholarship is awarded for a period of 5 months after the candidate has met the formal requirements (for the winter semester in the period: 10.2023-02.2024). Payment of funds may be made only to persons residing in the territory of the Republic of Poland and studying at the AGH University of Krakow. The funds cannot be disbursed if the scholarship holders receive other scholarship aid funds from the budget of the Republic of Poland.\nWe would like to remind that persons receiving other fellowship aid from the state budget as well as Card of the Pole and Permanent Residence Permit holders cannot become beneficiaries of the Polish National Commission for UNESCO Fellowships Programme.\nThe following criteria are considered in the quality assessment process of the submission:\n1. correspondence of the topic and concept of MSc/ PhD thesis   with   the   areas   of   study   covered   by   the Programme and related to UNESCO's programming priorities and Sustainable Development Goals Agenda 2030;\n2. research plan and description of research method of the thesis;\n3. the innovative nature of the proposed thesis;\n4. feasibility  of  project  implementation  at  the AGH University; \n5. grades obtained in the last exam session, along with the planned date of graduation;\n6. overall assessment of the application;\nRequired documents for delivery to the UNESCO AGH Chair office (see below).\n\nApplication for Fellowship, which should include:\n1. fellowship application/ request;\n2. candidate CV;\n3. motivation letter, including your achieved degree (BSc, MSc, PhD);\n4. description of the proposed MSc/ PhD thesis according to the following specifications (details of proposed studies, duration of research and starting date: working thesis title, thesis topic proposal, research problem and method, research plan and description of research method, the innovative nature of the proposed thesis, feasibility of project implementation at a selected higher education institution, list of publication with your name as author or co-author);\n5. confirmation of your today status, especially at the AGH University from your Faculty/ Discipline Board; Confirmation of admission; Name of your tutor at the AGH; student status confirmation is required during the fellowship programme;\n6. an official document showing confirmation of the grades obtained in the last exam session, along with the planned date of graduation (from Faculty or Discipline Board);\n7. references and list two persons, with titles and address and represented institution details, who can provide information on qualifications of candidate;\n8. thesis supervisor's opinion;\n\nOnly submissions linked to the UNESCO strategy will be eligible for  funding. To find out if your submission is eligible for funding, see UNESCO's  strategy documents for coming years. \nUNESCO's strategic documents are available at: \n1. UNESCO Medium Term Strategy for 2022-2029: \n  https://unesdoc.unesco.org/ark:/48223/pf0000378083\n\n2. Approved program and budget 2022-2025: first biennium 2022-2023: \n\nhttps://unesdoc.unesco.org/ark:/48223/pf0000380868\n\nFor more details please contact directly with the UNESCO AGH Chair office, bld. U2/ room 203. See also our page: \nwww.unesco.agh.edu.pl/en/\n\nDeadline for documents submission: 15.08.2023, 10h00 (Warszawa time), to the UNESCO AGH Chair office, bld. U2/ room 203 (signed paper documents, see Attachments) and e-documents via email address: unesco4@agh.edu.pl (email title: ed.2023C Winter edition, Surname, Country).", "metadata": {"url": "http://www.unesco.agh.edu.pl/aktualnosci/program-stypendialny-polskiego-komitetu-ds-unesco-ed-2023c-edycja-zimowa/", "title": "Program stypendialny Polskiego Komitetu ds. UNESCO ed. 2023C edycja zimowa", "depth": 3, "duplicate": false, "content_hash": "deadbfa79b84164322b472e719d33c67", "word_count": 958, "headings": [{"level": 1, "text": "Fellowship Programme under the  Polish National Commission for UNESCO in Engineering, edition 2023 C winter edition"}]}}