{"content": "# AGH University Press | Wydawnictwo AGH\n\nURL: https://www.wydawnictwo.agh.edu.pl/en/strona/575-agh-university-press\nCrawled: 2025-03-19 21:25:33\n\nAGH University Press\n\nAddress:\n\nAGH University Press\n\nAGH University of Krakow (formerly AGH University of Science and Technology in Krakow)\n\n30 Mickiewicza Av., 30-059 Krakow, Poland\n\nAddress for correspondence:\n\nAGH University Press, 17 Reymonta Street, Student's Hostel Alfa, block 1\n\n30-059 Krakow, Poland\n\nContact:\n\nphone: +48 12 617 32 28, +48 12 636 40 38\n\nredakcja@wydawnictwoagh.pl\n, \nwydagh@agh.edu.pl\n\nThe AGH University Press was established in early 1950s. Publishing activity comprises academic textbooks, handbooks and other teaching materials, monographs, book series, scientific periodicals and non-periodical dissertations. At present, over 50 books and 13 scientific journals are published annually. The publications of the AGH University Press are read by researchers, students of technical universities and other higher education institutions, and specialists from various fields of industry and business. Published titles are well recognized on the Polish and international book markets as having high impact and excellent editorial level.\n\nThe AGH University Press was awarded numerous prizes at the following international and national book fairs:\n\nTECHNICUS 2024 (N. Szlązak, J. Swolkień \"Wentylacja kopalń\")\n\nWarsaw International Book Fair - ACADEMIA 2024 (T. Mikoś, A. Szumiński, Antoni Tajduś, Jerzy Karczewski, Beata Kwiatkowska-Kopka \"AGH na ratunek Smoczej Jamie. Udział Akademii Górniczo-Hutniczej w Krakowie w ratowaniu podziemnego zabytku\")\n\n24th International Book Fair in Krakow - GAUDEAMUS 2021 (A. Samek \"Głowonogi - mięczaki niezwykłe\")\n\n6th International Competition \"The Best Publications on Mountains\" 2021  (\"Geostrada Sudecka. Przewodnik geologiczny. Tomy I-III)\n\n 24th International Book Fair in Krakow - GAUDEAMUS 2021 (\"Geostrada Sudecka. Przewodnik geologiczny. Tomy I-III)\n\nFourteenth Academic and Scientific Book Fair ACADEMIA 2021 (B. Florkowska, R. Włodek, M. Florkowski, M. Kuniewski \"Wysokie napięcie w elektroenergetyce. Wybrane zagadnienia i obliczenia\")\n\nPoznań Book Fair 2020 (T. Mikoś, A. Tajduś, A. Szumiński \"Fascynujący świat zabytków podziemnych i naziemnych. Górnicy na ratunek najcenniejszych podziemi i miast\")\n\nTwelfth Academic and Scientific Book Fair ACADEMIA 2018 (S. Stryczek, A. Gonet, M. Rzyczniak \"Projektowanie głębokich otworów wiertniczych\")\n\nEleventh Academic and Scientific Book Fair ACADEMIA 2017 - TECHNICUS 2017 (A. Samek \"Kształcenie inżynierów. Historia - spostrzeżenia - propozycje\")\n\nTenth Academic and Scientific Book Fair ACADEMIA 2016 - TECHNICUS 2016 (J. Bromowicz, J. Magiera \"Kamienie wczesnośredniowiecznych budowli Krakowa. Ich pochodzenie na tle geologii miasta\")\n\nTenth Academic and Scientific Book Fair ACADEMIA 2016 (E. Greiner-Wronowa \"Archeometria szkieł zabytkowych\")\n\nNineteenth Book Fair in Krakow 2015 (E. Greiner-Wronowa \"Archeometria szkieł zabytkowych\")\n\nEighth Academic and Scientific Book Fair ACADEMIA 2014 (Z. Hanzelka \"Jakość dostawy energii elektrycznej. Zaburzenia wartości skutecznej napięcia\")\n\nSeventeenth Book Fair in Krakow 2013 (R. Pampuch \"Wykłady o ceramice\")\n\nSixth Academic and Scientific Book Fair ACADEMIA 2012 (S.J. Skrzypek, K. Przybyłowicz \"Inżynieria metali i ich stopów\")\n\nSixteenth Book Fair in Krakow 2012 (M. Paluch \"Mechanika budowli. Teoria i przykłady\")\n\nEighteenth Wroclaw Scientific Book Fair 2012 (J. Pieczonka, A. Piestrzyński, I. Parańko \nGeologia wybranych złóż surowców mineralnych Ukrainy\n)\n\nFifteenth Book Fair in Krakow 2011 (B. Florkowska, J. Furgał, M. Szczerbiński, R. Włodek, P. Zydroń \nMateriały elektrotechniczne. Podstawy teoretyczne i zastosowania\n)\n\nFifth Academic and Scientific Book Fair ACADEMIA 2011 (J. Wacławik\n Wentylacja kopalń\n)\n\nSeventeenth Wroclaw Scientific Book Fair 2011 (A. Samek \nBionika. Wiedza przyrodnicza dla inżynierów\n)\n\nFourteenth Book Fair in Krakow 2010 (B. Florkowska \nDiagnostyka wysokonapięciowych układów izolacyjnych urządzeń elektroenergetycznych\n)\n\nFourth Academic and Scientific Book Fair ACADEMIA 2010 (R. Tadeusiewicz (ed.), P. Augustyniak (ed.) \nPodstawy inżynierii biomedycznej\n)\n\nThirteenth Book Fair in Krakow 2009 (R. Tadeusiewicz Ed. \nInżynieria biomedyczna\n)\n\nFourteenth Wroclaw Scientific Book Fair 2008 (Z. Fajklewicz \nGrawimetria stosowana\n)\n\nFirst Academic and Scientific Book Fair ACADEMIA 2007 (S. Piróg \nEnergoelektronika. Układy o komutacji sieciowej i o komutacji twardej\n)\n\nEleventh Book Fair in Krakow 2007 (Z. Fajklewicz \nGrawimetria stosowana\n)\n\nThirteenth National Academic Book Fair ATENA 2006 (M. Handke \nKrystalochemia krzemianów\n)\n\nEleventh National Academic Book Fair ATENA 2004 (B. Florkowska \nWytrzymałość elektryczna gazowych układów wysokiego napięcia\n)\n\nSeventh Wroclaw Scientific Book Fair 2001 (M.R. Ogiela \nPodstawy kryptografii\n)\n\nSeventh National Academic Book Fair ATENA 2000 (J. Giergiel \nDrgania mechaniczne\n)\n\nSeventh National Academic Book Fair ATENA 2000 (J. Lis, R. Pampuch \nSpiekanie\n)\n\nFifth Wroclaw Scientific Book Fair 1999 (B. Jasińska \nChemia ogólna\n)\n\nFourth Wroclaw Scientific Book Fair 1998 (Z. Engel, J. Giergiel \nMechanika. Statyka\n)\n\nThird National Academic Book Fair ATENA 1996 (R. Golański (ed.) \nWybrane systemy i układy scalon\ne\n\nScientific Committee of the AGH University Press\n\nScientific Committee of the AGH University Press\n\nprof. dr hab. inż. Marek Gorgoń - Chairman\n\n\tdr hab. Barbara Gąciarz, prof. AGH\n\n\tprof. dr hab. inż. Elżbieta Pamuła\n\n\tprof. dr hab. inż. Bogdan Sapiński\n\n\tprof. dr hab. inż. Stanisław Stryczek\n\n\tprof. dr hab. inż. Tadeusz Telejko\n\nEditorial Boards of the AGH University Journals\n\nGeomatics and Environmental Engineering\n\nEditor-in-Chief: dr hab. inż. Agnieszka Bieda, prof. AGH\n\nAssociate Statistic Editor: dr hab. inż. Joanna Kamińska, prof. UWr\n\nManaging Editors:\n\n\tdr inż. Przemysław Kuras\n\n\tdr inż. Wojciech Witkowski\n\n\tdr inż. Zbigniew Kowalewski\n\nHonorary Editor-in-Chief: prof. Marc A. Rosen\n\nOpuscula Mathematica\n\nEditor-in-Chief: prof. dr hab. Petru Cojuhari\n\nManaging Editor: dr Witold Majdak\n\nAssistant Editors:\n\n\tdr Maria Malejki\n\n\tdr Tomasz Zabawa\n\nEditors:\n\nprof. dr hab. Karol Baron (Katowice, Poland)\n\n\tprof. dr Jussi Behrndt (Graz, Austria)\n\n\tprof. dr Raffaele D’Ambrosio (Fisciano, Italy)\n\n\tprof. Jesus Ildefonso Díaz (Madrit, Spain)\n\n\tprof. dr Josef Diblík (Brno, Czech Republic)\n\n\tprof. dr Alexander Domoshnitsky (Ariel, Israel)\n\n\tprof. Giovany Figueiredo (Brasilia, Brazil)\n\n\tprof. dr Dalibor Fronček (Duluth, USA)\n\n\tprof. dr hab. Marek Galewski (Łódź, Poland)\n\n\tprof. dr Aurelian Gheondea (Bukareszt, Romania; Bilkent, Turkey)\n\n\tprof. dr Alexander Gomilko (Toruń, Poland)\n\n\tprof. dr Yoshishige Haraoka (Kumamoto, Japan)\n\n\tprof. dr Mirko Horňák (\nKošice\n, Slovakia)\n\n\tprof. dr Palle E.T. Jorgensen (Iowa City, USA)\n\n\tprof. dr Gyula O.H. Katona (Budapest, Hungary)\n\n\tprof. Tibor Krisztin (Szeged, Hungary)\n\n\tprof. dr hab. Mirosław Lachowicz (Warsaw, Poland)\n\n\tprof. dr Hao Li (Orsay, France)\n\n\tprof. dr Jean Mawhin (Louvain-la-Neuve, Belgium)\n\n\tprof. dr Francesca Mazzia (Bari, Italy)\n\n\tprof. dr Giovanni Molica Bisci (Urbino, Italy)\n\n\tprof. dr. hab. Mirosław Pawlak (Winnipeg, Canada)\n\n\tprof. dr hab. Leszek Plaskota (Warsaw, Poland)\n\n\tdr hab. Paweł Przybyłowicz, prof. AGH (Krakow, Poland)\n\n\tprof. Patrizia Pucci (Perugia, Italy)\n\n\tprof. dr Vicentiu D. Radulescu (Krakow, Poland; Bukareszt, Romania)\n\n\tprof. dr Dušan D. Repovš (Ljubljana, Slovenia)\n\n\tprof. dr hab. Ingo Schiermeyer (Freiberg, Germany)\n\n\tprof. Petr Stehlík (Pilzno, Czech Republic)\n\n\tprof. dr Stevo Stević (Belgrad, Serbia)\n\n\tprof. dr hab. Adam Paweł Wojda (Krakow, Poland)\n\n\tprof. Runzhang Xu (Harbin, China)\n\n\tprof. dr Semyon Yakubovich (Porto, Portugal)\n\n\tprof. Binlin Zhang (Qingdao City, China)\n\n\tprof. Wen Zhang (Changsha, China)\n\n\tprof. Lech Zielinski (Dunkirk, France)\n\n\tdr hab. Andrzej Żak, prof. AGH (Krakow, Poland)\n\nCopy Editor: Daragh McInerney\n\nComputer Methods in Materials Science\n\nEditor-in-Chief: prof. dr hab. inż. Łukasz Madej\n\nDeputy Editor: prof. Junying Min\n\nAssistant Editors:\n\n\tdr inż. Konrad Perzyński\n\n\tdr inż. Mateusz Sitko\n\n\tdr Zeran Hou\n\nTechnical Editor:\n\n\tmgr Anna Baran\n\n\tdr hab. inż. Łukasz Rauch, prof. AGH\n\nComputer Science\n\nEditor-in-Chief: prof. dr hab. inż. Jacek Kitowski\n\nAssistant Editors:\n\n\tprof. dr hab. inż. Aleksander Byrski\n\n\tmgr inż. Radosław Łazarz\n\n\tCo-editors:  \n\n\tprof. dr hab. Andrzej Bielecki\n\n\tprof. dr hab. inż. Piotr Kulczycki\n\n\tprof. dr hab. inż. Kazimierz Wiatr\n\n\tprof. dr hab. inż. Marek Kisiel-Dorohinicki\n\n\tdr hab. inż. Piotr A. Kowalski, prof. AGH\n\n\tdr hab. Konrad Kułakowski, prof. AGH\n\nGeology, Geophysics & Environment\n\nEditor-in-Chief: prof. dr hab. Anna Świerczewska\n\nDeputy Editor-in-Chief and Managing Editor: dr hab. inż. Urszula Aleksander-Kwaterczak, prof. AGH\n\nAssociate Editors:\n\n\tprof. dr hab. inż. Tomasz Bajda\n\n\tprof. dr hab. Dariusz Ciszewski\n\n\tdr inż. Maciej Dwornik\n\n\tprof. dr hab. inż. Jadwiga Jarzyna\n\n\tdr hab. Agata Anna Jurkowska\n\n\tprof. dr hab. Ewa Kmiecik\n\n\tdr inż. Alicja Kochman\n\n\tdr Agnieszka Konon\n\n\tdr Szilvia Kövér\n\n\tdr Silvia Králiková\n\n\tprof. dr hab. inż. Jakub Matusik\n\n\tdr Marek Matyjasik\n\n\tdr inż. Bernadetta Pasierb\n\n\tdr hab. inż. Henryk Sechman, prof. AGH\n\n\tdr hab. inż. Anna Sowiżdżał, prof. AGH\n\n\tprof. Franjo Sumanovac\n\n\tdr inż. Marta Waliczek\n\n\tdr hab. Lucyna Wachecka-Kotkowska, prof. UŁ\n\n\tdr Barbara Zahradníková\n\nAssociate Statistic Editor: dr hab. inż. Jacek Mucha, prof. AGH\n\nGeotourism/Geoturystyka\n\nEditor-in-Chief: dr inż. Michał Krobicki\n\nManaging Editor: dr inż. Andrzej Gałaś\n\nAssociated Editors:\n\n\tdr inż. Jan Barmuta\n\n\tdr inż. Sławomir Bębenek\n\n\tmgr Jolanta Iwańczuk\n\n\tdr Justyna Kowal-Kasprzyk\n\n\tdr inż. Krzysztof Miśkiewicz\n\n\tdr hab. Paweł Różycki\n\n\tmgr Elżbieta Słomka\n\n\tdr inż. Renata Stadnik\n\n\tdr Krzysztof Starzec\n\n\tdr hab. inż. Ewa Paulina Szalińska van Overdijk, prof. AGH\n\n\tdr Jacek Szmańda\n\n\tdr hab. Anna Waśkowska, prof. AGH\n\n\tdr inż. Anna Żurek\n\nJournal of Casting & Materials Engineering\n\nEditor-in-Chief: prof. dr hab. Beata Grabowska\n\nVice-Editor-in-Chief: dr inż. Karolina Kaczmarska\n\nCo-editors:\n\n\tPhD Giuliano Angella\n\n\tdr hab. inż. Artur Bobrowski, prof. AGH\n\n\tAssociate Professor Peter Futáš\n\n\tdr inż. Daniel Gurgul\n\n\tdr hab. inż. Bożena Tyliszczak, prof. PK\n\nJournal of Geotechnology and Energy\n\nEditor-in-chief: dr hab. inż. Dariusz Knez, prof. AGH\n\nDeputy Editor-in-Chief: dr Sławomir Wysocki\n\nCo-editors:\n\n\tdr Katarzyna Chruszcz-Lipska\n\n\tdr Karol Dąbrowski\n\n\tmgr inż. Małgorzata Formela\n\n\tdr inż. Szymon Kuczyński\n\n\tdr inż. Rafał Matuła\n\nMining  - Informatics, Automation and Electrical Engineering\n\nEditor-in-Chief: prof. dr hab. inż. Krzysztof Krauze\n\nVice-Editor-in-Chief: dr inż. Jacek Korski\n\nEditorial Manager: dr inż. Kamil Mucha\n\nTechnical Editor: dr inż. Tomasz Wydro\n\nWebsite Editor: dr inż. Marcin Nawrocki\n\nThematic Editors:\n\n\tdr hab. inż. Jarosław Joostberens (automation and robotics)\n\n\tdr inż. Tomasz Siostrzonek (electronics and energy engineering)\n\n\tdr hab. inż. Tomasz Machniewicz, prof. AGH (mechanical engineering)\n\n\tdr inż. Ryszard Klempka (technical informatics)\n\n\tdr hab. inż. Antoni Wojaczek, prof. PŚl (telecommunications)\n\n\tprof. dr hab. inż. Waldemar Korzeniowski (environmental engineering, mining and energy)\n\n\tdr inż. Kazimierz Drozd (materials engineering)\n\n\tdr hab. inż. Patrycja Hąbek, prof. PŚl (management and quality sciences)\n\nStudia Humanistyczne AGH/Contribution to Humanities\n\nEditor-in-Chief: dr hab. Grzegorz Ptaszek, prof. AGH\n\nManaging Editor: dr Damian Gałuszka\n\nThematic Editor: \n\n\tdr Dorota Żuchowska-Skiba (sociological science)\n\n\tdr hab. Jowita Guja, prof. AGH (cultural and religious studies)\n\nStatistical Editor: dr hab. Tomasz Masłyk, prof. AGH\n\nDecision Making in Manufacturing and Services\n\nEditor-in-Chief: dr hab. inż. Grzegorz Ginda, prof. AGH\n\nManaging Editor: dr inż. Katarzyna Gdowska\n\nTechnical Editor: dr hab. inż. Marek Karkula, prof. AGH\n\nAssociate Editors:\n\n\tprof. dr hab. inż. Jan Tadeusz Duda\n\n\tdr hab. inż. Piotr Łebkowski, prof. AGH\n\nEnergetyka Rozproszona\n\nEditor-in-Chief: dr Sławomir Kopeć\n\nManaging Editor: dr inż. Katarzyna Faryj\n\nAssociate Editors:\n\n\tprof. dr hab. inż. Marek Kisiel-Dorohinicki\n\n\tprof. dr hab. inż. Zbigniew Hanzelka\n\n\tdr hab. inż. Ryszard Sroka, prof. AGH\n\n\tprof. dr hab. inż. Wojciech Suwała\n\n\tprof. dr hab. inż. Tomasz Szmuc\n\nManagerial Economics\n\nEditor-in-Chief prof. dr hab. inż. Henryk Gurgul\n\nAssociate Editors:\n\n\tprof. Stefan Schleicher\n\n\tdr hab. inż. Joanna Duda, prof. AGH\n\nScientific Editor: dr Łukasz Lach\n\nTechnical Editor: dr Paweł Zając\n\nPublication Ethics\n\nPublishing Ethics\n\nThe principles of publishing ethics to prevent unfair publication practices adopted and applied by AGH University Press are in accordance with the guidelines of the Committee on Publication Ethics (COPE):\n\n\thttps://publicationethics.org/\n\nRules Applicable to the Publisher\n\n- Controlling ethical standards: the publisher shall ensure compliance with applicable publishing standards and publishing ethics and shall prevent practices inconsistent with accepted standards.\n\n\t- Fair play principle: published works are judged solely on their merits. Race, sex, religion, origin, citizenship or political beliefs of the authors do not influence the evaluation of the texts in any way.\n\n\t- Criteria for acceptance of texts for publication: the publisher decides which texts will be published. When accepting texts for publication, the reviewers' opinions on the scientific value of the work, the originality of the treatment of the problem and the clarity of the argument are taken into account.\n\n\t- Confidentiality: the publisher shall not disclose to unauthorized persons any information about the works submitted for publication. The persons authorized to have this information are the author, designated reviewers, editors, and other persons involved in the publishing process.\n\n\t- Prevention of conflicts of interest: unpublished manuscripts may not be used by the publishing house staff or any other person involved in the publishing process without written permission from the authors.\n\n\t- Withdrawal of publication: the publisher has the right to withdraw a publication after it has been published if:\n\n\tthere is evidence of unreliability of study results and/or falsification of data, as well as if unintentional errors (e.g., methodological errors, calculation errors) have been made; the work shows signs of plagiarism or violates the rules of publishing ethics.\n\nRules Binding for the Scientific Editor of Collective Publications\n\n- Criteria for accepting texts for publication: the scientific editor decides which materials will be published. In accepting texts for collective publication, the scientific value of the work, originality of the treatment of the problem and clarity of the argument are taken into account.\n\n\t- The principle of scientific integrity: the scientific editor cares about the scientific integrity of the published works. In order to preserve it, he/she may make appropriate changes and corrections. In case of suspicion of fraudulent practices (plagiarism, falsification of research results), he is obliged to decide to withdraw the text from the collective publication.\n\n\t- Principles of authorship of the work: it is the responsibility of the scientific editor submitting the publication to the publisher to make sure that the contributors to the publication accept its form after scientific editing.\n\n\t- Withdrawal of text: the scientific editor has the right to withdraw a text from publication if:\n\n\t▪ there is evidence of unreliability of research results and/or falsification of data, as well as if unintentional errors are made (e.g. calculation errors, methodological errors);\n\n\t▪ the work shows signs of plagiarism or violates the rules of publishing ethics.\n\nPrinciples Binding on the Author\n\n- The principle of scientific accuracy: the author is obliged to provide a reliable description of the research work performed and to interpret the results objectively. The work should contain information that makes it possible to identify the sources of data and to repeat the research. Inconsistent presentation and interpretation of data and research results in accordance with the principles of publishing ethics is unacceptable and may result in the withdrawal of the text.\n\n\t- The principle of originality of the work: the author may submit only his/her own original work for publication. Research and/or information of other scientists used in the publication should be marked in a way indicating that it is a quotation. Plagiarism or falsification of data is not acceptable.\n\n\t- Data sharing rule: when asked to present the unprocessed research results used in the text, the author is obliged to provide access to the data, also some time after the publication of the paper.\n\n\t- Principles of authorship of the paper:\n\n\t▪ Authors submitting multi-authored texts for publication are required to disclose the contributions of the individual authors to the text (including the authors' affiliations and who authored the concepts, assumptions, methods, protocol, etc. used in the creation of the text).\n\n\t▪ All persons listed in the paper as authors or co-authors should have actually contributed to the paper. Also, all persons who influenced the final form of the paper should be listed as co-authors. Ghostwriting and guest authorship are indicative of scholarly dishonesty - any instances of them that are discovered should be exposed, including notification to appropriate entities such as the author's employing institutions, scientific societies, associations of scholarly editors, etc.\n\n\t- The principle of reliability of sources: the author is obliged to list in the appendix bibliography the publications that were used by him in the preparation of the text.\n\n\t- If an author discovers significant errors or inaccuracies in his or her text, he or she is required to notify the publisher immediately so that the errors can be corrected in the next edition or reprint.ent\n\nRules Binding on the Reviewer\n\n- Cooperation with the editorial team: the reviewer reviews the work on behalf of the publisher. In this way he influences the decisions made by the publisher. He may also, in consultation with the author, influence the final shape and improvement of the published work.\n\n\t- The principle of timeliness: the reviewer is obliged to deliver the review within the established deadline. If for some reason (content-related, lack of time, etc.) he is unable to meet the deadline or undertake the review, he should immediately inform the publisher.\n\n\t- Confidentiality principle: all reviewed papers and their reviews are confidential. Disclosure of papers and/or reviews to third parties is not permitted\n\n\t(except to persons who are involved in the publishing process).\n\n\t- Principle of maintaining standards of objectivity: the review should be objective in nature. Personal criticism of the author of the paper is inappropriate. All comments made by the reviewer should be adequately substantiated.\n\n\t- The principle of reliability of sources: the reviewer, if necessary, should identify relevant works related to the subject of the text not cited by the author. The reviewer should indicate and report to the publisher any significant similarities of the reviewed text with other works.\n\n\t- The principle of preventing a reviewer from having a conflict of interest: The reviewer must not use the reviewed work for his personal needs and benefits. Neither should they review a text where there may be a conflict of interest with the author.", "metadata": {"url": "https://www.wydawnictwo.agh.edu.pl/en/strona/575-agh-university-press", "title": "AGH University Press | Wydawnictwo AGH", "depth": 3, "duplicate": false, "content_hash": "bf5a583f6f7c6d1c5b4f6e6c6e4abab1", "word_count": 2782, "headings": [{"level": 2, "text": "Banery wysuwane"}, {"level": 1, "text": "AGH University Press"}, {"level": 2, "text": "Scientific Committee of the AGH University Press"}, {"level": 2, "text": "Editorial Boards of the AGH University Journals"}, {"level": 2, "text": "Publication Ethics"}, {"level": 2, "text": "Menu w wersji respo"}]}}