{"metadata": {}, "content": "SPONSORSHIP AGREEMENT\n(hereinafter referred to as “the Agreement”)\n\nconcluded on……………… in Krakow\n\nbetween:\n\nAGH UST University of Krakow \nAl. Mickiewicza 30, 30-059 Krakow\nFaculty/other Organizational Unit/\n\n………………………………………………………………………………………………………………………………………………………………..\nrepresented by:\nDean of the Faculty/Head of the Organizational Unit/ ……………………………………………………………………………..\nwith the financial countersignature of the AGH Bursar/Vice-Bursar-…………………………………………………………………..…,\nhereinafter referred to as “the Sponsored Party”\n\nand \n\n….…………………………………………………………………………………………………………………………………………………………….\n(full name of the Sponsor and its registered seat and address)\n\nentered in the register of entrepreneurs of the National Court Register kept by……………………………………………………….\nunder KRS number: ……………………………………………, holding NIP (Taxpayer ID Number): …………………………………. and REGON (Business ID Number): ………………………………………… , with a share capital of ……………………………………………….,\nrepresented by: ……………………………………………………………………………………………………………………………………………………....,\nauthorized to represent the company in accordance with the excerpt from the National Court Register constituting Annex No. 1 to the Agreement;\n\nor\n\nMr/Mrs…………………………………………………………………, residing in ……………………….at…………….….., PESEL (Personal ID Number): ……………………conducting business under the name…………………………………………………………………….\nwith its registered seat in …………………………………. at ………………………………………………, registered in the Central Registration and Information on Business of the Republic of Poland, holding NIP (Taxpayer ID Number): …………………………………. and REGON (Business ID Number): …………………………………………, an excerpt from the Central Registration and Information on Business of the Republic of Poland constitutes Annex No. 1 to the Agreement;\n\nhereinafter referred as “the Sponsor” and \n\nand jointly as “the Parties”,\n\nwhich reads as follows:\n\n§ 1.\n\n\n\nThe subject of the agreement is to define the rules of cooperation concerning the organization of a project (e.g., a research project, event, conference) ................................................. between the Sponsored Party and the Sponsor (hereinafter referred to as: \"the Project\").\n\nThe Sponsored Party declares that it is the organizer of the Project and that it has all the rights to conduct this type of project and undertake all obligations related to the organization of the Project.\n\nThe Sponsor declares that it is a registered active taxpayer of goods and services tax.\n\n\n§ 2.\n\nThe Sponsored Party agrees to provide advertising and promotional activities to the Sponsor by:\n\nallowing the Sponsor's visual advertisements to be placed in the place where the effects of the Project are displayed;\n\nplacing the Sponsor's logo on .................................................................................. ;\n\nplacing the Sponsor's logo on promotional materials (roll-ups, flyers);\n\nplacement of the logo with a link to the profile page on Facebook;\n\nplacement of the Sponsor's logo with a link to the page on .............................................................................................................................................; \n\ndistribution of promotional materials provided by the Sponsor during events related to the promotion of the Project, i.e., ..................................................................... (in case of interest from the Sponsor);\n\nother ..................................................................................................................................... .\n\nThe Sponsor agrees to provide the Sponsored Party with the Sponsor's logo and other Sponsor's informational and advertising materials, in the form required for the proper execution of the Agreement, within .................................. days from the date of signing the Agreement.\n\n § 31.\n\nFor the performance of the services specified in § 2.1, the Sponsor agrees to transfer to the Sponsored Party the monetary amount of PLN.............................. (in words: PLN.............................. 00/100) net, increased by the VAT rate in accordance with applicable laws, by bank transfer to the Sponsored Party's account indicated in the VAT Invoice, by the date indicated in the VAT Invoice. The date of payment shall be the date on which the Sponsored Party's bank account is credited.\n\n(2) The VAT Invoice shall be issued within .......... days counting from the date of ...........\n\nOR\n\n§ 32.\n\nThe Sponsor agrees to provide the following benefits to the Sponsored Party in kind, by: \n\ntransfer of the ownership of ...............................................................................................;\n\nproviding the ........................................................................................ program license;\n\ngranting access to ..........................................................................................................;\n\nother ................................................................................................................................. .\n\nThe transfer of the tangible objects specified in § 32.1, shall take place within ............... days from the date of signing of the Agreement, on the basis of a transfer protocol, which is attached as Annex No. 2 to the Agreement. \n\nThe Parties agree that their benefits under the Agreement are equal, equivalent and not convertible into money. Their value is set at the amount of PLN................................................ (in words: PLN...........................................................) net increased by the VAT due at the rate of 23%, which gives the value of PLN.................................................................................................... (in words: PLN........................................................................................................................) gross. \n\nAs part of the settlements, the Parties shall issue VAT invoices within ................................. days from the date of performance by the other Party.\n\n§ 4.\n\nNeither Party shall be entitled to assign rights and obligations under the Agreement to third parties, without the prior written consent of the other Party.\n\n§ 5.\n\nThe Parties undertake to respect and honor each other's interests, to notify each other of all circumstances relevant to the performance of the Agreement.\n\n§ 6.\n\nThe agreement is concluded for a definite period of time from the date of its signing until the date of completion of the Project, i.e. until …………………………………………………………………………………………………………..\n\n§ 7.\n\nThe Agreement may be terminated upon .................. days' notice by either Party in the event that the other Party materially breaches any of its obligations under the Agreement and fails to remedy such a breach (if such remedy is possible) within ........... (in words: ...............) days from receipt of a written demand to cease violations.\n\nIf one Party is found to be in breach of its accepted obligations, the other Party shall be entitled to withhold its performance until it is determined that the breach has been remedied.\n\n§ 8.\n\nNeither of the Parties to the Agreement shall be liable to the other Party in the event that there is a failure to execute the Agreement or any part thereof due to circumstances of force majeure, fortuitous events (such as, in particular, cataclysmic events, sudden fire, flood, terrorist attack or power failures that are difficult to rectify quickly) or other circumstances beyond the will of either Party, which could not be prevented or remedied in any way.\n\nIn the event of cancellation of the Project by the Sponsored Party, of which it is obliged to notify the Sponsor immediately, the Agreement shall become null and void, and the Sponsored Party agrees to return all promotional and advertising materials received from the Sponsor, as well as to reimburse all payments made by the Sponsor.\n\n§ 9.\n\nOn the part of the Sponsored Party, the person authorized to contact the Sponsor in matters related to the execution of the Agreement is Mr./Ms. .................................................................., business telephone number ..........................................................................................................., business e-mail address .................................................................................................................. .\n\nOn the part of the Sponsor, the person authorized to contact the Sponsor in matters related to the execution of the Agreement is Mr./Ms. ..........................................................................., business telephone number ..........................................................................................................., business e-mail address .................................................................................................................. .\n\nChange of persons indicated in § 9.1 and § 9.2, authorized to contact the other Party on the execution of the Agreement, or of their business phone numbers and e-mail addresses shall not constitute a substitution of the Agreement, but shall only require written notification to the other Party.\n\n§ 10.4\n\nThe Sponsored Party is the controller of the Sponsor's personal data and is authorized to process it on the basis of Article 6(1)(b) of the DPA, i.e., the processing is necessary for the performance of a contract to which the data subject is a party. Full information about the controller's processing of personal data is available on the Sponsored Party's (AGH) website under the \"Personal Data Protection\" tab.\n\n§ 11.\n\nThe Sponsor agrees to keep confidential all information related to the Sponsored Party's business and information obtained during or in connection with the execution of the Agreement regardless of the form and source of their transmission, unless such information and data are generally known or the obligation to disclose them arises from applicable laws.                                                                      \n\nThe obligation of secrecy referred to in § 11.1  shall continue both during the term of this Agreement and after its termination or expiration.\n\n§ 12.\n\nThe Sponsor declares that it is aware of the fact that the content of the Agreement, and in particular the identifying data concerning it, the subject matter of the Agreement and its value, constitute public information within the meaning of Article 1(1) of the Act of September 6, 2001 on access to public information (Journal of Laws of ....., item ......), which is subject to disclosure under the said Act.\n\n§ 13.\n\n(other arrangements)………………………………………………………………………………………………………\n\n§ 14.\n\nAny changes to the Agreement shall require the consent of both Parties and be in writing under pain of nullity.\n\n§ 15.\n\nThe Agreement shall be governed by and construed in accordance with Polish law.\n\nThe Agreement shall be subject to the jurisdiction of the Polish courts.\n\n§ 16.\n\nIn matters not regulated by the Agreement, the provisions of the Civil Code shall apply.\n\n§ 17.\n\nDisputes that may arise from the Agreement during its duration as well as after its termination will be resolved by the court having jurisdiction over the registered seat of the Sponsor.\n\n§ 18.\n\nThe annexes to the Agreement include:\n\nan excerpt of the Sponsor's National Court Register/ an excerpt of the Sponsor's Central Business Register and Information; 5\n\ntransfer protocol;\n\n........................................ .\n\nAll annexes are an integral part of the Agreement.\n\n§ 19.\n\nThe Agreement has been drawn up in ..... identical copies,  ..... for each Party.\n\n   SPONSORED PARTY\t\t\t\t\t\t\tSPONSOR\n\n__________________________                                 _______________________\n\n________________________\n\n1 the paragraph applies when under the Agreement the Sponsor will be obligated only to provide a monetary benefit;\n\n2 the paragraph applies when, under the Agreement, the Sponsor will be obligated only for non-monetary (barter) performance;\n\n3 the enumeration is exemplary; enter data appropriate to the specific Agreement;\n\n 4 this paragraph should be included if the Sponsor is an individual;\n\n 5  select as appropriate."}