{"content": "#  Szkolenie RODO -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/ochrona-danych-osobowych/szkolenia/szkolenie-rodo\nCrawled: 2025-03-19 21:18:39\n\nSkip to content ↓\n\n Szkolenie RODO \n\nSzkolenie „RODO w AGH” zostało opracowane na potrzeby wszystkich pracowników Uczelni, którzy są upoważnieni do przetwarzania danych osobowych.\n\nSzkolenie zawiera podstawowe informacje związane z działaniem RODO z perspektywy pracownika Uczelni. Po jego ukończeniu uczestnik będzie posiadał podstawową wiedzę nt. zasad związanych z ochroną danych osobowych oraz ogólne rozeznanie w stosowaniu zasad RODO.\n\nW szkoleniu przedstawione zostały \nsytuacje problemowe\n wraz z pytaniami. Odpowiedzi można udzielać wielokrotnie. Do otrzymania certyfikatu ukończenia szkolenia konieczne jest uzyskanie 100% punktów.\n Szkolenie realizowane jest \ncałkowicie online\n - wszystkie materiały i pytania problemowe do rozwiązania znajdują się na platformie e-learningowej.\n\nPrzejście przez wszystkie przykłady i zadania zajmuje około \n3-4 godzin\n, w zależności od indywidualnego tempa pracy. Pracę można w dowolnym momencie przerwać i ponownie wrócić do zadań, a dane nie zostaną utracone. Kolejność wykonywania zadań jest dowolna.\n Certyfikat ukończenia szkolenia należy dostarczyć właściwemu Lokalnemu Administratorowi Bezpieczeństwa Informacji (LABI).\n\nPo zakończeniu szkolenia i otrzymaniu certyfikatu uczestnik \nnadal będzie miał dostęp do wszystkich materiałów i zadań\n.\n\nod 2 stycznia do 31 marca 2025 r. – klucz dostępu:\n 25rodo23\n\nAby uzyskać dostęp do szkolenia, należy aktywować konto, zalogować się oraz podać klucz dostępu dla wybranego terminu.\n\nJak zaloguję się do szkolenia „RODO w AGH”?\n\nKrok 1: Aktywacja konta w obszarze platformy szkoleniowej\n Jeśli to twoje pierwsze szkolenie w obszarze szkoleniowym platformy Centrum e-Learningu i Innowacyjnej Dydaktyki, potrzebna będzie aktywacja twojego konta.\n Wejdź na stronę \nhttps://ldap.agh.edu.pl/\n, w polu „Identyfikator” podaj swój adres e-mail, a w polu „Hasło” swój PESEL.\n a) Nauczyciele akademiccy podają adres e-mail zarejestrowany w Systemie USOS.\n b) Pracownicy administracyjni podają adres e-mail zarejestrowany w Systemie Informacyjnym (SkOs).\n Otrzymasz e-mail aktywujący i nadasz swoje hasło do logowania na UPeL Szkolenia.\n\nKrok 2: Dostęp do szkolenia\n\nPo aktywacji konta zaloguj się na stronę szkolenia „RODO w AGH”, klikając w link \nhttps://szkolenia.upel.agh.edu.pl\n.\n\nNastępnie wpisz jednorazowy klucz dostępu do szkolenia odpowiadający wybranemu terminowi szkolenia.\n\nPytania:\n\ndotyczące kwestii technicznych (np. problemy z logowaniem/wejściem do kursu) prosimy kierować do Centrum e-Learningu i Innowacyjnej Dydaktyki \ncel(at)agh.edu.pl\n,\n\ndotyczące kwestii merytorycznych i organizacyjnych prosimy kierować do Biura Rektora AGH lub IODO \niodo(at)agh.edu.pl\n.\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/ochrona-danych-osobowych/szkolenia/szkolenie-rodo", "title": " Szkolenie RODO -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "8fba2d34239d895c5b8266139e6649bf", "word_count": 421, "headings": [{"level": 1, "text": "Szkolenie RODO"}, {"level": 2, "text": "Stopka"}]}}