{"content": "# Zdzisław Tadeusz Richard Bieniawski – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Zdzis%C5%82aw_Tadeusz_Richard_Bieniawski&oldid=81313\nCrawled: 2025-03-19 22:04:19\n\nZdzisław Tadeusz Richard Bieniawski\n\nZ Historia AGH\n\nWersja z dnia 12:32, 17 paź 2023 autorstwa \nHieronimSienski\n\n(\ndyskusja\n | \nedycje\n)\n(\nróżn.\n) \n← poprzednia wersja\n | przejdź do aktualnej wersji (różn.) | następna wersja → (różn.)\n\nZdzisław Tadeusz Richard Bieniawski\n\nNazwisko\n\nBieniawski\n\nImię / imiona\n\nZdzisław Tadeusz Richard\n\nTytuły / stanowiska\n\nProf. dr hab. inż.\n\nTytuły honorowe AGH\n\nDoktor Honoris Causa AGH\n\nData urodzenia\n\n1 października 1936\n\nMiejsce urodzenia\n\nKraków\n\nData śmierci\n\n10 grudnia 2017\n\nDyscyplina/specjalności\n\ngeoinżynieria\n, \ngórnictwo\n\nRok przyznania doktoratu h.c. AGH\n\n2010\n\nPowód przyznania doktoratu h.c. AGH\n\nza wybitne osiągnięcia naukowe o charakterze interdyscyplinarnym z zakresu geoinżynierii, górnictwa i budownictwa podziemnego oraz wieloletnią promocję polskiej myśli technicznej w środowiskach akademickich i przemysłowych na całym świecie\n\nProf. dr hab. inż. \nZdzisław Tadeusz Richard Bieniawski\n (1936-2017)\n\nDyscyplina/specjalności: geoinżynieria, górnictwo\n\nNota biograficzna\n\nUrodził się 1 października 1936 roku w Krakowie. Zmarł 10 grudnia 2017 roku w Stanach Zjednoczonych.\n\nUczył się w Krakowie, a potem studiował Budowę Okrętów Morskich na Politechnice Gdańskiej.\n\nPo emigracji do Afryki, zdobył dyplom inżyniera górnika i magistra inżyniera mechanika na uniwersytecie w Johannesburgu (RPA). Tam zainteresował się mechaniką skał, która wówczas stała na bardzo wysokim poziomie, a kraj był głównym producentem złota na świecie. W 1967 roku otrzymał doktorat w inżynierii górniczej na uniwersytecie w Pretorii i przez 14 lat kierował grupą naukowców, inżynierów i geologów publikując prace dotyczące mechaniki górotworu i tunelowania. Wtedy też zaproponował system Rock Mass Rating (Wskaźnik Jakości Masywu Skalnego), później szeroko rozpowszechniony na świecie. Klasyfikacja RMR (zwana również często klasyfikacją Bieniawskiego) znalazła szerokie zastosowanie przy projektowaniu kopalń, tuneli, zboczy oraz posadowień budowli inżynierskich, a szczególnie wielkich zapór wodnych. \n\nW 1970 roku otrzymał uprawnienia zawodowe w Wielkiej Brytanii i w Afryce Południowej jako \"Professional Chartered Engineer\". To nadało mu prawo zatwierdzania prac inżynierskich w tych krajach, wraz z tytułem Pr.Eng i C.Eng, podobne do \"European Engineer\". W 1977 roku, po zaproszeniu ze Stanów Zjednoczonych, objął stanowisko profesora etatowego w dziedzinie geoinżynierii górniczej i tunelowania na Uniwersytecie Stanowym w Pensylwanii, gdzie wykładał i prowadził badania naukowe przez 20 lat. Działalność akademicka przyniosła mu wiele nagród i dowodów uznania, między innymi tytuł najlepszego wykładowcy wśród profesorów inżynierii na uniwersytecie. Był profesorem wizytującym na czołowych uniwersytetach amerykańskich, takich jak Harvard, Stanford, Berkeley, MIT Oraz Cambridge (Wielka Brytania), Tokio (Japonia) oraz Wyższych Szkół Górniczych w Rosji: w Moskwie i Sankt Petersburgu. Został Przewodniczącym Amerykańskiego Komitetu Narodowego dla Technologii Tunelowania, który był organem Akademii Nauk USA.\n\nJego dorobek naukowy liczy ponad 200 pozycji, w tym większość to publikacje naukowe, a także podręczniki (kilka jego książek zostało przetłumaczonych na rosyjski, chiński, koreański i hiszpański). Wypromował 22 doktorów i 9 magistrów nauk technicznych. Jego wychowankowie są naukowcami, profesorami lub dyrektorami przemysłowych firm w Stanach Zjednoczonch, Chinach, Niemczech, Turcji, Grecji, Włoszech, Hiszpanii, Brazylii, Australii, Tajlandii i krajach Afryki Południowej. \n\nPrzeszedł na emeryturę w 60-tą rocznicę urodzin. Był Prezesem firmy konsultacyjnej Bieniawski Design Enterprises (Arizona, USA), która brała udział w pracach projektowych w Hiszpanii, Włoszech, Etiopii i Chile. \nZ Polską utrzymywał bliskie kontakty naukowe, szczególnie z AGH i Polską Akademią Nauk, od 1981 roku - jego pierwszej powrotnej podróży do Ojczyzny. \n\nW 2001 roku otrzymał Doktorat Honoris Causa Politechniki Madryckiej i tytuł Profesora Honorowego Wyższej Szkoły Górniczej tej uczelni. \n\n28 kwietnia 2010 roku uchwałą Senatu AGH nadano mu tytuł Doktora Honoris Causa AGH. W okresie poprzedzającym nadanie tytułu pracował w AGH jako profesor wizytujący, prowadząc przez 3 tygodnie zajęcia dydaktyczne dla studentów. W swoim testamencie, który sporządził w 2015 roku, przeznaczył \"dla mojej AGH\" pewną kwotę na tzw. \"Medal Bieniawskiego\" zatytułowany THE BEST IN GEOENGINEERING. W 2015 roku uchwałą Rady Wydziału Górnictwa i Geoinżynierii ustanowiono nagrodę imienia profesora Zdzisława Bieniawskiego (Medal Bieniawskiego), która została przez niego ufundowana. Przyznawana jest corocznie jednemu absolwentowi II stopnia studiów na Wydziale Górnictwa i Geoinżynierii AGH za najlepszą pracę magisterską z zakresu geoinżynierii (ze szczególnym uwzględnieniem geomechaniki, budownictwa podziemnego lub geotechniki). Konkurs o Medal Bieniawskiego trwa i trwać będzie do czasu wyczerpania środków na nagrodę pieniężną.\n\nokolicznościowy medal\n\nnagroda pieniężna w wysokości 5000 PLN\n\nokolicznościowy imienny dyplom\n\nOdznaczenia i nagrody\n\nNagroda Amerykańskiego Instytutu Inżynierów Górnictwa i Nafty (AIME) za \"wybitne osiągnięcia w naukowych i praktycznych zastosowaniach mechaniki skał (górotworu i w inżynierii górnictwa węglowego i w budownictwie podziemnym\" i inne\n\nŹródła do biogramu\n\nKsiążki\n\nProfesor Zdzisław Bieniawski Doktorem Honoris Causa Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie. Kraków, 8 listopada 2010. Kraków 2010, 87, [1] s., [foto]\n\nArtykuły\n\nKalendarium rektorskie : 8 listopada 2010. \nBiuletyn AGH\n 2010, nr 35, s. 31-32\n\n[\nProtokół z Posiedzenia Senatu AGH...\n 28.04.2010], s. 46\n\nProfesor Zdzisław Bieniawski Doktorem Honoris Causa AGH : 8 listopada 2010. \nBiuletyn AGH\n 2010, nr 35, s. 2, [foto]\n\nInne\n\nZmarł prof. Zdzisław Bieniawski, doktor honoris causa AGH : \nhttp://www.agh.edu.pl/info/article/zmarl-prof-zdzislaw-bieniawski-doktor-honoris-causa-agh/\n\nNagroda imienia profesora Zdzisława Bieniawskiego. Medal Bieniawskiego : \nhttp://www.gorn.agh.edu.pl/wydzial/nagrody/medal-bieniawskiego#&slider1=7\n\nŹródło: „\nhttp://historia.agh.edu.pl/mediawiki/index.php?title=Zdzisław_Tadeusz_Richard_Bieniawski&oldid=81313\n”\n\nKategorie\n: \nBiogramy\nDoktorzy honoris causa AGH", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Zdzis%C5%82aw_Tadeusz_Richard_Bieniawski&oldid=81313", "title": "Zdzisław Tadeusz Richard Bieniawski – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "f8a937067435d4117989cbf3e0c21163", "word_count": 796, "headings": [{"level": 1, "text": "Zdzisław Tadeusz Richard Bieniawski"}, {"level": 2, "text": "Nota biograficzna"}, {"level": 4, "text": "Odznaczenia i nagrody"}, {"level": 2, "text": "Źródła do biogramu"}, {"level": 4, "text": "Książki"}, {"level": 4, "text": "Artykuły"}, {"level": 4, "text": "Inne"}]}}