{"content": "# Tekst źródłowy strony Leon Ong Chua – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Leon_Ong_Chua&action=edit\nCrawled: 2025-03-19 22:07:54\n\nTekst źródłowy strony Leon Ong Chua\n\n← \nLeon Ong Chua\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nTekst źródłowy strony można podejrzeć i skopiować.\n\n{{Infobox scientist\n|family-name=Chua\n|given-name=Leon Ong\n|honorific-prefix=Prof. dr\n|image=Leon_Chua.jpg\n|birth_date=28 czerwca 1936\n|fields=elektronika, teoria obwodów\n|dhc_year=2003\n|dhc_reason=za  wybitne osiągnięcia w dziedzinie teorii obwodów i systemów, stworzenie podstaw nowoczesnej teorii obwodów nieliniowych, pionierskie badania dynamiki nieliniowej chaosu, opracowanie koncepcji Komórkowych Sieci Neuronowych oraz stworzenie światowej sieci badań naukowych w tych obszarach\n|honorAGH=Doktor Honoris Causa AGH,\n}}\nProf. dr '''Leon Ong Chua''' (1936-)\n\nDyscyplina/specjalności: elektronika, teoria obwodów\n\n== Nota biograficzna == \nUrodził się 28 czerwca 1936 roku.\n\nStudia B.S.E.E. ukończył w Mapua University of Technology w Manili (Filipiny). Stopień doktora (PhD) uzyskał w roku 1964 w University of Illinois, Urbana. \n\nKolejno pracował w Purdue University, Lafayette i w University of California w Berkeley. Jest emerytowanym profesorem University of California w Berkeley, gdzie kierował Electronics Research Laboratory na wydziale EECS (Electrical Engineering and Computer Sciences).\n\nJest naukowym wizjonerem — twórcą nowych koncepcji w kilku dziedzinach związanych z szeroko pojętą teorią obwodów i elektroniką. Wśród jego oryginalnych, nowych koncepcji należy wymienić nowatorskie podejścia do analizy i modelowania obwodów i elementów nieliniowych, tzw. Obwód Chuy (uniwersalny, najprostszy obwód elektryczny nieliniowy mogący generować niemal dowolne typy oscylacji, w tym standardowe rodzaje trajektorii chaotycznych), CNN — komórkowe sieci neuronowe, CNN universal machine — nowy typ układu do przetwarzania sygnałów, a także nowe koncepcje dotyczące obwodów nanoelektronicznych oraz zasada „local activity dogma”, która pozwala na zrozumienie i zaprojektowanie układów o „złożonych” zachowaniach („paradigm for complexity”). \n\nAutor bądź współautor ponad 1500 publikacji naukowych, w tym ponad 450 publikacji w czasopismach o randze i zasięgu światowym oraz 10 książek, z których uczyły się kolejne pokolenia nie tylko studentów wydziałów elektroniki, lecz także matematyki i fizyki, naukowcy wielu instytucji badawczych na całym świecie. Posiada wybitne osiągnięcia w kilku dziedzinach nauki — od teorii obwodów nieliniowych poprzez komputerową analizę układów elektronicznych, podstawy dynamiki nieliniowej, zastosowania w elektronice i telekomunikacji do sieci neuronowych i najnowocześniejszych metod przetwarzania sygnałów i obrazów.\nWspółautor 7 patentów, w tym robiącej światową furorę CNN (Clellular Neural/Nonlinear Networks) i „CNN uniwersal machine”. Według jego koncepcji powstał „CNN Visual Microprocessor” — specjalny typ układów do przetwarzania rzędu 10 trylionów operacji na sekundę. Twórca szkoły naukowej w University of California w Berkeley oraz inicjator rozwoju badań w wielu ośrodkach na świecie, w tym także i w Polsce. Jego nazwisko znajduje się na liście 15 najczęściej cytowanych autorów w dziedzinie nauk inżynierskich, w okresie od 1991 do 31 października 2001 roku, opracowanej przez ISI w Filadelfii.\n\nCzłonek zagraniczny Academia Europea w Salzburgu. Wielokrotnie był redaktorem naczelnym i członkiem kolegiów redakcyjnych wielu znaczących czasopism naukowych.\n\nOtrzymał wiele doktoratów honorowych wyższych uczelni.\n\n==== Odznaczenia i nagrody ==== \nLiczne prestiżowe nagrody i wyróżnienia\n\n== Źródła do biogramu ==\n==== Artykuły ==== \n* [Kryś-Dyja A.]: Posiedzenie Senatu AGH w dniu 26 lutego 2003 r. ''Biuletyn Informacyjny Pracowników AGH'' 2003, nr 115, s. 11\n* Ogorzałek M.: Doktorat honoris causa AGH dla Profesora Leona O. Chua. ''Biuletyn AGH'' 2003, nr 120/121, s. 4–5\n* Uroczystość wręczenia godności doktora honoris causa AGH prof. Leonowi Chua : 3 września 2003. ''Biuletyn AGH'' 2003, nr 120/121, s. 2, [foto]\n\n==== Inne ====\n* Leon O. Chua EECS at UC Berkeley [online] [przeglądany 08.11.2016]. Dostępny w: http://www2.eecs.berkeley.edu/Faculty/Homepages/chua.html [foto]\n* Leon O. Chua [online] [przeglądany 08.11.2016]. Dostępny w: http://en.wikipedia.org/wiki/Leon_O._Chua\n* Zaproszenie rektora AGH na uroczyste posiedzenie senatu AGH poświęcone nadaniu godności doktora honoris causa Prof. Leonowi O. Chua.\n\n'''''<span style=\"color:red;\">stan na dzień 28.01.2023</span>'''''\n\n{{DEFAULTSORT:Chua, Leon Ong}}\n[[Category:Biogramy]]\n[[Category:Doktorzy honoris causa AGH]]\n\nSzablon użyty w tym artykule:\n\nSzablon:Infobox scientist\n (\ntekst źródłowy\n) \nWróć do \nLeon Ong Chua\n.\n\nŹródło: „\nhttp://historia.agh.edu.pl/wiki/Leon_Ong_Chua\n”", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Leon_Ong_Chua&action=edit", "title": "Tekst źródłowy strony Leon Ong Chua – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "ffeb6d1d919c3fe5f94f0926f0e1e1e7", "word_count": 617, "headings": [{"level": 1, "text": "Tekst źródłowy strony Leon Ong Chua"}]}}