{"content": "# Nauka | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/nauka/\nCrawled: 2025-03-19 21:30:10\n\nNAUKA\n\nPotencjał badawczy\nNa potencjał badawczy \nWydziału EAIiIB\n składa się kadra naukowa i infrastruktura badawcza. Pozycja Wydziału jest wyznaczona poprzez aktywną  działalność pracowników w projektach krajowych i międzynarodowych, znaczny dorobek publikacyjny i dużą liczbę cytowań a także udział w naukowych stowarzyszeniach i organizacjach międzynarodowych, pracach komitetów naukowych uznanych konferencji oraz przyznających wyróżnienia i nagrody. \nPracownicy Wydziału EAIiIB\n pełnili i pełnią liczne, prestiżowe funkcje w organizacjach naukowych, społecznych a także na szczeblach administracji uczelnianej i Państwowej. Działalność naukowa dokumentowana jest licznymi publikacjami, a pracownicy naukowi, doktoranci i studenci Wydziału EAIiIB odnoszą liczne sukcesy naukowe, zarówno krajowe jak i na forum międzynarodowym.\n\nKadra naukowa\nKadrę naukową Wydziału EAIiIB stanowi \n52 samodzielnych pracowników nauki, 83 adiunktów oraz 57 asystentów oraz 26 wykładowców(grudzień 2018)\n. Ważną grupą wspomagającą działania naukowe są doktoranci. Doktoranci uczestniczą w badaniach naukowych, biorąc aktywny udział w projektach naukowo-badawczych,aplikują o granty i stają się beneficjentami prestiżowych projektów strukturalnych takich jak DOCTUS. Na Wydziale EAIiIB doktoranci są kształceni w pięciu różnych dyscyplinach. Obecnie w ramach Studiów Doktoranckich studiuje 90 doktorantów, w tym 14 doktorantów realizujących doktoraty wdrożeniowe. Kadra naukowa Wydziału EAIiIB działa aktywnie w wielu stowarzyszeniach zawodowych takich jak \nIEEE, IFIP, ACM, SEP, PSSI\n oraz krajowych i międzynarodowych organizacjach naukowych. Organizuje międzynarodowe i krajowe konferencje oraz warsztaty naukowe. Wybrani naukowcy są zapraszani do wygłaszania referatów plenarnych na krajowych i międzynarodowych konferencjach,biorą też udział w pracach Komitetów Naukowych uznanych konferencji międzynarodowych organizowanych m.in. pod patronatem organizacji takich jak IEEE, ACM a także uczestniczą w redagowaniu renomowanych czasopism naukowych. Zespół profesorski i samodzielni pracownicy naukowi udzielają się jako konsultanci w komitetach oraz gremiach opiniotwórczych, a także jako konsultanci w firmach informatycznych.", "metadata": {"url": "https://www.eaiib.agh.edu.pl/nauka/", "title": "Nauka | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "694cd3de6e55f93bef8e83a4bbb9a0c3", "word_count": 268, "headings": [{"level": 2, "text": "NAUKA"}, {"level": 3, "text": "Potencjał badawczy"}, {"level": 3, "text": "Kadra naukowa"}]}}