{"content": "#  Ochrona danych osobowych -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/ochrona-danych-osobowych\nCrawled: 2025-03-19 22:39:02\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Ochrona danych osobowych \n\nRealizując obowiązek informacyjny na podstawie art. 13 ust. 1 i 2 Rozporządzenia Parlamentu Europejskiego i Rady (UE) nr 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE, Dz. Urz. UE L 119 z 4.5.2016 r., zwanego dalej „RODO”, informujemy, że:\n\nAdministratorem Pani/Pana danych osobowych jest Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie, al. A. Mickiewicza 30, 30-059 Kraków (dalej AGH);\n\nDane kontaktowe Inspektora Ochrony Danych Osobowych w AGH: mgr Tomasz Józefko, e-mail: iodo@agh.edu.pl, tel.: 12 617 53 25;\n\nPani/Pana dane osobowe przetwarzane będą przez AGH w celu identyfikacji i kontaktu (powiadamiania o dostępności zamawianych i rezerwowanych książek, monitowania w przypadku przekroczenia terminu zwrotu książek, kontaktowania się w sprawach związanych z prawidłową realizacją usług bibliotecznych), w celach szkoleniowych, a także w celu ewentualnego dochodzenia roszczeń w przypadku nieuregulowania zobowiązań czytelnika w stosunku do Biblioteki Głównej lub wydziałowej.\n\nPani/Pana dane osobowe będą przetwarzane w trybie art. 6 ust. 1 lit. e) RODO, tj. przetwarzanie jest niezbędne do wykonania zadania realizowanego w interesie publicznym w związku z przepisami art. 49 ust. 2 ustawy z dnia 20 lipca 2018 r. – Prawo o szkolnictwie wyższym i nauce (Dz.U. 2018, poz. 1668 ze zm.; t.j.: Dz.U. 2022, poz. 574)* oraz §38 ust. 5 Statutu AGH (tekst ujednolicony z dnia 27 października 2021 r.)**.\n\nOdbiorcą Pani/Pana danych osobowych będą pracownicy AGH. Odbiorcami Pani/Pana danych osobowych mogą być podmioty świadczące na rzecz AGH usługi informatyczne i administracyjne. Pani/Pana dane osobowe mogą być przekazywane organom państwowym, organom ochrony prawnej (Policja, Prokuratura, Sąd) lub organom samorządu terytorialnego w związku z prowadzonym postępowaniem.\n\nPani/Pana dane osobowe będą przetwarzane przez okres korzystania ze zbiorów bibliotek oraz przez okres przedawnienia roszczeń związanych z korzystaniem z oferty Biblioteki, a po tym okresie, jedynie w przypadku i w zakresie, w jakim będą wymagać tego przepisy prawa. W przypadku nieskorzystania z usług Biblioteki dane będą przetwarzane przez okres 6 lat od dnia ostatniej aktywacji konta lub do chwili zgłoszenia żądania usunięcia danych.\n\nPani/Pana dane osobowe nie będą podlegały zautomatyzowanym procesom podejmowania decyzji, w tym profilowaniu.\n\nPosiada Pani/Pan prawo do żądania od AGH dostępu do swoich danych oraz prawo ich sprostowania, prawo ograniczenia przetwarzania danych oraz wniesienia sprzeciwu wobec ich przetwarzania w przypadkach i na warunkach określonych w RODO. Ma Pani/Pan prawo wniesienia skargi do Prezesa Urzędu Ochrony Danych Osobowych, gdy uzna Pani/Pan, iż przetwarzanie danych osobowych Pani/Pana dotyczących narusza przepisy RODO. Podanie przez Panią/Pana danych, o których mowa w pkt. 3, jest dobrowolne, stanowi jednak niezbędny warunek korzystania z usług Biblioteki. Konsekwencją niepodania danych jest brak możliwości korzystania z Biblioteki.\n\n*\n Art. 49 pkt. 2 Ustawy z dnia 20 lipca 2018 r. – Prawo o szkolnictwie wyższym i nauce: „W uczelni działa system biblioteczno-informacyjny, którego podstawę stanowi biblioteka. Uczelnia może przetwarzać określone w jej statucie dane osobowe osób korzystających z tego systemu”.\n **\n §38\n ust. 5. Uczelnia przetwarza dane osobowe osób korzystających z systemu biblioteczno-informacyjnego w zakresie: imię i nazwisko, nr Pesel, adres zamieszkania, informacje o miejscu studiowania, kształcenia lub zatrudnienia, dane kontaktowe w tym nr telefonu i adres poczty e-mail, nr karty bibliotecznej.\n\nInformacja w sprawie monitoringu wizyjnego\n\nAdministratorem danych osobowych jest Akademia GórniczoHutnicza im. Stanisława Staszica w Krakowie. Al. Mickiewicza 30, 30-059 Kraków.\n\nW Akademii Górniczo-Hutniczej wyznaczony został Inspektor Ochrony Danych Osobowych, Al. Mickiewicza 30, 30-059 Kraków, pawilon A-0, pokój 111, e-mail: iodo@agh.edu.pl, tel.: 12 617 53 25.\n\nMonitoring prowadzony jest w celu zapewnienia bezpieczeństwa i porządku na terenie Biblioteki Głównej Akademii GórniczoHutniczej oraz ochrony osób i mienia.\n\nDane rejestrowane przez system monitoringu są przechowywane przez okres nie dłuższy niż 3 miesiące.\n\nOsoba, której wizerunek został zarejestrowany w systemie monitoringu ma prawo do uzyskania informacji nt. operacji przetwarzania danych jej dotyczących w zakresie: reguł rejestracji i zapisu informacji. \n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/ochrona-danych-osobowych", "title": " Ochrona danych osobowych -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "419c6c42b463b894766141484d5b9e0b", "word_count": 718, "headings": [{"level": 1, "text": "Ochrona danych osobowych"}, {"level": 2, "text": "Stopka"}]}}