{"content": "#  Przedmioty obieralne -- Akademickie Centrum Materiałów i Nanotechnologii \n\nURL: https://acmin.agh.edu.pl/edukacja/przedmioty-obieralne\nCrawled: 2025-03-19 21:38:24\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Przedmioty obieralne \n\nZapraszamy studentów do skorzystania z naszej oferty dydaktycznej, obejmującej przedmioty obieralne, prowadzone przez badaczy z ACMiN w ramach \nbloku przedmiotów innowacyjnych i obcojęzycznych\n. Dzięki temu programowi możecie rozwijać swoje zainteresowania i zdobywać nowe umiejętności w dziedzinie \nnanotechnologii\n, dostosowując swój plan nauki do własnych preferencji.\n\nOdkrywajcie nowe obszary wiedzy i czerpcie inspirację z naszych zajęć!\n\nCelem przedmiotu jest zaznajomienie studentów z tematyką nanostruktur nadprzewodzących, które m.in. znalazły zastosowanie w poszukiwaniu nowych stanów materii, a także pozwoliły na budowę pierwszych komputerów kwantowych. W trakcie zajęć studenci zdobędą podstawową wiedzę o fizyce tych układów, metodach ich wytwarzania i elektronicznych własnościach. Studenci będą samodzielnie opracowywali \ninteraktywne symulacje\n, których wyniki dyskutowane będą w odniesieniu do najnowszych prac badawczych.\n\nProwadzący: dr hab. inż. Michał Nowak, dr hab. inż. Michał Zegrodnik\nLiczba ECTS: 3\nForma zajęć: \nwykład (15 godz.), ćw. laboratoryjne (15 godz.)\nStudia inżynierskie, magisterskie\nSemestr: zimowy\n\nSyllabus przedmiotu\n\nPrzedmiot poświęcony jest intensywnie rozwijającej się gałęzi nanotechnologii dotyczącej mikro- i nanorobotyki. W trakcie kursu zostaną omówione techniki wytwarzania części do systemów nanorobotycznych, sposoby nanostrukturyzacji oraz właściwości funkcjonalne (optyczne, katalityczne i magnetyczne) materiałów wykorzystywanych do ich zasilania i sterowania. Porsuszone zostaną także zagadnienia dotyczące akytwnej materii, układu nanocząstek odziaływujących ze sobą wzajemnie i  z otoczeniem.\n\nKurs prowadzony jest z wykorzystaniem metodologii zadawania pytań \"\nwhow\".\n\nProwadzący: dr inż. Aleksandra Szkudlarek\nLiczba ECTS: 3\nForma zajęć: \nwykład (15 godz.), ćw. audytoryjne (15 godz.)\nStudia inżynierskie, magisterskie\nSemestr: letni\n\nSyllabus przedmiotu\n\nKurs będzie złożony z trzech części: pierwsza część obejmuje podstawowe wiadomości z zakresu elektroniki klasycznej, druga część jest poświęcona podstawą nanoelektroniki molekularnej. Studenci poznają podstawy teorii pasmowej ciała stałego oraz fizykochemii półprzewodników. Na zajęciach zostaną zaprezentowane metody syntezy prekursorów molekularnych używanych w nanoelektronice molekularnej oraz ich właściwości fizykochemiczne w tym struktura elektronowa. W ostatniej części kursu omówione zostaną techniki wytwarzania oraz badania właściwości prototypów urządzeń nanoelektronicznych.\n\nProwadzący: prof. dr hab. Konrad Szaciłowski\nLiczba ECTS: 2\nForma zajęć: wykład (15 godz.)\nStudia magisterskie\nSemestr: letni\n\nSyllabus przedmiotu\n\nZajęcia będą połączeniem ćwiczeń audytoryjnych oraz laboratoryjnych zajęć praktycznych w pracowni komputerowej z wykorzystaniem klastra obliczeniowego. Nacisk kładziony będzie na analizę podstawowych efektów obserwowanych eksperymentalnie w nanostrukturach oraz ich modelowanie numeryczne. Wybrane przykłady będą stanowiły projekty obliczeniowe realizowane przez studentów z wykorzystaniem biblioteki \nKWANT\n.Omawiane zagadnienia obejmują: kwantowy efekt rozmiarowy (dwuwymiarowy gaz elektronowy, kropki kwantowe, druty kwantowe); opis transportu elektronowego przez nanostruktury (transport balistyczny, formuła Landauera, model Tsu-Esakiego, kwantowy kontakt punktowy); transport elektronowy w obecności pola magnetycznego (poziomy Landaua, kwantowy efekt Halla, pierścienie kwantowe, efekt Aharonova Bohma). Przykładowy projekt realizowany w ramach zajęć zaprezentowany jest \ntutaj\n.\n\nProwadzący: dr hab. Andrzej Biborski, dr hab. inż. Michał Zegrodnik\nLiczba ECTS: 4\nForma zajęć: warsztatowe (30 godz.)\nStudia inżynierskie, magisterskie\nSemestr: letni\n\nSyllabus przedmiotu\n\nKurs jest wprowadzeniem dla przyszłych inżynierów i naukowców do świata unikalnych właściwości fizyko-chemicznych materiałów o zredukowanej wymiarowości. W ramach wykładu studenci zapoznają się z podstawowymi pojęciami z zakresu nanotechnologii oraz właściwościowości funkcjonalnych materiałów. Bazując na przeglądzie literatury naukowej ostatnich lat zapoznają się z najnowszymi osiągnięciami w zakresie wytwarzania i wykorzystania nanomateriałów funkcjonalnych (nanocząstek, nanodrutów, nanowarstw, heterostruktur), metodami obróbki i formowania materiałów w nanoskali (nanolitografia, depozycja) oraz technikami badania właściwości nanomateriałów (metody mikroskopowe, metody dyfrakcyjne, metody spektroskopowe, metody badania właściwości funkcjonalnych). W ramach zajęć warsztatowych studenci będą asystować w małych grupach pracownikom badawczym ACMiN AGH w modelowaniu, wytwarzaniu i charakteryzowaniu wybranych nanomateriałów funkcjonalnych (warstw, nanokompozytów, nanocząstek i/lub nanostruktur).\n\nProwadzący: dr hab. inż. Angelika, Kmita, dr inż. Aleksandra Szkudlarek, dr hab. inż. Marcin Sikora\nLiczba ECTS: 4\nForma zajęć: wykład (15 godz.), zaj. warsztatowe (15 godz.)\nStudia inżynierskie, magisterskie\nSemestr: letni\n\nSyllabus przedmiotu\n\nStopka\n\nDla pracowników AGH\n\nBiblioteka Główna AGH\n\nUczelnia badawcza IDUB AGH\n\nCentrum Obsługi Projektów e-COP AGH\n\n © 2024 Akademickie Centrum Materiałów i Nanotechnologii\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://acmin.agh.edu.pl/edukacja/przedmioty-obieralne", "title": " Przedmioty obieralne -- Akademickie Centrum Materiałów i Nanotechnologii ", "depth": 3, "duplicate": false, "content_hash": "c785249ad65bc5561d02c56af6e45d4b", "word_count": 623, "headings": [{"level": 1, "text": "Przedmioty obieralne"}, {"level": 2, "text": "Stopka"}]}}