{"metadata": {}, "content": "REGULAMIN KONKURSU \n\n„GRANT REKTORA AGH”\n\n\n\nI Postanowienia ogólne\n\n\n\nRegulamin określa tryb ogłaszania konkursu „Grant Rektora AGH” (nazywanego dalej konkursem Grant Rektora), składania wniosków o przyznanie Grantu, rozstrzygania konkursu, zasady realizacji oraz rozliczania Grantów.\n\nOrganizatorem konkursu „Grant Rektora” w AGH jest Prorektor ds. Studenckich.\n\nCelem konkursu „Grant Rektora” jest wspieranie studentów AGH w rozwoju praktycznej wiedzy, kompetencji i umiejętności, a przez to podnoszenie ich kwalifikacji, poprzez zaangażowanie w opracowywanie rozwiązań twórczych, prac perspektywicznych, koncepcji i projektów o charakterze naukowym oraz czynny udział w procesie rozwoju Uczelni.\n\nKonkurs jest skierowany do Studenckich Kół Naukowych zarejestrowanych w AGH (nazywanych dalej kołami naukowymi AGH) w trybie określonym w Zarządzeniu JM Rektora nr 38/2019 z dnia 9 września 2019 roku w sprawie wprowadzenia Regulaminu działalności uczelnianych organizacji studenckich, organizacji doktorantów oraz stowarzyszeń uczelnianych w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie, a także posiadających status koła aktywnego w oparciu o złożone sprawozdanie za poprzedni rok kalendarzowy.\n\nProrektor ds. Studenckich określa corocznie komunikatem harmonogram konkursu publikowany\nw serwisach informacyjnych Uczelni, Działu Spraw Studenckich oraz Pełnomocników Rektora \nds. Kół Naukowych (nazywanych dalej Pełnomocnikami Rektora).\n\nObsługę merytoryczną konkursu prowadzą Pełnomocnicy Rektora.\n\nObsługę formalną konkursu prowadzi Zespół Obsługi Organizacji Studenckich Działu Spraw Studenckich, zwany dalej ZOOS DSS.\n\n\n\n\n\nII Finansowanie konkursu Grant Rektora \n\n\n\nŚrodki na realizację konkursu pochodzą z subwencji w ramach środków przyznanych w AGH na studencką działalność naukową, kulturalną i sportową.\n\nWysokość środków finansowych przeznaczonych na realizację konkursu „Grant Rektora” ustala corocznie, przed rozpoczęciem nowej edycji konkursu, Prorektor \nds. Studenckich w porozumieniu z URSS.\n\nDziekani Wydziałów AGH mogą pokrywać część kosztów realizacji projektu. \n\nŚrodki na realizację projektu mogą pochodzić również od sponsora zewnętrznego projektu (firmy, fundacje, osoby prywatne) oraz wkładu własnego uczestników.\n\nŚrodki na realizację projektu mogą pochodzić również z Działania 12 projektu Inicjatywa Doskonałości – Uczelnia Badawcza. Wysokość środków finansowych przeznaczonych na realizację konkursu „Grant Rektora” ustala corocznie, przed rozpoczęciem nowej edycji konkursu, Kierownik Projektu w porozumieniu Zespołem ds. Kształcenia IDUB. \n\nDysponentem środków finansowych, o których mowa w ust. 5 przeznaczonych na realizację konkursu „Grant Rektora” jest Kierownik Projektu IDUB.\n\nProjekty finansowane ze środków, o których mowa w ust. 5 powinny być powiązane z Priorytetowymi Obszarami Badawczymi.\n\nWarunkiem przystąpienia do konkursu jest pozyskanie środków finansowych innych niż określone w ustępie 1 lub 5 na poziomie nie mniejszym niż 30% wartości całego projektu.\n\nDysponentem środków finansowych, o których mowa w ust. 1, przeznaczonych na realizację konkursu „Grant Rektora” jest Prorektor ds. Studenckich.\n\nW przypadku niewydatkowania środków finansowych przeznaczonych na projekty \nw ramach konkursu „Grant Rektora” niewykorzystane środki zasilają rezerwę Prorektora ds. Studenckich w Funduszu naukowo-kulturalno-sportowym.\n\nŚrodki finansowe w ramach „Grantu Rektora” mogą być przeznaczone na pokrycie kosztów zakupu usług materialnych i niematerialnych oraz materiałów związanych ściśle z realizacją projektu.\n\n\n\n\n\nIII Procedura składania i oceny wniosków\n\n\n\nPrzyznanie Grantu Rektora odbywa się na wniosek koła naukowego AGH.\n\nW danej edycji konkursu koło naukowe może być wnioskodawcą lub współwnioskodawcą maksymalnie dwóch projektów, których realizacja musi być ukończona w roku zakończenia edycji konkursu.\n\nWzór wniosku zawiera załącznik nr 1 do niniejszego Regulaminu.\n\nWnioski o Grant Rektora rozpatrywane są w trzech kategoriach:\n\nGrant konstrukcyjny (K) – projekt, którego wynikiem jest stworzenie konstrukcji o charakterze inżynierskim (produkt, stanowisko badawcze, laboratorium etc.), stanowiącej/stanowiących dorobek koła naukowego prowadzącego projekt,\n\nGrant badawczy (B) – projekt, którego zakresem i wynikiem są badania naukowe, kończące się rezultatem w postaci wyników i wniosków o charakterze naukowo-badawczym,\n\nPozostałe (P) – projekt polegający na organizacji lub udziale w konferencji, seminarium, konkursie lub warsztatach, bądź innym projekcie o charakterze naukowym.\n\nWniosek o przyznanie „Grantu Rektora” koło naukowe składa w formie papierowej (jeden egzemplarz) oraz elektronicznej (w formie pliku pdf, w tym skany podpisanych oryginalnych oświadczeń) u Pełnomocnika Rektora – odpowiednio Pionu Górniczego lub Hutniczego, w terminie określonym w komunikacie Prorektora ds. Studenckich.\n\nSposób i formę składania wniosków określają Pełnomocnicy Rektora w odpowiednim komunikacie.\n\nWnioski rozpatruje Komisja Grantowa powołana przez Prorektora ds. Studenckich, będącego jej przewodniczącym.\n\nW skład Komisji Grantowej wchodzą: Prorektor ds. Studenckich, Pełnomocnicy Rektora odpowiednio Pionu Górniczego i Hutniczego, Przedstawiciel Działu Spraw Studenckich (DSS) oraz studenci wytypowani przez URSS. Studenci stanowią 50% składu członków Komisji.\n\nProrektor ds. Studenckich może zaprosić w ramach konsultacji merytorycznej pracownika naukowego uczelni, praktyka biznesowego lub inną osobę, której obecność będzie uzasadniona z uwagi na okoliczności lub specyfikę projektu.\n\nKonsultanci zaproszeni do współpracy przy ocenie merytorycznej wniosków oraz przedstawiciel DSS nie mają prawa do przyznania punktów.\n\nStudenci biorący udział w pracy Komisji nie mogą być członkami kół naukowych aplikujących o Grant Rektora oraz sami nie mogą brać udziału w konkursie.\n\nZ posiedzenia Komisji Grantowej sporządza się protokół przedkładany Prorektorowi ds. Studenckich, który powinien być przez niego zaakceptowany. \n\n\n\n\n\nIV Kryteria oceny\n\n\n\nZa ocenę wniosków pod względem merytorycznym odpowiedzialni są członkowie Komisji Grantowej.\n\nPełnomocnicy Rektora oraz Studenci (2 niezależne oceny) dokonują oceny punktowej każdego wniosku Grantowego, każdorazowo przyznając po max. 30 punktów. \n\nMaksymalna liczba punktów, jakie może otrzymać wniosek to 120 punktów.\n\nPrzy ocenie punktowej brane są pod uwagę następujące kryteria:\n\n\n\nCzy wniosek został przygotowany według wytycznych? – max 3 punkty:\n\n3 pkt. – złożony kompletny wniosek bez żadnych zastrzeżeń formalnych, \n\n2 pkt. – niekompletnie złożony wniosek, który wymaga drobnej korekty formalnej,\n\n1 pkt. – niekompletnie złożony wniosek z licznymi uchybieniami formalnymi, utrudniony/trudności w uzupełnieniu braków/trudny kontakt z przedstawicielami projektu.\n\nCzy wnioskowany projekt jest zgodny z przynajmniej jedną Krajową Inteligentną Specjalizacją (KIS)? – max 6 punktów:\n\n6 pkt. – tak, szczegółowo opisuje sposób realizacji KIS,\n\n4 pkt. – tak, ogólnie opisuje sposób realizacji KIS,\n\n2 pkt. – tak, ale nie opisuje sposobu realizacji KIS,\n\n0 pkt. – nie, projekt nie odnosi się do KIS.\n\nCzy wnioskowany projekt jest zgodny z przynajmniej jedną Regionalną Inteligentną Specjalizacją dla Małopolski (RIS)? – max 3 punkty:\n\n3 pkt. – tak, szczegółowo opisuje sposób realizacji RIS,\n\n2 pkt. – tak, ogólnie opisuje sposób realizacji RIS,\n\n1 pkt. – tak, ale nie opisuje sposobu realizacji RIS,\n\n0 pkt. – nie, projekt nie odnosi się do RIS.\n\nCzy wnioskowany projekt należy do przynajmniej do jednego Priorytetowego Obszaru Badawczego realizowanego w AGH w ramach IDUB? – max 3 punkty:\n\n3 pkt. – tak, szczegółowo opisuje sposób powiązania z danym POB,\n\n2 pkt. – tak, ogólnie opisuje sposób powiązania z danym POB,\n\n1 pkt. – tak, ale nie opisuje sposób powiązania z danym POB, \n\n0 pkt. – nie, projekt nie odnosi się do Priorytetowych Obszarów Badawczych AGH.\n\nCzy wyniki projektu mają szansę na publikację naukową? – max 3 punkty:\n\n3 pkt. – tak,\n\n2 pkt. – w pewnej części,\n\n1 pkt. – nie.\n\nCzy wyniki projektu mają szansę na komercjalizację? – max 3 punkty:\n\n3 pkt. – tak,\n\n2 pkt. – w pewnej części,\n\n1 pkt. – nie.\n\nCzy wyniki projektu przyczyniają się do rozwoju i promocji Uczelni? – max 3 punkty:\n\n2 pkt. – tak,\n\n1 pkt. – w pewnej części,\n\n0 pkt. – nie.\n\nCzy projekt predysponuje do miana projektu strategicznego? - max 3 punkty:\n\n3 pkt. – członkowie koła zdobywają sukcesy o zasięgu ogólnopolskim \ni międzynarodowym, stanowią prężny, zgrany i zdeterminowany zespół,\n\n2 pkt. – członkowie koła zdobywają sukcesy o zasięgu ogólnopolskim, \n\n1 pkt. – członkowie koła dopiero rozpoczynają swoją działalność.\n\nOgólne odczucia projektu – max 4 punkty.\n\n\n\nKomisja może przyjąć dodatkowe kryteria uwzględniające znaczenie wniosku dla rozwoju Uczelni, w szczególności zgodność projektu z priorytetowymi obszarami badawczymi AGH.\n\nKomisja przedkłada Prorektorowi ds. Studenckich listę rankingową ocenionych wniosków Grantowych.\n\nO pozycji na liście rankingowej „Grantu Rektora” decyduje łączna liczba punktów uzyskana po ocenie Komisji Grantowej.\n\nPozycja na liście rankingowej decydować będzie o przyznaniu finansowania projektu w ramach konkursu „Grant Rektora” lub braku finansowania w przypadku, gdy posiadane środki przeznaczone na Granty Rektora okażą się niewystarczające \nw stosunku do liczby złożonych wniosków.\n\nProrektor ds. Studenckich w porozumieniu z Komisją Grantową decyduje o wyłonieniu projektów strategicznych i przyznanym dofinansowaniu.\n\nZa projekty strategiczne uznaje się projekty, których efekty będą widoczne w długim horyzoncie czasowym. Projekty rokujące gwarantowanym sukcesem naukowym/konstrukcyjnym i tym samym stanowiącym promocję Uczelni.\n\nNa finansowanie projektów strategicznych przeznacza się do 50% środków przeznaczonych na finansowanie konkursu.\n\nOgłoszenie wyników następuje poprzez publikację listy projektów, przyznanej kategorii projektu (strategiczny lub podstawowy), uzyskanej liczbie punktów oraz przyznanej kwocie finansowania w serwisach informacyjnych Uczelni, a zwłaszcza w serwisach prowadzonych przez Dział Spraw Studenckich oraz Pełnomocników Rektora.\n\nWyniki konkursu oraz decyzje o przyznanym finansowaniu są ostateczne i nie ma możliwości odwołania od nich.\n\n\n\n\n\nV Realizacja Grantu\n\n\n\nNad prawidłową realizacją i właściwym rozliczeniem projektu w ramach konkursu „Grant Rektora” czuwa opiekun koła.\n\nDSS informuje przedstawiciela projektu o przyznanym dofinansowaniu.\n\nPo ogłoszeniu wyników konkursu, konieczne jest złożenie Preliminarza kosztów projektu\nz potwierdzonymi źródłami finansowania na oświadczeniu. Po rozstrzygnięciu konkursu nie dopuszcza się zmiany decyzji o przyznanym finansowaniu ze wszystkich źródeł finansowania. Deklaracje o wsparciu finansowym projektu zawarte \nw oświadczeniu uznaje się za wiążące.\n\nWzór Preliminarza stanowi załącznik nr 2 do niniejszego Regulaminu.\n\nWzór Oświadczenia o dofinansowaniu projektu stanowi załącznik nr 3 do niniejszego Regulaminu.\n\nPreliminarz po akceptacji opiekuna koła i Pełnomocnika Rektora odpowiednio Pionu Górniczego lub Hutniczego wraz z oświadczeniami należy dostarczyć do DSS.\n\nPrzed złożeniem Preliminarza należy skonsultować wydatki z pracownikiem DSS.\n\nPreliminarz podlega akceptacji Prorektora ds. Studenckich oraz Kwestora AGH.\n\nWarunkiem rozpoczęcia wydatkowania środków przyznanych na realizację projektu jest uzyskanie podpisu Kwestora AGH. O uzyskanej zgodzie informuje przedstawiciela projektu pracownik DSS.\n\nWydatki poniesione podczas realizacji projektu muszą być zgodne co do wartości, jak \ni rodzaju, z przedstawionym Preliminarzem.\n\nWszystkie poniesione koszty w ramach projektów grantowych ze środków Grantów Rektora muszą być realizowane zgodnie z obowiązującymi przepisami prawa, w tym przepisami Prawa zamówień publicznych oraz procedurami wewnętrznymi Uczelni.\n\nW przypadku zakupu środków trwałych wymagana jest zgoda właściciela pola spisowego Wydziału, do którego zostanie przypisany zakupiony przedmiot.\n\nProjekt nie może obejmować zakupu środków trwałych powyżej kwoty 10 tys. zł.\n\nWszystkie wyjazdy zagraniczne powinny być zorganizowane i odbywać się zgodnie \nz procedurami Działu Współpracy z Zagranicą.\n\nGrant Rektora nie obejmuje finansowania honorariów wnioskodawców.\n\n\n\n\n\nVI Warunki rozliczania\n\n\n\nDSS zajmuje się rozliczeniem projektów grantowych, a także przygotowywaniem sprawozdań finansowych dla Prorektora ds. Studenckich oraz Pełnomocników Rektora w zakresie wykorzystania środków przyznanych na realizację projektu.\n\nKoszty realizacji projektu powinny być udokumentowane fakturą wystawioną na Akademię Górniczo-Hutniczą im. Stanisława Staszica w Krakowie. Al. Mickiewicza 30, 30-059 Kraków. NIP: 675-000-19-23.\n\nFaktury powinny być opisane i potwierdzone przez opiekuna koła złożonym podpisem wraz\nz imienną pieczątką.\n\nFaktury należy dostarczyć do DSS – Pawilon C1, pok. 111.\n\nW uzasadnionych przypadkach realizatorzy projektu mogą zwrócić się do Prorektora ds. Studenckich z prośbą o zmianę wysokości poszczególnych pozycji w Preliminarzu w granicach przyznanej kwoty. Każdorazowo wymagane jest złożenie uaktualnionego Preliminarza.\n\nPo dokonaniu rozliczenia projektu konkursu Grant Rektora, koło naukowe zobowiązane jest do złożenia w wersji papierowej sprawozdania merytoryczno-finansowego w DSS potwierdzonego przez opiekuna koła naukowego oraz odpowiedniego Pełnomocnika Rektora.\n\nWzór sprawozdania merytoryczno-finansowego stanowi załącznik nr 4 do niniejszego Regulaminu.\n\nNiezłożenie sprawozdania lub nierozliczenie dofinansowania w trybie określonym \nw ust. 6 wyklucza w roku kolejnym możliwość udziału w konkursie oraz uzyskanie dofinansowania.\n\nW przypadku rezygnacji z Grantu Rektora na każdym etapie realizacji, wymagane jest złożenie pisemnej rezygnacji Prorektorowi ds. Studenckich oraz rozliczenie wydatkowanych środków finansowych w DSS.\n\n\n\n\n\nVII Postanowienia końcowe\n\n\n\nPrzystąpienie do realizacji projektu jest jednoznaczne z obowiązkiem uczestnictwa \nw szkoleniach BHP (dotyczy projektów konstrukcyjnych) oraz szkoleniu z formalnych zasad wydatkowania środków finansowych oraz kwestiach związanych z rozliczeniem grantu organizowanym cyklicznie przez ZOOS DSS.\n\nWszelkie prawa do wyników powstałych podczas realizacji projektu grantowego na rzecz Uczelni, w tym w szczególności prawa do projektów wynalazczych, baz danych, know-how oraz autorskich praw majątkowych do utworów, przysługiwać będą Uczelni.\n\nDo własności majątkowych praw autorskich powstałych w wyniku realizacji projektów grantowych finansowanych przez AGH stosuje się przepisy ustawy z dnia 4 lutego 1994r. o prawie autorskim i prawach pokrewnych (teks jednolity Dz. U. z 2019r., poz. 1231)  oraz zapisy Regulaminu zarządzania prawami autorskimi i prawami pokrewnymi oraz prawami własności przemysłowej oraz zasadami komercjalizacji w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie, wprowadzonego zarządzeniem rektora nr 18/2015 z dnia 9 czerwca 2015 roku.\n\nPrzystąpienie do realizacji projektu Grant Rektora w grupie grantów konstrukcyjnych oraz badawczych jest równoznaczne ze zgodą na podpisanie umowy przeniesienia na AGH prawa do dóbr własności intelektualnej stworzonych przez studenta w ramach działalności objętej dofinansowaniem.\n\nUmowa przeniesienia na AGH prawa do dóbr własności intelektualnej stworzonych przez studenta w ramach działalności objętej dofinansowaniem stanowi załącznik nr 5 do niniejszego Regulaminu.\n\nWszelkie sprawy, które nie są uregulowane zapisami niniejszego Regulaminu rozpatrywane będą indywidualnie przez Prorektora ds. Studenckich.\n\n\n\n\n\n\n\nVIII Załączniki\n\n\n\nZałącznik nr1 – Wniosek o dofinansowanie w ramach konkursu Grant Rektora projektu realizowanego przez studenckie koło naukowe AGH.\n\nZałącznik nr2 – Preliminarz kosztów realizacji projektu.\n\nZałącznik nr3 – Wzór oświadczenia o dofinansowaniu projektu.\n\nZałącznik nr4 – Wzór sprawozdania merytoryczno-finansowego.\n\nZałącznik nr5 – Umowa przeniesienia na AGH prawa do dóbr własności intelektualnej stworzonych przez studenta w ramach działalności objętej dofinansowaniem.\n\n\n\n\nZałącznik nr 1 do Regulaminu konkursu „Grant Rektora”\n\n\n\n\n\n\n\n…………………………………\t\t\t\t………………………….\n\nNazwa i pieczęć KN\t\t\t\t\t\t\tMiejsce i data\n\n\n\n…………………………………\n\nPion Górniczy/Pion Hutniczy\n\n\n\n…………………………………\n\nNazwa Wydziału na terenie, którego działa KN\n\n\n\n\n\nWNIOSEK\n\no dofinansowanie w ramach konkursu „Grant Rektora”\n\n\n\nTytuł projektu ………………………………………………………………......\n\nKategoria projektu ……………………………………………………………..\n\nRealizator projektu – pełna nazwa koła ………………………………………\n\nImię i nazwisko przewodniczącego/prezesa koła ……………………………..\n\nAdres mailowy koła naukowego w domenie AGH ……………………………\n\nImię i nazwisko oraz dane kontaktowe osoby odpowiedzialnej za realizację \n\nprojektu …………………………………………………………………………\n\nImię i nazwisko opiekuna koła ………………………………………………...\n\nJednostka zatrudniająca opiekuna koła ………………………………………\n\nNumer POB, z którym powiązany jest projekt ………………………………\n\nLista uczestników projektu:\n\n\n\nl.p.\n\nImię i nazwisko\n\nNr albumu\n\nRok studiów\n\nKierunek\n\nWydział\n\nPodpis (opcjonalnie)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCele projektu: …………………………………………………………………..\n\nSpodziewane efekty projektu: …………………………………………………\n\nCzy koło naukowe brało udział w poprzednich edycjach konkursu „Grant \n\nRektora”?\n\nTAK/NIE - ………………………………………........................(podać edycję \n\nkonkursu i kwotę dofinansowania, np. 2020 – 13 000zł.)\n\n\n\nSzczegółowy harmonogram projektu (harmonogram powinien uwzględniać kluczowe terminy podane w komunikacie Prorektora ds. studenckich):\n\nData\n\nEtapy realizacji projektu/Działania\n\n\n\nRozpoczęcie projektu\n\n\n\n…………………………\n\n\n\n………………………....\n\n15.10.2021r.\n\nZakończenie projektu\n\n\n\nZnaczenie projektu dla Uczelni: ……………………………………………….\n\nOpis merytoryczny projektu (max. 3-5 stron) …………………………………\n\n\n\nKosztorys projektu (przed konsultacją w ZOOS CSS)\n\n\n\nL.p.\n\nPrzewidywane pozycje kosztów\n\nKwota\n\n [zł.]\n\nŚrodki z projektu konkurs „GR”\n\nŚrodki z Wydziału\n\nŚrodki od sponsora\n\nWpłaty własne uczestników\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPodpisy członków projektu\n\nPodpis i pieczęć opiekuna koła\n\n\n\n\nZałącznik nr 2 do Regulaminu konkursu „Grant Rektora”\n\n\n\n\n\n……………………………..\t\t\t\t\tKraków, dnia ……..………………………….\n\nPieczęć pionu kół naukowych\n\n\n\n\n\nPRELIMINARZ \n\nGRANT REKTORA nr …… / GRANT/2021\n\n\n\nNAZWA/TYTUŁ PROJEKTU  ……………………………………………………………………………………………………………………………………..\n\nREALIZATOR  ………………………………………………………………………………………………………………….\n\nTERMIN REALIZACJI  ………………………………………………………………………………………………………….\n\nMIEJSCE  …………………………………………………………………………………………………………………………\n\nLICZBA UCZESTNIKÓW OGÓŁEM …………… w tym studentów AGH ………  (wg listy w załączeniu)\n\nOSOBA ODPOWIEDZIALNA za realizację i rozliczenie projektu ……………………………………………………………..\n\nDANE KONTAKTOWE (nr tel., adres e-mail) …………………………………………………………………………..………\n\nPLANOWANE KOSZTY (wg wyliczeń)\n\n\n\n………………………………………………………………………..\t\t……….………………………..…. zł\n\n………………………………………………………………………..\t\t…………………………………… zł\n\n………………………………………………………………………..\t\t…………………………………… zł\n\nRazem:\t\t\t…………………………………… zł\n\nPRZEWIDYWANE ŹRÓDŁA FINANSOWANIA:\n\n\n\n\tDOCHODY WŁASNE (wg wyliczenia):\n\n1. Wpłaty uczestników …………………………………………………\t\t…………………………………… zł\n\n2. Inne. …………………………………………………………………\t\t…………………………………… zł\n\n\n\n\tDOCHODY ZEWNĘTRZNE (potwierdzone)\n\n1. Sponsorzy ……………………………………………………………\t\t…………………………………… zł\n\n\n\n\tDOFINANSOWANIE AGH\n\n1. FNKS (Prorektor ds. Studenckich – Grant Rektora)\t\t\t\t…………………………………… zł\n\n2. Wydział ………………………………………………………………\t\t…………………………………… zł\n\n3. Inne …………………………………………………………………..\t\t…………………………………… zł\n\nRazem I, II, III:\t \t\t…………………………………… zł\n\n\n\n\n\n\n\n\n\n\n\n………………………………\t\t………………………………\t \t…………………………………\n\n(akceptacja merytoryczna Prorektora)\t\t\t(podpis opiekuna koła)\t\t\t\t(akceptacja finansowa Kwestury)\n\n\n\n\n\nPOTWIERDZENIE DOFINANSOWANIA (dot. III.1)\n\n\n\nPotwierdzam dofinansowanie projektu w wysokości:\t\t\t\t\t ………………………………….. zł.\n\n\n\n\n\n………………………………………\n\n          (podpis Pełnomocnika ds. Kół Naukowych\n\nZałącznik nr 3 do Regulaminu konkursu „Grant Rektora”\n\n\n\n\n\n\n\n…………………………………\t\t\t\t\t\t\t………………………….\n\nNazwa i siedziba KN/dane Dziekana Wydziału/\t\t\t\t\t\t\t\tMiejsce i data\n\ndane firmy lub instytucji\n\n\n\n\n\n\n\n\n\nOŚWIADCZENIE\n\n(Dziekana Wydziału, członka KN, firmy lub instytucji)\n\n\n\n\n\nNiniejszym oświadczam, że przeznaczam na dofinansowanie projektu\n\n…………………………………………………………………………………………..\n\n(pełna nazwa projektu)\n\nw ramach konkursu „Grant Rektora” w edycji ……………….. (np. 2021) kwotę w wysokości……………………………………………………………………………….. \n\n(słownie: ……………………………………………………………… złotych, 00/100).\n\n\n\nŚrodki finansowe pochodzą ze środków wydziałowych (koszty 500.XXX.9700)/wpłat własnych uczestnika projektu – imię i nazwisko członka KN/dane firmy lub instytucji*).\n\n\n\n\n\n\n\n…………………………………………\n\nCzytelny podpis i pieczątka (jeśli dotyczy)\n\n\n\n\nZałącznik nr 4 do Regulaminu konkursu „Grant Rektora”\n\n\n\n\n\n\n\n\n\n…………………………………\t\t\t\t\t\t\t………………………….\n\nPieczątka KN\t\t\t\t\t\t\t\t\t\tMiejsce i data\n\n\n\n\n\n\n\nSPRAWOZDANIE MERYTORYCZNO-FINANSOWE\n\nPROJEKTU\n\n\n\n…………………………………………………………………………\n\nTytuł projektu\n\n\n\nGrant nr ……/GRANT/2021\n\n\n\nZestawienie wszystkich wydatków poniesionych w trakcie realizacji projektu:\n\n\n\nL.p.\n\nPoniesiony koszt\n\nŹródło finansowania\n\nWysokość wydatku [zł.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRAZEM\n\n\n\n\n\nCele projektu – zakładane i osiągnięte …………………………………………...\n\nEfekty projektu – zakładane i osiągnięte ………………………………………...\n\nSprawozdanie merytoryczne z realizacji projektu……………………………..\n\nTrudności, które pojawiły się w trakcie realizacji projektu (wypisać w punktach) ………………………………………………………………………….\n\nIlość członków projektu w chwili zakończenia projektu: ………………   osób\n\nPublikacje wynikające z realizacji projektu (wpisać tytuły lub brak) ....................................................................................................................…………\n\nKonferencje, na których przedstawiono efekty projektu (wpisać tytuły lub brak)…………………………………………………………………………………\n\nWpływ projektu na promocję Uczelni …………………………………………...\n\nWykaz załączników – jeśli dotyczy\n\nPodpisy wszystkich realizatorów projektu\n\nPodpis opiekuna koła naukowego\n\n\n\n\nZałącznik nr 5 do Regulaminu konkursu „Grant Rektora”\n\n\n\n\t\t\t\t\t\t\t\t\t\t\t\t\tUMOWA\n\nw sprawie praw do wyników powstałych przy realizacji projektu finansowanego\nz konkursu „Grant Rektora”\n\n\n\nzawarta w dniu …………………….. w Krakowie (zwana dalej: „Umową”), pomiędzy:\n\nAkademią Górniczo-Hutniczą im. Stanisława Staszica w Krakowie, Al. Mickiewicza 30, 30-059 Kraków, NIP: 6750001923,  REGON: 000001577, zwaną dalej „Uczelnią”, reprezentowaną przez:\n\nProrektora ds. Studenckich – prof. dr hab. Rafała Dańko,\n\n\t\t\t\t\t\t\t\t\t\t\t\t\ta Panią/Panem\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t..............................................................................................\n\nstudentem ............. roku studiów I stopnia/ II stopnia/doktoranckich prowadzonych na Wydziale ........................................................, zamieszkałym w .................................................. przy ul. ....................................................................... legitymującym się dowodem osobistym nr ..................................... PESEL: …………..\n\nzwanym dalej „Studentem”\n\n\n\n§1\n\nStrony zgodnie oświadczają, że Student realizuje projekt pt. ……… finansowany lub współfinansowany przez Uczelnię w ramach konkursu „Grant Rektorski”. W ramach tego finansowania i bez prawa do dodatkowego wynagrodzenia Student przenosi na Uczelnię prawa własności intelektualnej do dóbr intelektualnych powstałych w ramach przedmiotowego projektu na zasadach określonych w niniejszej umowie.\n\nStrony zgodnie ustalają, że dla dóbr własności intelektualnej, których dotyczy niniejsza umowa znajduje zastosowanie, w szczególności w przedmiocie podziału korzyści uzyskanych z komercjalizacji wskazanych dóbr własności intelektualnych, Regulamin zarządzania prawami autorskimi i prawami pokrewnymi oraz prawami własności przemysłowej oraz zasad komercjalizacji w Akademii Górniczo-Hutniczej i. Stanisława Staszica w Krakowie, zwany dalej „Regulaminem”.\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t§ 2\n\n\t\t\t\t\t\t\t\t\t\t\t\t\tStudent, w ramach finansowania Uczelni, o którym mowa w §1 ust. 1 i bez prawa do dodatkowego wynagrodzenia przenosi na Uczelnię całość należnych mu autorskich praw majątkowych do utworów stworzonych w ramach projektu, o którym mowa w § 1 ust. 1 niniejszej umowy.  \n\n\t\t\t\t\t\t\t\t\t\t\t\t\tPrzeniesienie autorskich praw majątkowych do utworów obejmuje wszelkie pola eksploatacji znane w chwili zawarcia niniejszej Umowy, w szczególności:\n\n\t\t\t\t\t\t\t\t\t\t\t\tUtrwalanie i zwielokrotnianie utworu- wytwarzanie dowolną techniką egzemplarzy utworu, w tym \n\n\t\t\t\t\t\t\t\t\t\t\t\tprzy zastosowaniu technik drukarskich i komputerowych,\n\n\t\t\t\t\t\t\t\t\t\t\t\twprowadzanie do obrotu, użyczenie lub najem oryginału albo egzemplarzy\n\n\t\t\t\t\t\t\t\t\t\t\t\twprowadzanie do pamięci komputera,\n\n\t\t\t\t\t\t\t\t\t\t\t\tpubliczne wykonywanie, wystawianie, wyświetlanie, odtwarzanie oraz nadawanie i reemitowanie, \n\n\t\t\t\t\t\t\t\t\t\t\t\tpubliczne udostępnianie w taki sposób, aby każdy mógł mieć do niego dostęp \nw miejscu i w czasie przez siebie wybranym, w szczególności w sieci Internet lub Intranet.\n\nPrzeniesienie praw, o których mowa w ust. 1 i 2 następuje z chwilą ustalenia utworów, \no których mowa w  ust. 1. oraz bez ograniczeń czasowych i terytorialnych.\n\n\t\t\t\t\t\t\t\t\t\t\t\tPonadto, Student w ramach finansowania Uczelni, o którym mowa w §1 ust. 1 i bez prawa do dodatkowego wynagrodzenia przenosi na Uczelnię prawo do wyrażania zgody na wykonywanie praw zależnych do utworów, o których mowa w ust. 1. -\n\n\t\t\t\t\t\t\t\t\t\t\t\tStudent zobowiązuje się, że w ramach finansowania Uczelni, o którym mowa w §1 ust. 1 i bez prawa do dodatkowego wynagrodzenia nie będzie wykonywać w stosunku do Uczelni (w tym jej następców prawnych, licencjobiorców lub osób trzecich działających na jego zlecenie lub rzecz) swoich osobistych praw autorskich przysługujących mu do utworów, o których mowa w ust. 1. \n\n\t\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\t\t\t\t§ 3\n\n\t\t\t\t\t\t\t\t\t\t\t\tStudent w ramach finansowania Uczelni, o którym mowa w §1 ust. 1 i bez prawa do dodatkowego wynagrodzenia przenosi na Uczelnię prawa majątkowe do projektów wynalazczych w rozumieniu ustawy z dnia 30 czerwca 2000 r. prawo własności przemysłowej (t.j. Dz.U. z 2017 r. poz. 776 z późn. zm.), baz danych sui generis \nw rozumieniu ustawy z 27 lipca 2001 r. o ochronie baz danych (Dz. U. Nr 128, poz. 1402 \nz późn. zm.), a także do know-how stworzonych w ramach projektu, o którym mowa w§ 1 ust. 1. \n\n\t\t\t\t\t\t\t\t\t\t\t\tStudent zobowiązuje się do współdziałania z Uczelnią oraz udzielania wszelkich niezbędnych informacji oraz oświadczeń woli w celu objęcia ochroną prawną dóbr własności intelektualnej wymienionych w ust. 1 i jej utrzymywania na rzecz Uczelni.\n\n\t\t\t\t\t\t\t\t\t\t\t\tStudentowi służy prawo do wymieniania go jako twórcy lub współtwórcy w opisach, rejestrach oraz w innych dokumentach i publikacjach dóbr intelektualnych wymienionych w ust. 1.\n\n\t\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\t\t\t\t§ 4\n\n\t\t\t\t\t\t\t\t\t\t\t\tW zamian za świadczenie, o którym mowa w § 1 Student przenosi na Uczelnię własność egzemplarza nośnika, na którym utrwalono dobra własności intelektualnej, o których mowa \nw § 2 oraz w § 3.\n\n\t\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\t\t\t\t§ 5\n\n\t\t\t\t\t\t\t\t\t\t\tWszelkie zmiany umowy winny być dokonywane w formie pisemnej pod rygorem nieważności.\n\n\tWszelkie oświadczenia, zawiadomienia lub korespondencja związana z umową winna być doręczana w formie pisemnej, pod rygorem nieważności, osobiście lub listem poleconym za potwierdzeniem odbioru na poniższe adresy Stron:\n\n\tDla Uczelni:\n\n\t……………………\n\n\tDla Studenta:\n\n\t……………………\n\n\tStrony zobowiązują się do niezwłocznego informowania o wszelkich zmianach danych teleadresowych pod rygorem uznania doręczenia pod ostatni wskazany adres za skuteczne.\n\n\t\n\n\t§ 6\n\n\t\t\t\t\t\t\t\t\t\t\tUmowa została sporządzona w dwóch jednobrzmiących egzemplarzach, po jednym dla każdej ze stron.\n\n\tWszelkie spory związane z umową i jej wykonywaniem będą rozstrzygane przez sąd właściwy dla siedziby Uczelni.\n\n\t\t\t\t\t\t\t\t\t\t\t\tW sprawach nie uregulowanych w niniejszej umowie mają zastosowanie przepisy Regulaminu, a w sprawach tam nie uregulowanych odpowiednio przepisy ustaw: O prawie autorskim i prawach pokrewnych z dnia 4 lutego 1994 r. (t.j. Dz.U. z 2019 r., poz. 1231 \nz późn. zm.), Prawo własności przemysłowej z dnia 30 czerwca 2000 r. (t.j Dz.U. 2017 r. poz. 776 z późn. zm.), a także Kodeks cywilny z dnia 23 kwietnia 1964 r. (t.j.Dz.U. z 2019 r. poz. 1145 z późn. zm.).\n\n\t\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t………………………\t\t\t\t\t\t\t……………………….\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\tUczelnia\t\t\t\t\t\t\t\tStudent\n\n\n\n2"}