{"content": "#  Kierunek Chemia Budowlana na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/kandydaci/studia-ii-stopnia/chemia-budowlana\nCrawled: 2025-03-19 21:33:08\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Chemia budowlana \n\nStudia II stopnia na kierunku \nChemia Budowlana\n na Wydziale Inżynierii Materiałowej i Ceramiki oferują \nzaawansowaną wiedzę i umiejętności\n z zakresu inżynierii materiałów budowlanych, pozwalające na \nszybkie przystosowanie się do rynku pracy\n. Dzięki dużemu udziałowi przedmiotów obieralnych, studenci mogą \ndostosować swoje kształcenie do indywidualnych zainteresowań i planów zawodowych\n, co zwiększa ich konkurencyjność na rynku pracy. Absolwenci są poszukiwani zarówno w krajowych, jak i zagranicznych firmach budowlanych oraz w laboratoriach badawczych, co gwarantuje im \nszerokie perspektywy zatrudnienia.\n\nDuży udział przedmiotów obieralnych w programie studiów pozwala na ukierunkowanie kształcenia w stronę wybranych grup materiałów budowlanych. Jest to szczególnie interesujące dla studentów o sprecyzowanych planach zawodowych.\n\nAbsolwenci II stopnia Chemii Budowlanej:\n\nposiadają fachową wiedzę i specjalistyczne wykształcenie z zakresu technologii materiałów budowlanych,\n\nposiadają szeroką wiedzę z nauk podstawowych,\n\nrozumieją procesy fizyczne i chemiczne zachodzące w materiale,\n\numieją projektować, badać i właściwie stosować materiały budowlane,\n\nznają główne grupy materiałów budowlanych i potrafią dobrać materiał do konkretnego zastosowania,\n\nznają i rozumieją zależności między sposobem otrzymywania, budową a właściwościami materiałów.\n\nAbsolwenci kierunku Chemia Budowlana mają szerokie perspektywy zawodowe\n w całym przemyśle materiałów budowlanych. \nMogą pracować zarówno \nzakładach produkcyjnych\n (cementownie, betoniarnie, fabryki materiałów wykończeniowych, izolacyjnych,  itp.) jak i przedsiębiorstwach budowlanych, które potrzebują specjalistów do całościowej obsługi zamówień i przetargów związanych z materiałami budowlanymi. Dzięki solidnej wiedzy podstawowej i zrozumieniu procesów chemicznych, Absolwenci mogą także znaleźć zatrudnienie w\n centrach badawczych \noraz \nspecjalistycznych laboratoriach materiałowych.\n\nZapisz się na kierunek Chemia Budowlana II stopnia  - \n\nzdobądź specjalistyczne wykształcenie i szerokie perspektywy na przyszłość!\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/kandydaci/studia-ii-stopnia/chemia-budowlana", "title": " Kierunek Chemia Budowlana na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "e233daa5df59eee94120df4d6bab7323", "word_count": 301, "headings": [{"level": 1, "text": "Chemia budowlana"}, {"level": 1, "text": "Zapisz się na kierunek Chemia Budowlana II stopnia  -"}, {"level": 1, "text": "zdobądź specjalistyczne wykształcenie i szerokie perspektywy na przyszłość!"}, {"level": 2, "text": "Stopka"}]}}