{"content": "# Ku cywilizacji międzyplanetarnej – AGH NAUKA spotkania (nr 32)-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/nauka/artykuly/detail-1/ku-cywilizacji-miedzyplanetarnej-agh-nauka-spotkania-nr-32\nCrawled: 2025-03-19 21:12:17\n\nKu cywilizacji międzyplanetarnej – AGH NAUKA spotkania (nr 32) \n\n 13/02/2025 \n\n W ponad 50 lat po pierwszym lądowaniu człowieka na Księżycu ludzkość znów odważnie spogląda w kosmos. Jeszcze w obecnej dekadzie powrót na Srebrny Glob zapowiadają Amerykanie, którym mocno po piętach depczą już Chińczycy. Następnym etapem w tym wyścigu jest Mars. Celem planowanych misji nie jest już tylko wbicie narodowej flagi i powrót do domu, ale ustanowienie stałej obecności w celu przyszłej eksploatacji tamtejszych zasobów. Jakie wyzwania wiążą się z tymi planami, czy na rywalizacji kosmicznych mocarstw wszyscy możemy skorzystać oraz jak będzie wyglądać życie w pozaziemskich bazach – o tym opowiedzą osoby eksperckie z Centrum Technologii Kosmicznych AGH. Zapraszamy 20 lutego, o godz. 18.00, do bud. U-2 (sala audytoryjna, ul. Reymonta 7) oraz online na kanale YouTube AGH. Wstęp wolny. \n\nProgram wydarzenia:\n\n18.00-18.30 – „Misje na Księżyc i Marsa: wyzwania i korzyści”, prof. dr hab. inż. Tadeusz Uhl\n 18.30-18.45 – pytania do wykładu\n 18.45-19.15 – „Habitaty kosmiczne: co można badać na misjach analogowych?”, dr Agata Kołodziejczyk\n\nProwadzenie: prof. dr hab. inż. Tomasz Bajda\n\nMisje na Księżyc i Marsa: wyzwania i korzyści\n\nPrezentacja poświęcona będzie środowisku Marsa i Księżyca oraz ich zasobom i składa się z trzech części. W pierwszej przestawione będzie \nCentrum Technologii Kosmicznych AGH\n i jego aktualnie realizowane misje kosmiczne, w tym zadania w ramach Nowego Kosmosu oraz udział uczelni w rozwoju sektora kosmicznego. W drugiej omówione zostanie środowisko Księżyca, historia misji na Srebrny Glob oraz podstawowe problemy w eksploracji i eksploatacji jego zasobów. W trzeciej części zaprezentowane będzie środowisko Marsa, historia misji na Czerwoną Planetę oraz podstawowe problemy dotyczące jej eksploracji. Omówione zostaną planowane wyprawy na oba globy oraz wyjaśnione zostaną trudności w planowaniu i realizacji tych misji – w szczególności sposoby dotarcia i lądowania lądowników, komunikacja z Ziemią oraz aspekty ekonomiczne. Na zakończenie wystąpienia zademonstrowany będzie kierunek rozwoju eksploracji globów pozaziemskich oraz założenia zrównoważonego kosmosu.\n\nProf. dr hab. inż. Tadeusz Uhl\n\nJest absolwentem Akademii Górniczo-Hutniczej, obecnie pracuje na stanowisku profesora zwyczajnego. Przebywał w zagranicznych ośrodkach naukowych w Holandii, Francji, Belgii, Japonii i USA. Jest autorem ponad 1000 publikacji. Kieruje zespołem w Centrum Technologii Kosmicznych AGH i realizuje badania w zakresie misji orbitalnych i planetarnych. Zespół uczestniczy w misji na Międzynarodową Stację Kosmiczną, w czasie której będą badane własności nanomateriałów. Realizuje też projekty związane z wystrzeleniem polskich satelitów – \nHYPE\n jest już na orbicie.\n\nHabitaty kosmiczne: co można badać na misjach analogowych?\n\nSymulacje misji kosmicznych to nie fantastyka, lecz konieczna w obecnych czasach konfrontacja z wyzwaniami życia w zmieniającym się środowisku naturalnym. Dzięki zaprojektowanym przez prelegentkę habitatom, naukowcy z całego świata przybywają do Polski, aby przeprowadzać badania adaptacyjne w warunkach izolacji w środowisku ekstremalnym, analogicznym do przyszłych stacji kosmicznych na Księżycu czy Marsie. W habitatach testowane są technologie przyjazne Ziemi, które mają za zadanie uniezależnić ludzkość od nadmiernego zużycia zasobów naturalnych, np. w postaci produkcji zastępnika plastiku – celulozy bakteryjnej z bioreaktorów kombuczy. Tworzone są systemy akwaponiki do uprawy żywności w izolacji, czujniki nieinwazyjnego monitoringu zdrowia fizycznego i psychicznego, np. czujnik pogody mikrobiologicznej, czujnik nieinwazyjnego pomiaru witaminy D, czujnik subiektywnej percepcji czasu, czujnik nieinwazyjnego monitoringu zdrowia kobiet poprzez analizę krwi menstruacyjnej itd. Lista jest długa, a publikacje naukowe powstają non stop, ponieważ habitaty to kopalnie wynalazków i metod badawczych. W Polsce jest ich już 4 i cały czas się rozwijają – podobnie jak nowa dziedzina wiedzy, jaką w naszym kraju jest bioastronautyka.\n\nDr Agata Kołodziejczyk\n\nNeurobiolog z kosmiczną misją - doktorat zdobyła na Uniwersytecie w Sztokholmie. Jest współzałożycielką Analog Astronaut Training Center oraz pomysłodawczynią i realizatorką powstania w Polsce baz do symulacji misji kosmicznych, organizatorką 93 księżycowych i marsjańskich analogowych misji kosmicznych, mentorką ponad 400 analogowych astronautów. Pracowała w Europejskiej Agencji Kosmicznej w Advanced Concepts Team w Holandii. Autorka licznych publikacji edukacyjnych i naukowych na temat chronobiologii, biologii kosmicznej i neurobiologii. Trzykrotna laureatka międzynarodowego konkursu Global Space Balloon Challenge w kategorii „Najlepszy eksperyment naukowy\" i „Najlepszy projekt edukacyjny\". Uhonorowana wieloma stypendiami naukowymi, m.in. przez Fundację na Rzecz Nauki Polskiej.\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/nauka/artykuly/detail-1/ku-cywilizacji-miedzyplanetarnej-agh-nauka-spotkania-nr-32", "title": "Ku cywilizacji międzyplanetarnej – AGH NAUKA spotkania (nr 32)-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "71734b51d436b1548d7cce3678bea6a3", "word_count": 652, "headings": [{"level": 1, "text": "Ku cywilizacji międzyplanetarnej – AGH NAUKA spotkania (nr 32)"}, {"level": 2, "text": "Program wydarzenia:"}, {"level": 2, "text": "Misje na Księżyc i Marsa: wyzwania i korzyści"}, {"level": 3, "text": "Prof. dr hab. inż. Tadeusz Uhl"}, {"level": 2, "text": "Habitaty kosmiczne: co można badać na misjach analogowych?"}, {"level": 3, "text": "Dr Agata Kołodziejczyk"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}