{"content": "# AGH University scientists with Awards of the Minister of Science and Higher Education-- AGH UST \n\nURL: https://agh.edu.pl/en/news/detail/agh-university-scientists-with-awards-of-the-minister-of-science-and-higher-education\nCrawled: 2025-03-19 21:23:29\n\nPhotograph: Mikołaj Kuras/portal.umk.pl \n\n AGH University scientists with Awards of the Minister of Science and Higher Education \n\n 24-02-2025 \n\n awards \n\n At the Gala of Polish Science, held on the Polish Science Day at the Nicolaus Copernicus University in Toruń, outstanding Polish scientists were honoured with the Awards of the Minister of Science and Higher Education. A lifetime achievement award was given to Professor Czesław Kapusta from the Faculty of Physics and Applied Computer Science (Natural sciences). Whereas, the team of Professor Krzysztof Wojciechowski from the Faculty of Materials Science and Ceramics was awarded the award for significant achievements in scientific activities (Engineering and technology). \n\nProfessor Czesław Kapusta\n is a graduate of the Jagiellonian University, with a doctoral thesis defended at the Institute of Nuclear Physics of the Polish Academy of Sciences, and the habilitation and the title of professor obtained at the AGH University. His scientific activity encompasses experimental material physics and his main achievements are:\n\nexperimental determination of the contribution of the constituent elements to the magnetic anisotropy of materials on Nd-Fe-B and Nd-Co-B permanent magnets and the influence of light interstitial elements on anisotropic properties of Sm-Fe magnets,\n\ndetermination of the microscopic mechanism of colossal magnetoresistance and the insulator-metal transition in complex manganese oxides,\n\nstudy of the dynamics of magnetic iron oxide nanoparticles and determination of the possibility of using their properties for biomedical applications in theranostics and in chemical micro- and nanoreactors.\n\nHis publications, exactly 219 of them according to the Scopus database, including those published in prestigious journals such as \nActa Materialia\n, \nPhysical Review Letters\n and \nNature Communications\n, cover 46 Web of Science’s subject categories, from physics, materials engineering, nanotechnology, metallurgy, electronics, to chemistry, biochemistry, molecular biology, and environmental engineering. They have been cited more than 3,000 times (over 2,700 times without self-citations) in journals covering 102 Web of Science’s categories, with \nh\n-index at 32. He is a co-author of chapters in the NATO Advanced Study Institute Series, Kluwer, Dordrecht, and Handbook of Magnetic Materials, Elsevier. He presented the results of his research in more than 200 presentations at conferences, workshops, and international and national schools, including some invited lectures, such as at the NATO Advanced Study Institute.\n\nHe also led a Polish team participating in a number of EU projects (5FP SCOOTMO, HPRN-CT2002 00293, 6FP STREP-027827, MUNDIS), three national grants and a project team as part of an EU Beyond UNIVERSEH grant, as well as an AGH University team in a NCN OPUS 20 grant.\n\nAt the AGH University, he has been an active teacher, and apart from his classes on general physics, he has also taught original thematic blocks in the field of modern materials and measurement methods, including nanoparticle materials for biomedicine and classes on NMR for the students of Biomedical Engineering, as well as on synchrotron methods at the National Synchrotron Radiation Centre SOLARIS. He has been supportive of student initiatives.\n\nHe initiated the cooperation of the AGH University with Spain (University in Saragossa) as part of the Erasmus+ programme and contributed to the conclusion of agreements and development of a fruitful student and staff exchange. He has been actively disseminating popular science knowledge, giving lectures on the physics of sound – the human voice and musical instruments.\n\nHe has supervised nearly 100 diploma theses and 19 doctoral theses, including two Polish and Japanese (AGH University – SIT in Tokyo), two Polish and Czech (AGH University – Charles University in Prague), two Polish and Spanish (AGH University – University in Saragossa), two carried out in cooperation with EMPA Institute in Switzerland, and one in cooperation with ABB.\n\nHis organisational achievements include overseeing major projects, such as retrofitting Krakow universities with advanced apparatus and renovating university laboratories.\n\nHe has managed teams participating in the implementation of extensive application research.\n\nHe is a co-author of the PL 419607 patent for a method of producing a transparent layer of metal sulphides on a glass substrate and the international patent application PCT/EP2023/072350 – “Magnetic polymer nanocapsules suitable for use in therapy, especially in anti-cancer therapy”.\n\nHe was a member of the AGH University Senate and the head of the Department of Solid State Physics. At present, he is the manager of the Research Group of Magnetic Bulk- and Nanomaterials in the Department of Solid State Physics.\n\nHe is a member of the Polish Physical Society (on the Krakow Board in 2008–2014), the European Physical Society (on the Condensed Matter Division Board in 2005–2012), and Societas Humboldtiana Polonorum (head of the Krakow and Katowice branch in 2005–2008). In 1990/91, he was a Humboldt Fellow at the University of Bochum, in 1995/96 a Leverhulme Trust Fellow at the University of St. Andrews, UK, and in 1993–1995 and 1997–2005 a multiple EPSRC Fellow at the aforementioned university.\n\nHe was honoured with the Minister’s third degree award for achievements in scientific activity, multiple Awards of the AGH University Rector for scientific and research activity (more than 20 times), the Award of the AGH University Rector for organisational activity (three times), and the title of Honorary Professor from the University of St. Andrews, UK (2000).\n\nProfessor Czesław Kapusta was honoured with the Order of Polonia Restituta, the Knight’s Cross of Polonia Restituta, the Cross of Merit, and the Medal of the Commission of National Education.\n\nAward for significant achievements in scientific activities for the team of: Professor Krzysztof Wojciechowski, Dr Taras Parashchuk, Dr Karolina Zazakowny, Dr Artur Kosonowski, Dr Oleksandr Cherniushok, Dr Ryszard Mania, Dr Michał Musiał, Dr Marcin Borcuch,  Adrianna Lis, MSc, Maja Sajdak, MSc, Mykola Maksymuk, MSc (Engineering and technology)\n\nThe team headed by Professor Krzysztof Wojciechowski from the Thermoelectric Research Laboratory at the Faculty of Materials Science and Ceramics was recognised for the development of globally innovative technologies for the production of thermoelectric materials and modules for the conversion of low-grade heat.\n\nThe basis for this achievement are two prestigious projects concluded in 2022, which were headed by Professor Krzysztof Wojciechowski:\n\n“New approach for development of efficient materials for direct conversion of heat into electricity”, financed by the Foundation for Polish Science, 2018–2022 (TEAM-TECH/2016–2/14),\n\nTERMOD project on the development of a manufacturing technology for a new type of thermoelectric module to convert low-grade waste heat into electricity, financed by the National Centre for Research and Development, 2019–2022 (TECHMATSTRATEG2/408569/5/NCBR/2019).\n\nAs a result of the project work, the correctness of innovative research hypotheses was confirmed both in theory and in practice. The newly-obtained thermoelectric materials have heat to energy conversion efficiency at 17%, which is one of the highest values reported in the world.\n\nThe technology developed at the AGH University allows to produce thermoelectric converters with high power density of 3.2 kW/m\n2\n, with material costs comparable to the manufacturing costs of photovoltaic elements of a similar size.\n\nThe work on the implementation of both projects have brought additional results, including:\n\n29 publications in prestigious journals on the JCR list;\n\neight patent applications and Polish and European patents;\n\nfour defended doctoral theses and three on-going ones related to the implementation of the projects’ topics;\n\nR&D project cooperation with five companies;\n\nnew international project – MAITEG, WEAVE-UNISONO 2022/04/Y/ST5/00139 with German Aerospace Institute (DLR) and University of Duisburg-Essen (UDE);\n\ntwo more international projects: IMPRESS-U and M-ERANET (under review).\n\nA significant part of research results has been patented or the patents are pending. Results of both R&D projects have been disseminated in journals, at international conference, in press and on social media. Contacts have been established with many Polish and foreign industrial partners interested in implementing new thermoelectric technologies developed by the team.\n\nThis year, the following awards were presented: 20 lifetime achievement awards, 33 awards for significant achievements in scientific activities, 4 awards for significant achievements in teaching activities, 6 awards for significant achievements in implementation activities, 2 awards for significant organizational achievements. Altogether, 150 people were honoured by the Minister of Science and Higher Education.\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/news/detail/agh-university-scientists-with-awards-of-the-minister-of-science-and-higher-education", "title": "AGH University scientists with Awards of the Minister of Science and Higher Education-- AGH UST ", "depth": 3, "duplicate": false, "content_hash": "414316b64d592c49eea3595f9251a91c", "word_count": 1308, "headings": [{"level": 1, "text": "AGH University scientists with Awards of the Minister of Science and Higher Education"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}