{"content": "#  Geofizyka -- WGGIOS AGH \n\nURL: https://www.wggios.agh.edu.pl/kandydaci/geofizyka\nCrawled: 2025-03-19 21:32:16\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Geofizyka \n\nStudenci unikalnego w skali kraju kierunku Geofizyka są przygotowywani do projektowania i wykonywania badań geofizycznych, do poszukiwaniu złóż rud, minerałów, ropy naftowej i gazu, oceny zagrożeń naturalnych i powodowanych działalnością człowieka oraz rozpoznania budowy geologicznej.\n\nKończąc te studia, będziesz m.in. posiadał umiejętność posługiwania się oprogramowaniem komputerowym do wizualizacji i przetwarzania danych geofizycznych oraz potrafił interpretować wyniki badań.\n\nW trakcie studiów odbędziesz praktyki terenowe z geologii ogólnej (semestr 2 studiów stacjonarnych I stopnia) i z metod geofizycznych (semestr 6 studiów stacjonarnych I stopnia).\n\nPraktyki zawodowe z geofizyki odbywane są w czasie letniej przerwy na 6 semestrze studiów stacjonarnych I stopnia. Trwają 4 tygodnie.\n\nDo najważniejszych instytucji i firm, z którymi Wydział współpracuje przy organizacji praktyk należą m.in.:\n\nInstytut Geofizyki PAN w Warszawie,\n\nInstytut Nafty i Gazu – Państwowy Instytut Badawczy w Krakowie,\n\nInstytut Gospodarki Surowcami Mineralnymi i Energią PAN w Krakowie,\n\nPaństwowy Instytut Geologiczny – Państwowy Instytut Badawczy w Warszawie,\n\nPolskie Górnictwo Naftowe i Gazownictwo,\n\npolskie kopalnie węgla,\n\nGeofizyka Toruń,\n\nGeopartner.\n\nAbsolwenci kierunku geofizyka mogą pracować jako:\n\ngeofizycy (również na stanowiskach geologicznych, górniczych, inżynierskich, wiertniczych),\n\nosoby prowadzące geofizyczne i geologiczno-górnicze prace pomiarowe,\n\nprojektanci systemów do przetwarzania i interpretacji danych geofizycznych oraz geologiczno-górniczych,\n\nosoby zajmujące się obsługą sieci sejsmometrycznych w kopalniach węgla kamiennego i miedzi,\n\nosoby dokumentujące badania geofizyczne i geologiczno-górnicze,\n\npracownicy naukowi,\n\npracownicy laboratoriów i obserwatoriów geofizycznych.\n\nZatrudniają ich:\n\nfirmy geofizyczne, górnicze i geologiczne, zajmujące się poszukiwaniami i wydobyciem gazu ziemnego, ropy naftowej, siarki, miedzi, węgla i innych surowców, np. Polskie Górnictwo Naftowe i Gazownictwo, TOTAL Polska, Grupa Lotos, PKN Orlen, Geopartner, Shell Polska, Geofizyka Toruń, a także Chevron, Saudi Aramco, Schlumberger, CGG, BG Group.\n\njednostki naukowe, ośrodki badawczo-rozwojowe, np. Instytut Geofizyki PAN w Warszawie, Instytut Nafty i Gazu – PIB w Krakowie, Instytut Gospodarki Surowcami Mineralnymi i Energią PAN Kraków, Państwowy Instytut Geologiczny – Państwowy Instytut Badawczy w Warszawie,\n\nlaboratoria i obserwatoria geofizyczne,\n\nszkoły wyższe wymagające wyższego wykształcenia technicznego,\n\nwłasna działalność gospodarcza w zakresie badań geofizycznych,\n\ninne instytucje.\n\nPo ukończeniu studiów I stopnia będziesz potrafił:\n\nwykonać pomiary geofizyczne w celu realizacji zadań poszukiwawczych i inżynierskich: rozpoznania budowy geologicznej, poszukiwania złóż (gazu, ropy naftowej, wody, surowców skalnych), badania struktury przypowierzchniowej (osuwisk, podłoża budowlanego), oceny zagrożeń naturalnych i indukowanych działalnością człowieka, w szczególności zagrożeń związanych z pozyskiwaniem energii i surowców,\n\nokreślić związek między wynikami pomiarów geofizycznych a parametrami fizycznymi i geometrycznymi ośrodka skalnego,\n\nwykorzystać wiedzę geologiczną i sozologiczną w interpretacji danych geofizycznych,\n\nrealizować projekty z wykorzystaniem nowoczesnych narzędzi informatycznych do wizualizacji i wstępnego przetwarzania danych geofizycznych,\n\nposługiwać się językiem obcym na poziomie biegłości B2, a także obcym językiem specjalistycznym z zakresu geofizyki,\n\npracować w zespole.\n\nJeśli dodatkowo ukończysz studia z geofizyki na II stopniu, będziesz umiał:\n\nsamodzielnie zaprojektować i wykonać pomiary geofizyczne z wykorzystaniem właściwych metod badawczych,\n\nsamodzielnie obsługiwać geofizyczną aparaturę badawczą,\n\nwykonać interpretację jakościową i ilościową uzyskanych wyników przy użyciu nowoczesnego oprogramowania,\n\nopisać i przeprowadzić analizę parametrów geofizycznych, mierzonych za pomocą różnych metod, w aspekcie zróżnicowania własności fizycznych skał i dynamiki zachodzących procesów fizycznych.\n\nStopka\n\nSpis pracowników\n\nBaza Danych o Autorach i Publikacjach\n\nDokumenty AGH\n\nLicencje i oprogramowanie\n\nPoczta AGH\n\nRozbudowa Centrum Miękinia\n\nDeklaracja dostępności\n\nUBPO\n\nRegulamin studiów\n\nUSOS\n\nSylabus AGH\n\nPomoc materialna dla studentów\n\nProgram Erasmus+\n\nStudium Języków Obcych\n\nWydział Geologii, Geofizyki i Ochrony Środowiska\nAkademia Górniczo-Hutnicza \nim. Stanisława Staszica\n\nal. Mickiewicza 30\n30-059 Kraków\n\nNIP AGH: 675 000 19 23 \n\nNr konta Wydziału:\n58 1240 4722 1111 0000 4859 2918\nBank Pekao S.A. Kraków\n\nDziekanat\ntel. +48.12.617.23.50–51\ne-mail: dziekanatwggios@agh.edu.pl\n\nBiuro Dziekana\ntel. +48.12.617.32.54\ne-mail: wggios@agh.edu.pl\n\n © 2023 Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.wggios.agh.edu.pl/kandydaci/geofizyka", "title": " Geofizyka -- WGGIOS AGH ", "depth": 3, "duplicate": false, "content_hash": "eadfcd3b82d6b2820916b35f577758d7", "word_count": 590, "headings": [{"level": 1, "text": "Geofizyka"}, {"level": 2, "text": "Stopka"}]}}