{"content": " \n \n \n \n \n \nDEKLARACJA SPOŁECZNEJ ODPOWIEDZIALNOŚCI UCZELNI  \n \n \nSzczególna rola uczelni, jako miejsca tworzenia i przekazywania wiedzy o otaczającej nas \nrzeczywistości, zobowiązuje je do uwzględniania i stosowania zasad społecznej \nodpowiedzialności we wszystkich obszarach działalności oraz upowszechniania tych zasad \nwśród interesariuszy.  \n \nMając na uwadze dobro szkolnictwa wyższego w Polsce,  świadomi swojej roli w realizacji  zasad  \nzrównoważonego rozwoju , zapewnianiu wysokiej jakości badań i edukacji oraz dbaniu  \no wszechstronny rozwój społeczności a kademickiej zobowiązujemy się :   \n \n1) Pielęgnować wartości akademickie zapisane m.in. w „Kodeksie Etyki Pracownika Naukowego”,  \nw szczególności: sumienność, obiektywizm, niezależność, otwartość i przejrzystość . \n \n2) Kształtować  społeczne i obywatelskie postawy przyszłych elit sprzyjające budowaniu wspólnoty, \nkreatywności, otwartości oraz komunikacji , a także wrażliwości społecznej i kult ury pracy.  \n \n3) Upowszechniać ideę równości, różnorodności, tolerancji oraz respektować i chronić prawa \nczłowieka w odniesieniu do całej społeczności akademickiej i jej otoczenia . \n \n4) Poszerzać programy  nauczania o zagadnienia z zakresu etyki i społecznej odpowiedzialności \nbiznesu, zrównoważonego rozwoju i innowacji społecznych.  \n \n5) Realizować projekty wdrażające zasady społecznej odpowiedzialności, w szczególności \ndotyczące zarządzania różnorodnością w mie jscu pracy, wolontariatu pracowniczego, promocji \nzasad etyki, współpracy międzysektorowej, marketingu społecznie zaangażowanego.  \n \n6) Podejmować badania naukowe  i prac e wdrożeniowe , które w ramach partnerstwa z innymi \nośrodkami akademickimi z całego świata, sektorem przedsiębiorstw , administracją publiczną  \ni organizac jami pozarządowymi przyczyniać się mogą  do rozwiązywania istotnych problemów  \nspołecznych.  \n \n7) Rozwijać współpracę  międzyuczelnianą, krajową i międzynarodową, umożliwiającą  adaptację  \ni wzmacnianie najlepszych  praktyk w zakresie  społeczn ej odpowiedzialności uczelni.  \n \n8) Dbać o ład organizacyjny uczelni, opierając zarządzanie uczelnią na fundamentach społecznej \nodpowiedzialności, zarówno w dokumentach strategicznych, jak i wynikających z nich działaniach  \nsłużących wszechstronnemu rozwojowi społeczności akademickiej i skutecznej realizacji misji \nuczelni . \n \n9) Zapewniać przejrzystość  prowadzonej przez uczelnię działalności  poprzez m.in. mierzenie  \nrezultatów , promowani e i upowszechnianie  dorobku  oraz wskazanie o soby lub zespołu  \nkoordynującego t e działania.  \n \n10) Prowadzić działalność w taki sposób, by minimalizować negatywny wpływ aktywności \nrealizowanych przez społecznoś ć akademicką  oraz jej interesariuszy na środowisko przyrodnicze \nwe wszelkich jego wymiarach.  \n \n11) Prowadzić dialog z interesariuszami  na temat  priorytetów polityki społecznej odpowiedzia lności \nuczelni oraz informować o jej rezultatach.  \n \n12) Kierować  się zasadami etyki i odpowiedzialności w procesie nauczania i prowadzenia badań \nnaukowych dla zapewni ania interesariuszom  optymalnych warunków do korzystania z wiedzy, \nkapitału intelektualnego i dorobku uczelni . \n \n\n", "metadata": {}}