{"content": "#  Organizatorzy Dni Hoborskiego AGH -- Święto Nauk Ścisłych w AGH - Dni prof. Antoniego Hoborskiego \n\nURL: http://www.dni-hoborskiego.agh.edu.pl/organizatorzy\nCrawled: 2025-03-19 22:35:41\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Organizatorzy \n\nPrzewodniczący:\n dr hab. Jerzy Stochel, prof. AGH - Dziekan WMS\nCzłonkowie:\n\nprof. dr hab. inż. Krzysztof Mendrok - Prorektor ds. Kształcenia\n\ndr hab. inż. Edyta Kucharska, prof. AGH - Dziekan WEAIiIB\n\nprof. dr hab. inż. Sławomir Gruszczyński - Dziekan WIEiT\n\nprof. dr hab. inż. Włodzimierz Mozgawa - Dziekan WIMiC\n\ndr hab. inż. Jarosław Konieczny, prof. AGH - Dziekan WIMiR\n\nprof. dr hab. Ewa Kmiecik - Dziekan WGGiOŚ\n\nprof. dr hab. inż. Monika Motak - Dziekan WEiP\n\nprof. dr hab. Bartłomiej Szafran - Dziekan WFiIS\n\nprof. dr hab. inż. Marek Przybylski - Dyrektor ACMiN\n\nmłodszy inspektor mgr Lidia Dziedzińska\n\nmgr Ewa Słobodzian - Zastępca Kwestora AGH\n\nmgr Wioletta Więcław - Dyrektor Administracyjny WEiP\n\nmgr inż. Łukasz Jura - Pełnomocnik Rektora AGH ds. Kultury / Prezes Zarządu Fundacji ACADEMICA\n\ndr inż. Paweł Janowski - Pełnomocnik Rektora AGH ds. Pionu Studenckich Akademickich Kół Naukowych, WFiIS\n\nmgr inż. Michał Kud - WFiIS\n\nmgr Olgierd Ślizień\n\nmgr inż. Maciej Skiba - WEiP\n\nWydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n\nWydział Informatyki, Elektroniki i Telekomunikacji\n\nWydział Inżynierii Mechanicznej i Robotyki\n\nWydział Geologii, Geofizyki i Ochrony Środowiska \n\nWydział Inżynierii Materiałowej i Ceramiki\n\nWydział Energetyki i Paliw\n\nWydział Fizyki i Informatyki Stosowanej\n\nWydział Matematyki Stosowanej\n\nAkademickie Centrum Materiałów i Nanotechnologii\n\nWydział Informatyki\n\nMgr Joanna Sajdłowska-Filar – Kwestor AGH\n\nProf. dr hab. inż.  Aleksander Byrski – Prodziekan \nds. Nauki i Współpracy \nWI\n\nDr Tomasz Drwięga - Prodziekan ds. studenckich i kształcenia WMS\n\nDr inż. Andrzej Mikuła – \nProdziekan ds. Studenckich\n WIMiC\n\nDr inż. Mikołaj Skowron – Prodziekan ds. Studenckich i Ogólnych WEAIiIB\n\nProf. dr hab. Janusz Wolny – Przewodniczący senackiej komisji ds. nagród, WFiIS\n\nProf. dr hab. inż. Bogusław Baś - Przewodniczący Zespołu Elektroanalizy Komitetu Chemii PAN, WIMiC\n\nDr hab. Tomasz Rokita, prof. AGH - Kierownik Katedry Inżynierii Maszyn i Transportu WIMiR\n\nDr hab. Bogusław Bożek, prof. AGH – WMS\n\nMgr inż. Barbara Jezierska – Dyrektor Centrum Komunikacji i Marketingu AGH\n\nDr inż. Tomasz Pełech-Pilichowski – Dyrektor Centrum Rekrutacji AGH\n\nMgr inż.  Aleksandra Chomentowska – Dyrektor Administracyjny WMS\n\nMgr inż. Elżbieta Barcikowska-Chromiec – Kierownik Sekcji ds. Współpracy Edukacyjnej Centrum Rekrutacji AGH\n\nDr Katarzyna Czyżewska – Sekcja ds. Współpracy Edukacyjnej Centrum Rekrutacji AGH\n\nMgr inż. Martyna Wadowiec – Sekcja ds. Współpracy Edukacyjnej Centrum Rekrutacji AGH\n\nMgr Monika Szpak – Sekcja ds. Współpracy Edukacyjnej Centrum Rekrutacji AGH\n\nMgr inż. Andrzej Janus – Kierownik Pracowni Komputerowej WMS    \n\nIwona Pawłowska – WEiP\n\nMarek Deszcz – WMS\n\noraz studenci:\n\nWFiIS: Jakub Goryl, Dawid Pietruch, Michał Wroński\n\nWMS: Filip Płatek, Maciej Cisiński, Michał Malik, Milena Ciepluch, Jan Cioch, Wojciech Chareński, Alicja Czuż\n\nWEiP: Katarzyna Wichucka, Jakub Kuligowski\n\nWIMIC: Anna Pietrakowska, Krystian Szyguła\n\nWIMIP: Jakub Prejznar\n\nWI: Barbara Kulawska\n\nWEAIiIB: Michał Augustyński, Magdalena Sroka\n\nWIET: Michał Florczyk\n\nStopka\n\n © 2023 Święto Nauk Ścisłych w AGH - Dni prof. Antoniego Hoborskiego\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "http://www.dni-hoborskiego.agh.edu.pl/organizatorzy", "title": " Organizatorzy Dni Hoborskiego AGH -- Święto Nauk Ścisłych w AGH - Dni prof. Antoniego Hoborskiego ", "depth": 3, "duplicate": false, "content_hash": "21c26129e29a85a279b2a8b5ea998cc8", "word_count": 469, "headings": [{"level": 1, "text": "Organizatorzy"}, {"level": 2, "text": "Stopka"}]}}