{"content": "# The Circular Economy Conception Towards Ecoinnovations And Sustainability Of Regions\n\nURL: http://www.ce4reg.zarz.agh.edu.pl/\nCrawled: 2025-03-19 21:35:08\n\nUSING LESS OF THE EARTH’S RESOURCES MORE EFFICIENTLY AND PRODUCTIVELY IN A CIRCULAR ECONOMY AND MAKING THE TRANSITION FROM CARBON-BASED FUELS TO RENEWABLE ENERGIES ARE DEFINING FEATURES OF THE EMERGING ECONOMIC PARADIGM. IN THE NEW ERA, WE EACH BECOME A NODE IN THE NERVOUS SYSTEM OF THE BIOSPHERE.\n\nJeremy Rifkin\n\nAmerican social thinker and economist\n\nCIRCULAR ECONOMY SELLING FUNCTIONAL SERVICES AND PERFORMANCE RATHER THAN GOODS. \n\nProfesor Walter L.Stahel\n\nProduct Life Institute in Geneva, Switzerland\n\nMARKET ECONOMY IS THE BEST FRIEND OF CIRCULAR ECONOMY\n\nJurki Katainen\n\nEuropean Commission Vice President for Jobs, Growth, Investment and Competitiveness\n\nIT IS A PROFOUND CHALLENGE, AT THE END OF THE ERA OF CHEAP OIL AND MATERIALS TO RETHINK AND REDESIGN HOW WE PRODUCE AND CONSUME; TO RESHAPE HOW WE LIVE AND WORK, OR EVEN TO IMAGINE THE JO THAT WILL BE NEEDED FOR TRANSITION. \n\nEllenMacArthur Foundation\n\n9-13 December, 2019   Principal Investigator of the CE4REG project dr Anna Avdiushchenko took part at the conference on smart and sustainable planning for cities and regions in Bolzano, Italy. The conference was organized by Eurac Research – Institute for Renewable Energy – Research group for Urban and Regional Energy Systems. The contribution from different research … \n\nCzytaj dalej\n 3rd INTERNATIONAL CONFERENCE ON “SMART AND SUSTAINABLE PLANNING FOR CITIES AND REGIONS – SSPCR 2019”\n\n On 19th and 20th of November, 2019 principal investigator of CE4REG project, dr Anna Avdiushchenko took part in the international conference  Open Eyes Economy Summit (OEES) in International Conference Center – ICE Kraków.   The International Congress of the Economy of Values, the OEES, where discussed various thematic from rural areas to cities. The OEES is … \n\nCzytaj dalej\n Dr Anna Avdiushchenko at the Open Eyes Economy Summit 2\n\n01-05 October 2019 dr Paweł Zając participated in ISEM2019 Conference in Salzburg (Austria) with poster titled “The impact of converting waste into resources on the regional economy, evidence from the south of Poland”. Under the theme eco:model:spaces, conference brought together scientists from all professions and applications that deal with the use of ecological models and … \n\nCzytaj dalej\n THE INTERNATIONAL SOCIETY FOR ECOLOGICAL MODELLING GLOBAL CONFERENCE 2019", "metadata": {}}