{"content": "#  Nauka na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/nauka\nCrawled: 2025-03-19 21:32:38\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Nauka \n\nPracownicy, doktoranci i studenci Wydziału Inżynierii Materiałowej i Ceramiki AGH mogą się pochwalić licznymi osiągnięciami naukowymi na arenie krajowej i międzynarodowej.\n\n Nagroda Ministra Nauki i Szkolnictwa Wyższego dla zespołu prof. Krzysztofa Wojciechowskiego\t\n 25-02-2025 \n\n Prof. Jerzy Jedliński członkiem Kolegium Edytorów czasopisma wydawanego przez Springer Nature\t\n 24-02-2025 \n\nWięcej\n\nOferta i Infrastruktura badawcza\n\nOferta badawcza\n\nLista aparatury badawczej WIMiC\n\nLaboratoria\n\nRealizowane projekty\n\nRady Dyscyplin Naukowych\n\nRada Dyscypliny Inżynieria Biomedyczna\n\nRada Dyscypliny Inżynieria Chemiczna\n\nRada Dyscypliny Inżynieria Materiałowa\n\nRada Dyscypliny Nauki Chemiczne\n\nZespoły Badawcze\n\nCentrum Zrównoważonej Gospodarki Odpadami\n\nZespół Fizykochemii Materiałów Budowlanych\n\nZespół Zaawansowanych Materiałów Budowlanych\n\nWięcej o zespołach badawczych na WIMiC\n\nNauka jest narzędziem, które umożliwia tworzenie wartościowych osiągnięć dzięki współpracy oraz zaangażowaniu osób o wspólnych pasjach i celach. Studenci, doktoranci i pracownicy Wydziału mogą pochwalić się licznymi osiągnięciami naukowymi, a ich nieustanny rozwój i zaangażowanie wskazują na ogromny potencjał do dalszych innowacyjnych badań.\n\nPracownicy, doktoranci i studenci AGH mają dostęp do licencyjnych \ne-zasobów\n z dowolnego miejsca na świecie za pośrednictwem serwera proxy. Zadaniem \nBiblioteki Głównej AGH\n jest dostarczanie społeczności Uczelni wysokiej jakości zasobów, narzędzi i wsparcia informacyjnego.\n\nStrona Biblioteki Głównej AGH\n\nPublikacji naukowe pracowników\n\nZespół Bioceramiczny z Wydziału Inżynierii Materiałowej i Ceramiki AGH prowadzi badania nad innowacyjnymi materiałami do wypełniania ubytków kostnych. Materiały kościozastępcze to hybrydy zbudowane z naturalnych składników kości i związków syntetycznych. Zawierają również granule bakteriobójcze i mogą być nośnikiem leków i substancji czynnych. Materiały te będą stosowane w leczeniu kości i ich uzupełnianiu.\n\nCelem prowadzonych prac badawczych jest opracowanie innowacyjnych, antybakteryjnych warstw kompozytowych przeznaczonych do zabezpieczenia materiałów implantacyjnych wykonanych ze stopów tytanu. Zamysłem zespołu badawczego jest umożliwienie ponownego użycia wyjętego implantu. Co istotne, jest to zgodne z zapisami prawa, które takie ponowne użycie implantów dopuszczają w leczeniu weterynaryjnym. Przy czym implant musi być idealny, niezniszczony, bez uszczerbków, rys, wszelkich wad będących potencjalnym źródłem powstawania np. korozji. Zespół badawczy proponuje pokrycie implantów warstwą ochronną. Na wzór ochrony samochodów powłokami ceramicznymi, smartfonów dodatkowymi szybkami tak tutaj również można zastosować warstwę ochronną wydłużającą cykl życia produktu. Ważnym aspektem proponowanego rozwiązania jest przede wszystkim modyfikacja implantów pod kątem nadania im właściwości antybakteryjnych oraz zabezpieczenie ich powierzchni przed korozją i zarysowaniem.\n\nJednym ze sposobów przeciwdziałania korozji jest stosowanie powłok ochronnych. W Katedrze Chemii Krzemianów i Związków Wielkocząsteczkowych AGH w Krakowie prowadzone są badania nad optymalizacją procesu otrzymywania powłok ochronnych na bazie tzw. czarnego szkła. Czarne szkło to materiał o strukturze amorficznej krzemionki. Innowacyjnością tego projektu jest możliwość projektowania właściwości powłok pod określone potrzeby. Te powłoki ochronne znajdą zastosowania między innymi w przemyśle lotniczym i w produkcji ogniw paliwowych.\n\nRocznie na świecie powstaje 17 milionów ton fusów z kawy. Nie muszą one być szkodliwym odpadem dla środowiska. Można je wykorzystać do produkcji materiałów termoizolacyjnych i konstrukcyjnych. W Katedrze Materiałów Budowlanych krakowskiej AGH prowadzone są badania nad opracowaniem nowej technologii produkcji porowatych materiałów ceramicznych o wysokiej wytrzymałości i pożądanych parametrach termoizolacyjnych z wykorzystaniem fusów z kawy.\n\nCeramika zaawansowana to materiały ceramiczne nowej generacji. Ceramika ta w coraz większym stopniu wykorzystywana jest w innowacyjnych technologiach. W Katedrze Ceramiki i Materiałów Ogniotrwałych krakowskiej AGH prowadzone są badania nad jej zastosowaniem w elektronice i antybalistyce. W programie opowiemy również o właściwościach ceramiki zaawansowanej i metodach jej wytwarzania.\n\nCzerniak gałki ocznej jest najczęstszym nowotworem narządu wzroku, stanowiąc 70% wszystkich nowotworów złośliwych oka. Zapadalność na tę chorobę wzrasta średnio o 5% rocznie. W Klinice Okulistyki i Onkologii Okulistycznej Szpitala Uniwersyteckiego w Krakowie w leczeniu antynowotworowym stosuje się, skuteczne niemal w 95%, aplikatory okulistyczne. Materiały oraz technologia produkcji wkładek, wspomagających tę terapię, powstały dzięki naukowcom z Wydziału Inżynierii Materiałowej i Ceramiki AGH.\n\nNaukowcy z Katedry Chemii Nieorganicznej Wydziału Inżynierii Materiałowej i Ceramiki AGH opracowali przełomowy moduł termoelektryczny do konwertowania ciepła na prąd o gęstości mocy ponad dziesięciokrotnie przewyższający ogniwa fotowoltaiczne. W programie opowiemy o zasadach działania i budowie modułów. Poznamy laboratoria, w których opracowano technologię ich produkcji.\n\nW \nKatedrze Szkła i Powłok Amorficznych\n Wydziału Inżynierii Materiałowej i Ceramiki AGH \nprowadzone są prace badawcze nad wykorzystaniem szkła do leczenia ran stopy cukrzycowej. To schorzenie to efekt powikłań cukrzycy. Występuje u 10-15% osób chorych na cukrzycę i jest bardzo trudne do leczenia. Nadzieją chorych na gojenie się ran są szklane opatrunki zawierające białka i ekstrakty roślin a zbudowane na bazie bioaktywnego szkła.\n\nKierunek Inżynieria Materiałowa prowadzony przez \nWydział Inżynierii Materiałowej i Ceramiki AGH w Krakowie\n został wyróżniony przez Państwową Komisję Akredytacyjną (Uchwała nr 422/2007 z dnia 14 czerwca 2007 r.). Otrzymane wyróżnienie potwierdza wysoki poziom i jakość kształcenia na kierunku Inżynieria Materiałowa. W uzasadnieniu Komisja podkreśliła m.in.: dobrze wykwalifikowaną kadrę, aktywną działalność naukowo-badawczą, szeroką współpracę z ośrodkami zagranicznymi, aktywność w przygotowywaniu podręczników akademickich, działalność studenckich kół naukowych, promocję kierunku oraz wyposażenie laboratoriów dydaktycznych i naukowych w nowoczesny sprzęt badawczy. Tylko dwa wydziały prowadzące kierunek „Inżynieria Materiałowa” uzyskały wyróżnienie tj. WIMiC i Wydział Inżynierii Materiałowej Politechniki Warszawskiej. \nWydział Inżynierii Materiałowej i Ceramiki\nAGH\n został zakwalifikowany do kategorii A, czyli jednostek naukowych posiadających najwyższą, pierwszą kategorię (Komunikat nr 19 Ministra Nauki i Szkolnictwa Wyższego z 30 wrzenia 2010 o ustalonych kategoriach jednostek naukowych).\n\nSkuteczne kształcenie ceramików nie może się odbywać bez współpracy z przemysłem oraz innymi ośrodkami naukowo-badawczymi. Każdego roku nasi studenci – przyszli inżynierowie wyjeżdżają na staże i wakacyjne praktyki do różnych zakładów w Polsce, a także do szkół wyższych w Niemczech, Francji, Szwajcarii czy Finlandii. Od niedawna istnieje także możliwość uzyskania tzw. podwójnych dyplomów, honorowanych w Polsce, jak i w kraju, gdzie obrona miała miejsce.\n\nWspółpraca Wydziału z przemysłem ma długoletnią tradycję i dotyczy nie tylko branży ceramicznej i materiałów budowlanych, lecz również metalowej, energetyki i górnictwa. Owocna jest również współpraca Wydziału z jednostkami medycznymi (w zakresie biomateriałów) i instytucjami zajmującymi się ochroną środowiska.\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/nauka", "title": " Nauka na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "5bc08cfbd8fb5684954c3d6d5f14fb07", "word_count": 976, "headings": [{"level": 1, "text": "Nauka"}, {"level": 1, "text": "Strona Biblioteki Głównej AGH"}, {"level": 1, "text": "Publikacji naukowe pracowników"}, {"level": 2, "text": "Stopka"}]}}