{"content": "#  O Centrum -- Bezpieczeństwo \n\nURL: https://bezpieczenstwo.agh.edu.pl/o-centrum\nCrawled: 2025-03-19 21:18:08\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n O Centrum \n\nCentrum Bezpieczeństwa Informacji (CBI) powstało, aby zapewnić najwyższy poziom bezpieczeństwa informacji oraz IT na terenie AGH. Jednostka w nowej formule zastąpiła Samodzielną Sekcję Monitorowania Cyberbezpieczeństwa.   \n\nCBI stanowi integralną część Sektora Bezpieczeństwa i Obronności AGH i współpracując z innymi jednostkami zapewnia spójność i skuteczność działań związanych z cyberbezpieczeństwem.  \n\nKluczowym zadaniem centrum jest nadzorowanie i koordynacja działań w obszarze cyberbezpieczeństwa oraz działalność doradcza w tym zakresie. Obejmuje to m.in. monitorowanie aktywności oraz podatności sieci i systemów informatycznych uczelni wraz z testowaniem ich zabezpieczeń. Jednostka prowadzi również szeroko pojętą działalność edukacyjną: od wsparcia w zakresie projektowania i wdrażania rozwiązań z zakresu bezpieczeństwa informacji, poprzez dobór zabezpieczeń, aż do szkoleń dla pracowników uczelni oraz podmiotów zewnętrznych. CBI ustala również wytyczne, tworzy polityki, zasady i procedury związane z cyberbezpieczeństwem oraz koordynuje wdrażanie tych procedur na uczelni. \n\nStopka\n\nStrona główna AGH\n\nPolityka ujawniania podatności\n\nKlucz PGP\n\nDeklaracja dostępności\n\nCentrum Bezpieczeństwa Informacji\npaw. D-8, pok. 718\ntel.: +48 12 328 34 48\ne-mail: bezpieczenstwo@agh.edu.pl\n\n © 2024 Centrum Bezpieczeństwa Informacji\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://bezpieczenstwo.agh.edu.pl/o-centrum", "title": " O Centrum -- Bezpieczeństwo ", "depth": 2, "duplicate": false, "content_hash": "efbd31dc369ed4c8390b86b6b9e1d155", "word_count": 178, "headings": [{"level": 1, "text": "O Centrum"}, {"level": 2, "text": "Stopka"}]}}