{"metadata": {"url": "https://rekrutacja.agh.edu.pl/kursy-wyrownawcze", "title": "KURSY PRZYGOTOWAWCZE – Strona Centrum Rekrutacji", "depth": 1, "duplicate": false, "content_hash": "f078812bc90a702545146c3c98cc78b5", "word_count": 1159, "headings": [{"level": 1, "text": "Strona Centrum Rekrutacji - KURSY PRZYGOTOWAWCZE"}, {"level": 3, "text": "KURSY PRZYGOTOWAWCZE"}, {"level": 2, "text": "DOKUMENTY"}, {"level": 2, "text": "OFEROWANE KURSY"}, {"level": 3, "text": "ZASADY PROWADZENIA KURSÓW PRZYGOTOWAWCZYCH ORGANIZOWANYCH DLA OSÓB PRZYJĘTYCH NA PIERWSZY ROK STUDIÓW STACJONARNYCH PIERWSZEGO STOPNIA W AGH"}, {"level": 4, "text": ""}, {"level": 4, "text": "§1Warunki uczestnictwa w Kursach"}, {"level": 4, "text": ""}, {"level": 4, "text": "§2Zasady przystąpienia do Kursu"}, {"level": 4, "text": ""}, {"level": 4, "text": "§3Zasady organizacji Kursów"}, {"level": 4, "text": ""}, {"level": 4, "text": "§4Zakwaterowanie w czasie trwania Kursów"}, {"level": 4, "text": ""}, {"level": 4, "text": "§5Odpłatność za Kurs"}, {"level": 5, "text": "INFORMACJE PIT"}, {"level": 3, "text": "OFEROWANE KURSY"}, {"level": 4, "text": "Kurs z Fizyki"}, {"level": 4, "text": ""}, {"level": 4, "text": "Kurs z Matematyki"}, {"level": 3, "text": "O CO NAJCZĘŚCIEJ PYTACIE"}, {"level": 2, "text": "STUDIA I STOPNIA"}, {"level": 2, "text": "STUDIA II STOPNIA"}, {"level": 4, "text": "FAQ"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Czy w rekrutacji na studia pierwszego stopnia  wystarczy mi jedno rozszerzenie?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Jak liczymy nasz wskaźnik rekrutacyjny? (studia I stopnia)"}, {"level": 4, "text": "Poprawiałem maturę i otrzymałem aneks z nowymi wynikami. Jakie dane mam wpisać w systemie rekrutacyjnym?"}, {"level": 4, "text": "Kiedy uzyskam informację o wartości mojego wskaźnika rekrutacji?"}, {"level": 4, "text": "Posiadam podwójne obywatelstwo. Na jakich zasadach będę rekrutowany?"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Nie zostałem zakwalifikowany na studia drugiego stopnia w pierwszym cyklu rekrutacyjnym. Czy mogę wziąć udział w drugim cyklu na ten sam kierunek, co w pierwszym?"}, {"level": 4, "text": "Czy mogę dokonać wpisu w terminie innym niż przewidziany w kalendarzu rekrutacji dla danego cyklu?"}, {"level": 4, "text": "Posiadam tytuł licencjata. Czy mogę kandydować na dowolny kierunek studiów drugiego stopnia?"}, {"level": 4, "text": "Mam zamiar przenieść się na Akademię Górniczo-Hutniczą z innej uczelni. Jak to zrobić?"}, {"level": 4, "text": "Kiedy i gdzie składać podania o stypendium socjalne? W jaki sposób mogę ubiegać się o przydział miejsca w domu studenckim?"}]}, "content": "# KURSY PRZYGOTOWAWCZE – Strona Centrum Rekrutacji\n\nURL: https://rekrutacja.agh.edu.pl/kursy-wyrownawcze\nCrawled: 2025-03-20 01:07:35\n\nZASADY PROWADZENIA KURSÓW PRZYGOTOWAWCZYCH ORGANIZOWANYCH DLA OSÓB PRZYJĘTYCH NA PIERWSZY ROK STUDIÓW STACJONARNYCH PIERWSZEGO STOPNIA W AGH\n\n§1\n\nWarunki uczestnictwa w Kursach\n\n1. Kursy przygotowawcze są skierowane do osób wpisanych na listę studentów pierwszego roku studiów stacjonarnych pierwszego stopnia w AGH, rozpoczynających cykl kształcenia w danym roku akademickim.\n\n2. Uczestnikiem Kursów może zostać osoba, która spełnia następujące wymagania:\n\na) przystąpiła do rekrutacji letniej prowadzonej na dany rok akademicki, na studia stacjonarne pierwszego stopnia w AGH w roku otrzymania świadectwa dojrzałości i,\n\nb) została wpisana na listę studentów nie później niż w trzecim cyklu rekrutacyjnym i,\n\nc) z egzaminu maturalnego z przedmiotu Kursu, w którym chce wziąć udział, uzyskała mniej niż 50% na poziomie rozszerzonym albo do niego nie przystępowała.\n\n§2\n\nZasady przystąpienia do Kursu\n\n1. Udział w Kursach jest dobrowolny. O możliwości wzięcia udziału w Kursach osoba spełniająca powyższe warunki powiadamiana jest komunikatem poprzez system e-Rekrutacja pod warunkiem, że na etapie rejestracji osobistego konta w systemie e-Rekrutacja wyraziła zgodę na:\n\na) otrzymywanie informacji o świadczonych przez administratora usługach edukacyjnych (np. kursy i tutoring w ramach programu Prymusi AGH, Prymusi AGH 2.0)\n\nb) otrzymywanie informacji o uczelnianych organizacjach studenckich, w tym kołach naukowych i klubach sportowych, programach integracyjnych, stypendialnych (np. Erasmus), warsztatach (Program Adapter), szkoleniach (Inżynier z klasą, „Legia Akademicka”), programach promocyjnych (np. Prymusi AGH, Prymusi AGH 2.0)\n\nc) otrzymywanie informacji o wydarzeniach, kursach, akcjach organizowanych przez AGH, konkursach, konferencjach, ankietach, prowadzonych kampaniach promocyjnych, reklamowych i innych działaniach marketingowych związanych z działalnością AGH.\n\n2. Formularz zgłoszeniowy do Kursów udostępnimy w systemie e-Rekrutacja przez dwa tygodnie od dnia zakończenia wpisów w trzecim cyklu rekrutacyjnym (kalendarz rekrutacji znajduje się \ntutaj\n).\n\n3. Ilość miejsc w poszczególnych Kursach jest ograniczona. O przystąpieniu do Kursu decyduje kolejność zgłoszeń. Osoba chcąca przystąpić do Kursu może zadeklarować chęć udziału w jednym Kursie z matematyki albo fizyki. W przypadku rezygnacji Uczestników z udziału w Kursie, o możliwości kwalifikacji do programu zostaną powiadomione osoby, które ze względu na wypełnienie liczby miejsc nie zostały zakwalifikowane (lista rezerwowa).\n\n§3\n\nZasady organizacji Kursów\n\n1. Kursy prowadzone są we wrześniu. O szczegółowej dacie rozpoczęcia i zakończenia kursu Uczestnik zostanie powiadomiony komunikatem w systemie e-Rekrutacja. Uczestnik w uzasadnionych przypadkach losowych może wnioskować o zmianę grupy lub preferowanego terminu rozpoczęcia Kursu, jednak nie później niż na 3 dni przed planowym rozpoczęciem zajęć.\n\n2. Kursy są prowadzone w cyklach tygodniowych w łącznym wymiarze 30 godzin dydaktycznych (1h = 45 minut). Zajęcia w ramach Kursów prowadzone są w blokach dydaktycznych od godziny 9.00 do godziny 15.00 od poniedziałku do piątku.\n\n3. Kurs z danego przedmiotu zostanie uruchomiony, jeżeli do udziału w nim zgłosi się minimalna liczba uczestników, tj. 20 osób. Kursy prowadzone są w grupach liczących maksymalnie 25 Uczestników.\n\n§4\n\nZakwaterowanie w czasie trwania Kursów\n\n1. Na czas trwania Kursu AGH zapewnia Uczestnikom bezpłatne zakwaterowanie w domach studenckich AGH, z zastrzeżeniem § 5 ust. 2 i 3.\n\n2. W przypadku rezygnacji z Kursu w jego trakcie Uczestnik jest zobowiązany do wykwaterowania z domu studenckiego AGH w dniu, w którym zakończył uczestnictwo w zajęciach.\n\n3. Uczestnicy, którzy wyrazili chęć skorzystania z darmowego zakwaterowania w domach studenckich AGH mają możliwość zakwaterowania w niedzielę po godzinie 15.00 oraz są zobowiązani do wykwaterowania w piątek do godziny 10.00.\n\n§5\n\nOdpłatność za Kurs\n\n1. Uczestnik Kursu, który po wpisie na listę studentów podejmie studia w AGH korzysta z niego nieodpłatnie, z zastrzeżeniem § 5 ust. 2 i 3.\n\n2. Uczestnik, który nie przystąpi do uczestnictwa w kursie bez złożenia rezygnacji, o której mowa w § 5 ust. 4, jest zobowiązany do uiszczenia opłaty za Kurs oraz zakwaterowanie w domu studenckim w pełnym wymiarze.\n\n3. Uczestnik Kursu jest zobowiązany do proporcjonalnego pokrycia kosztów zrealizowanych zajęć w ramach Kursu oraz zakwaterowania w domu studenckim AGH jeżeli:\n\na) zrezygnuje z uczestnictwa w kursie w trakcie jego trwania lub;\n\nb) zrezygnuje z rekrutacji po wpisie na listę studentów przed podjęciem studiów lub;\n\nc) zostanie skreślony z listy studentów przed zakończeniem pierwszego semestru studiów.\n\n4. Uczestnik, który na co najmniej tydzień przed rozpoczęciem Kursu, do którego został zakwalifikowany, złoży w Centrum Rekrutacji pisemną rezygnację z uczestnictwa w Kursie zwolniony jest z kosztów kursu.\n\n5. W uzasadnionych przypadkach Uczestnik, na podstawie wniosku złożonego do Centrum Rekrutacji może zostać zwolniony w całości lub części z obowiązku zwrotu kosztów za Kurs. Wniosek należy złożyć w ciągu 14 dni od ustąpienia okoliczności uniemożliwiającej udział w Kursie. Do wniosku należy dołączyć dokument potwierdzający okoliczności przedstawione w wniosku, potwierdzający brak możliwości udziału w Kursie.\n\nINFORMACJE PIT\n\nKażdemu Uczestnikowi kursu zostanie wystawiony PIT za rok kalendarzowy, w którym uczestniczył w kursie, na kwotę wysokości uzyskanych nieodpłatnych świadczeń.\n\nWzór oświadczenia do celów podatkowych (PDF)\n\nWzór oświadczenia do celów podatkowych (DOCX)\n\nJeżeli masz pytania napisz do nas:\n\n rekrutacja@agh.edu.pl\n\nOFEROWANE KURSY\n\nW ramach programu „Inicjatywa Doskonałości – Uczelnia Badawcza” AGH oferuje kandydatom wpisanym na wszystkie kierunki studiów pierwszego stopnia kursy przygotowawcze obejmujące program szkoły średniej z przedmiotów matematyka i fizyka. Celem kursów jest uzupełnienie i usystematyzowanie materiału z podstawy programowej liceum ogólnokształcącego i technikum z wybranego przedmiotu. Opanowanie podstaw programowych z matematyki i fizyki jest wymaganiem wstępnym dla kontynuowania nauki na poziomie uniwersyteckim na pierwszym roku studiów na większości kierunków prowadzonych przez AGH. Na stronie internetowej każdego Wydziału AGH zamieszczone są sylabusy dotyczące zakresu tematycznego wszystkich przedmiotów realizowanych w ramach programu studiów na danym kierunku kształcenia.\n\nUczelnia planuje uruchomić 16 grup kursowych: 8 grup z przedmiotu matematyka i 8 grup z przedmiotu fizyka. Zajęcia na kursie prowadzone są przez 5 dni, od poniedziałku do piątku w godzinach 9:00-15:00, w grupach 20 do 25 osób i obejmują 30 godzin lekcyjnych.\n\nKurs z Fizyki\n\nFizyka w szkole była nudna i niewiele dało się z niej zrozumieć? A może po prostu było jej za mało? Na uczelni technicznej ten przedmiot to podstawa, a wykładowcy nie mogą sobie pozwolić na przerabianie raz jeszcze szkoły średniej. W tym krótkim kursie postaramy się wspólnie poznać podstawy tego, jak działa świat (pod względem mechanicznym 😉 ) i ułatwić start na uczelni. Wspólnie przejdziemy przez początkowe działy fizyki, jak kinematyka i dynamika ruchu postępowego i obrotowego. Służyć temu będą wykłady z doświadczeniami żeby się nauką pobawić i poznać teorię oraz wspólne ćwiczenia żeby zrozumieć i utrwalić nowe zasoby.\n\nJakieś przykłady? Doświadczalnie zmierzymy prędkość wystrzelonego pocisku, ocenimy realność scen walki z Gry o Tron i zrozumiemy, dlaczego mimo pełni sił nie będziesz w stanie utrzymać w rękach półtoralitrowej butelki z wodą.\n\nKurs z Matematyki\n\nCzujesz, że matematyka Ci „nie leży” a chcesz studiować na kierunku technicznym na AGH? Kurs przygotowawczy z matematyki jest skierowany właśnie do Ciebie! Stwierdzenie „nie lubię matematyki” bierze się z nawarstwiających się zaległości w zrozumieniu i przyswojeniu podstaw treści matematycznych przekazywanych w szkole. Na kursie przygotowawczym powtórzymy wspólnie materiał szkoły średniej, skupimy się na tematach, które sprawiają najwięcej problemów i będziemy odpowiadać na wszystkie pytania pojawiające się w trakcie rozwiązywania zadań. W związku z brakiem wszelkich form oceny, stworzymy atmosferę wspólnej pracy mobilizującej do wysiłku w zrozumieniu poruszanych zagadnień.\n\n\t\tKierunki studiów\t\t\n\nKrok po kroku\n\nKalendarz rekrutacji\n\n\t\t\tWarunki rekrutacji\t\t\n\n\t\t\tKalkulator rekrutacyjny\t\t\n\n\t\t\tDokumenty\t\t\n\n\t\t\tOpłaty\t\t\n\n\t\t\tLiczba miejsc\t\t\n\n\t\t\tKursy Wyrównawcze\t\t\n\n\t\t\t\tUczniowie\t\t\t\n\n\t\t\t\tOlimpijczycy\t\t\t\n\n\t\t\t\tPrymusi AGH\t\t\t\n\n\t\t\t\tSportowcy"}