{"content": "# Ehrenfried Zschech – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Ehrenfried_Zschech&oldid=75546\nCrawled: 2025-03-19 22:26:08\n\nEhrenfried Zschech\n\nZ Historia AGH\n\nWersja z dnia 18:56, 30 sty 2023 autorstwa \nLidiaLosko\n\n(\ndyskusja\n | \nedycje\n)\n(\nróżn.\n) \n← poprzednia wersja\n | przejdź do aktualnej wersji (różn.) | następna wersja → (różn.)\n\nEhrenfried Zschech\n\nNazwisko\n\nZschech\n\nImię / imiona\n\nEhrenfried\n\nTytuły / stanowiska\n\nProf. dr hab.\n\nTytuły honorowe AGH\n\nKonsul Honorowy AGH\n\nData urodzenia\n\n30 marca 1956\n\nMiejsce urodzenia\n\nAuritz\n\nDyscyplina/specjalności\n\nmateriałoznawstwo\n, \nukłady scalone\n\nProf. dr hab. \nEhrenfried Zschech\n (1956-)    \n\nDyscyplina/specjalności: materiałoznawstwo, układy scalone\n\nNota biograficzna\n\nUrodził się 30 marca 1956 roku w Auritz w Niemczech.\n\nUkończył studia na kierunku fizyka na Uniwersytecie Technicznym w Dreźnie.  \n\nPracę zawodową rozpoczął w Zakładzie Fizyki Metali i Analiz Rentgenowskich Uniwersytetu Technicznego w Dreźnie. Na tej samej Uczelni w 1985 roku uzyskał stopień doktora, a w 1988 roku uzyskał stopień doktora habilitowanego. \n\nNastępnie, jako profesor pracował w Akademii Górniczej we Freibergu.\n\nW 1992 roku, na 15 lat, związał się z przemysłem pełniąc funkcję dyrektora w Centrum Rozwoju Airbusa w Niemczech, gdzie kierował zespołem fizyki metali i poznawał metalurgię spawania laserowego stopów aluminium. Następnie pracował w Saksońskim Centrum Analiz Kompleksowych w Dreźnie.\n\nW 2007 roku powrócił do pracy naukowej, jako dyrektor Oddziału Materiałów dla Mikroelektroniki oraz Nanoanalizy w Instytucie Fraunhofera Technologii i Układów Ceramicznych w Dreźnie, a także jako profesor na Brandenburskim Uniwersytecie Technicznym w Cottbus, a od 2012 roku na drezdeńskim Uniwersytecie Technicznym.\n\nJest wybitnym naukowcem, działającym od wielu lat w interdyscyplinarnym obszarze badawczym, obejmującym wiele aspektów nauki o materiałach osadzonej na gruncie fizyki i chemii ciała stałego, a ukierunkowanych na zastosowania w mikro- i nanoelektronice. Jest\npionierem w rozwijaniu techniki obrazowania 3D przy wykorzystaniu promieniowania rentgenowskiego.\n\nW latach 1997-2009 był kierownikiem Działu Analizy Materiałowej oraz Centrum Analizy Złożonej w Advanced Micro Devices w Dreźnie. Na tym stanowisku odpowiadał za wsparcie analityczne sterowania procesami oraz rozwój technologii w najnowocześniejszej produkcji półprzewodników.\n\nW latach 2009-2021 był kierownikiem Katedry Materiałów Mikroelektronicznych i Nanoanalizy Instytutu Technologii i Systemów Ceramicznych im. Fraunhofera w Dreźnie. \n\nAutor ponad 340 publikacji, cytowanych około 4500 razy. Jest także autorem 66 patentów i zgłoszeń patentowych oraz współzałożycielem dwóch startupów w Dreźnie.\n\nAktualnie, po przejściu na emeryturę, kieruje firmą deepXscan zajmującą się konstruowaniem i wytwarzaniem nowej generacji tomografów komputerowych umożliwiających obrazowanie materiałów metalicznych i ceramicznych ze zdolnością rozdzielczą 100 nanometrów.\n\nW trakcie swojej ponad 40-letniej pracy naukowej pełnił szereg ważnych funkcji w różnego rodzaju gremiach, z których najważniejszą stanowiła praca dla Federacji Europejskich Towarzystw Materiałoznawczych (FEMS), gdzie był członkiem Komitetu Wykonawczego, Wiceprezydentem i Prezydentem. Z tego tytułu w 2017 roku wyróżniony został członkostwem honorowym, a w 2019 roku Złotym Medalem za wybitny wkład w rozwój nauki o materiałach i inżynierii materiałowej. \n\nJego współpraca z AGH trwa od ponad dziesięciu lat. Aktualnie współpracuje z Wydziałami Inżynierii Materiałowej i Ceramiki, Inżynierii Metali i Informatyki Przemysłowej, Energetyki i Paliw, Fizyki i Informatyki Stosowanej oraz Akademickim Centrum Materiałów i Nanotechnologii. Współpraca ta obejmuje wspólne spotkania doktorantów polskich\ni niemieckich, organizację staży dla doktorantów i pracowników naukowych w Dreźnie, możliwość korzystania z zaawansowanych technik badawczych oraz realizowanie wspólnych projektów badawczych.\n\nWspółpracuje także z Instytutem Metalurgii i Inżynierii Materiałowej PAN, przez który został wyróżniony statuetką „Tibi Polonia per Scientam” za wybitny wkład w współpracę naukowo-badawczą pomiędzy Polską i Niemcami.\n\nCzłonek Narodowej Akademii Nauki i Technologii (ACATECH), Europejskiej Akademii Nauk (EurASc), Rady Doradczej Krzemowa Saksonia eV, Senatu Europejskie Towarzystwo Badań Materiałowych (E-MRS), Federacji Europejskich Towarzystw Materiałowych (FEMS).\n\nSenat AGH uchwałą nr 87/202129 z września 2021 roku nadał mu tytuł Konsula Honorowego AGH \"za szczególne zasługi dla rozwoju wszechstronnej współpracy pomiędzy Akademią Górniczo-Hutniczą im. Stanisława Staszica w Krakowie a ośrodkiem akademickim w Dreźnie oraz promowanie pozytywnego wizerunku AGH w niemieckim i europejskim środowisku naukowym\".\n\nOdznaczenia i nagrody\n\nZłoty Medal Europejskiej Federacji Towarzystw Materiałoznawczych, statuetka „Tibi Polonia per Scientam” Instytutu Metalurgii i Inżynierii Materiałowej PAN\n\nŹródła do biogramu\n\nArtykuły\n\nZschech E.: Zawsze mogłem zajmować się rzeczami, które mnie pasjonowały : Ehrenfried Zschech - wywiad. Rozm. O. Ślizień. \nBiuletyn AGH\n 2021, nr 165, s. 11-13, [foto]\n\nInne\n\nEhrenfried Zschech (0000-0002-5220-3083) - ORCID [online] [przeglądany 7.02.2022]. Dostępny w: \nhttps://orcid-org.translate.goog/0000-0002-5220-3083?_x_tr_sl=en&_x_tr_tl=pl&_x_tr_hl=pl&_x_tr_pto=sc\n\nEhrenfried Zschech | FEMS - The Federation of European ... [online] [przeglądany 7.02.2022]. Dostępny w: \nhttps://www-fems-org.translate.goog/ehrenfried-zschech?_x_tr_sl=en&_x_tr_tl=pl&_x_tr_hl=pl&_x_tr_pto=sc\n\nEhrenfried Zschech [online] [przeglądany 7.02.2022]. Dostępny w: \nhttp://www.dni-hoborskiego.agh.edu.pl/fileadmin/default/templates/css/j/dnihoborskiego/system/2021/Konsul_Honorowy_2021.pdf\n\nMalab | Prof. Dr. Ehrenfried Zschech – Nanomaterials and ... [online] [przeglądany 7.02.2022]. Dostępny w: \nhttps://www.malab.com/\n\nUchwała nr 87/2021 w sprawie nadania tytułu Konsula Honorowego AGH Panu Profesorowi Ehrenfriedowi Zschechowi [online] [przeglądany 7.02.2022]. Dostępny w: \nhttps://www.agh.edu.pl/fileadmin/default/templates/images/dokumenty/uchwaly_senatu/2021/0929/29_09_2021_87.pdf\n\nstan na dzień 30.01.2023\n\nŹródło: „\nhttp://historia.agh.edu.pl/mediawiki/index.php?title=Ehrenfried_Zschech&oldid=75546\n”\n\nKategoria\n: \nBiogramy", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Ehrenfried_Zschech&oldid=75546", "title": "Ehrenfried Zschech – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "fc1c8d33d32f4e6ac29804dde20d12df", "word_count": 730, "headings": [{"level": 1, "text": "Ehrenfried Zschech"}, {"level": 2, "text": "Nota biograficzna"}, {"level": 4, "text": "Odznaczenia i nagrody"}, {"level": 2, "text": "Źródła do biogramu"}, {"level": 4, "text": "Artykuły"}, {"level": 4, "text": "Inne"}]}}