{"content": "#  Oferta partnerów -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/wspolpraca/partnerzy\nCrawled: 2025-03-19 21:32:42\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Oferta partnerów \n\nCemex\n jest wiodącym producentem materiałów budowlanych, skoncentrowanym na czterech podstawowych obszarach działalności produkcyjnej - cement, beton towarowy, kruszywa i rozwiązania urbanizacyjne.\n\nCemex to globalna firma z branży materiałów budowlanych, która troszczy się o lepszą przyszłość, dzięki zrównoważonym produktom i rozwiązaniom. Poprzez nieustanne innowacje oraz szeroko zakrojone prace badawcze i rozwojowe, firma dąży do osiągnięcia neutralności klimatycznej. Cemex to lider gospodarki o obiegu zamkniętym w sektorze budowlanym, a dzięki wdrażaniu nowych technologii, jest również pionierem w zakresie wykorzystania paliw alternatywnych i surowców wtórnych w procesach produkcyjnych. Cemex oferuje cement, beton towarowy, kruszywa oraz rozwiązania urbanizacyjne na rozwijających się rynkach całego świata, a międzynarodowy zespół świadczy na rzecz klientów wysokiej jakości usługi, wykorzystując technologie cyfrowe.\n\nTrwa IV edycja Konkursu \nKreuj zieloną przyszłość z Cemex\n. Serdecznie zapraszamy do udziału wszystkich studentów!\n\nKonkurs „Kreuj zieloną przyszłość z CEMEX” realizowany jest w 2 etapach:\n\nETAP I\n - Zgłoszone przez Uczestników streszczenia prac dyplomowych będą oceniane przez Jury Konkursu w 2 kategoriach:\n\nPoprawność merytoryczna i zgodność z kategorią zagadnień konkursowych\n\nInnowacyjność i oryginalność tematu\n\nDo II etapu Konkursu zostanie zakwalifikowanych 10 najlepiej ocenianych przez Jury Konkursu prac dyplomowych. O przejściu do drugiego etapu Konkursu Uczestnicy zostaną poinformowani do dnia 5 kwietnia 2025 roku poprzez wiadomość przesłana na wskazany w zgłoszeniu adres e-mail.\n\nETAP II\n - W drugim etapie Uczestnik Konkursu zostanie poproszony o przesłanie w terminie do 30 kwietnia 2025 roku:\n\nPracy dyplomowej w formie elektronicznej w formacie .pdf,\n\nSkanu/zdjęcia zaświadczenia o obronie pracy dyplomowej wystawionego przez dziekanat,\n\nPrezentacji w Power Point.\n\nTermin przesłuchań zostanie podany z odpowiednim wyprzedzeniem. Prezentacja prac przed Jury i Kapitułą Konkursu odbędzie się najpóźniej do dnia 30 czerwca 2025 r.\n Jury i Kapituła Konkursu wyłonią 3 najlepsze prace, a Autorzy nagrodzonych prac zostaną poinformowani pisemnie drogą elektroniczną na wskazany w zgłoszeniu adres e-mail o przyznanej nagrodzie w Konkursie.\n\nKonkurs \nKreuj zieloną przyszłość z Cemex \n\nwpisuje się w globalną strategię firmy „Future in Action”, której celem jest redukcja emisji  CO2 we wszystkich zakładach Cemex w Europie, o co najmniej 55% do 2030 roku. Jest także sposobem na zaangażowanie społeczności studenckiej i naukowej w proces poszukiwania proekologicznych rozwiązań wspomagających osiągnięcie neutralności klimatycznej.\n\nNa autorów  najlepszych prac czekają atrakcyjne nagrody:\n\nDodatkowo, \npromotorzy zwycięskich prac otrzymają odpowiednio: 3.5 tys. zł, 2.5 tys. i 1.5 tys. zł.\n\nWięcej informacji o konkursie \nKreuj zieloną przyszłość z Cemex\n\nOferta staży Cemex Innovation Holding w Szwajcarii:\n\nPłatny staż w obszarze Inżynierii Chemicznej w Cemex Innovation Holding\n, miejsce pracy: Szwajcaria,\n\nPłatny staż w obszarze Chemii/Inżynierii Chemicznej w Cemex Innovation Holding\n, miejsce pracy: Szwajcaria,\n\nPłatny staż w obszarze Inżynierii Chemicznej/Nanotechnologii w Cemex Innovation Holding\n, miejsce pracy: Szwajcaria.\n\nGrupa Geberit jest europejskim liderem w branży produktów sanitarnych. Działa globalnie jako zintegrowana grupa posiadająca silną pozycję na lokalnych rynkach europejskich. Marka Geberit to przede wszystkim innowacyjność, trwałość i szeroko pojęta ekologia procesu produkcji. Geberit oferuje szeroki zakres produktów w branży technologii sanitarnej oraz wyposażenia łazienek. Grupa Geberit ma swoją siedzibę w Rapperswil- Jona w Szwajcarii i zatrudnia ponad 12,000 pracowników w ponad 40 krajach. Zakłady we Włocławku i w Kole zajmują się produkcją ceramiki sanitarnej. Zakład w Ozorkowie zajmuje się produkcją elementów akrylowych i metalowych. Spółki w Warszawie i Łodzi zajmują się sprzedażą i serwisem.\n\nW naszej firmie wiemy, że doświadczenie ludzi i ich wiedza są równie cenne, jak nowoczesne urządzenia. Nasze produkty ceramiczne powstają z naturalnych surowców, które w procesie produkcji sprawiają sporo niespodzianek i tylko wprawione oko dojrzy, a doświadczone dłonie usuną, usterki, które nie mogą opuścić fabryki.  I choć firma bardzo się rozwija i inwestuje w nowe technologie, to cały czas szukamy też odpowiednich pracowników.\n\nCo nas wyróżnia na rynku pracy? Oferujemy stabilną pracę, bogatą ofertę socjalną, długoterminową umowę o pracę, przejrzyste warunki wynagradzania, możliwość nauki i rozwoju. Szukamy ludzi z dużą motywacją do pracy, rzetelnych i odpowiedzialnych.\n\nNasze oferty publikujemy na stronie internetowej: \nwww.geberit.pl\n\nZobacz w sobie menadżerkę/menadżera\n\nSpójdz na swoją karierę z innej perspektywy!\n\nDołącz do programu rozwoju Grupy Geberit.\n\nPrzekonaj się, że razem z nami droga na stanowisko menadżerskie będzie pełna ciekawych wyzwań, zagranicznych podróży, doświadczeń i świetnej zabawy.\n\nWięcej na \nwww.geberit.pl/kariera\n.\n\nGrupa Górażdże\n to nie tylko najnowocześniejsza w Europie cementownia zlokalizowana w Choruli nieopodal Opola, przemiałownia Ekocem w Dąbrowie Górniczej oraz kopalnie w Górażdżach i Folwarku, ale także 58 wytwórni betonu towarowego, 17 kopalni kruszyw i 10 stacji przesypowych w całej Polsce. To część międzynarodowego koncernu \nHeidelberg Materials\n.\n\nDziałalność Grupy Górażdże obejmuje trzy linie biznesowe: Górażdże Cement, Górażdże Beton i Górażdże Kruszywa, ale dumą firmy jest również \nCentrum Technologiczne Betotech\n, gdzie fachowcy w laboratoriach wyposażonych w nowoczesną aparaturę badawczą, świadczą usługi doradztwa i badań laboratoryjnych w szeroko pojętym zakresie materiałów budowlanych. \n\nGrupa Górażdże to także od wielu lat partner Akademii Górniczo-Hutniczej w Krakowie. Stwarza studentom i absolwentom uczelni świetne warunki do rozwoju swojej kariery i zdobywania doświadczenia w jednej z największych na świecie firm produkujących materiały budowlane, oferując praktyki, staże, a także atrakcyjne możliwości zatrudnienia. Dla najlepszych studentów są dodatkowe, atrakcyjne benefity. \n\nJeśli jesteś studentem Wydziału Inżynierii Materiałowej i Ceramiki AGH w Krakowie wyślij aplikację do firmy Górażdże Cement SA na adres e-mail: \npawel.brzozowski(at)heidelbergmaterials.com\n\nPo pozytywnym zaopiniowaniu aplikacji przez Wydział zaprosimy Cię na spotkanie z przedstawicielami Górażdże Cement SA.\n\nDwóm wybranym studentom ufundujemy stypendia — co miesiąc do końca studiów 1200 zł.\n\nGórażdże Cement SA we współpracy z Wydziałem Inżynierii Materiałowej I Ceramiki Akademii Górniczo-Hutniczej w Krakowie zapraszają do wzięcia udziału w konkursie na najlepszą pracę inżynierską oraz najlepszą pracę magisterską w roku akademickim 2024/2025.\n\nAtrakcyjne nagrody finansowe!\n\nNajlepsza praca magisterska\n I miejsce - 7000 zł\n II miejsce - 5000 zł\n III miejsce - 3000 zł\n\nNajlepsza praca inżynierska\n I miejsce - 5000 zł\n II miejsce - 3000 zł\n III miejsce - 2000 zł\n\nKto może wziąć udział w konkursie?\n\nAbsolwenci studiów I lub ll stopnia WIMiC AGH w Krakowie, którzy obronią pracę dyplomową inżynierską lub magisterską z inżynierii materiałowej i ceramiki odnoszącą się do przemysłu cementowego w terminie od 1 stycznia 2024 r. do 29 września 2025 r.\n\nWięcej informacji oraz regulamin konkursu\n\nHolcim S.A. (dawniej Lafarge) w Polsce zajmuje się produkcją innowacyjnych i zrównoważonych rozwiązań budowlanych. Podstawą do ich tworzenia jest produkcja cementu, kruszyw i betonu - podstawowych surowców do produkcji materiałów budowlanych. Prowadząc naszą działalność realizujemy politykę zrównoważonego rozwoju zdefiniowaną w czterech filarach: klimat, gospodarka obiegu zamkniętego, woda i przyroda oraz ludzie i społeczności. Łączymy działalność przemysłową z szacunkiem dla pracowników, naszych sąsiadów i środowiska naturalnego.\n\nCersanit S.A. to dynamicznie rozwijająca się grupa kapitałowa, działająca na międzynarodowym rynku płytek ceramicznych i kompleksowego wyposażenia łazienek. W skład Grupy Cersanit wchodzą renomowane europejskie marki: Cersanit, Opoczno, Meissen Keramik i Pilkington's.\n\n Konkurs Cersanit na najlepszą pracę inżynierską WIMiC AGH \n\nKonkurs na najlepszą pracę inżynierską z firmy Cersanit\n\nNagroda\n\nDo wygrania stypendium naukowe w kwocie \n1000 zł brutto/m-c\n, wypłacane autorowi zwycięskiej pracy przez okres dwóch semestrów\n\nWarunki konkursu\n\nDotyczy prac inżynierskich z kierunków: ceramika, inżynieria materiałowa, chemia budowlana.\n\nDo konkursu można zgłosić prace złożone i zaakceptowane przez promotora do 12 m-cy wstecz od daty zgłoszenia. Pracę należy przesłać drogą elektroniczną.\n\nData zgłoszenia prac: \n30.04.2024 r.\n\nOgłoszenie wyników konkursu: \n31.05.2024 r.\n\nKryteria wyboru pracy dyplomowej to: poprawność merytoryczna, przydatność i aplikowalność w przemyśle, logiczność i kreatywność, prowadzenie własnych badań.\n\nPrace będą oceniane przez wewnętrzną komisję w Cersanit we współpracy z władzami AGH.\n\nWarunkiem wypłaty stypendium jest posiadanie przez autora zwycięskiej pracy, statusu studenta na studiach II stopnia na \nWydziale Inżynierii Materiałowej i Ceramiki AGH.\n\nW trakcie wypłaty stypendium przez okres dwóch semestrów stypendysta będzie pełnił rolę\n ambasadora marki Cersanit \nna uczelni AGH.\n\nAplikuj\n\n Płatny staż w firmie Cersanit \n\nPłatny staż w firmie Cersanit\n\nMożliwość zdobycia stażu (1 osoba) w jednej z dwóch lokalizacji (do wyboru): Dziale Projektów Strategicznych lub w lokalizacji produkcyjnej. \n\nKto może zostać stażystą? Wymagania:\n\nAbsolwent lub student ostatniego semestru studiów inżynierskich na kierunkach: ceramika, inżynieria materiałowa, chemia budowlana lub student na studiach magisterskich na kierunkach jw.\n\nWypełnienie kwestionariusza zgłoszeniowego\n\nKonieczność rozwiązanie case study\n\nWzięcie udziału w rozmowie  kwalifikacyjnej z opiekunem stażu ze strony Cersanit\n\nCo oferujemy? Warunki:\n\nUmowa o staż lub umowa zlecenie\n\nDostępność około 30 h/m-c w roku akademickim oraz dostępność około 40 h/tydzień przez okres wakacji (2 wybrane miesiące). Długość stażu od 12 do 24 miesięcy. \n\nWynagrodzenie: 1500 zł miesięcznie w trakcie roku akademickiego oraz 4300 zł w okresie wakacji\n\nPracodawca pokryje koszty noclegów i podróży do miejsca odbywania stażu\n\nCelem stażu jest zdobycie przez stażystę doświadczenia w pracy, w tym realizacji innowacyjnych projektów pod okiem mentora/opiekuna Cersanit\n\nUzyskanie referencji i informacji zwrotnej \n\nAplikuj\n\nOsoby do kontaktu\n\nPaulina MIERZWA\n GROUP HR DIRECTOR\n\ntel. +48 41 315 82 19\n e-mail: \nPaulina.Mierzwa(at)cersanit.com\n\nMałgorzata LITWIŃSKA\n HR MANAGER\n\ntel. +48 606 292 801\n e-mail: \nMalgorzata.Litwinska(at)cersanit.com\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/wspolpraca/partnerzy", "title": " Oferta partnerów -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "35146549950d72cd9aaba6979e788fd1", "word_count": 1473, "headings": [{"level": 1, "text": "Oferta partnerów"}, {"level": 1, "text": "Oferta staży Cemex Innovation Holding w Szwajcarii:"}, {"level": 1, "text": "Konkurs na najlepszą pracę inżynierską z firmy Cersanit"}, {"level": 2, "text": "Stopka"}]}}