{"content": "# Edytuj Scientist: Aleksander Adam Karcz – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Aleksander_Adam_Karcz&action=formedit\nCrawled: 2025-03-19 22:31:29\n\nEdytuj Scientist: Aleksander Adam Karcz\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nNazwisko:\n\nImię:\n\nDrugie imię/imiona:\n\nTytuły:\n\nZdjęcie:\n\nAleksander Karcz.jpg\n\nData urodzenia:\n\nMiejsce urodzenia:\n\nData śmierci:\n\nMiejsce śmierci:\n\nSpecjalności:\n\ntechnologia chemiczna\nkarbochemia\ntechnologia paliw\n\nPełnione funkcje:\n\nProdziekanInstytutu Energochemii i Fizykochemii Sorbentów (1979-1984), Prodziekan Wydziału Energochemii Węgla o Fizyki Sorbentów (1993-1995), Prodziekan Wydziału Paliw i Energii (1995-1996)\n\nWydział:\n\nWydział Energetyki i Paliw\n\nJednostka pozawydziałowa:\n\nOdznaczenia i nagrody:\n\nKrzyż Oficerski Orderu Odrodzenia Polski\nKrzyż Kawalerski Orderu Odrodzenia Polski\nZłoty Krzyż Zasługi\nSrebrny Krzyż Zasługi\nMedal Komisji Edukacji Narodowej\n\nRok przyznania doktoratu h.c. AGH:\n\nPowód przyznania doktoratu h.c. AGH:\n\nTytuły honorowe AGH:\n\nProfesor Honorowy AGH\n\nPełnione Funkcje\n\nFunkcje:\n\nProdziekan\n\nJednostka:\n\nInstytut Energochemii Węgla i Fizykochemii Sorbentów\n\nRok_od:\n\nRok_do:\n\nFunkcje:\n\nProdziekan ds. Ogólnych\n\nJednostka:\n\nWydział Paliw i Energii\n\nRok_od:\n\nRok_do:\n\nFunkcje:\n\nProdziekan\n\nJednostka:\n\nInstytut Energochemii Węgla i Fizykochemii Sorbentów\n\nRok_od:\n\nRok_do:\n\nFunkcje:\n\nJednostka:\n\nRok_od:\n\nRok_do:\n\ndodaj funkcję\n\nTekst biogramu:\n\nProf. dr hab. inż. '''Aleksander Adam Karcz''' (1939-2022)\n\nDyscyplina/specjalności: technologia chemiczna, karbochemia, technologia paliw\n\n== Nota biograficzna == \nUrodził się 24 grudnia 1939 roku w Krakowie. Zmarł 2 sierpnia 2022 roku. Pochowany na Cmentarzu Rakowickim w Krakowie. \n\nW 1962 roku ukończył Wydział Metalurgiczny Akademii Górniczo-Hutniczej w Krakowie, uzyskując tytuł magistra inżyniera metalurga. Następnie rozpoczął pracę jako asystent w Katedrze Koksownictwa i Gazownictwa na [[Wydział Metalurgiczny|Wydziale Metalurgicznym]] AGH. Na tym samym Wydziale w 1968 roku na podstawie pracy \"Kryteria oceny własności wytrzymałościowych wąskosortowanego koksu metalurgicznego\", napisanej pod kierunkiem profesora  Franciszka Byrtusa, uzyskał stopień doktora.\n\nW 1975 roku na podstawie rozprawy \"Nowe zasady komponowania mieszanek węglowych przeznaczonych do produkcji koksu\" uzyskał stopień doktora habilitowanego.\n\nW 1991 roku uzyskał tytuł profesora nadzwyczajnego, a w 2002 roku otrzymał tytuł profesora. \n\nOd 1989 roku aż do października 2007 roku kierował tą Katedrą Technologii Paliw.\n\nW latach 1979–1984 pełnił funkcję Prodziekana [[Instytut Energochemii Węgla i Fizykochemii Sorbentów|Instytutu Energochemii Wegla i Fizykochemii Sorbentów]] AGH, a latach 1993–1995 był prodziekanem Instytutu Energochemii i Fizykochemii Sorbentów, następnie w latach 1995-1996 prodziekanem Wydziału Paliw i Energii.\n\nPrzez wiele lat brał aktywny udział w pracach Senatu AGH.\n\nPonadto poza macierzystą uczelnią Profesor pełnił wiele znaczących funkcji – był m.in. Przewodniczącym Rady Naukowej Instytutu Chemicznej Przeróbki Węgla w Zabrzu, członkiem Komitetu Karbochemii PAN oraz członkiem Centralnej Komisji ds. Tytułu Naukowego i Stopni Naukowych, członkiem Zespołu Dydaktycznego Chemii przy Ministerstwie Nauki, Szkolnictwa Wyższego i Techniki, członkiem Rady Naukowej Instytutu Gospodarki Surowcami Mineralnymi i Energią PAN w Krakowie, członkiem Sekcji Gazownictwa Rady Naukowej Górnictwa Naftowego i Gazownictwa, członkiem redakcji czasopism „Karbo” i „Nowoczesne Gazownictwo”, wieloletnim przewodniczącym Rady Programowej Ogólnokrajowej Konferencji „Koksownictwo” oraz członkiem Komitetu Naukowego Konferencji pt. „Zagadnienia surowców energetycznych i energii w gospodarce krajowej\".\n\nProf. Karcz przez wiele lat w sposób bardzo efektywny organizował proces dydaktyczny na Wydziale Energetyki i Paliw, współtworząc plany studiów i programy nauczania, inicjując wprowadzanie nowych przedmiotów, a także modernizując posiadaną bazę dydaktyczną i badawczą. Opracował programy i kierował studiami podyplomowymi z zakresu energochemicznego przetwórstwa węgla. \n\nOpiekun ponad 100 prac magisterskich i inżynierskich. Promotor 6 prac doktorskich. \n\nAutor około 120 publikacji, 10 wdrożeń, 8 patentów, kilkanaście projektów badawczych, przeszło 70 opracowań i ekspertyz dla przemysłu.\n\nDorobek naukowy dotyczył problemów o istotnym znaczeniu aplikacyjnym, przy czym obszar zainteresowań naukowych Profesora obejmuje badania z zakresu technologii energochemicznego przetwórstwa węgla i gazownictwa oraz czystych technologii węglowych. \n\nTwórca wielu wdrożeń, patentów i ekspertyz dla przemysłu. Jego działalność naukowa obejmuje badania z zakresu technologii energochemicznego przetwórstwa węgla i gazownictwa oraz czystych technologii węglowych. Był pionierem w zakresie stosowania metod matematycznych dla potrzeb prognozowania jakości koksu. Ponadto w jego dorobku znajdują się też prace poświęcone problematyce kinetyki procesów pirolizy i zgazowania węgla, restrukturyzacji przemysłu koksowniczego, techniczno-ekonomicznej oceny przedsięwzięć modernizacyjnych w branży paliwowej, technicznych aspektów przesyłu gazu ziemnego, procesów przygotowania węgla do koksowania. Przewodniczył Radzie Konsultacyjnej przy realizacji 5-letniego projektu \"Inteligentna Koksowania\" o dużym znaczeniu dla rozwoju i modernizacji polskiego przemysłu koksochemicznego. W latach 1979-1981 uczestniczył w uruchomieniu Koksowni SRS w Annabie (Algieria).\n\nWspółpraca Profesora z przemysłem koncentrowała się głównie na branży koksochemicznej, gdzie oprócz prowadzonych prac badawczych i wdrożeniowych był konsultantem w największych polskich koksowniach. Profesor współpracował z wieloma ośrodkami, organizacjami i towarzystwami naukowymi w kraju i za granicą. Jest znany w krajach o dobrze rozwiniętym przemyśle koksowniczym, tj. w Niemczech, Czechach, Rosji i Ukrainie. W latach siedemdziesiątych odbył dwa kilkumiesięczne staże w Moskiewskim Instytucie Technologii Chemicznej im. Mendelejewa oraz w Akademii Górniczej we Freibergu.\n\nSenat AGH uchwałą z dnia 27 stycznia 2016 roku przyznał Mu tytuł Profesora Honorowego AGH za: \"stworzenie systemu kształcenia w zakresie energochemicznego przetwórstwa węgla oraz Jego osobisty wkład w rozwój krajowego koksownictwa\".\n\n==== Odznaczenia i nagrody ====\n\n[[Krzyż Oficerski Orderu Odrodzenia Polski]], [[Krzyż Kawalerski Orderu Odrodzenia Polski]], [[Złoty Krzyż Zasługi]], [[Srebrny Krzyż Zasługi]], [[Medal Komisji Edukacji Narodowej]], Złoty Medal z Wyróżnieniem na 46 Światowym Salonie Wynalazczości i Innowacji Technicznych EUREKA 97 (Bruksela), trzykrotnie Nagroda Ministra Nauki, Szkolnictwa Wyższego i Techniki, wielokrotne nagrody Rektora AGH, Nagroda imienia prof. A. Hoborskiego, odznaczenia resortowe, m.in. hutnicze i energetyczne\n\n==== Bibliografia publikacji ====\n\nhttps://badap.agh.edu.pl/autor/karcz-aleksander-003205\n\n== Źródła do biogramu ==\n\n==== Książki ====\n\n* Prof. Aleksander Karcz Profesorem Honorowym Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie. Kraków, 24 czerwca 2016 r. Kraków 2016, 50 s.\n* Technologia Paliw : wyzwania i szanse. Praca zbiorowa pod red. P. Burmistrza. Kraków 2016, s. 9-14, [foto]\n* Wielka Księga 85-lecia Akademii Górniczo-Hutniczej. [Oprac.] zespół aut. K. Pikoń (red. naczelny), A. Sokołowska (dyrektor projektu), K. Pikoń. Gliwice 2004, s. 140\n\n==== Artykuły ====\n\n* ''Dziennik Polski'' 2022, nr 180 (4 VIII 2022), s. 13 [nekr.]\n* ''Dziennik Polski'' 2022, nr 181 (5 VIII 2022), s. 27 [nekr.]\n* ''Dziennik Polski'' 2022, nr 182 (5-6 VIII 2022), s. 18 [nekr.]\n* ''Dziennik Polski'' 2022, nr 184 (9 VIII 2022), s. 13 [nekr.]\n* ''Dziennik Polski'' 2022, nr 185 (10 VIII 2022), s. 12 [nekr.]\n* ''Dziennik Polski'' 2022, nr 186 (11 VIII 2022), s. 5 [nekr.]\n* Karcz A.: Gdy coś znika, powstaje coś innego : wywiad z profesorem Aleksandrem Karczem.  Rozm. O. Ślizień. ''Biuletyn AGH'' 2021, nr 165, s. 10-11, [foto]\n* [''Protokół z Posiedzenia Senatu AGH...'' 27.01.2016], s. 2, 14-16, 52\n* Strugała A.: 70-lecie urodzin Profesora Aleksandra Karcza. ''Karbo : energochemia : ekologia'' 2009, nr 4, s. 188-189, [foto]\n* Strugała A., Czerski G.: Jubileusz 70-lecia urodzin profesora Aleksandra Karcza. ''Biuletyn AGH'' 2009, nr 24, s. 14-16, [foto]\n* Strugała A., Czerski G.: Tytuł Profesora Honorowego AGH dla prof. Aleksandra Karcza. ''Biuletyn AGH'' 2016, nr 104/105, s. 16-17, [foto]\n* Tytuł Profesora Honorowego AGH dla prof. Aleksandra Karcza. ''Vivat Akademia : AGH'' 2017, nr 16, s. 14, [foto]\n\n==== Inne ====\n\n* Aleksander Karcz : Kondolencje : Dziennik Polski - Nekrologi [online] [przeglądany 18.08.2022]. Dostępny w: https://www.nekrologi.net/kondolencje/aleksander-karcz/60093777\n* Aleksander Karcz – Wikipedia, wolna encyklopedia[online] [przeglądany 18.08.2022]. Dostępny w: https://pl.wikipedia.org/wiki/Aleksander_Karcz\n* Energochemiczne przetwórstwo węgla [Dokument elektroniczny] : szanse i zagrożenia : Kraków 10 XII 2009 : materiały konferencyjne. Kraków 2009. 1 dysk optyczny (CD-ROM) s. 1-4 (po wybraniu opcji: Referaty)\n* Informacje od dr. inż. Grzegorza Czerskiego\n* Nagroda Hoborskiego / Święta Nauk Ścisłych w AGH [online] [przeglądany 13.01.2022]. Dostępny w: http://www.dni-hoborskiego.agh.edu.pl/fileadmin/default/templates/css/j/dnihoborskiego/system/2021/Nagroda_Hoborski_2021.pdf\n* Olszewska D.: Wydział Energetyki i Paliw. ''Vivat Akademia : AGH'' [online]. 2018, nr 19, s. 28, [foto] [przeglądany 8.01.2019]. Dostępny w: http://vivat.agh.edu.pl/vivatpdf/vivat_019.pdf\n* [Zaproszenie na uroczyste posiedzenie Senatu AGH poświęcone nadaniu godności Profesora Honorowego AGH prof. Aleksandrowi Karczowi]. Kraków 2016, [foto]\n* Zmarł prof. Aleksander Karcz - AGH [online] [przeglądany 18.08.2022]. Dostępny w: https://www.agh.edu.pl/aktualnosci/detail/zmarl-prof-aleksander-karcz\n\n{{DEFAULTSORT:Karcz, Aleksander Adam}}\n[[Category:Biogramy]]\n\nOpis zmian:\n\nTo jest drobna zmiana\n\nObserwuj\n\nZapisz\n\nPokaż podgląd\n\nPodgląd zmian\n\nAnuluj", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Aleksander_Adam_Karcz&action=formedit", "title": "Edytuj Scientist: Aleksander Adam Karcz – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "fbc7760b37ce5f6817a6e397da725c17", "word_count": 1235, "headings": [{"level": 1, "text": "Edytuj Scientist: Aleksander Adam Karcz"}]}}