{"content": "# Chemical investigation of polycyclic... - BaDAP AGH\n\nURL: https://badap.agh.edu.pl/publikacja/158854\nCrawled: 2025-03-19 21:16:54\n\nSzczegóły publikacji\nDrukuj\nOpis bibliograficzny\nChemical investigation of polycyclic aromatic hydrocarbon sources in an urban area with complex air quality challenges / Katarzyna SZRAMOWIAT-SALA, Marta Marczak-Grzesik, Mateusz KARCZEWSKI, Magdalena Kistler, Anneliese Kasper Giebl, Katarzyna STYSZKO // Scientific Reports [Dokument elektroniczny]. — Czasopismo elektroniczne ; ISSN 2045-2322. — 2025 — vol. 15 art. no. 6987, s. 1–17. — Wymagania systemowe: Adobe Reader. — Bibliogr. s. 16–17, Abstr. — Publikacja dostępna online od: 2025-02-27\nAutorzy\n (6)\nAGH\nSzramowiat-Sala Katarzyna\nMarczak-Grzesik Marta\nAGH\nKarczewski Mateusz\nKistler Magdalena\nKasper-Giebl Anne\nAGH\nStyszko Katarzyna\nSłowa kluczowe\natmosphere pollution\natmosphere chemistry\nparticulate matter\ninorganic PM components\npolycyclic aromatic hydrocarbons\norganic PM components\nDane bibliometryczne\nID BaDAP\n158854\nData dodania do BaDAP\n2025-03-13\nTekst źródłowy\nURL\nDOI\n10.1038/s41598-025-91018-8\nRok publikacji\n2025\nTyp publikacji\nartykuł w czasopiśmie\nOtwarty dostęp\nCreative Commons\nCzasopismo/seria\nScientific Reports\nAbstract\nPolycyclic aromatic hydrocarbons (PAHs) are hazardous air pollutants with well-documented carcinogenic, mutagenic, and toxic effects. This study investigates the chemical composition and sources of PAHs in Kraków, a city characterized by diverse air quality challenges. PM10 and PM2.5 samples were collected during the winter seasons of 2014 and 2015, enabling a detailed assessment of PAH concentrations and their atmospheric transformations. The results indicate that PAH levels frequently exceeded European Union and World Health Organization limits, with benzo[a]pyrene (BaP) reaching peak concentrations of 38.8 ng m−3 in PM10 and 30.2 ng m−3 in PM2.5, highlighting significant health risks. To determine PAH sources, a chemical-based framework integrating diagnostic ratios, receptor modeling, and backward trajectory analysis was applied. The findings reveal that coal and biomass combustion were dominant PAH contributors, with additional influences from vehicular emissions and industrial activities. The BaP/(BaP + BeP) ratio suggested that PAHs in PM2.5 underwent more atmospheric aging than those in PM10, indicating that finer particles play a crucial role in PAH transport and transformation. Furthermore, correlations with inorganic and organic PM constituents, such as chloride and levoglucosan, underscored the mixed influence of fossil fuel and biomass burning. The study also evaluated the toxicological implications of PAHs, demonstrating that mutagenic activity exceeded toxicity levels, and finer particles posed a greater carcinogenic risk. While the exposure index suggested that short-term exposure remained within acceptable limits, long-term effects require further assessment. Given the complex interplay of emission sources and atmospheric processes, continuous monitoring and targeted mitigation strategies are essential for improving urban air quality.\nPublikacje, które mogą Cię zainteresować\nfragment książki\n116571\nData dodania: \n\n24.9.2018\nZaznacz do druku\nPolycyclic Aromatic Hydrocarbons (PAHs) associated with PM10 from small city of Krakow agglomeration / Alicja SKIBA, Katarzyna STYSZKO, Przemysław Furman, Natasza Dobrowolska, Magdalena Kistler, Anne Kasper-Giebl, Damian ZIĘBA // W: Energy and fuels 2018 : Kraków, 19–21 September 2018 : book of abstracts = Energetyka i paliwa 2018 / eds. Wojciech Suwała, [et al.] ; AGH University of Science and Technology. Faculty of Energy and Fuels, Tadeusz Kościuszko Cracow University of Technology. Institute of Thermal Power Engineering. — [Kraków : AGH University of Science and Technology], [2018]. — ISBN: 978-83-948318-2-0. — S. 109. — Bibliogr. s. 109. — Toż w: http://www.konferencja-eip.agh.edu.pl/wp-content/uploads/2018/09/EIP-2018-BoA-Scalona.pdf [2018-09-21]. — D. Zięba - dod. afiliacja: Krakow Smog Alert, Krakow\nSzczegóły", "metadata": {}}