{"content": "# Presenting the AGH Glossary-- AGH UST \n\nURL: https://www.agh.edu.pl/en/news/detail/presenting-the-agh-glossary\nCrawled: 2025-03-19 21:22:30\n\nPhoto: Dreamstime \n\n Presenting the AGH Glossary \n\n 24-05-2023 \n\n We encourage you to check out the AGH Glossary which is now available as a web application. It contains a collection of translations of phrases and expressions used across the university. Its purpose is to standardise the language used at the AGH University and facilitate international communication, as well as provide support in creating content for university websites: the main site, units and faculties sites, and sites of international events. \n\nLINK: \nhttps://glosariusz.agh.edu.pl/\n\nThe work on the contents of the glossary, which included the determination, collection, and translation of the rudimentary vocabulary used across the university, lasted more than a year and entailed broad consultations with the faculties and teams of employees of the administrative units dealing with education and international cooperation. Based on the collected opinions, suggestions, and guidelines, as well as meticulous translation work, the team of translators from the Centre for Communication and Marketing and the Department of Foreign Languages has created a database of Polish and English phrases, which was ultimately inserted into the AGH Glossary application.\n\nThe Glossary allows you to look up entries in both ways: from Polish into English and from English into Polish. Its interface was also developed in two language versions: Polish and English. With certain exceptions, the creators chose the British variation of English as dominant. You can browse the entries using a special feature that displays all categories. However, after singing in to the system (through the SSO AGH, that is, using your university e-mail address), users, in addition to looking up entries, receive the possibility to suggest changes in the existing entries or propose entirely new ones that they feel should be added to the collection. This renders the tool interactive, which constitutes an answer to the changing needs of the users and takes into account the very nature of language that keeps on living and constantly evolves. The project thus is not and will not be a finished endeavour. We encourage all users to use the tool both passively (browsing the entries) and actively (suggesting the need to add new entries).\n\nThe terminology found in the Glossary shall be applied by all AGH University units that prepare materials in English about their activities, both in electronic and printed forms.\n\nThe initiator of the project was the Centre for Communication and Marketing. The translations and editing of the entries lies within the scope of a team made up of the employees of the aforementioned Centre and the Department of Foreign Languages. The creation of the web application was the task of the IT Solutions Centre, and the Centre for Implementations supervised the entire process.\n\nThe launch of the AGH Glossary subscribes to the idea of internationalisation and constitutes an important element of the \"Excellence Initiative – Research University\" programme.\n\nBack", "metadata": {"url": "https://www.agh.edu.pl/en/news/detail/presenting-the-agh-glossary", "title": "Presenting the AGH Glossary-- AGH UST ", "depth": 3, "duplicate": false, "content_hash": "2617fe1d4c789f2d18d0ab52d9e206cb", "word_count": 468, "headings": [{"level": 1, "text": "Presenting the AGH Glossary"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}