{"content": "#  Zespół Koordynatorów POB -- Inicjatywa Doskonałości – Uczelnia Badawcza \n\nURL: https://www.idub.agh.edu.pl/priorytetowe-obszary-badawcze/zespol-koordynatorow-pob\nCrawled: 2025-03-19 22:38:21\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Zespół Koordynatorów POB \n\nPOB 1. Zrównoważone technologie energetyczne, odnawialne źródła energii i magazyny energii oraz zarządzanie zasobami. Projektowanie, wytwarzanie, aplikacja, synergia i integracja procesów\n\nDr hab. inż. Adam Szurlej, prof. AGH - inżynieria środowiska, górnictwo i energetyka\n\nPOB 2. Nowe technologie dla gospodarki o obiegu zamkniętym: połączenie modeli biznesowych z ekoinnowacjami w celu wzrostu produktywności i minimalizacji odpadów oraz tworzenia i wykorzystywania wiedzy\n\nProf. Katarzyna Grzesik – inżynieria środowiska, górnictwo i energetyka\n\nPOB 3. Woda-energia-klimat: interdyscyplinarne podejście dla zrównoważonego rozwoju\n\nDr hab. inż. Ewa Szalińska van Overdijk, prof. AGH – nauki o Ziemi i środowisku\n\nPOB 4. Rozwiązania techniczne: od badań podstawowych, przez modelowanie i projektowanie, aż do prototypów. Zastosowania narzędzi matematyki, informatyki i elektroniki w problemach skali makro, mikro i nano\n\nDr hab. inż. Krzysztof Duda, prof. AGH - automatyka, elektronika i elektrotechnika\n\nPOB 5. Materiały, technologie i procesy inspirowane naturą: biotechnologia, bioinspiracje w inżynierii i nauce o materiałach, biosensory, bioenergetyka, biokataliza, biokomputery i bioobliczenia\n\nProf. Dr hab. inż. Zbisław Tabor  - inżynieria biomedyczna\n\nPOB 6. Inteligentne techniki informacyjne, telekomunikacyjne, komputerowe i sterowania\n\nProf. dr hab. Maciej Paszyński - informatyka techniczna i telekomunikacja/informatyka (50%)\n\nPOB 7. Projektowanie, produkcja, badanie nowoczesnych materiałów i przyszłościowych technologii w oparciu o multidyscyplinarne podejście łączące inżynierię materiałową z chemią, fizyką, matematyką i medycyną\n\nDr hab. inż. Piotra Bała prof. AGH - inżynieria materiałowa\n\nPOB 8. Przekraczanie granic: eksperymentalna fizyka wysokich energii ekstremalne stany materii, zaawansowane technologie w detekcji promieniowania, badania i zastosowania transdyscyplinarne\n\nProf. dr hab. Piotr Bożek - nauki fizyczne\n\nW skład Zespół Koordynatorów POB wchodzą również:\n\nProf. dr hab. inż. Barbara Tomaszewska\n\nProf. dr hab. inż. Marta Radecka\n\nMgr inż. Lidia Krawentek\n\nStopka\n\n © 2024 Inicjatywa Doskonałości – Uczelnia Badawcza\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.idub.agh.edu.pl/priorytetowe-obszary-badawcze/zespol-koordynatorow-pob", "title": " Zespół Koordynatorów POB -- Inicjatywa Doskonałości – Uczelnia Badawcza ", "depth": 3, "duplicate": false, "content_hash": "272261daffc128256f1d03af9a7369c9", "word_count": 292, "headings": [{"level": 1, "text": "Zespół Koordynatorów POB"}, {"level": 2, "text": "Stopka"}]}}