{"content": "#  Jak będzie wyglądać dzień POLSKIEGO ASTRONAUTY w kosmosie? -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/nauka/bunkier-nauki/popcasty/jak-bedzie-wygladac-dzien-polskiego-astronauty-w-kosmosie\nCrawled: 2025-03-19 21:12:07\n\nSkip to content ↓\n\n Jak będzie wyglądać dzień POLSKIEGO ASTRONAUTY w kosmosie? \n\n Jak będzie wyglądać dzień POLSKIEGO ASTRONAUTY w kosmosie? \n\nJak wysłać swój eksperyment w kosmos? Jakie problemy ze zdrowiem mogą mieć astronauci? Co może zabrać ze sobą astronauta na pokład stacji kosmicznej? W najnowszym odcinku Bunkra Nauki zaglądamy za kulisy polskiej misji kosmicznej Ignis! Już wiosną tego roku weźmie w niej udział Sławosz Uznański-Wiśniewski i poleci w kosmos jako drugi Polak w historii. A z nim na pokładzie znajdzie się eksperyment zaprojektowany przez zespół naukowców z AGH. Jedną z twórczyń eksperymentu jest nasza rozmówczyni, Dagmara Stasiowska z Centrum Technologii Kosmicznych AGH. W rozmowie z Pawłem Janowskim nasza gościni zdradza nam, jakie tajemnicze opaski będzie testować Sławosz w kosmosie, jak rozwinie się dzięki temu wiedza o zdrowiu astronautów na ISS, a także dowiecie się więcej o doktoracie Dagmary dotyczącym…wysyłania pszczół w kosmos. Zapraszamy do wysłuchania tej fascynującej rozmowy!\n\nData premiery: \n5 lutego 2025\n Gościni: \nDagmara Stasiowska\n Prowadzący: \ndr inż. Paweł Janowski\n\n Dagmara Stasiowska \n\nPracuje w Centrum Technologii Kosmicznych AGH przy projekcie UNIVERSEH. Doktorantka AGH w dyscyplinie Inżynierii Biomedycznej. W ramach doktoratu prowadzi badania nad przydatnością modelu biocybernetycznego rodziny pszczelej w kontekście poddawania matki pszczelej stresowi związanemu z lotem rakietą – wszystko po to aby przekonać się czy wraz z pierwszą załogową misją na Czerwoną Planetę można będzie zabrać ze sobą pszczoły jako zapylacze w marsjańskich szklarniach. Z wykształcenia jest inżynierem Odnawialnych Źródeł Energii, jednak w trakcie swoich studiów na AGH trafiła do AGH Space Systems, gdzie odżyła jej dziecięca miłość do kosmosu.\n\n dr inż. Paweł Janowski \n\nFizyk z wykształcenia i zamiłowania. Prowadzi wykłady i pokazy doświadczalne z obszaru fizyki. Finalista konkursu Popularyzator Nauki, organizowanego przez serwis Nauka w Polsce. Pełnomocnik Rektora ds. Kół Naukowych. Pracuje na Wydziale Fizyki i Informatyki Stosowanej AGH. Laureat konkursu Laur Dydaktyka AGH w kategorii Dydaktyk z Pasją.\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/nauka/bunkier-nauki/popcasty/jak-bedzie-wygladac-dzien-polskiego-astronauty-w-kosmosie", "title": " Jak będzie wyglądać dzień POLSKIEGO ASTRONAUTY w kosmosie? -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "6c15e7e653ce607c9ab9d8eec9f60627", "word_count": 376, "headings": [{"level": 1, "text": "Jak będzie wyglądać dzień POLSKIEGO ASTRONAUTY w kosmosie?"}, {"level": 2, "text": "Stopka"}]}}