{"content": "#  Zakład Teorii Układów Kwantowych -- Akademickie Centrum Materiałów i Nanotechnologii \n\nURL: https://acmin.agh.edu.pl/badania-naukowe/zaklad-teorii-ukladow-kwantowych\nCrawled: 2025-03-19 21:38:16\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Zakład Teorii Układów Kwantowych \n\nProfil badawczy\n\nZespół\n\nAparatura badawcza\n\nProjekty badawcze\n\nPublikacje\n\nDydaktyka\n\nPrace doktorskie i dyplomowe\n\nGłówna działalność naukowa \nZakładu Teorii Układów Kwantowych\n związana jest z modelowaniem układów nano- i mezo-skopowych. W obszarze zainteresowań grupy znajdują się niekonwencjonalne stany materii w układach silnie skorelowanych elektronów (nadprzewodniki wysokotemperaturowe, skręcone układy van der Waalsa), stałe fazy wodoru (molekularna i jej metalizacja), oraz nanowarstwy metaliczne czy interfejsy LaAlO\n3\n/SrTiO\n3\n. Grupa bada także zjawiska związane z transportem elektronowym w nanoskopowych strukturach półprzewodnikowych i hybrydach półprzewodnik-nadprzewodnik w kontekście poznania fundamentalnych własności układów, w których badane są egzotyczne kwazicząstki, oraz takich, które mogą zostać wykorzystane w budowie elektroniki nowej generacji. Metody oraz pakiety obliczeniowe wykorzystywane w badaniach to: metoda zrenormalizowanego pola średniego (RMFT), metoda diagramatycznego rozwinięcia funkcji falowej Gutzwillera (DE-GWF), metoda kwantowego wariacyjnego Monte Carlo (VMC), metoda EDABI (Exact Diagonalization Ab Initio Approach), oprogramowanie VASP oraz WANNIER90, a także biblioteka Kwant. Wykorzystujemy kody pisane samodzielenie, pakiety obliczeniowe oraz nowoczesne środowiska do pracy zdalnej. W prowadzonych badaniach wykorzystywany jest komputer o dużej mocy obliczeniowej TeraACMiN.\n\n Grant Horyzont Europa 2022: „SpIn-orbitronic QuAntum bits in Reconfigurable 2D-Oxides, IQUARO”\t\n 30-05-2023 \n\n Grant SONATA BIS 11: \"Nadprzewodnictwo niekonwencjonalne, topologia, oraz silne korelacje elektronowe w układach supersieci moiré\"\t\n 01-07-2022 \n\nWięcej\n\nPrzedmioty obieralne prowadzone przez naukowców z naszego zakładu:\n\nNanostruktury nadprzewodzące w nauce i technice\n\nWybrane metody obliczeniowe dla nanoukładów\n\nStopka\n\nDla pracowników AGH\n\nBiblioteka Główna AGH\n\nUczelnia badawcza IDUB AGH\n\nCentrum Obsługi Projektów e-COP AGH\n\n © 2024 Akademickie Centrum Materiałów i Nanotechnologii\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://acmin.agh.edu.pl/badania-naukowe/zaklad-teorii-ukladow-kwantowych", "title": " Zakład Teorii Układów Kwantowych -- Akademickie Centrum Materiałów i Nanotechnologii ", "depth": 3, "duplicate": false, "content_hash": "f3d2581e035b1d4641cd462bad818a94", "word_count": 257, "headings": [{"level": 1, "text": "Zakład Teorii Układów Kwantowych"}, {"level": 2, "text": "Stopka"}]}}