{"content": "#  UNIVERSEH for Ukraine -- UNIVERSEH – Europejski Uniwersytet Kosmiczny dla Ziemi i Ludzkości \n\nURL: https://universeh.agh.edu.pl/universeh-for-ukraine\nCrawled: 2025-03-19 21:40:17\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n UNIVERSEH for Ukraine \n\nUNIVERSEH Extended for Ukraine\n\nCelem projektu \nUNIVERSEH Extended for Ukraine\n było włączenie uczelni partnerskich z Ukrainy w działania europejskiego sojuszu uniwersyteckiego UNIVERSEH oraz wzmocnienie dotychczasowej współpracy w obszarze New Space, ze szczególnym uwzględnieniem podnoszenia kompetencji studentów, ich mobilności i wielojęzyczności.\n\nZa realizację zadań odpowiedzialne było \nCentrum Technologii Kosmicznych AGH\n (CTK), które również odpowiada za wdrożenie i realizację projektu UNIVERSEH.\n\nRealizacja projektu\n\nRealizacja projektu przyniosła korzyści wszystkim stronom zaangażowanym w jego realizację, zarówno na poziomie indywidualnym, jak i organizacyjnym. Zróżnicowany program umożliwił studentom rozwój umiejętności miękkich (komunikacja międzykulturowa, nawiązywanie kontaktów, współpraca w środowisku międzynarodowym, doskonalenie umiejętności językowych) i twardych (zdobycie nowej wiedzy o kosmosie, wiedzy z zakresu przedsiębiorczości) oraz udział w wydarzeniach organizowanych przez konsorcjum UNIVERSEH.\n\nStopka\n\n © 2023 UNIVERSEH – Europejski Uniwersytet Kosmiczny dla Ziemi i Ludzkości\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://universeh.agh.edu.pl/universeh-for-ukraine", "title": " UNIVERSEH for Ukraine -- UNIVERSEH – Europejski Uniwersytet Kosmiczny dla Ziemi i Ludzkości ", "depth": 3, "duplicate": false, "content_hash": "9a37e4c2029c9bd07f307b6869fff747", "word_count": 144, "headings": [{"level": 1, "text": "UNIVERSEH for Ukraine"}, {"level": 2, "text": "UNIVERSEH Extended for Ukraine"}, {"level": 2, "text": "Realizacja projektu"}, {"level": 2, "text": "Stopka"}]}}