{"content": "# Kierunek MIKROELEKTRONIKA W TECHNICE I MEDYCYNIE | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/mikroelektronika-w-technice-i-medycynie/\nCrawled: 2025-03-19 21:30:04\n\nKierunek kształcenia: Mikroelektronika w technice i medycynie\n\nWarunki rekrutacji\n\nKandydaci\n\nAutomatyka i Robotyka\n\nComputer science\n\nElektrotechnika\n\nInformatyka\n\nInformatyka Medyczna\n\nInformatyka i systemy inteligentne\n\nInżynieria Biomedyczna\n\nMetrologia i Inżynieria Pomiarów (II stopień)\n\nMikroelektronika w technice i medycynie\n\nTechnologie Przemysłu 4.0\n\nEgzaminy wstępne na II stopień studiów\n\nStudia podyplomowe i kursy dokształcające\n\nstudia I stopnia (inżynierskie)\nstudia II stopnia (magisterskie)\n\nOpis kierunku kształcenia:\nMikroelektronika jest dziedziną nauki zajmującą się wytwarzaniem i przetwarzaniem sygnałów elektrycznych o niewielkich amplitudach w miniaturowych urządzeniach elektronicznych. Układy mikroelektroniczne są aktualnie obecne w niemal każdym urządzeniu elektrycznym, począwszy od przedmiotów codziennego użytku aż po specjalistyczny sprzęt przemysłowy i medyczny. Celem studiów na kierunku Mikroelektronika i Technika w Medycynie jest wykształcenie inżyniera o wiedzy i umiejętnościach koniecznych do obsługi i projektowania urządzeń mikroelektronicznych. Cechą szczególną studiów na kierunku Mikroelektronika i Technika w Medycynie jest duży nacisk na zdobywanie praktycznych umiejętności poprzez udział w projektach i badaniach naukowych prowadzonych na Wydziale przy współpracy z wieloma ośrodkami zagranicznymi. Studenci mają kontakt z najnowocześniejszym sprzętem laboratoryjnym, zaawansowanym oprogramowaniem inżynierskim oraz bieżącymi mikroelektronicznymi technologiami submikronowymi.\nAbsolwent kierunku kształcenia ma wiedzę \nw zakresie:\nNauk technicznych, nauk o materiałach półprzewodnikowych, a także z zakresu budowy i projektowania urządzeń mikroelektronicznych (mikroprocesorów, układów programowalnych, specjalizowanych układów scalonych), projektowania i programowania systemów wbudowanych oraz systemów kontrolno-pomiarowych.\nAbsolwent kierunku kształcenia potrafi:\nZaprojektować i przetestować system złożony z gotowych elementów mikroelektronicznych, zaprojektować prosty analogowy/cyfrowy układ scalony (np. mikroprocesor) o zadanych parametrach, napisać program na układ rekonfigurowany, napisać oprogramowanie dla systemu wbudowanego, zaprojektować i zaprogramować system kontrolno-pomiarowy, posługiwać się zaawansowanym oprogramowaniem wspomagającym realizację wymienionych punktów.\nPerspektywy zawodowe:\nOferta pracy absolwentów kierunku Mikroelektronika w Technice i Medycynie jest szeroka i obejmuje możliwość zatrudnienia jako: projektanci mikrosystemów i układów scalonych, projektanci/ programiści u producentów aparatury pomiarowej i medycznej, inżynierowie elektronicy u producentów elektroniki samochodowej, programiści systemów wbudowanych, pracownicy w ośrodkach badawczo-rozwojowych, projektanci systemów kontrolno-pomiarowych.\nStudia II stopnia na tym kierunku są prowadzone w ramach jednej specjalności.\nAbsolwenci tego kierunku mają praktyczne umiejętności inżynierskie konieczne w pracy zawodowej, pozwalające na rozwiązywanie współczesnych problemów technologicznych związanych z dziedziną mikroelektroniki i najnowszymi technologiami półprzewodnikowymi. Absolwenci otrzymają wykształcenie i umiejętności praktyczne pozwalające na efektywne wykorzystanie najnowszych technik i technologii w zakresie użytkowania i projektowania systemów mikroelektronicznych. Wykształcenie uzyskane na tym kierunku umożliwia absolwentom także tworzenie własnych firm rozwijających unikatowe technologie oparte na mikroelektronice.\n\nProgram zajęć dydaktycznych - SYLABUS\n\nDlaczego warto studiować Mikroelektronikę w Technice i Medycynie na Wydziale EAIiIB ?\n\nRekrutacja - Informacje dla kandydatów", "metadata": {"url": "https://www.eaiib.agh.edu.pl/mikroelektronika-w-technice-i-medycynie/", "title": "Kierunek MIKROELEKTRONIKA W TECHNICE I MEDYCYNIE | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "9b91a26a156a6430adf1dfa697d2fde6", "word_count": 398, "headings": [{"level": 2, "text": "Kierunek kształcenia: Mikroelektronika w technice i medycynie"}, {"level": 2, "text": "Dlaczego warto studiować Mikroelektronikę w Technice i Medycynie na Wydziale EAIiIB ?"}]}}