{"content": "# Tekst źródłowy strony Andrzej Manecki – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Andrzej_Manecki&action=edit\nCrawled: 2025-03-19 22:32:04\n\nTekst źródłowy strony Andrzej Manecki\n\n← \nAndrzej Manecki\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nTekst źródłowy strony można podejrzeć i skopiować.\n\n{{Infobox scientist\n|family-name=Manecki\n|given-name=Andrzej\n|honorific-prefix=Prof. dr hab. inż.\n|image=Andrzej_Manecki.jpg\n|birth_date=8 września 1933\n|birth_place=Kraków\n|fields=górnictwo i geologia inżynierska, geologia, geochemia, mineralogia, ochrona środowiska, petrografia\n|function=Dziekan Wydziału Geologiczno-Poszukiwawczego AGH (1984–1990)\n|faculty=Wydział Geologii, Geofizyki i Ochrony Środowiska\n|awards=Krzyż Kawalerski Orderu Odrodzenia Polski, Krzyż Oficerski Orderu Odrodzenia Polski, Medal Komisji Edukacji Narodowej, Państwowa Nagroda I stopnia\n|honorAGH=Profesor Honorowy AGH\n}}{{Funkcja\n|Stanowisko=Dziekan\n|Jednostka=Wydział Geologiczno-Poszukiwawczy\n|Rok_od=1984\n|Rok_do=1990\n}}\nProf. dr hab. inż. '''Andrzej Manecki''' (1933–)     \n\nDyscyplina/specjalności: górnictwo i geologia inżynierska, geologia, geochemia, mineralogia, ochrona środowiska, petrografia\n\n== Nota biograficzna ==\n\nUrodził się 8 września 1933 roku w Krakowie. \n\nW 1951 roku ukończył I Liceum Ogólnokształcące im. Bartłomieja Nowodworskiego w Krakowie.\n\nW 1952 roku rozpoczął studia na Wydziale Geologiczno-Poszukiwawczym AGH, które ukończył w 1957 roku \n\nW 1957 roku rozpoczął pracę asystenta w Zakładzie Petrografii Katedry Mineralogii i Petrografii [[Wydział Geologiczno-Poszukiwawczy|Wydziału Geologiczno-Poszukiwawczego]] AGH.\n\nW 1964 roku na podstawie pracy \"Polimetaliczne żyły okolicy Radzimowic\", której promotorem był profesor Andrzej Bolewski, uzyskał stopień doktora.\n\nW 1968 roku na postawie rozprawy \"Studium mineralogiczno-petrograficzne polimetalicznych żył okolicy Wojcieszowa (Dolny Śląsk)\" uzyskał stopień doktora habilitowanego.\n\nW 1978 roku został profesorem nadzwyczajnym.\n\nW latach 1985-1989 był kierownikiem Zakładu Geologii Gospodarczej i Ochrony Złóż.\n\nW 1989 roku otrzymał tytuł profesora.\n\nW latach 1984-1990 był dziekanem Wydziału Geologiczno-Poszukiwawczego. Dokonał wówczas reorientacji kierunków naukowych i dydaktycznych wzmacniając w profilu kształcenia ochronę środowiska i geofizykę stosowaną, co znalazło wyraz w zmianie nazwy wydziału na Wydział Geologii, Geofizyki i Ochrony Środowiska oraz w nowych programach dydaktycznych. W czasie pełnienia funkcji dziekana zakupił budynek w Miękini koło Krzeszowic, który zaadaptowano na dom szkoleniowy Wydziału.\n\nW latach 1991-2002 był kierownikiem Zakładu Mineralogii, Petrografii i Geochemii.\n\nW latach 1992-1994 kierował w AGH polskim zespołem w polsko-amerykańskim grancie dotyczącym zmian geochemii środowiska pod wpływem kwaśnych opadów, a wyniki były publikowane i prezentowane na konferencjach w USA. \n\nZorganizował i przez kilka lat kierował Podyplomowym Studium Przygotowania Kadr do Badań Geologicznych za Granicą. Opiekuje się nieprzerwanie, studenckim ruchem naukowym jako opiekun Koła Naukowego Geologów, które będąc studentem współorganizował.\n\nAutor około 180 publikacji.\n\nPromotor 13 prac doktorskich oraz wielu magisterskich.\n\nZainicjował pierwsze w Polsce badania mineralogiczno-petrograficzne degradacji kamieni budowlanych na przykładzie krakowskich zabytków architektury.\n\nW latach 1980-1981 kierował pracami nad raportem w sprawie szkodliwego oddziaływania Huty Aluminium w Skawinie. Raport ten był podstawą decyzji Rządy do zamknięcia Huty.\n\nW latach 1995-2000 był kierownikiem Zakładu Sozologii w Instytucie Gospodarki Surowcami Mineralnymi i Energią PAN.\n\nPrzez wiele lat pełnił funkcję przewodniczącego naukowej Rady Ochrony Środowiska w Krakowie.\n\nProfesor Honorowy AGH 2015 za wybitne osiągnięcia naukowe o charakterze intersdyscyplinarnym z zakresu mineralogii z kosmomineralogią, geologii Arktyki, ochrony środowiska, za rozwój kadry naukowej, działalność organizacyjną i dydaktyczną na rzecz Uczelni i polskiego środowiska naukowego, oraz promocję AGH w Polsce i na świecie.\n\nW 2017 roku na jego cześć jeden z minerałów odkrytych w Górach Sowich nazwano maneckiitem.\n\nW 2023 roku otrzymał odznakę Honoris Gratia za wybitne zasługi dla Krakowa.\n\n6 września 2023 roku w Auli AGH odbył się uroczysty Jubileusz 90-lecia urodzin i 70-lecia działalności naukowej Profesora.\n\nOd 1984 roku - przez wiele lat - kierował w AGH zespołem do badań geologicznych, mineralogiczno-petrograficznych i geochemicznych w Arktyce. Współorganizował ekspedycje naukowe na Spitsbergen, a w latach 1984, 1985 i 1988 był kierownikiem.\n\nOd 1988 roku reprezentował Polskę z głosem stanowiącym w International Mineralogical Association, w CNMMN, był przewodniczącym Komitetu Nauk Mineralogicznych przy VII Wydziale PAN i redaktorem naczelnym wydawanych w PAN \"Pracach Mineralogicznych\".\n\nW zakresie mineralogii i petrografii ma znaczne osiągnięcia w badaniach składu mineralnego materii kosmicznej. W latach 1974-1988 był przedstawicielem Polski w Komisji Kosmomineralogii IMA.\n\nCzłonek Polskiego Towarzystwa Przyjaciół Nauk o Ziemi (Oddział w Krakowie), Polskiego Klubu Ekologicznego, Wojewódzkiej Rady Ochrony Środowiska, Komisji Kosmomineralogii Międzynarodowej Asocjacji Mineralog. IMA (przedstawiciel Polski) w latach 1974-1988, Komisji Nowych Minerałów i Nazw Minerałów IMA (przedstawiciel Polski 1988), Komisji Historii i Dokumentacji Badań Polarnych PAN, Komisji Gospodarki Surowcami Mineralnymi, Komitetu Nauk Mineralogicznych PAN.\n\n===== Odznaczenia i nagrody =====\n\n[[Krzyż Kawalerski Orderu Odrodzenia Polski]] (1978), [[Krzyż Oficerski Orderu Odrodzenia Polski]] (2003), [[Medal Komisji Edukacji Narodowej]], Medal im. Karola Bohdanowicza (najwyższe wyróżnienie Towarzystwa Geosynoptyków „Geos”), [[Państwowa Nagroda I stopnia]],  sześciokrotnie Nagroda Ministra Edukacji Narodowej (indywidualne i zespołowe) 1971-1994, Honoris Gratia\n\n==== Bibliografia publikacji ====\n\nhttps://badap.agh.edu.pl/autor/manecki-andrzej-002163\n\n== Źródła do biogramu ==\n\n==== Książki ====\n\n* Katedra Mineralogii, Petrografii i Geochemii Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie 1919-2009. Red. T. Ratajczak, A. Skowroński, T. Szydłak. Kraków 2009, s. 52-54, [foto]\n* Konieczna E.: Ziemskie wędrówki : nauki o ziemi w Akademii Górniczo-Hutniczej. Kraków 2020, s. 1434-258\n* Kronika i spis absolwentów Akademii Górniczo-Hutniczej im. Stanisława Staszica 1919-1979. T. 1. Pion górniczy. Kraków 1979, s. 195\n* Manecki A.: Alfabet wspomnień o ludziach nauki i wydarzeniach lat minionych. Kraków 2015, 261 s.\n* Manecki A.: Ludzie nauk o Ziemi i Kosmosie : z wydarzeniami lat minionych tle. Kraków 2023, 446 s., [foto]\n* Prof. Andrzej Manecki Profesorem Honorowym Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie. Kraków 2015, 29, [1] s.\n* [Skład Osobowy AGH … 1957/58]. Kraków 1958, s. 106\n* Wielka Księga 85-lecia Akademii Górniczo-Hutniczej. [Oprac.] zespół aut. K. Pikoń (red. naczelny), A. Sokołowska (dyrektor projektu), K. Pikoń. Gliwice 2004, s. 220-221, [foto] \n* Współcześni uczeni polscy : słownik biograficzny. T. 3 : M–R. Red. nauk. J. Kapuścik. Warszawa 2000, s. 77, [foto]\n* Wydział Geologii, Geofizyki i Ochrony Środowiska 1946-2016. Red. M. Manecki, E. Hycnar. Kraków 2016, s. 24, 53-54, [foto]\n\n==== Artykuły ====\n\n* Czy naukowcy z AGH znajdą ropę i gaz na Spitsbergenie? [wypowiedź prof. Andrzeja Maneckiego]. ''Dziennik Polski'' 2009, nr 149 (27-28 VI 2009), s. A5\n* Górecka N., Górecki W.: Laureaci Medalu im. Karola Bohdanowicza : Andrzej Manecki. ''Polish Journal of Mineral Resources'' 2006, Vol. 10, wyd. spec., s. 171, 195-196, [foto]\n* Laureat Medalu im. Karola Bohdanowicza - prof. dr hab. inż Andrzej Manecki. ''Polish Journal of Mineral Resources'' 2004, Vol. 8, s. 219-223, [foto]\n* Manecki A.: Fragmenty wystąpienia profesora Andrzeja Maneckiego. ''Biuletyn Informacyjny Pracowników AGH'' 2004 nr 126, s. 21\n* Nowe minerały upamiętniają krakowskich profesorów. ''Dziennik Polski'' 2017, nr 143 (22 VI 2017), s. B2\n* [''Protokół z Posiedzenia Senatu AGH''... 26.11.2014], s. 2, 10-11, 27\n* [''Protokół z Posiedzenia Senatu AGH...'' 29.04.2015], s. 1, 2, 26-27, 65\n* Ratajczak T.: Pięćdziesiąt lat pracy naukowej i dydaktycznej w AGH profesora dr. hab. inż. Andrzeja Maneckiego. ''Biuletyn Informacyjny Pracowników AGH'' 2004, nr 126, s. 20-21, [27], [foto]\n* Rzepa G.: Odznaczenie Honoris Gratia dla profesora Andrzeja Maneckiego. '' Biuletyn AGH'' 2023, nr 183-184, s. 13-14,[foto]\n* Skowroński A.: Nagroda naukowa im. St. Staszica dla prof. Andrzeja Maneckiego. ''Biuletyn Informacyjny Pracowników AGH'' 2007, nr 173 s. 11\n* Skowroński A.: New honorary members of the Mineralogical Society of Poland : Andrzej Manecki. ''Mineralogia Polonica'' 2005, Vol. 36, no. 1, s. 63-64, [foto] \n\n==== Inne ====\n\n* Andrzej Manecki (mineralog) [online] [przeglądany 6.09.2023]. Dostępny w:  https://pl.wikipedia.org/wiki/Andrzej_Manecki_(mineralog) \n* Jubileusz 90-lecia urodzin i 70-lecia pracy naukowo-dydaktycznej prof. dr hab. inż Andrzeja Maneckiego [online] [przeglądany 11.03.2024]. Dostępny w: http://www.ptmin.pl/biuletynwrzesien2023.pdf  \n\n{{DEFAULTSORT:Manecki, Andrzej }}\n[[Category:Biogramy]]\n\n'''''<span style=\"color:red;\">stan na dzień 16.03.2024</span>'''''\n\nSzablony użyte w tym artykule:\n\nSzablon:Funkcja\n (\ntekst źródłowy\n) \nSzablon:Infobox scientist\n (\ntekst źródłowy\n) \nWróć do \nAndrzej Manecki\n.\n\nŹródło: „\nhttp://historia.agh.edu.pl/wiki/Andrzej_Manecki\n”", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Andrzej_Manecki&action=edit", "title": "Tekst źródłowy strony Andrzej Manecki – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "6c9d07d04a278340a63ecee59af0c9dd", "word_count": 1205, "headings": [{"level": 1, "text": "Tekst źródłowy strony Andrzej Manecki"}]}}