{"content": "# \n\nURL: https://welcome.agh.edu.pl/en\nCrawled: 2025-03-19 21:07:45\n\nApplication for AGH University students\n\n‘Welcome to AGH UST’ app is addressed to all international students who\n                arrive at the campus for the first time and candidates willing to study\n                at the AGH University of Krakow. Its main goal\n                is to help students to move around the AGH University Campus and provide them\n                with indispensable information including opening hours of Deans’\n                offices, locations of AGH University premises (faculties, dormitories, sport\n                facilities, student clubs, copy centres, canteens and many more) with\n                the function of navigation, events and news connected with student life\n                as well as information about Krakow and its top attractions.\n\nThe application includes\n\nGeneral information about the university and education offer\n\nStudent guide\n\nInformation about the Department of Foreign Students\n\nTips on how to become AGH University student\n\nStaff contact details\n\nLocations of faculties, student clubs, canteens and other premises\n\nOpening hours of Deans’ offices\n\nEvents and news\n\nInformation about Krakow\n\nand many more...\n\n            This app may serve as a great guide for AGH University students. It provides\n            indispensable information and is a useful tool, especially when you are\n            in a hurry for classes and you can’t find this very particular building :)\n\n            The project „JOIN US - All Great Stories Begin Here!” is a response to\n            the constantly growing number of international students and necessity to\n            provide them with support in the course of their education. ‘Welcome to\n            AGH UST’ mobile app (built for iOS and Android) was created within\n            above-mentioned project and aims at helping students move around AGH University\n            Campus. The application is available in Polish as well as in English.\n\n            It is crucial for us to make the students perceive our university as\n            safe and inviting place where they can develop their hobbies and\n            interests in the international environment. We believe that\n            international students will become ambassadors of the AGH University of\n            Krakow outside our country.\n\n            The programme is implemented as part of the project \"Raising the\n            competences of academic staff and the institution's potential in\n            accepting people from abroad - Welcome to Poland\" under the Operational\n            Program Knowledge Education Development co-financed by the European\n            Social Fund.", "metadata": {"url": "https://welcome.agh.edu.pl/en", "title": "", "depth": 2, "duplicate": false, "content_hash": "a5de0b6b98c7bc1b23d0d02ddade3662", "word_count": 352, "headings": [{"level": 1, "text": "Application for AGH University students"}, {"level": 1, "text": "The application includes"}]}}