{"content": "#  FAQ -- Szkoła Doktorska AGH \n\nURL: https://www.sd.agh.edu.pl/ocena-srodokresowa/faq\nCrawled: 2025-03-19 21:38:57\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n FAQ \n\nW jakiej formie ma być napisana część druga autoreferatu (po tabelce)? \n Pisanie ciągłego tekstu w formie według narzuconego planu (Wstęp, Metodologia, wyniki z opisem, Podsumowanie).\n\nDo czego odnosi się słowo „uzasadnienie” w pierwszej części autoreferatu (w tabelce)? Czy jest to „uzasadnienie” przyjętego statusu (np. „zrealizowane”) dla danego zadania badawczego? \n W przypadku zrealizowanego zadania podać mierzalne efekty tego zadania. W przypadku zadania w trakcie realizacji opisać dotychczasowe mierzalne efekty. Jeżeli występują opóźnienia proszę wyjaśnić ich przyczynę. W przypadku niezrealizowanego zadania podać przyczynę braku realizacji i podjęte działania naprawcze. \n\nJak należy podejść do niezrealizowanych punktów IPB? \n Wyjaśnić (j.w.) dlaczego dane zadanie nie zostało zrealizowane. \n\nCzy w analizie postępów (tabela z etapem realizacji każdego zadania) mamy uwzględnić wszystkie zadania, nie tylko badawcze (czyli także konferencje, publikacje itd.)?\n\n Z informacji zamieszczonych w pkt. 1-7 IPB skopiować zadeklarowane działania, wszystkie, które obejmują okres do dnia \n23.06.2024 r.\n\nCzy limit 10 stron zawiera też literaturę i podpisy na dole? \n Literaturę tak, podpisy nie. \n\nCzy w punkcie 1. Wprowadzenie należy powtórnie opisać zrealizowane cele jak w Prezentacji osiągnięć?\n\n Nie, Wprowadzenie jest początkiem Prezentacji osiągnięć.\n\nCo zrobić, jeśli kierunek pracy naukowej zmienił się w stosunku do tego opisanego w Indywidualnym Planie Badawczym i z tego względu wykonywane są inne zadania?\n\n Odnosimy się do aktualnego IPB złożonego w SD. Należy przedstawić różnice i wyjaśnić powód zmian. \n\nCzy należy uwzględniać w autoreferacie punkty harmonogramu których okres realizacji jeszcze się nie zaczął?\n\n Nie.\n\nCzy w autoreferacie w sekcji metodologia badawcza należy przedstawić metody, aparaturę itp. stosowane przez pierwsze dwa lata (do czasu złożenia autoreferatu) czy również te, które będziemy stosować po ocenie śródokresowej?\n\n Tylko te stosowane do 23.06.2024\n\nOpublikowane prace – czy należy załączyć pdf z artykułem? \n W przypadku opublikowanych artykułów załączyć pierwszą stronę lub cały artykuł. W przypadku przyjętych do druku dodatkowo dołączyć potwierdzenie przyjęcia do druku. \n\nCo dokładnie jest potrzebne (jak to zrobić) w Załączniku 2? \n Wydruk publikacji i patentów zarejestrowanych w BG AGH. Do wygenerowania z bazy biblioteki.\n\nW publikacji wydawca pomylił afiliację i wpisana została afiliacja firmowa zamiast uczelnianej, czy będzie to stanowiło problem? \n Nie, ale taka publikacja nie będzie zarejestrowana w BG AGH i trzeba taką sytuację opisać – jaki jest powód nie wskazania afiliacji AGH (np. klauzula podpisana z firmą itp.). \n\nJeśli mój artykuł jest dopiero wysyłany do sprawdzenia w wydawnictwie, czy można zamieścić tylko wysłany pdf i email z potwierdzeniem odbioru przez to wydawnictwo. Czy może wszystkie prace złożyć jako pdf? \n Czy jest to publikacja przyjęta do druku, czy dopiero wysłana do recenzji? W drugim przypadku trudno ją traktować jako osiągnięcie. \n\nCzy publikacja dot. pracy magisterskiej, ale opublikowana w trakcie doktoratu musi znaleźć się dorobku naukowym?\n Nie musi.\n\nCzy jeżeli w IPB zostały ujęte punkty, które nie dotyczą bezpośrednio prac związanych z tematyką doktoratu, a z których wynikają publikacje (aktywność w kole naukowym), czy poza dodaniem do tabeli, również należy je jakoś opisać w sekcji II Prezentacja osiągnięć? \n Należy wpisać je w podsumowaniu autoreferatu.\n\nCo z aktywnościami, które nie były planowane w IPB, a zostały podjęte pewne kroki, np. złożenie wniosku patentowego?\n\n Należy je wpisać i w tabelkę i autoreferat, jeżeli tylko są związane z prowadzonymi w doktoracie pracami. Jeżeli nie są bezpośrednio związane z doktoratem, to powinny być umieszczone w podsumowaniu.  \n\nCzy trzeba skanować cały autoreferat, skoro tylko podpisuje się na końcu. Ewentualnie czy może każdy musi złożyć parafkę na każdej stronie – wtedy skan całości ma sens? \n Należy zeskanować cały autoreferat\n UWAGA: skanować, nie fotografować! \n\nJak będzie wyglądało spotkanie z komisją? \n Jeżeli komisja życzy sobie prezentację, to odpowiednią informację powinniście Państwo otrzymać od Komisji. Trudno przewidzieć ile będzie trwało spotkanie. Zależy od liczby pytań ze strony Komisji. Prawdopodobnie średnio ok. 20 minut. \n\nCzy skład komisji oceniającej będzie znany wcześniej? Kto będzie wchodził w skład komisji? \n Skład komisji nie będzie publikowany. \n\nJakie tematy będą poruszane w trakcie dyskusji z doktorantem? Czy rozmowa może przyjąć formę egzaminu z całej dyscypliny naukowej i należy się spodziewać pytań wykraczających poza obszar badań doktoranta? Jak przygotować się do takiej rozmowy? \n Zdecydowanie nie będzie to egzamin. Spotkanie ma na celu wyjaśnienie wątpliwości Komisji względem Państwa dokumentacji. Jeżeli Komisja sobie tego zażyczy, to może wymagać kilkuminutowej prezentacji. \n\nKiedy będzie znany wynik oceny śródokresowej? Jakie są kryteria oceny?  \n Wyniki: do \n16 września 2024 r.  \nKryteria: terminowość realizacji zadań i zgodność realizowanych zadań z IPB.\n\nStopka\n\nBiblioteka Główna\n\nOchrona danych osobowych\n\nStrona główna AGH\n\nInicjatywa Doskonałości – Uczelnia Badawcza\n\nSzkoła Doktorska AGH\nbud. A3, I p., pok. 118\nal. Mickiewicza 30\n30-059 Kraków\n\nDziekanat\n E-mail: phd@agh.edu.pl\n Tel. +48 12 617 56 13\n Tel. +48 12 617 56 11\n Tel. +48 12 617 56 14\n Obsługa bezpośrednia i telefoniczna doktorantów:\n poniedziałek - nieczynne\n wtorek-piątek - 9:00-13:00\n\nSekretariat\n E-mail: sdbiuro@agh.edu.pl\n Tel. +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/ocena-srodokresowa/faq", "title": " FAQ -- Szkoła Doktorska AGH ", "depth": 3, "duplicate": false, "content_hash": "2ad0fd42191f94377fda4315a3e08cbf", "word_count": 781, "headings": [{"level": 1, "text": "FAQ"}, {"level": 2, "text": "Stopka"}]}}