{"metadata": {}, "content": "Kredyty studenckie.\nDz.U.2018.2468 z dnia 2018.12.29\nStatus: Akt obowiązujący\nWersja od: 29 grudnia 2018r.\nWejście w życie:\n1 stycznia 2019 r.\nROZPORZĄDZENIE\nMINISTRA NAUKI I SZKOLNICTWA WYŻSZEGO 1\nz dnia 20 grudnia 2018 r.\nw sprawie kredytów studenckich\nNa podstawie art. 103 ustawy z dnia 20 lipca 2018 r. - Prawo o szkolnictwie\nwyższym i nauce (Dz. U. poz. 1668, 2024 i 2245) zarządza się, co następuje:\n§  1.  Rozporządzenie określa:\n1)sposób ustalania wysokości miesięcznego dochodu na osobę w rodzinie osoby\nubiegającej się o kredyt studencki uprawniającej do otrzymania kredytu\nstudenckiego;\n2)tryb składania wniosków o kredyt studencki;\n3)zakres informacji zawartych we wniosku o kredyt studencki oraz dokumenty\ndołączane do wniosku;\n4)niezbędne elementy umowy kredytu studenckiego;\n5)termin zawarcia umowy kredytu studenckiego;\n6)wysokość miesięcznych transz kredytu studenckiego;\n7)szczegółowe warunki i tryb zawieszania spłaty i umarzania kredytu\n\nstudenckiego;\n8)warunki i tryb rozliczeń z tytułu pokrywania odsetek należnych instytucjom\nkredytującym od kredytów studenckich.\n§  2.  Wniosek o udzielenie kredytu studenckiego może złożyć student, doktorant\nalbo osoba ubiegająca się o przyjęcie na studia albo do szkoły doktorskiej, zwany\ndalej \"wnioskodawcą\".\n§  3.  \n1. Wniosek o udzielenie kredytu studenckiego zawiera:\n1)dane osobowe wnioskodawcy:\na) imiona i nazwisko,\nb) numer PESEL, a w przypadku jego braku - rodzaj, serię i numer\ndokumentu potwierdzającego tożsamość oraz nazwę państwa, które wydało\nten dokument,\nc) datę urodzenia,\nd) adres zamieszkania;\n2)informację o innych odbywanych studiach lub kształceniu w szkole\ndoktorskiej;\n3)informację o dotychczas ukończonych studiach, studiach doktoranckich lub\nszkole doktorskiej;\n4)dane wymagane przez bank lub spółdzielczą kasę oszczędnościowo-\nkredytową, zwane dalej \"instytucją kredytującą\", dla celów oceny zabezpieczenia\nspłaty kredytu studenckiego;\n5)wskazanie wnioskowanej wysokości miesięcznej transzy kredytu studenckiego\nspośród wysokości, o których mowa w § 11 ust. 1.\n2. Do wniosku o udzielenie kredytu studenckiego dołącza się:\n1)zaświadczenie wydane przez:\na) rektora - w przypadku studentów,\nb) rektora albo dyrektora instytutu badawczego, instytutu naukowego\nPolskiej Akademii Nauk, zwanego dalej \"instytutem PAN\",\nmiędzynarodowego instytutu naukowego utworzonego na podstawie\n\nodrębnej ustawy działającego na terytorium Rzeczypospolitej Polskiej,\nzwanego dalej \"instytutem międzynarodowym\", Centrum Medycznego\nKształcenia Podyplomowego, zwanego dalej \"CMKP\", prezydenta federacji\npodmiotów systemu szkolnictwa wyższego i nauki, zwanej dalej \"federacją\" -\nw przypadku doktorantów\n-alboosobęprzezniegoupoważnioną, potwierdzające, żewnioskodawca jest\nodpowiednio studentem albo doktorantem;\n2)dokument potwierdzający udział w rekrutacji na studia albo do szkoły\ndoktorskiej - w przypadku osób ubiegających się o przyjęcie odpowiednio na\nstudia albo do szkoły doktorskiej;\n3)dokumenty potwierdzające dane, o których mowa w ust. 1 pkt 4;\n4)oświadczenia o:\na) wysokości miesięcznego dochodu wnioskodawcy i członków jego rodziny\nw roku kalendarzowym poprzedzającym rok złożenia wniosku,\nb) liczbie członków rodziny wnioskodawcy.\n3. Zaświadczenie, o którym mowa w ust. 2 pkt 1, zawiera:\n1)dane osobowe wnioskodawcy:\na) imiona i nazwisko,\nb) numer PESEL, a w przypadku jego braku - rodzaj, serię i numer\ndokumentu potwierdzającego tożsamość oraz nazwę państwa, które wydało\nten dokument,\nc) datę urodzenia;\n2)dane dotyczące studiów albo szkoły doktorskiej:\na) nazwę uczelni albo szkoły doktorskiej oraz podmiotu prowadzącego szkołę\ndoktorską,\nb) nazwę kierunku i poziom studiów - w przypadku studentów,\nc) dyscypliny naukowe albo artystyczne, w których jest prowadzone\nkształcenie w szkole doktorskiej - w przypadku doktorantów,\nd) datę rozpoczęcia studiów albo kształcenia w szkole doktorskiej,\ne) rok i semestr studiów albo kształcenia w szkole doktorskiej,\nf) planowany termin ukończenia studiów albo kształcenia w szkole\ndoktorskiej.\n\n4. Uczelnie, instytuty badawcze, instytuty PAN, instytuty międzynarodowe, CMKP\noraz federacje prowadzą ewidencje wydanych zaświadczeń, o których mowa w ust.\n2 pkt 1.\n§  4.  \n1. Wniosek o udzielenie kredytu studenckiego składa się w wybranej przez\nwnioskodawcę instytucji kredytującej, która zawarła z Bankiem Gospodarstwa\nKrajowego, zwanym dalej \"BGK\", umowę, o której mowa w art. 98 ust. 2  ustawy z\ndnia 20 lipca 2018 r. - Prawo o szkolnictwie wyższym i nauce, zwanej dalej\n\"ustawą\".\n2. Wniosek, o którym mowa w ust. 1, składa się w postaci:\n1)elektronicznej - za pomocą systemu teleinformatycznego instytucji\nkredytującej albo\n2)papierowej - na formularzu ustalonym przez instytucję kredytującą.\n3. Wniosek o udzielenie kredytu studenckiego składany w postaci elektronicznej\nopatruje się kwalifikowanym podpisem elektronicznym albo uwierzytelnia przy\nużyciu danych uwierzytelniających, stosowanych przez instytucję kredytującą do\nweryfikacji, w drodze elektronicznej, posiadacza rachunku.\n4. W przypadku składania wniosku o udzielenie kredytu studenckiego w postaci\nelektronicznej, dokumenty, o których mowa w § 3 ust. 2 pkt 1 i 2, dołącza się w\npostaci elektronicznych kopii.\n5. Wnioskodawca na żądanie instytucji kredytującej:\n1)udziela wyjaśnień i informacji mających wpływ na udzielenie kredytu\nstudenckiego;\n2)przedkłada oryginały dokumentów, o których mowa w § 3 ust. 2 pkt 1 i 2 - w\nprzypadku wniosku o udzielenie kredytu studenckiego złożonego w postaci\nelektronicznej.\n§  5.  Osoba ubiegająca się o przyjęcie na studia albo do szkoły doktorskiej,\nniezwłocznie po uzyskaniu odpowiednio statusu studenta albo doktoranta, składa w\ninstytucji kredytującej, w której złożyła wniosek o udzielenie kredytu studenckiego,\nzaświadczenie, o którym mowa w § 3 ust. 2 pkt 1.\n\n§  6.  Instytucja kredytująca, na podstawie danych zawartych w oświadczeniach, o\nktórych mowa w § 3 ust. 2 pkt 4, ustala wysokość przeciętnego miesięcznego\ndochodu na osobę w rodzinie wnioskodawcy w roku poprzedzającym rok złożenia\nwniosku o udzielenie kredytu studenckiego zgodnie z art. 88 ustawy.\n§  7.  Instytucja kredytująca przekazuje BGK dane osobowe wnioskodawcy, o\nktórych mowa w § 3 ust. 1 pkt 1, oraz informację o wysokości dochodu, o którym\nmowa w § 6.\n§  8.  \n1. BGK, w terminie do dnia 31 marca, przedstawia ministrowi właściwemu do spraw\nszkolnictwa wyższego i nauki, zwanemu dalej \"ministrem\", zbiorczą informację o\nliczbie złożonych wniosków o udzielenie kredytu studenckiego, w podziale według\nwysokości przeciętnego miesięcznego dochodu na osobę w rodzinie wnioskodawcy i\no liczbie udzielonych kredytów studenckich, w roku poprzedzającym rok złożenia\ninformacji.\n2. Minister, w terminie do dnia 31 maja, na podstawie informacji, o której mowa w\nust. 1, ustala wysokość miesięcznego dochodu na osobę w rodzinie wnioskodawcy\nuprawniającą do otrzymania kredytu studenckiego w następnym roku\nakademickim.\n§  9.  Kredytu studenckiego nie udziela się, jeżeli:\n1)wysokość przeciętnego miesięcznego dochodu na osobę w rodzinie\nwnioskodawcy, w roku poprzedzającym rok złożenia wniosku o udzielenie\nkredytu studenckiego, jest wyższa niż wysokość miesięcznego dochodu, o której\nmowa w § 8 ust. 2, lub\n2)ocena zabezpieczenia spłaty kredytu studenckiego dokonana przez instytucję\nkredytującą jest negatywna dla każdej z wysokości miesięcznej transzy kredytu\nstudenckiego, o których mowa w § 11 ust. 1.\n§  10.  \n1. Umowę kredytu studenckiego zawiera się w terminie 30 dni od dnia złożenia\nwniosku o udzielenie kredytu studenckiego, a w przypadku, o którym mowa w § 5 -\nw terminie 30 dni od dnia złożenia zaświadczenia, o którym mowa w § 3 ust. 2 pkt\n\n1.\n2. Jeżeli z przyczyn niezależnych od wnioskodawcy lub instytucji kredytującej nie\ndoszło do zawarcia umowy w terminie, o którym mowa w ust. 1, umowa może\nzostać zawarta w terminie 60 dni od dnia złożenia odpowiednio wniosku albo\nzaświadczenia.\n3. Umowa kredytu studenckiego zawiera następujące niezbędne elementy:\n1)okres, na jaki instytucja kredytująca udzieliła kredytu studenckiego\nwnioskodawcy, zwanemu dalej \"kredytobiorcą\";\n2)datę rozpoczęcia wypłaty miesięcznych transz kredytu studenckiego;\n3)sposób weryfikacji przez instytucję kredytującą posiadania statusu studenta\nalbo doktoranta w okresie obowiązywania umowy - nie częściej niż dwa razy w\nroku;\n4)wymagane dokumenty oraz tryb zawarcia aneksu do umowy - w przypadku\nprzedłużenia okresu wypłaty miesięcznych transz kredytu studenckiego albo\nzmiany wysokości miesięcznej transzy kredytu studenckiego;\n5)sposób informowania przez kredytobiorcę instytucji kredytującej o\nokolicznościach, o których mowa w art. 100 ust. 2 pkt 1-4  ustawy;\n6)sposób ustalenia przez instytucję kredytującą harmonogramu spłaty kredytu\nstudenckiego;\n7)sposób zmniejszenia miesięcznej wysokości raty kredytu studenckiego;\n8)wysokość odsetek od kredytu studenckiego spłacanych przez kredytobiorcę;\n9)okres wypowiedzenia umowy przez instytucję kredytującą - w przypadku, o\nktórym mowa w art. 100 ust. 2 pkt 5  ustawy.\n§  11.  \n1. Wysokość miesięcznej transzy kredytu studenckiego wynosi 400 zł, 600 zł, 800\nzł albo 1000 zł.\n2. Kredytobiorca może złożyć w instytucji kredytującej, z którą zawarł umowę\nkredytu studenckiego, wniosek o zmianę wysokości miesięcznej transzy kredytu\nstudenckiego.\n3. Do wniosku, o którym mowa w ust. 2, dołącza się dokumenty potwierdzające\n\ndane wymagane przez instytucję kredytującą dla celów oceny zabezpieczenia spłaty\nkredytu studenckiego.\n§  12.  \n1. Na wniosek kredytobiorcy spłata kredytu studenckiego wraz z odsetkami może\nzostać zawieszona przez instytucję kredytującą, jeżeli kredytobiorca znalazł się w\ntrudnej sytuacji życiowej spowodowanej w szczególności utratą przez niego lub\njego małżonka stałego źródła dochodu lub zdarzeniem losowym, powodującym\nkrótkotrwałą utratę zdolności do spłaty zobowiązań, w tym chorobą kredytobiorcy\nlub członka jego rodziny, koniecznością sprawowania opieki nad chorym członkiem\nrodziny, szkodą spowodowaną przez pożar, klęskę żywiołową lub inną katastrofę.\n2. Do wniosku, o którym mowa w ust. 1, dołącza się dokumenty potwierdzające\nwystąpienie okoliczności, o których mowa w ust. 1.\n3. Okresy zawieszenia spłaty kredytu studenckiego wraz z odsetkami sumuje się,\nprzy czym ich łączny okres nie może być dłuższy niż określony w art. 102 ust. 1\nustawy.\n§  13.  \n1. Na wniosek kredytobiorcy kredyt studencki może zostać umorzony przez\ninstytucję kredytującą:\n1)w 50% - w przypadku gdy kredytobiorca ukończył studia albo kształcenie w\nszkole doktorskiej w grupie do 1%,\n2)w 35% - w przypadku gdy kredytobiorca ukończył studia albo kształcenie w\nszkole doktorskiej w grupie od 1,01% do 5%,\n3)w 20% - w przypadku gdy kredytobiorca ukończył studia albo kształcenie w\nszkole doktorskiej w grupie od 5,01% do 10%\n-najlepszych absolwentów studiówpierwszego stopniaalbostudiówdrugiego\nstopnia,albojednolitych studiówmagisterskich, alboszkółdoktorskich, wdanym\nroku akademickim.\n2. Przy obliczaniu liczby osób w grupach, o których mowa w ust. 1, liczbę\nniecałkowitą zaokrągla się w górę do liczby całkowitej.\n3. Do wniosku, o którym mowa w ust. 1, dołącza się zaświadczenie potwierdzające\n\nznalezienie się kredytobiorcy w określonej grupie najlepszych absolwentów\nodpowiednio studiów albo szkół doktorskich, o których mowa w ust. 1. Przepisy § 3\nust. 2 pkt 1 i ust. 4 stosuje się odpowiednio.\n4. Rektor, w porozumieniu z samorządem studenckim, a w przypadku szkoły\ndoktorskiej - rektor albo dyrektor instytutu badawczego, instytutu PAN, instytutu\nmiędzynarodowego, CMKP, albo prezydent federacji, w porozumieniu z\nsamorządem doktorantów, w terminie do dnia 31 grudnia, sporządza i ogłasza listy\nrankingowe najlepszych absolwentów odpowiednio studiów pierwszego stopnia,\nstudiów drugiego stopnia, jednolitych studiów magisterskich lub szkół doktorskich,\nw poprzednim roku akademickim.\n5. Instytucja kredytująca rozpatruje wniosek, o którym mowa w ust. 1, w terminie\n30 dni od dnia jego złożenia.\n6. Umorzeniu, o którym mowa w ust. 1, podlega część kredytu studenckiego w\nwysokości określonej w ust. 1, wypłaconego w okresie:\n1)studiów pierwszego stopnia,\n2)studiów drugiego stopnia,\n3)jednolitych studiów magisterskich,\n4)kształcenia w szkole doktorskiej\n-pozostałego dospłatynadzieńzłożeniaprzezkredytobiorcę wnioskuoumorzenie\ndo instytucji kredytującej.\n§  14.  \n1. Kredytobiorca, nie wcześniej niż 60 dni przed rozpoczęciem spłaty kredytu\nstudenckiego, może złożyć do ministra wniosek o umorzenie kredytu studenckiego,\njeżeli po zawarciu umowy kredytu studenckiego:\n1)znalazł się w szczególnie trudnej sytuacji życiowej spowodowanej w\nszczególności utratą przez niego lub jego małżonka stałego źródła dochodu\nskutkującego koniecznością korzystania ze świadczeń z systemu pomocy\nspołecznej lub zdarzeniem losowym powodującym długotrwałą utratę zdolności\ndo spłaty zobowiązań, w tym chorobą lub niepełnosprawnością kredytobiorcy lub\nczłonka jego rodziny, koniecznością sprawowania opieki nad chorym lub\nniepełnosprawnym członkiem jego rodziny, szkodą spowodowaną przez pożar,\n\nklęskę żywiołową lub inną katastrofę albo\n2)trwale utracił zdolność do spłaty zobowiązań spowodowaną w szczególności\ncałkowitą i nieodwracalną niezdolnością kredytobiorcy do podjęcia działalności\ngospodarczej, wykonywania pracy lub świadczenia usług przynoszących przychód\nlub wynagrodzenie.\n2. Do wniosku, o którym mowa w ust. 1, dołącza się dokumenty potwierdzające\nwystąpienie okoliczności, o których mowa w ust. 1 pkt 1 albo 2, i harmonogram\nspłaty kredytu studenckiego.\n3. Umorzeniu, o którym mowa w ust. 1, podlega pozostała do spłaty na dzień\numorzenia kredytu:\n1)część kredytu studenckiego - w przypadku, o którym mowa w ust. 1 pkt 1;\n2)całość kredytu studenckiego - w przypadku, o którym mowa w ust. 1 pkt 2.\n§  15.  \n1. Instytucja kredytująca może umorzyć kredyt studencki w całości w przypadku:\n1)śmierci kredytobiorcy - na podstawie aktu zgonu lub\n2)braku prawnych możliwości dochodzenia roszczeń od kredytobiorcy - po\nwyczerpaniu wszystkich możliwych środków prawnych dochodzenia roszczeń od\nkredytobiorcy\n-wterminie30dniodpowiednio oddniaotrzymania aktuzgonulubstwierdzenia\nwyczerpania środków prawnych dochodzenia roszczeń.\n2. Umorzeniu, o którym mowa w ust. 1, podlega kredyt studencki pozostały do\nspłaty na dzień jego umorzenia.\n§  16.  \n1. BGK przekazuje instytucji kredytującej, ze środków Funduszu Kredytów\nStudenckich, o którym mowa w art. 98 ust. 2  ustawy, zwanego dalej \"Funduszem\":\n1)całą kwotę odsetek należnych od kredytu studenckiego:\na) w okresie studiów albo kształcenia w szkole doktorskiej lub urlopów od\nzajęć, lub innych przerw w studiach albo kształceniu w szkole doktorskiej,\nudzielonych zgodnie odpowiednio z regulaminem studiów albo regulaminem\nszkoły doktorskiej,\n\nb) w okresie od zakończenia studiów albo kształcenia w szkole doktorskiej\ndo terminu rozpoczęcia spłaty kredytu studenckiego,\nc) od umorzonego kredytu studenckiego, naliczonych od dnia umorzenia do\ndnia przekazania środków i dotychczas niespłaconych,\nd) w okresie od utraty statusu studenta albo doktoranta do terminu\nrozpoczęcia spłaty kredytu studenckiego,\ne) w okresie zawieszenia spłaty kredytu studenckiego, o którym mowa w §\n12 ust. 1;\n2)część odsetek należnych od kredytu studenckiego stanowiącą różnicę między\nodsetkami wynikającymi z umowy kredytu studenckiego a odsetkami spłaconymi\nprzez kredytobiorcę;\n3)środki odpowiadające kwocie kredytu studenckiego umorzonego w\nprzypadkach, o których mowa w § 13 ust. 1, § 14 ust. 1 i § 15 ust. 1.\n2. Instytucja kredytująca przekazuje BGK:\n1)niezwłocznie - informację o umorzeniu kredytu studenckiego - w przypadku, o\nktórym mowa w § 13 ust. 1, § 14 ust. 1 lub § 15 ust. 1;\n2)do 10. dnia miesiąca za miesiąc poprzedni - informację o:\na) kwocie odsetek, o których mowa w ust. 1 pkt 1 i 2, podlegających spłacie\nze środków Funduszu,\nb) wymagalności odsetek, o których mowa w ust. 1 pkt 1 i 2, objętych\nzapotrzebowaniem,\nc) uprawnieniu kredytobiorców, których zobowiązanie stanowi podstawę\nnaliczenia odsetek, o których mowa w ust. 1 pkt 1 i 2, do spłaty odsetek ze\nśrodków Funduszu,\nd) spłacie odsetek, o których mowa w ust. 1 pkt 1 i 2, należnych od\nkredytobiorców po rozpoczęciu spłaty kredytu studenckiego;\n3)do ostatniego dnia miesiąca następującego po upływie kwartału za poprzedni\nkwartał - rozliczenie:\na) udzielonych kredytów studenckich,\nb) wypłaconych miesięcznych transz kredytów studenckich,\nc) dokonanych przez kredytobiorców spłat kredytów studenckich i odsetek,\nd) umorzonych kredytów studenckich.\n\n3. BGK przekazuje instytucji kredytującej środki, o których mowa w ust. 1, w\nterminie 15 dni od dnia otrzymania informacji, o których mowa w ust. 2 pkt 1 i 2.\n4. BGK niezwłocznie przekazuje ze środków Funduszu na własny rachunek bankowy\nśrodki odpowiadające kwocie umorzonego kredytu studenckiego, w przypadku gdy\nkredyt został objęty poręczeniem BGK udzielonym na podstawie ustawy z dnia 8\nmaja 1997 r. o poręczeniach i gwarancjach udzielanych przez Skarb Państwa oraz\nniektóre osoby prawne (Dz. U. z 2018 r. poz. 1808).\n§  17.  W sprawach o udzielenie kredytu studenckiego wszczętych w okresie od\ndnia 1 stycznia 2019 r. do dnia 28 lutego 2019 r. banki lub spółdzielcze kasy\noszczędnościowo-kredytowe zawierają umowy kredytu studenckiego w terminie do\ndnia 30 kwietnia 2019 r.\n§  18.  Przy udzielaniu kredytów studenckich w okresie od dnia 1 stycznia 2019 r.\ndo dnia 30 września 2019 r. uwzględnia się wysokość miesięcznego dochodu na\nosobę w rodzinie osoby ubiegającej się o kredyt studencki uprawniającą do\notrzymania kredytu studenckiego w roku akademickim 2018/2019, ogłoszoną przez\nministra właściwego do spraw szkolnictwa wyższego na podstawie przepisów\nwydanych na podstawie art. 15 ust. 1  ustawy z dnia 17 lipca 1998 r. o pożyczkach i\nkredytach studenckich (Dz. U. z 2017 r. poz. 357).\n§  19.  Rozporządzenie wchodzi w życie z dniem 1 stycznia 2019 r. 2\n Minister Nauki i Szkolnictwa Wyższego kieruje działem administracji rządowej -\nszkolnictwo wyższe i nauka, na podstawie § 1 ust. 2 rozporządzenia Prezesa\nRady Ministrów z dnia 13 grudnia 2017 r. w sprawie szczegółowego zakresu\ndziałania Ministra Nauki i Szkolnictwa Wyższego (Dz. U. poz. 2317 oraz z 2018 r.\npoz. 1998).1\n Niniejsze rozporządzenie było poprzedzone rozporządzeniem  Ministra Nauki i\nSzkolnictwa Wyższego z dnia 25 września 2017 r. w sprawie szczegółowych\nzasad, trybu i kryteriów udzielania, spłacania oraz umarzania pożyczek i kredytów\nstudenckich (Dz. U. poz. 1905), które traci moc z dniem 31 grudnia 2018 r. na\npodstawie art. 169 pkt 1  ustawy z dnia 3 lipca 2018 r. - Przepisy wprowadzające2\n\nustawę - Prawo o szkolnictwie wyższym i nauce (Dz. U. poz. 1669).\n\n"}