{"content": "# Step by step - AGH e-Shop\n\nURL: https://sklep.agh.edu.pl/en/regulations-31,31\nCrawled: 2025-03-19 21:24:34\n\nHome Page\n  /\n\nStep by step\n\nStep by step\n\nYou can buy products in the AGH University Online Store choosing one of the following two options:\n\nquick shopping without registration  \nThis method is recommended for people who are not planning frequent shopping in the AGH University Online Store and do not want to set up an account. Using the option of quick shopping, you can choose a product, add it to the basket, and follow the instructions on the screen. Quick shopping requires you to accept the \nTerms and Conditions\n, and provide the delivery address if you choose courier mail as the delivery option. \n\nsetting up an account – registration and signing in\nIndividuals who have set up an account with the AGH University Online Store have access to their shopping history, and will also receive information about promotions, discounts, and sales. If you want to set up an account in the AGH University Online Store, please click the \nRegistration\n button in the upper right corner on the main webpage of the store. Once you have completed the registration form and submitted it by clicking the “create account” button, you will receive an email with an activation link. In order to complete the registration process, click on the link in the email or copy and paste it into the address bar of your browser. Once in the store, registered users can sign in using their email address and password, and carry on with their shopping\n\nMore detailed information can be found in the \nTerms and Conditions\n.\n\nPayment\n\nThe User should pay for the ordered items within 7 business days from the date of receiving an email with the confirmation of the order by the Seller.   \n\nThe store offers the following methods of payment:\n\nbank transfer to the bank account of the Seller (account number: 08 1240 2294 1111 0010 6980 9131, Bank Pekao S.A., Krakow, Poland), whereby a User making a transfer from a non-Polish bank account needs to precede the Seller’s bank account number with the letters “PL”, as well as provide the BIC/SWIFT code of the Bank, in which the Seller has the bank account (Bank Pekao S.A.);\n\nonline payment offered by the Electronic Payment System eCard SA.\n\nThe Seller does not accept payments in cash.\n\nMore detailed information can be found in the \nTerms and Conditions\n.\n\nDispatch\nDelivery and personal collection time\n\nDispatch or personal collection time is 7 business days, but no longer than 30 days from the date of crediting the payment to the Seller’s bank account. \n\nDelivery and personal collection\n\nThere are two possible methods of receiving the purchased items:\n\ncost-free personal collection at the Seller’s premises once you have received a confirmation email with the change of the order status. The Seller’s address is: AGH University Centre for Communication and Marketing (Polish: Centrum Komunikacji i Marketingu AGH), al. Mickiewicza 30, Krakow, building A-0, room no. 116. \nThe collection of purchased items is possible on the following days:\nMonday: 8 am – 3 pm\nTuesday: 8 am – 3 pm\nWednesday: 10 am – 5 pm\nThursday: 8 am – 3 pm\nFriday: 8 am – 3 pm\nIn order to collect the purchased items, you will be asked to present a photo ID as well as a printout of your order confirmation. \nThe purchased items can also be collected by a person nominated by the Buyer. In this case, the nominated person will be asked to present a letter of authorisation, as well as a photo ID and a printout of your order confirmation.\nby courier mail – when the order is ready for dispatch, the User will receive a confirmation email with the change of the order status to “order complete”. A courier will deliver the purchased items within a few days. The cost of courier mail is added to the total payment during the process of placing an order. \n\nMore detailed information can be found in the \nTerms and Conditions\n. \n\nReturns and faulty product claims\n\nIn compliance with the Polish law, the Customer has a right to return the items purchased in the AGH University Online Store. The return time is 14 days from the date of receiving/collecting the items. Only the items that are free from damage and in the original unopened packaging can be returned.\n\nThe Customer has an obligation to inform the Seller of their intention to withdraw from a purchase contract by means of electronic mail before sending back the purchased items.\n\nIn case of withdrawing from a purchase contract, the Customer has an obligation to deliver the purchased items with a proof of purchase (invoice) and the declaration of withdrawal from the purchase contract to the Seller’s premises (Terms and Conditions appendix 3). If the Customer returns the purchased items by courier mail, the cost of delivery is covered by the Customer.\n\nIn case the purchased item(s) is/are faulty, the Customer has a right to make a defective product claim. In order to do it, the Customer should send the Seller a completed claim form containing the description of the product fault (Terms and Conditions appendix 4). The completed claim form can be sent by traditional mail or as a scanned document by means of electronic mail. \n\nReturning the claimed item(s) to the Seller together with the original proof of purchase can only be done after the Customer has received a confirmation of accepting the defective product claim by the Seller, and using a method agreed with the Seller.\n\nProcessing a defective product claim by the Seller will be completed within 10 business days from the date of receiving the faulty item(s) by the Seller. The Seller will inform the Customer about the result of the claim by means of electronic mail. \n\nMore detailed information can be found in the \nTerms and Conditions\n.", "metadata": {"url": "https://sklep.agh.edu.pl/en/regulations-31,31", "title": "Step by step - AGH e-Shop", "depth": 3, "duplicate": false, "content_hash": "70034d43a03caa246b709adf26dcb3ec", "word_count": 972, "headings": []}}