{"content": "List of sample test questions for the exam for the second level \ndegree of full -time studies in  \nRenewable Energy and Energy Management  \nFaculty of Energy and Fields  \n \nLista przykładowych pytań testowych do egzaminu na studia \nstacjonarne II -go stopnia na kierunku  \nEnergetyka Odnawialna i Zarządzanie Energią  \nprowadzonym przez  \nWydział Energetyki i Paliw  \n \nAbstract  \n \n \nThis document presents a list of sample test questions for the exam for the second level degree of full -\ntime studies in Renewable Energy and Energy Management : \n \n the exam takes the form of a test exam and lasts 60 minutes,  \n• the test consists of 50 randomly selected questions,  \n• 2 points can be obtained for a correct answer, 0 points if the answer is incorrect; there are no \nhalf points or negative points,  \n• the maximum number of points on the test is equal to 100;  \n• if there is more than one correct answer, select one of the correct answers,  \n• the exam will be conducted on co mputer using the University E -Learning Platform (UPEL) it is \nnecessary to have an active  account,  \n• the test exam will be held in accordance with the recruitment calendar.  \n     \nStreszczenie  \n \n \nNiniejszy dokument przedstawia listę przykładowych pytań testowych do egzaminu na studia \nstacjonarne II -go stopnia  na kierunku Energetyka Odnawialna i Zar ządzanie Energią :  \n \n egzamin ma formę egzaminu testowego i trwa 60 minut,  \n test składa się z 50 losowo wybranych pytań,  \n za poprawną odpowiedź można otrzymać 2 pkt, w przypadku udzielenia błędnej odpowiedzi 0 \npkt; nie ma punktów połówkowych, ani ujemnych,  \n maksymalna liczba punktów na teście wynosi 100;  \n w przypadku gdy prawidłowych odpowiedzi jest więcej niż jedna należy zaznaczyć jedną z \nprawidłowych odpowiedzi,  \n egzamin będzie przeprowadzany elektronicznie przy wykorzystaniu Uczelnianej Platformy E -\nLearnigow ej (UPEL) konieczne jest posiadanie aktywnego konta,  \n egzamin testowy odbędzie się zgodnie z kalendarzem rekrutacji.  \n \n \n\n \n \nPytanie w j. angielskim  Pytanie w j. polskim  \nSankey’s graph is a:  \nA) a scheme of the exchange of mass and heat in a technological process  \nB) scheme of a technological installation  \nC) graphic display of the cost of manufacturing 1 kilo of the product  \nD) mass and/or energetic balance of a technological process shown as a \nstream graph  \n \n \nA spark -ignition combustion cycle is  referred to as:  \nA) Otto cycle  \nB) Ericson cycle  \nC) Brayton cycle  \nD) Linde cycle  \n \nThe CO -shift process is:  \nA) none of the answers is correct  \nB) afterburning of carbon monoxide to carbon dioxide  \nC) obtaining carbon monoxide from methane  \nD) steam conversion of carbon monoxide to hydrogen and carbon dioxide  \n \n \nAn open system interacts with its surroundings through:  \nA) transport of mass, heat and work  \nB) volume change  \nC) temperature change  \nD) work or heat  \n \n \n Wykres Sankey’a to:  \nA) schemat operacji wymiany masy i ciepła w procesie technologicznym  \nB) schemat instalacji technologicznej  \nC) graficzna ilustracja kosztu wytwarzania 1 kg produktu  \nD) bilans masowy i/lub energetyczny procesu technolog icznego w postaci \nwykresu strumieniowego  \n \nCykl pracy silnika spalinowego o zapłonie iskrowym określa się jako:  \nA) Cykl Otto  \nB) Cykl Ericsona  \nC) Cykl Braytona  \nD) Cykl Linde  \n \nKonwersja CO wykorzystywana w przemyśle do wzbogacania gazu \nsyntezowego to:  \nA) żadna odpowiedź nie jest poprawna  \nB) dopalanie tlenku węgla do ditlenku węgla  \nC) otrzymywanie tlenku węgla z metanu  \nD) konwersja parowa tlenku węgla do wodoru i ditlenku węgla  \n \nSystem otwarty wchodzi w interakcję z otoczeniem poprzez:  \nA) transport masy, wy mianę ciepła i wykonanie pracy  \nB) zmianę objętości  \nC) zmianę temperatury  \nD) wykonanie pracy lub wymianę ciepła  \n \n \n \n\nExergy expresses:  \nA) the system’s ability to perform t he maximal work  \nB) mechanical and thermal energy of a system or a substance  \nC) properties of a substance in equilibrium with its ambience  \nD) the system’s ability to overcome the losses  \n \nWhich of the following is a bad conductor of heat:  \nA) bricks  \nB) water  \nC) styrofoam  \nD) copper  \n \nWhich type of fluid flow is smooth, and predictable?  \nA) turbulent  \nB) transitional  \nC) laminar  \n \n \nChoose the best heat conductor from the list:  \nA) peat  \nB) graphite  \nC) brown coal  \nD) hard coal  \n \nThe highest theoretical cycle efficiency applies to:  \nA) engine cycle with heat regeneration  \nB) a gas turbine in a combined heat and power plant  \nC) a supercritical cycle in a steam power station  \nD) the clockwise process in the Carnot cycle  \n \n \n \n Egzergia to wielkość charakteryzująca:  \nA) zdolność układu do wykonania pracy maksymalnej  \nB) zdolność układu do pokonania strat  \nC) właściwości substancji w równowadze z otoczeniem  \nD) energię mechaniczną i cieplną układu lub substancji  \n \nKtóry z materiałów jest złym przewodnikiem ciepła:  \nA) cegły  \nB) woda  \nC) styropian  \nD) miedź  \n \nPrzepływ, w którym płyn przepływa w sposób przewidywalny, bez zakłóceń \njest przepływem:  \nA) turbulentnym  \nB) przejściowym  \nC) laminarnym  \n \nWybierz najlepszy przewodnik ciepła z podanych poniżej :  \nA) torf  \nB) grafit  \nC) węgiel brunatny  \nD) węgiel kamienny  \n \nNajwyższa, teoretyczna sprawność obiegu dotyczy:  \nA) obiegu silnika z regenerac ją ciepła  \nB) turbiny gazowej w układzie skojarzonym  \nC) obiegu nadkrytycznego siłowni parowej  \nD) obiegu prawobieżnego Carnota  \n \n \n \n \n\nIdeal gas:  \nA) has a constant internal energy  \nB) it is a water vapour or water  \nC) it is gas inside a closed container  \nD) satisfies the fundamental gas laws  \n \nHeat pump is also referred to as:  \nA) a refrigerator operated in the heating mode  \nB) a condensate pump in a steam turbine  \nC) a pump for handling hot geothermal waters  \nD) a heat water pump in a heating installation  \n \nRefrigerator is working based on the  \nA) Rankine cycle  \nB) Otto cycle  \nC) Linde cycle  \nD) Carnot cycle  \n \nRefrigerant changes from vapor to a liquid in which component?  \nA) evaporator  \nB) compressor  \nC) superheater  \nD) condenser  \n \nVan der Waals equation describes:  \nA) properties of gas only  \nB) the state of an ideal gas  \nC) properties of liquids and gases  \nD) properties of liquid only  \n \n \n \n Gaz doskonały:  \nA) ma stałą energię wewnętrzną  \nB) to para wodna lub powietrze  \nC) to gaz w zbiorniku zamkniętym  \nD) spełnia podstawowe prawa gazowe  \n \nPompa ciepła to inaczej:  \nA) chłodziarka (ziębiarka) pracująca w trybie grzania  \nB) pompa kondensatu z turbiny parowej  \nC) pompa do gorących wód geotermalnych  \nD) pompa do gorącej wody w instalacji grzewczej  \n \nChłodziarka pracuje w opar ciu o  \nA) Cykl Rankine’a  \nB) Cykl Otto  \nC) Cykl Lindego  \nD) Cykl Carnota  \n \nZmiana czynnika chłodniczego z pary na ciecz zachodzi w  \nA) parowniku  \nB) sprężarce  \nC) przegrzewaczu  \nD) skraplaczu  \n \nRównanie Van der Waalsa opisuje:  \nA) tylko właściwości gazu  \nB) stan gazu idealnego  \nC) właściwości cieczy i gazów  \nD) tylko właściwości cieczy  \n \n \n \n \n\nCaloric value depends on the fuel content of:  \nA) CO, Pb, Ar  \nB) C, H, O \nC) C, He, Po  \nD) C, Si, Mg  \n \nThe thermodynamic equilibrium involves:  \nA) thermal equilibrium (no heat transfer)  \nB) all listed factors  \nC) chemical equilibrium (absence of chemical reactions)  \nD) mechanical equilibrium (of forces and moments of force)  \n \nThe equ ation of state for an ideal gas is given by  \nA) pV = mRT, here R is characteristic gas constant  \nB) pV = nRT here R is universal gas constant  \nC) all of the mentioned  \n \nTemperature measurements  with a thermocouple consist in:  \nA) measurements of electromotive force on the metal -metal interface  \nB) measuring the change of electric resistance of the metal -metal interface  \nC) measuring the intensity of current flow through the junction between \nthe two metals  \nD) measuring the differences of thermal expa nsion of the two metals  \n \nThermodynamic cycle stands for:  \nA) duty cycle of an engine or a heat pump  \nB) water heating and cooling  \nC) operation of a heat exchanger  \nD) a number of subsequent processes after which the gas always returns to \nthe same state  \n \n \n Wartość kaloryczna paliwa zależy od zawartości:  \nA) CO, Pb, Ar  \nB) C, H, O  \nC) C, He, Po  \nD) C, Si, Mg  \n \nRównowaga termodynamiczna obejmuje:  \nA) równowagę termiczną (brak wymiany ciepła)  \nB) wszystkie wymienione czynniki  \nC) równowagę chemiczną (brak reakcji chemicznych)  \nD) równowagę mechaniczną (sił i momentów siły)  \n \nRównanie stanu dla gazu doskonałego  jest podane przez  \nA) pV = mRT, gdzie R jest charakterystyczną stałą gazową  \nB) pV = nRT, gdzie R jest uniwersalną stałą gazową  \nC) wszystkie odpowiedzi są  poprawne  \n \nPomiary temperatury za pomocą termopary polegają na:  \nA) pomiarze siły elektromotorycznej na styku metal -metal  \nB) pomiarze zmiany oporności elektrycznej na styku metal -metal  \nC) pom iarze natężenia prądu przepływającego przez złącze dwóch metali  \nD) pomiarze różnic w rozszerzalności cieplnej obu metali  \n \n \nCykl termodynamiczny oznacza:  \nA) cykl pracy silnika lub pompy ciepła  \nB) ogrzewanie i chłodzenie wody  \nC) działanie wymiennika ciepła  \nD) szereg kolejnych procesów po których gaz zawsze wraca do tego samego \nstanu  \n \n \n \n\nThe second law of thermodynamics:  \nA) defines entropy  \nB) defines efficiency  \nC) defines heat  \nD) defines enthalpy  \n \nAn adiabatic process:  \nA) is a process when the energy of the system remains constant  \nB) is a constant -enthalpy process  \nC) is a process involving no  friction  \nD) is a process involving no heat exchange  \n \nIndicate the appropriate ending of the sentence: heat convection is a \nprocess:  \nA) of heat exchange connected with gas or liquid motion  \nB) consisting in transferring heat in the vacuum  \nC) consisting in h eat transfer as a radiation energy  \nD) running against the gradient of temperatures  \n \nThermodynamic properties can be divided into two general classes i.e. \nintensive and extensive properties:  \nA) intensive property depends on the system size or the amount of material \nin the system  \nB) examples of intensive properties include temperature and density  \nC) extensive property does not depend on the system size or the amount of \nmaterial in the system  \nD) all of the mentioned  \n \nThe efficiency of Rankine cycle can be incr eased through:  \nA) reduction of H2O pressure in the boiler  \nB) burning of larger amounts of fuel or a better quality fuel  \nC) pressure increase in the condenser  \nD) increase of the fresh steam parameters (before the turbine)  Druga zasada termodynamiki:  \nA) definiuje entropię  \nB) definiuje sprawność  \nC) definiuje ciepło  \nD) definiuje entalpię  \n \nProces adiabatyczny:  \nA) jest procesem, w którym energia sys temu pozostaje stała  \nB) jest procesem izentalpowym  \nC) jest to proces, w którym nie występuje tarcie  \nD) jest procesem, w którym nie dochodzi do wymiany ciepła  \n \nNależy wskazać odpowiednie zakończenie zdania: konwekcja ciepła jest \nprocesem:  \nA) wymiany ciepła związanej z ruchem gazu lub cieczy  \nB) polegającym na przekazywaniu ciepła w próżni  \nC) polegającym na przekazywaniu ciepła poprzez promieniowanie  \nD) przebiegającym przeciwnie do gradientu temperatury  \n \nWielkości termodynamiczne można podzielić na dwie ogólne  klasy, tj. \nintensywne i ekstensywne:  \nA) wielkości intensywne zależą od wielkości systemu lub ilości materii w \nsystemie  \nB) przykłady wielkości intensywnych obejmują temperaturę i gęstość  \nC) wielkości ekstensywne nie zależą od wielkości systemu ani od ilośc i \nmaterii w systemie  \nD) wszystkie odpowiedzi są poprawne  \n \nSprawność cyklu Rankine'a może zostać zwiększona dzięki:  \nA) obniżenie ciśnienia H2O w kotle  \nB) spalanie większych ilości paliwa lub paliwa lepszej jakości  \nC) zwiększeniu ciśnienia w skraplaczu  \nD) zwiększeniu parametrów pary świeżej (przed turbiną)  \n\n \nCycle efficiency of a heat engine expresses:  \nA) the ratio of supplied heat to the engine’s work (or power output)  \nB) the amount of supplied heat  \nC) work or power output of an engine  \nD) the ratio of work (or power output) of an engine to the amount of \nsupplied heat  \n \nFor any thermodynamic pr ocess:  \nA) internal energy is constant  \nB) the change of internal energy of the system is path independent  \nC) heat absorbed by the system is path independent  \nD) work performed by the system is path independent  \n \n \n \nHeat transfer, also referred to as heat excha nge, is a natural phenomenon \noccurring when there is a difference in temperature between the bodies. \nIndicate the proper ways in which thermal energy can be transferred:  \nA) radiation  \nB) convection  \nC) conduction  \nD) all answers are correct  \n \nThe change of int ernal energy is equal to heat transferred in a closed \nsystem during the following process:  \nA) an adiabatic process  \nB) an isochoric process  \nC) an isobaric process  \nD) an isentropic process  \n \n \n  \nSprawność obiegu silnika cieplnego wyraża:  \nA) stosunek ciepła dostarczanego do pracy silnika (lub mocy wyjściowej)  \nB) ilość dostarczonego ciepła  \nC) pracę lub moc wyjściową silnika  \nD) stosunek pracy (lub mocy wyjściowej) silnika do ilości dostarczanego \nciepła  \n \nDla każdego procesu termodynamicznego:  \nA) energia wewnętrzna jest stała  \nB) zmiana energii wewnętrznej układu jest niezależna od drogi procesu  \nC) ciepło pobrane przez układ jest niezależne od drogi pr ocesu (sposobu \nprzekazywania)  \nD) praca wykonywana przez układ jest niezależna od drogi procesu \n(sposobu przekazywania)  \n \nWymiana ciepła jest zjawiskiem naturalnym występującym przy różnicy \ntemperatury pomiędzy ciałami. Wskaż poprawne sposoby przekazywania \nenergii na sposób ciepła:  \nA) promieniowanie  \nB) konwekcja  \nC) przewodzenie  \nD) wszystkie odpowiedzi są poprawne  \n \nW systemie zamkniętym zmiana energii wewnętrznej jest równa ilości \nprzekazywanego ciepła w:  \nA) przemianie adiabatycznej  \nB) przemianie izochorycznej  \nC) przemianie izobarycznej  \nD) przemianie izentropowej  \n \n \n \n\nSystems in nature tend to undergo changes toward  \nA) a lower entropy  \nB) a higher entropy  \nC) a fixed entropy  \n \nThe first law of thermodynamics:  \nA) states that energy can be created but not destroyed  \nB) states that the entropy of a pure crystalline substance at absolute zero \ntemperature is at maximum.  \nC) states that an y change in the internal energy of a system is given by the \nsum of the heat that flows across its boundaries and the work done on the \nsystem by the surroundings  \n \nState three conditions for a body to float or sink in a liquid  \nA) a body floats in a liquid if  its less than the density of liquid  \nB) a body will sink if its density is more than the density of the liquid  \nC) a body will remain suspended if its density is equal to the density of the \nliquid  \nD) all of these are correct  \n \n \nAccording to newton's first law of motion, when no force acts on a given \nbody:  \nA) this body must be at rest  \nB) this body is at rest or uniformly accelerated motion in a straight line  \nC) may have an initial speed, but after some time it will stop  \nD) the velocity vector of this body do es not change  \n \nSelect the correct power units (N=newton, m=meter, s=second)  \nA) N  m \nB) N  m  s \nC) N  m  s-1 \nD) N  m  s2 Systemy w przyrodzie mają tendencję do zmian w kierunku  \nA) niższej entropii  \nB) wyższej entropii  \nC) stałej entropii  \n \nPierwsze prawo termodynamiki:  \nA) stwierdza, że energia może być generowana, ale ni e może znikać  \nB) stwierdza, że entropia doskonale krystalicznych substancji w \ntemperaturze absolutnego zera jest maksymalna  \nC) stwierdza, że każda zmiana energii wewnętrznej układu jest równa sumie \ndostarczonego ciepła i pracy wykonanej na układzie przez o toczenie  \n \n \nOkreśl warunki unoszenia się lub tonięcia ciała w cieczy:  \nA) ciało unosi się w cieczy, jeżeli jego gęstość jest mniejsza niż gęstość \ncieczy  \nB) ciało tonie, jeśli jego gęstość jest większa niż gęstość cieczy  \nC) ciało tkwi całkowicie zanurzone pod  powierzchnią cieczy, jeśli jego \ngęstość jest równa gęstości cieczy  \nD) wszystkie odpowiedzi są poprawne  \n \nZgodnie z pierwszą zasadą dynamiki Newtona, gdy na dane ciało nie działa \nżadna siła, to:  \nA) ciało to musi być w spoczynku  \nB) ciało to pozostaje w spocz ynku lub porusza się ruchem jednostajnie \nprzyspieszonym po linii prostej  \nC) może mieć prędkość początkową, lecz po pewnym czasie zatrzyma się  \nD) wektor prędkości tego ciała nie zmienia się  \n \nWybierz poprawną jednostkę mocy (N=newton, m=metr, s=sekunda):  \nA) N  m \nB) N  m  s \nC) N  m  s-1 \nD) N  m  s2 \n\n \nWhich of the following objects has kinetic energy?  \nA) a book on a shelf  \nB) a moving car  \nC) a stretched spring  \n \nWhich of the following has gravitational potential energy?  \nA) a book on a shelf  \nB) a moving car on the road  \nC) a spring stretched on the ground  \n \nObject with a mass 60 kg moves with a speed of 8 m/s. What is its kinetic \nenergy?  \nA) 240 J  \nB) 1920 J  \nC) 3840 J  \n \nWhat is the potential gravitational energy of an object with a mass of 60 kg \nlocated on top of a 2 -meter slide? (g = 10 N/kg)?  \nA) 120 J  \nB) 600 J  \nC) 1200 J  \n \nA object with a 2 kg mass has a potential energy of 580 J. What height is the \nobject above the ground? (g = 10 N /kg) \nA) 29 m  \nB) 58 m  \nC) 290 m  \n \nA car of mass 2000 kg, travelling at a steady speed, has a kinetic energy of \n900 kJ. What is the speed of the car?  \nA) 50 m/s  \nB) 30 m/s  \nC) 100 m/s  \n  \nKtóry obiekt posiada energię kinetyczną?  \nA) książka na półce  \nB) poruszający się samochód  \nC) rozciągnięta sprężyna  \n \nKtóry obiekt posiada grawitacyjną energię potencjalną?  \nA) książka na półce  \nB) poruszający  się po drodze samochód  \nC) rozciągnięta na ziemi sprężyna  \n \nObiekt o masie 60 kg porusza się z szybkością równą 8 m/s. Jaka jest jego \nenergia kinetyczna?  \nA) 240 J  \nB) 1920 J  \nC) 3840 J  \n \nJaka jest grawitacyjna energia potencjalna obiektu o masie 60 kg \nznajdują cego się na szczycie 2 -metrowej zjeżdżalni? (g = 10 N/kg)?  \nA) 120 J  \nB) 600 J  \nC) 1200 J  \n \nObiekt o masie 2 kg ma energię potencjalną równą 580 J. Na jakiej \nwysokości nad ziemią znajduję się ten obiekt? (g = 10 N/kg)  \nA) 29 m  \nB) 58 m  \nC) 290 m  \n \nSamochód o masie 2000 kg, poruszający się ze stałą szybkością, ma energię \nkinetyczną równą 900 kJ. Jaka jest szybkość tego samochodu?  \nA) 50 m/s  \nB) 30 m/s  \nC) 100 m/s  \n \n\nA charge carriers in semiconductors are:  \nA) electrons  \nB) protons  \nC) holes and electrons  \nD) ions  \n \nThe passive elements of an electrical circuit are:  \nA) ammeter, voltmeter  \nB) current source, voltage source  \nC) current, voltage, power  \nD) resistance, inductance, capacitance  \n \nKirchhoff's laws define the electrical circuit:  \nA) voltage and current relationships for nodes  \nB) voltage relationships for nodes and current around loops  \nC) voltage relationships around loops and current relationships for nodes  \nD) voltage and current relationships around loops  \n \nCommonly used electrical machines opera te under the law:  \nA) law of universal gravitation  \nB) electromagnetic induction and Ampere's law  \nC) adiabatic gas transformation  \nD) electrostatic interaction of charges  \n \n \nThe role of power transformers is:  \nA) increasing electrical power  \nB) current frequency  and voltage conversion  \nC) alternating current rectification  \nD) current and voltage change, with no power change  \n \n \n Nośnikami prądu w półprzewodnikach są:  \nA) elektrony  \nB) protony  \nC) dziury i elektrony  \nD) jo ny \n \nElementy pasywne obwodu elektrycznego to:  \nA) amperomierz, woltomierz  \nB) źródło prądowe, źródło napięciowe  \nC) natężenie prądu, napięcie, moc  \nD) opór, indukcyjność, pojemność  \n \nPrawa Kirchhoffa określają w obwodzie elektrycznym:  \nA) zależności napięciowe i  prądowe dla węzłów  \nB) zależności napięciowe dla węzłów i prądowe dla oczek  \nC) zależności napięciowe dla oczek i prądowe dla węzłów  \nD) zależności napięciowe i prądowe dla oczek  \n \nPowszechnie stosowane w energetyce maszyny elektryczne działają na \npodstawie prawa:  \nA) powszechnego ciążenia  \nB) indukcji elektromagnetycznej i prawa Ampera  \nC) adiabatycznej przemiany gazowej  \nD) elektrostatycznego oddziaływania ładunków  \n \nRolą transformatorów energetycznych jest:  \nA) zwiększanie mocy elektrycznej  \nB) zamiana częstotliw ości prądu i napięcia  \nC) prostowanie prądu przemiennego  \nD) zmiana wartości prądu i napięcia, bez zmiany mocy  \n \n \n \n\nSynchronous generators in one power grid:  \nA) may have a variable centrifugal speed in the range of 5%  \nB) have exactly the same average spin speed  \nC) may have a variable centrifugation speed of 10%  \nD) may have an average centrifugal speed varying in the range of 1%  \n \nStandard atmospheric pressure value:  \nA) varies with altitude  \nB) is constant and equals to 1 Atm i.e. 760 mm Hg  \nC) is constant and equals to 0.1 MPa  \nD) is constant and equals to approx. 1 MPa  \n \nHeat exchange in a vacuum can occur as a result:  \nA) convection  \nB) conduction  \nC) all answers are correct  \nD) radiation  \n \nThe total intensity of heat radiation emitted by the body:  \nA) is directly proportional to the temperature expressed in Kelvin  \nB) is proportional to the fourth power of temperature expressed in Celsius  \nC) is a step curve; has constant values in selected temperature ranges  \nD) is proportional to the fourth power of temperature expr essed in Kelvin  \n \n \n \n \nEnergy in the Sun is mainly emitted:  \nA) at the expense of the gravitational potential energy of the Sun's matter  \nB) from the fusion reaction of helium and carbon nuclei  \nC) from cosmic radiation  \nD) in a cycle of reactions leading to the conversion of hydrogen into helium  \n Generatory synchroniczne w jednej sieci elektroenergetycznej:  \nA) mogą mieć prędkość wirowania zmienną w zakresie 5%  \nB) mają dokładnie taką samą średnią prędkość wirowania  \nC) mogą mieć prędkość wirowania zmienną w zakresie 10%  \nD) mogą mieć średnią prędkość wirowania zmienną w zakresie 1%  \n \nStandardowa wartość ciśnienia atmosferycznego:  \nA) zmienia się z wysokością  \nB) jest stała i wynosi 1 Atm tj. 760  mm Hg  \nC) jest stała i wynosi 0.1 MPa  \nD) jest stała i wynosi w przybliżeniu 1 MPa  \n \nWymiana ciepła w próżni może zachodzić w wyniku:  \nA) konwekcji  \nB) przewodzenia  \nC) wszystkie odpowiedzi są poprawne  \nD) promieniowania  \n \nCałkowite natężenie promieniowania ciepła emitowanego przez ośrodek:  \nA) jest wprost proporcjonalne do temperatury wyrażonej w skali Kelwina  \nB) jest proporcjonalne do czwartej potęgi temperatury wyrażonej w skali \nCelsjusza  \nC) jest krzywą schodkową; ma wartości stałe w wybranych zakresach \ntemperatury  \nD) jest proporcjonalne do czwartej potęgi temperatury wyrażonej w skali \nKelwina  \n \nEnergia w Słońcu wydziela się głównie:  \nA) kosztem grawitacyjnej energii potencjalnej materii Słońca  \nB) z reakcji syntezy jąder helu i węgla  \nC) z promieniowania kosmic znego  \nD) w cyklu reakcji prowadzących do przemiany wodoru w hel  \n \n\nA black body features:  \nA) low capability of thermal radiation absorption  \nB) high capability of thermal radiation transmission  \nC) high capability of thermal radiation reflection  \nD) high capability of thermal radiation abs orption  \n \nIR radiation is absorbed by:  \nA) all diatomic molecules  \nB) all molecules in which the dipole moment is changed as a result of \nvibration  \nC) N2 \nD) all molecules  \n \nClassic multimeter allows to measure:  \nA) potential energy of a stretched spring  \nB) length with accuracy of 0.1 mm or more  \nC) current and voltage in an electrical circuit  \nD) none of the answers are correct  \n \nConnection of two the same voltage sources in series in a closed electrical \ncircuit with receiver results in:  \nA) twice higher total v oltage  \nB) twice higher total current  \nC) no change of the voltage and current  \nD) twice higher resistance of receiver  \n \nParallel connection of two resistors (each one with the same resistance) \nresults in:  \nA) bigger equivalent resistance than for individual re sistor  \nB) smaller equivalent resistance than for individual resistor  \nC) decrease of the first resistor resistance  \nD) increase of the second resistor resistance  \n \n Ciało doskonale czarne ma następujące cechy:  \nA) niska zdolność do pochłaniania promieniowania cieplnego  \nB) wysoka zdolność do transmisji promieniowania cieplnego  \nC) wysoka zdolność do odbijan ia promieniowania cieplnego  \nD) wysoka zdolność do pochłaniania promieniowania cieplnego  \n \nPromieniowanie w podczerwieni jest absorbowane przez:  \nA) wszystkie cząsteczki dwuatomowe  \nB) wszystkie cząsteczki, w których podczas drgania zmienia się moment \ndipolowy  \nC) N2 \nD) wszystkie cząsteczki  \n \nUstrój pomiarowy klasycznego multimetru pozwala na zmierzenie:  \nA) energii potencjalnej rozciągniętej sprężyny  \nB) długości z dokładnością do 0,1 mm lub większą  \nC) natężenia i napięcia prądu w obwodzie elektrycznym  \nD) żadna odpowiedź nie jest poprawna  \n \nSzeregowe połączenie dwóch jednakowych źródeł napięcia w obwodzie \nzamkniętym z odbiornikiem spowoduje:  \nA) dwukrotny wzrost wypadkowego napięcia w układzie  \nB) dwukrotny wzrost wypadkowego prądu w układzie  \nC) nie wywoła zmiany na tężenia ani prądu  \nD) dwukrotny spadek rezystancji odbiornika  \n \nRównoległe połączenie dwóch rezystorów (każdy o tym samym oporze) \npowoduje:  \nA) zwiększenie rezystancji zastępczej układu w porównaniu z pojedynczym \nrezystorem  \nB) zmniejszenie rezystancji zastępc zej układu w porównaniu z pojedynczym \nrezystorem  \nC) zmniejszenie oporu pierwszego rezystora  \nD) zwiększenie oporu drugiego rezystora  \n\n \nRL designation of the electric circuit means that there are:  \nA) both capacitors and resistors  in the circuit  \nB) both inductors and resistors in the circuit  \nC) inductors, capacitors and resistors in the circuit  \nD) only resistors in the circuit  \n \nThe rate of reaction does not depend upon  \nA) temperature  \nB) concentration  \nC) catalyst  \nD) none of the answers are correct  \n \nHydrochloric acid solutions with pH=2 and pH=4 have been prepared. \nWhich of the following statements is true? The concentration of H3O+ ions \nin the solution:  \nA) pH = 2 is 2 times lower than in solution of pH = 4  \nB) pH = 2 is 100 times higher than in solution at pH = 4  \nC) pH = 2 is 2 times higher than in solution at pH = 4  \nD) pH = 2 is 100 times less than in solution at pH = 4  \n \nThe most reactive non -metal is:  \nA) fluorine  \nB) oxygen  \nC) iodine  \nD) carbon  \n \nA catalyst is a substance which:  \nA) increases the rate of a chemical reaction  \nB) shifts the direction of a chemical reaction  \nC) decreases the rate of a chemical reaction  \n \n  \nOznaczenie \"RL\" obwodu elektrycznego oznacza, że znajdują się w nim:  \nA) zarówno kondensatory jak i rezystory  \nB) zarówno cew ki indukcyjne jak i rezystory  \nC) cewki, kondensatory i rezystory  \nD) tylko rezystory  \n \nSzybkość reakcji chemicznej nie zależy od:  \nA) temperatury  \nB) stężeń substratów  \nC) katalizatora  \nD) żadna z odpowiedzi nie jest poprawna  \n \nSporządzono roztwory kwasu solnego o pH=2 i o pH=4. Które z poniższych \nstwierdzeń jest prawdziwe? Stężenie jonów H3O+ w roztworze:  \nA) pH = 2 jest 2 razy mniejsze niż w roztworze o pH = 4  \nB) pH = 2 jest 100 razy wyższe niż w roztworze o pH = 4  \nC) pH = 2 jes t 2 razy wyższe niż w roztworze o pH = 4  \nD) pH = 2 jest 100 razy mniejsze niż w roztworze o pH = 4  \n \n \nNajbardziej reaktywnym niemetalem jest:  \nA) fluor  \nB) tlen  \nC) jodyna  \nD) węgiel  \n \nKatalizator jest to substancja, która:  \nA) powoduje wzrost szybkości reakcji  \nB) zmienia kierunek reakcji  \nC) obniża szybkość reakcji  \n \n \n\nThe highest number of electrons of the same principal quantum number is:  \nA) 2  n \nB) 1/n \nC) 2  n2 \nD) n \n \nAn atom which gained a certain number of electrons to create an 8 -\nelectron valance shell is:  \nA) a nucleon  \nB) an anion  \nC) a cation  \nD) an electron  \n \nReactivity of metals belonging to a given main group increases together \nwith increasing atomic number. This is mainly caused  by: \nA) an increase in the total number of elementary particles in an atom  \nB) an increase in the number of electrons and neutrons in nuclei of atoms  \nC) an increase in the number of valence electrons  \nD) an increase in the distance of valence electrons from the nucleus  \n \nThe element is a set of atoms of:  \nA) the same mass number  \nB) the same number of neutrons  \nC) the same electric charge of the atomic nucleus  \nD) different atomic number  \n \nBy analysing  the position of the elements of the main groups in the periodic \nsystem, it is possible to determine:  \nA) the number of valence electrons  \nB) the number of isotopes of the element concerned  \nC) amount of oxygen compounds  \nD) numerical value of ionization energ y \n Najwyższa liczba elektronów o tej samej głównej liczbie kwantowej wynosi:  \nA) 2  n \nB) 1/n \nC) 2  n2 \nD) n \n \nAtom, który zyskał pewną liczbę elektronów do stworzenia 8 -elektronowej \npowłoki walencyjnej jest:  \nA) nukleonem  \nB) anionem  \nC) kationem  \nD) elektronem  \n \nAktywność chemiczna metali należących do danej grupy głównej rośnie ze \nwzrostem liczby atomowej. Fakt ten jest spowodowany głównie:  \nA) wzrostem liczby wszystkich cząstek elementarnych w atomie  \nB) wzr ost liczby elektronów i neutronów w jądrach atomów  \nC) wzrostem liczby elektronów walencyjnych  \nD) wzrostem odległości elektronów walencyjnych od jądra  \n \nPierwiastek jest to zbiór atomów o:  \nA) tej samej liczbie masowej  \nB) tej samej liczbie neutronów  \nC) tym sa mym ładunku elektrycznym jądra atomowego  \nD) różnej liczbie atomowej  \n \nAnalizując położenie pierwiastków grup głównych w układzie okresowym \nmożna określić:  \nA) liczbę elektronów walencyjnych  \nB) ilość izotopów danego pierwiastka  \nC) ilość związków z tlenem  \nD) w artość liczbową energii jonizacji  \n \n\nThe elements in the same group of the periodic table do not vary in terms \nof: \nA) the atomic radius  \nB) the number of protons in the nucleus  \nC) the number of neutrons in the nucleus  \nD) configuration of valence electrons  \n \nDiffusion is a process which consists in:  \nA) spontaneous equalization of concentrations of solutions being a result of \nmovement of substances from an area of higher concentration to the area \nof lower concentration  \nB) neutralization of the charge outside of the micelles caused by addit ion of \na strong electrolyte  \nC) increasing solution concentration by movement of substances from \nprecipitate to the solution caused by increased temperature  \nD) reducing solution concentration by spontaneous precipitation of a \nsupersaturated solution  \n \nOzone is: \nA) an allotrope of oxygen  \nB) an isomer of oxygen  \nC) a homologue of oxygen  \nD) an isomorphic form of oxygen  \n \nTo burn 1 m3 of methane, should be delivered approximately:  \nA) 4 m3 of air  \nB) 6.5 m3 of air  \nC) 9.5 m3 of air  \nD) 12 m3 of air  \n \n \n \n Elementy w tej samej grupie układu okresowego nie różnią się pod \nwzględem:  \nA) promienia atomowego  \nB) liczby protonów w jądrze  \nC) liczby neutronów w jądrze  \nD) konfiguracji elektronów walencyjnych  \n \nDyfuzja jest procesem, na  który się składa:  \nA) samoczynne wyrównywanie się stężeń roztworów będące wynikiem \nprzemieszczania się substancji z obszaru o wyższym stężeniu do obszaru o \nniższym stężeniu  \nB) neutralizacja ładunku poza micelami spowodowana dodaniem silnego \nelektrolitu  \nC) zwiększenie stężenia roztworu poprzez przemieszczanie się substancji z \nosadu do roztworu spowodowane podwyższoną temperaturą  \nD) zmniejszenie stężenia roztworu poprzez samoczynne wytrącanie się \nroztworu przesyconego  \n \nOzon jest:  \nA) odmianą alotropową tlenu  \nB) odmianą izomorficzną tlenu  \nC) homologiem tlenu  \nD) izomerem tlenu  \n \nDo zupełnego spalenia 1 m3 metanu należy dostarczyć co najmniej:  \nA) 4 m3 powietrza  \nB) 6,5 m3 powietrza  \nC) 9,5 m3 powietrza  \nD) 12 m3 powietrza  \n \n \n \n \n\nWhat is a mole (of the substance)?  \nA) is the number that helps to predict flow patterns  \nB) is the energy obtained by an electron that has moved in an electric field \nwith a potential difference of 1 volt  \nC) is the SI base unit of measurement for amount of substance. A mol e of a \nsubstance contains exactly 6.02214076  1023 elementary entities  \n \nAvogadro’s law specifies:  \nA) universal gas constant  \nB) the number of a molecule’s degrees of freedom  \nC) gas volume under normal conditions  \nD) the number of molecules in one mole of sub stance  \n \nTo determine the pH of the solution, one may use the equation:  \nA) pH = -log [H+(aq)] or pH = -log [H 3O+] \nB) pH = -ln [H+] \nC) pH = -exp [H+] or pH = -exp [H 3O+] \n \nAnother name for a \"oxidation -reduction\" reaction is  \nA) chemical reaction  \nB) neutralization reaction  \nC) redox reaction  \nD) nuclear reaction  \n \nWhich of the following is not a chemical element?  \nA) iron  \nB) sulphur  \nC) air  \nD) magnesium  \n \n \n Co to jest mol (substancji)?  \nA) jest to liczba pozwalająca oszacować charakterystykę ruchu płynów  \nB) jest to energia, jaką uzyskuje elektron, który przemieścił się w polu \nelektrycznym o różnicy potencjałów równej 1 woltowi  \nC) jest to jednostka SI ilości substancji. Jeden mol zawiera dokładnie \n6.02214076 1023 obiektów elementarnych  \n \nPrawo Avogadra określa:  \nA) uniwersalną stałą gazową  \nB) liczbę stopni swobody cząsteczki  \nC) objętość gazu w warunkach normalnych  \nD) liczbę cząsteczek w jednym molu substancji  \n \nAby określić pH  roztworu należy wykorzystać równanie:  \nA) pH = -log [H+(aq)] lub pH = -log [H 3O+] \nB) pH = -ln [H+] \nC) pH = -exp [H+] lub pH = -exp [H 3O+] \n \nInna nazwa reakcji \"utleniania -redukcji\" to  \nA) reakcja chemiczna  \nB) reakcja neutralizacji  \nC) reakcja redoks  \nD) reakcj a jądrowa  \n \nKtóry z poniższych nie jest pierwiastkiem chemicznym?  \nA) żelazo  \nB) siarka  \nC) powietrze  \nD) magnez  \n \n \n \n \n\nThe nucleus of an atom with atomic number 17 has a mass number of 37. \nHow many neutrons does the nucleus contain?  \nA) 17  \nB) 37  \nC) 19  \nD) 20  \n \nAll elements in Group I have the same  \nA) atomic mass  \nB) mass number  \nC) number of electron shells  \nD) similar or same number of electrons in the outermost electron shell  \n \nWhat is the mass of 0.5 moles of calcium carb onate, CaCO 3 (atomic masses: \nCa = 40, C = 12, O = 16 )?  \nA) 50g  \nB) 100g  \nC) 25g  \nD) 200g  \nE) 64g  \n \nAlcohol is an organic compound that carries at least one functional group of \nthe following type:  \nA) −CHO  \nB) –OH \nC) –COOH  \n \nWhich is not the example of the chemical  bond:  \nA) ionic bond  \nB) neutron bond  \nC) covalent bond  \nD) hydrogen bond  \n Jądro atomu o liczbie atomowej 17 ma liczbę masową 37. Ile neutronów \nzawiera to jądro?  \nA) 17  \nB) 37  \nC) 19  \nD) 20  \n \nWszystkie pierwiastki w grupie I  \nA) mają taką samą masę atomową  \nB) mają taką samą liczbę masową  \nC) mają taką samą liczbę powłok elektronowych  \nD) podobną lub taką samą konfigurację elektronową powłoki walencyjnej  \n \nJaka jest masa 0,5 mola węglanu wapnia CaCO 3 (masa atomowa: Ca = 40,  \n C = 1 2, O = 16 )?  \nA) 50g  \nB) 100g  \nC) 25g  \nD) 200g  \nE) 64g  \n \nAlkohol to związek organiczny zawierający jedną lub więcej grup \nfunkcyjnych typu:  \nA) −CHO  \nB) –OH \nC) –COOH  \n \nWskaż który typ nie jest wiązaniem chemicznych  \nA) wiązanie jonowe  \nB) wiązanie neutronowe  \nC) wiązanie kowalencyjne  \nD) wiązanie wodorowe  \n \n\nWhat is a hydrocarbon?  \nA) inorganic compounds that contain carbon & hydrogen  \nB) organic compounds that contain carbon & hydrogen  \nC) inorganic compounds that contain hydrogen  \nD) inorgan ic compounds that contain carbon and hydroxy group  \n \nThe main difference between a cell and an electrolyser is that:  \nA) in the cell, the process is forced by an external voltage applied from the \noutside, and during electrolysis the reaction is spontaneous, causing a \ncurrent flow  \nB) in the cell the reaction proceeds spontaneously causing an electron flow \nin an external circuit, and in the electrolyser the process is forced by an \nexternally applied voltage that causes the electrons to move in the \nopposite dire ction  \nC) during electrolysis, processes occur generating potential difference  \nD) in an electrolyser there are only oxidation processes and in a cell only \nreduction processes  \n \nWhat is the Mode of the following set of numbers: \n25;7;22;1;7;17;17;14;6;6;7?  \nA) 6 \nB) 7 \nC) 17  \n \nWhat is the Median of the following set of numbers: 6;15;2;4;22 ?  \nA) 14  \nB) 9.8  \nC) 6 \n \n \n \n \n Co to są węglowodory?  \nA) związki nieorganiczne, które zawierają węgiel i wodór  \nB) związki organiczne, które zawierają węgiel i wodór  \nC) związki nieorganiczne, które zawierają wodór  \nD) związki nieorganiczne, które  zawierają węgiel i grupę hydroksylową  \n \nZasadnicza różnica pomiędzy ogniwem a elektrolizerem polega na tym, że:  \nA) w ogniwie proces zostaje wymuszony przyłożonym z zewnątrz \nnapięciem, a podczas elektrolizy reakcja przebiega samorzutnie powodując \nprzepływ p rądu  \nB) w ogniwie reakcja przebiega samorzutnie powodując przepływ \nelektronów w obwodzie zewnętrznym, a w elektrolizerze proces zostaje \nwymuszony przyłożonym z zewnątrz napięciem, które wywołuje ruch \nelektronów w przeciwną stronę  \nC) podczas elektrolizy zac hodzą procesy wytwarzające różnicę potencjałów  \nD) w elektrolizerze zachodzą tylko procesy utleniania, a w ogniwie tylko \nprocesy redukcji  \n \nWyznacz dominantę następującego zestawu liczb: \n25;7;22;1;7;17;17;14;6;6;7?  \nA) 6 \nB) 7 \nC) 17  \n \nWyznacz medianę następując ego zestawu liczb: 6;15;2;4;22 ?  \nA) 14  \nB) 9,8  \nC) 6 \n \n \n \n \n \n\nA histogram is:  \nA) a pie chart representing the distribution of statistical data of a controlled \nprocess  \nB) a bar graph representing the median  \nC) a bar graph representing the standard deviation distribution  \nD) a bar graph representing the frequency distribution  \n \nA measure of central tendency is:  \nA) mean  \nB) median  \nC) mode  \nD) all answers are correct  \n \nIn statistics, the standard deviation is a measure of the  amount of variation \nor dispersion of a set of values over the mean.  \nA) a low standard deviation indicates that the values are spread out over a \nwider range  \nB) a low standard deviation indicates that the values tend to be close to the \nmean  \nC) standard deviation is the cube root of its variance  \n \nNormal distribution has the following features:  \nA) symmetric bell shape  \nB) mean and median are equal; both located at the center of the \ndistribution  \nC) approximately 99 percent of the data falls within three stan dard \ndeviations of the mean  \nD) all answers are correct  \n \nStandard deviation is calculated:  \nA) as the square root of variance  \nB) as the cubic root of variance  \nC) as the square of variance  Histogram jest to:  \nA) wykres kołowy opisujący rozkład danych statystycznych sterowanego \nprocesu  \nB) wykres słupkowy opisujący medianę  \nC) wykres słupkowy opisujący rozkład odchyleń standardowych  \nD) wykres słupkowy opisujący rozkład częstości  \n \nMiarą tendencji centralnej jest:  \nA) średnia  \nB) mediana  \nC) dominanta  \nD) wszystkie odpowiedzi są poprawne  \n \nW statystyce odchylenie standardowe mówi, jak szeroko wartości jakiejś \nwielkości są rozrzucone wokół jej ś redniej  \nA) im mniejsza wartość odchylenia tym obserwacje są bardziej rozrzucone \nwokół średniej  \nB) im mniejsza wartość odchylenia tym obserwacje są bardziej skupione \nwokół średniej  \nC) odchylenie standardowe jest pierwiastkiem sześciennym z wariancji  \n \nRozkła dy normalny ma następujące cechy:  \nA) symetryczny kształt dzwonu  \nB) średnia i mediana są równe; obie znajdują się w centrum rozkładu  \nC) około 99 procent danych mieści się w trzech standardowych \nodchyleniach od średniej  \nD) wszystkie odpowiedzi są poprawne  \n \n \nOdchylenie standardowe jest obliczane:  \nA) jako pierwiastek kwadratowy wariancji  \nB) jako pierwiastek sześcienny wariancji  \nC) jako kwadrat wariancji  \n\n \nThe ratio of the measurement error to the actual value of the \nmeasurement is a:  \nA) random error  \nB) gross errors  \nC) absolute error  \nD) relative error  \n \nSystematic error:  \nA) is the same as random error  \nB) occurs when, in a simple measurement, the same difference between \nthe measured values and the actual value occurs  \nC) Its value cannot be predicted in advance in subsequent measurements  \n \nThe Pearson correlation coefficient, which determines the level of \nrelationship between two variables can take a range of values from +1 to -\n1, \nA) a value of 0 indicates that there is str ong association between the two \nvariables  \nB) a value greater than or less than 0 indicates no association  \nC) a value of 0.9 indicates a very strong positive correlation between the \ntwo variables  \n \nIn computer programming, a conditional blocks:  \nA) allow a pr ogram to take a different path depending on some determined \nconditions  \nB) are sequences of instructions that are repeated until a certain condition \nis reached  \nC) are responsible for restoring the memory after execution of a program  \n \n \n \n  \nStosunek błędu pomiaru do wartości rzeczywistej wielkości mierzonej to:  \nA) błąd przypadkowy  \nB) błąd gruby  \nC) błąd bezwzględny  \nD) błąd względny  \n \n \nBłąd systematyczny:  \nA) to to samo co błąd przypadkowy  \nB) występuje wtedy, gdy przy prostym pomiarze występuje ta sama różnica \nmiędzy wartościami zmierzonymi i wartością rzeczywistą  \nC) nie można z góry przewidzieć jego w artości w kolejnych pomiarach  \n \nWspółczynnik korelacji Pearsona, określający poziom zależności pomiędzy \ndwoma zmiennymi może przyjmować zakres wartości od +1 do -1, \nA) wartość 0 oznacza, że istnieje silny związek pomiędzy tymi dwoma \nzmiennymi  \nB) wartość wię ksza lub mniejsza od 0 oznacza brak skojarzenia  \nC) wartość 0 ,9 oznacza bardzo silną dodatnią korelację pomiędzy tymi \ndwoma zmiennymi  \n \n \n \nW programowaniu komputerowym, instrukcje warunkowe:  \nA) pozwalają programowi wybrać ścieżkę realizacji w zależności od \nspełnienia określonych warunków  \nB) są to sekwencje instrukcji, które są powtarzane do momentu osiągnięcia \nokreślonego stanu  \nC) są odpowiedzialne za przywrócenie pamięci po wykonaniu programu  \n \n \n \n\nIn computer programming, a variable  \nA) is identified by a memory address, is paired with an associated symbolic \nname  \nB) is used to store information to be referenced and managed in a \ncomputer program  \nC) holds a value that can change, depending on conditions or on \ninformation passed to the program  \nD) all answers are correct  \n \nIn computer programming, a loop  \nA) is a sequence of instructions that is repeated until a certain condition is \nreached  \nB) is a set of defined instructions that are executed only once  \nC) allow to bre ak down a problem into smaller pieces  \n \nThe basic SQL language instruction is:  \nA) select  \nB) jump  \nC) stop  \n \nIn some programming languages a distinction between a function and a \nprocedure, is that  \nA) procedure performs some operation and returns a value once function \nperforms some operation and does not return a value  \nB) function performs some operation and returns a value once procedure \nperforms some operation but does not return a value  \nC) the function is based only on local variables, while procedures are b ased \non global variables  \n \nIn databases, the field being the primary key  \nA) may contain values that are repeated  \nB) may have NULL values.  \nC) uniquely identifies each row/record  W programowaniu komputerowym, zmienna  \nA) jest identyfikowana za pomocą adresu pamięci, jest połączona ze \nzwiązaną z nią symboliczną nazwą  \nB) służy do przechowywania informacji, do których można się odwołać i \nktórymi można zarządzać w programie komputerowym  \nC) posiada wartość, która może się zmieniać w zależności od warunków lub \ninformacji przekazywanych do programu  \nD) wszystkie podane odpowiedzi są poprawne  \n \nW programowaniu komputerowym, pętla  \nA) jest sekwencją instrukcji, która jest powtarzana aż do osiągnięcia \nokreślonego stanu  \nB) jest to zbiór zdefiniowanych instr ukcji, które są wykonywane tylko raz  \nC) pozwalają rozłożyć problem na mniejsze części  \n \nPodstawowa instrukcja języka SQL to:  \nA) select  \nB) jump  \nC) stop  \n \nW niektórych językach programowania rozróżnienie między funkcją a \nprocedurą jest takie, że  \nA) procedura w ykonuje jakąś operację i zwraca wartość, podczas gdy \nfunkcja wykonuje jakąś operację i nie zwraca wartości  \nB) funkcja wykonuje jakąś operację i zwraca wartość, podczas gdy \nprocedura wykonuje jakąś operację, ale nie zwraca wartości  \nC) funkcja bazuje wyłączn ie na zmiennych lokalnych podczas gdy procedury \nna zmiennych globalnych  \n \nW bazach danych, pole będące kluczem podstawowym  \nA) może zawierać wartości, które się powtarzają  \nB) może mieć wartości NULL  \nC) w sposób jednoznaczny identyfikuje każdy wiersz/rekord  \n\n \nThe syntax of a computer language  \nA) graphical access to various program functi ons \nB) a set of rules specifying when a sequence of symbols creates a computer \nprogram  \nC) an instance created by a running program based on a previously defined \nclass  \n \nMATLAB  \nA) is an abbreviation of \"matrix laboratory\"  \nB) is a numerical computing environment and programming language  \nC) contains toolboxes i.e. collection of functions which are all packed into \none installation file  \nD) all answers are correct  \n \nIn computer programming an algorithm  \nA) refers to a particular instance of a class  \nB) is a f inite, orderly sequence of clearly defined activities necessary to \nperform a certain task  \nC) is the process of detecting and removing of existing and potential errors \nin a software code  \n \nIn computer programming an array data type  \nA) store a set of data, us ually of one type, accessible through an index  \nB) stores only characters  \nC) stores only integer variables  \n \nIndicate which of the sentences is true:  \nA) crude oil and natural gas are renewable sources of energy but starch and \ngeothermics are not  \nB) ethanol a nd natural gas are renewable sources of energy but crude oil \nand biomass are not   \nSkładnia języka komputerowego to  \nA) graficzny dostęp do różnych funkcji programu  \nB) zbiór reguł określających kiedy sekwencja symboli tworzy program \nkomputerowy  \nC) instancja tworzona przez działający program na podstawie wcześniej \nzdefiniowanej klasy  \n \nMATLAB  \nA) jest skrótem od \"matrix laboratory\"  \nB) jest środowiskiem obliczeń numerycznych i językiem programowania  \nC) zawiera toolboxy, czyli zbiór funkcji, zapisanych w jednym pliku \ninstalacyjnym  \nD) wszystkie odpowiedzi są poprawne  \n \nW programowaniu kompute rowym algorytm  \nA) odnosi się do konkretnej instancji danej klasy  \nB) jest skończonym, uporządkowanym ciągiem jasno określonych czynności \nniezbędnych do wykonania określonego zadania  \nC) jest procesem wykrywania i usuwania istniejących i potencjalnych \nbłędów w kodzie  \n \nW programowaniu komputerowym typ tablicowy  \nA) przechowuje zbiór danych, zazwyczaj jednego typu, dostępne przez \nindeks  \nB) przechowuje tylko znaki  \nC) przechowuje tylko zmienne całkowite  \n \nNależy wskazać, które z tych zdań jest prawdziwe:  \nA) ropa naf towa i gaz ziemny są odnawialnymi źródłami energii, ale skrobia \ni geotermia nie są  \nB) etanol i gaz ziemny są odnawialnymi źródłami energii, ale ropa naftowa i \nbiomasa nie są  \n\nC) starch and wind belong to renewable sources of energy but crude oil and \nnatural gas do not  \nD) starch and natural gas belong to renewable sources of energy but crude \noil and  wind do not  \n \n \nWhich is not part of the solar collector:  \nA) absorber  \nB) spectrum filter  \nC) anti -reflection coating  \nD) selective coating  \n \nThe solar constant:  \nA) the power density of the solar radiation emitted by the Sun  \nB) the radius of elliptical orbit of  the Earth's motion around the Sun  \nC) the Sun surface temperature,  \nD) mean power density of the solar radiation outside the Earth's \natmosphere  \n \nThe photoelectric effect is:  \nA) emission of photons under the influence of electric voltage  \nB) absorption of photons in an insulator under high voltage  \nC) electron -hole pair generation in a semiconductor due to photon \nabsorption  \nD) generating electrical charges on the metal surface by reflecting a photon \nbeam  \n \nWhat is the maximum power point of a photovoltaic cel l \nA) the location where the cell should be placed to generate the highest \npossible power  \nB) the angle at which the cell should be placed to generate the highest \npossible power  C) skrobia i wiatr należą do odnawialnych źródeł energii, ale ropa naftowa i \ngaz z iemny do nich nie należą  \nD) skrobia i gaz ziemny należą do odnawialnych źródeł energii, ale ropa \nnaftowa i wiatr do nich nie należą  \n \nCo nie stanowi elementu kolektora słonecznego:  \nA) absorber  \nB) filtr widma  \nC) pokrycie przeciwodbiciowe  \nD) pokrycie selektyw ne \n \nStała słoneczna to:  \nA) gęstość mocy promieniowania słonecznego emitowanego przez Słońce  \nB) promień orbity eliptycznej ruchu Ziemi wokół Słońca  \nC) temperatura powierzchni Słońca  \nD) średnia gęstość mocy promieniowania słonecznego na zewnątrz \natmosfery Ziemi  \n \nZjawisko fotowoltaiczne polega na:  \nA) emisji fotonów pod wpływem napięcia elektrycznego  \nB) absorpcji fotonów w izolatorze pod wpływem wysokiego napięcia  \nC) generacji par elektron -dziura w półprzewodniku wskutek absorpcji \nfotonu  \nD) generacji ładunków  elektrycznych na powierzchni metalu wskutek \nodbicia strumienia fotonów  \n \nCo to jest punkt maksymalnej mocy ogniwa fotowoltaicznego  \nA) miejsce, w którym należy umieścić ogniwo aby generowało jak \nnajwiększą moc  \nB) kąt, pod którym należy umieścić ogniwo aby g enerowało jak największą \nmoc  \nC) największa moc generowana przez ogniwo związana z doborem \noptymalnego obciążenia  \n\nC) the highest power generated by the cell related to the selection of the \noptim um load  \nD) the area of the semiconductor structure in which the power generated is \nthe highest  \n \nWind power density is proportional to  \nA) square root of wind speed  \nB) first power of wind speed  \nC) second power of wind speed  \nD) cube power of wind speed  \n \nWhat does the histogram of the wind speed distribution describe?  \nA) the probability density of a given wind speed  \nB) change in wind speed when passing through turbine blades  \nC) jet continuity equation for airflow  \nD) distribution of the resultant wind speed amon g the components  \n \nThe indirect use of geothermal energy is based on:  \nA) utilization of thermal energy  \nB) production of electrical energy  \nC) production and utilization of both electrical and thermal energy  \nD) production of water steam  \n \nThe fermentation meth od for the production of hydrogen from biomass \nconsists of  \nA) decomposition of biomass to hydrogen using bacteria  \nB) thermocatalytic methane dissociation,  \nC) water electrolysis  \nD) thermal decomposition of water  \nE) thermochemical degradation of H2S \n \n \n D) obszar struktury półprzewodnika w której generowana moc jest \nnajwiększa  \n \n \n \nMoc strumienia wiatru jest proporcjonalna do  \nA) pierwiastka z prę dkości wiatru  \nB) pierwszej potęgi prędkości wiatru  \nC) drugiej potęgi prędkości wiatru  \nD) trzeciej potęgi prędkości wiatru  \n \nCo opisuje histogram rozkładu prędkości wiatru?  \nA) gęstość prawdopodobieństwa wystąpienia danej prędkości wiatru  \nB) zmiana prędkości wiatru przy przepływie przez łopatki turbiny  \nC) równanie ciągłości strugi dla strumienia powietrza  \nD) rozłożenie wypadkowej prędkości wiatru na składowe  \n \nPośrednie wykorzystanie energii geotermalnej polega na:  \nA) wykorzystaniu energii termicznej  \nB) wytwarz aniu energii elektrycznej  \nC) wytwarzanie i wykorzystywaniu energii elektrycznej i cieplnej  \nD) wytwarzaniu wyłącznie pary wodnej  \n \nFermentacyjna metoda produkcji wodoru z biomasy polega na:  \nA) rozkładzie biomasy do wodoru z wykorzystaniem bakterii  \nB) termoka talitycznej dysocjacji metanu,  \nC) elektrolizie wody  \nD) termicznym rozkładzie wody  \nE) termochemicznego rozkładu H 2S \n \n \n \n \n\nSolar  energy can be used to produce hydrogen by  \nA) water electrolysis  \nB) coal gasification  \nC) recovery of hydrogen from refinery gases  \nD) none of the answers are correct  \n \nWe measure the light intensity in the following units:  \nA) lx  \nB) cd  \nC) lumen  \nD) watt  \n \nWhich  is the component of the solar radiation that comes from all \ndirections?  \nA) direct  \nB) total  \nC) diffused  \nD) albedo  \n \nSingle -axis solar tracking systems must be adopted to the proper operation \nof: \nA) flat plate solar collectors  \nB) parabolic trough solar colle ctors  \nC) evacuated tube solar collectors  \nD) heliostats  \n \nThe ratio between the thermal energy transferred to the heat transfer fluid \nof a solar collector and the incident solar energy defines:  \nA) the thermal losses of the solar thermal collector  \nB) the yiel d of the solar thermal collector  \nC) the heat losses coefficient  \nD) the efficiency of the solar thermal collector  \n Energia słoneczna może być stosowana do wytwarzania wodoru poprzez  \nA) elektrolizę wody  \nB) zgazowanie węgla  \nC) odzysk wodoru z gazów rafin eryjnych  \nD) żadna z odpowiedzi nie jest poprawna  \n \nPomiaru natężenia światła dokonujemy w jednostkach:  \nA) luks  \nB) kandela  \nC) lumen  \nD) wat  \n \nSkładowa promieniowania słonecznego, która dotyczy promieniowania \npochodzącego ze wszystkich kierunków nosi nazwę promieniowania  \nA) bezpośredniedniego  \nB) całkowitego  \nC) rozproszonego  \nD) albedo  \n \nJednoosiowe systemy śledzenia słońca muszą zostać zastosowane do \nprawidłowego działania:  \nA) płaskich kolektorów słonecznych  \nB) paraboliczno -rynnowych kolektorów słonecznych  \nC) rurowo -próżniowy kolektorów słonecznych  \nD) heliostatów  \n \nStosunek pomiędzy ciepłem dostarczonym do czynnika roboczego w \nkolektorze słonecznym, a padającą energią słoneczną na jego powietrznię \nokreśla:  \nA) straty cieplne kolektora słonecznego  \nB) wydajność kol ektora słonecznego  \nC) współczynnik strat cieplnych  \nD) sprawność kolektora słonecznego  \n\n \nWhat type of silicon cell has a well -ordered and uniform atomic structure in \nthe whole photovoltaic cell structure?  \nA) monocrystalline  \nB) amo rphous  \nC) polycrystalline  \nD) thin film  \n \nThe inverter in a photovoltaic installation:  \nA) converts the direct electric current produced by the panels into \nalternating current  \nB) converts the alternating electric current produced by the panels into \ndirect current  \nC) converts the direct electric current produced by the panels into direct \ncurrent with higher intensity  \nD) converts the alternating electric current produced by the panels into a \none with higher amplitude  \n \nThe power of the airflow is:  \nA) proportio nal to the air viscosity  \nB) proportional to air density  \nC) proportional to the air temperature  \nD) none of the answers are correct  \n \nAccording to the Betz analysis, the maximum theoretical efficiency of a \nwind turbine is:  \nA) near 60 %  \nB) near 40 %  \nC) near 90  % \nD) near 25 %  \n \n  \nJaki rodzaj krzemowego ogniwa fotowoltaicznego posiada uporządkowaną i \njednolitą strukturę atomową w całej strukturze?  \nA) monokrystaliczny  \nB) amorficzny  \nC) polikrystalic zny \nD) cienki film  \n \nFalownik w instalacji fotowoltaicznej:  \nA) zamienia stały prąd elektryczny wytwarzany przez panele na prąd \nzmienny  \nB) przekształca przemienny prąd elektryczny wytwarzany przez panele w \nprąd stały  \nC) przekształca stały prąd elektryczny wytwarzany przez panele na prąd \nstały o wyższym natężeniu  \nD) przekształca zmienny prąd elektryczny wytwarzany przez panele na prąd \no większej amplitudzie  \n \nMoc strumienia powietrza jest:  \nA) proporcjonalna do lepkości powietrza  \nB) proporcjonalna do gęstości powietrza  \nC) proporcjonalna do temperatury powietrza  \nD) żadna z odpowiedzi nie jest poprawna  \n \nZgodnie z analizą Betza maksymalna teoretyczna sprawność turbiny \nwiatrowej wynosi:  \nA) blisko 60%  \nB) blisko 40%  \nC) blisko 90%  \nD) blisko 25%  \n \n \n\nIn order to increase the power of the water turbine, the kinetic energy of \nthe discharged water current  \nA) should be higher than the kinetic energy of entering water  \nB) should be as high as possible  \nC) should be kept constant  \nD) should be  as low as possible  \n \nWhat kind of biomass transformation is typically performed when the ratio \nbetween carbon and nitrogen is higher than 30?  \nA) thermochemical transformation  \nB) biologic transformation  \nC) physical transformation  \nD) none of the answers are correct  \n \nIs the efficiency of a fuel cell constrained by the Carnot cycle?  \nA) yes, because the Carnot cycle defines the maximum efficiency of all \ndevices  \nB) no, because traditional laws of thermodynamics do not apply to fuel cells  \nC) yes or no depending on  temperature  \nD) no, because the fuel cell is not a thermal machine  \n \n \n \nHow do fuel cells produce electricity?  \nA) by combustion process  \nB) in a thermonuclear reaction  \nC) by electrochemical reactions  \nD) by organic reactions  \n \nA PEMFC fuel cell converts:  \nA) hyd rogen and oxygen into water  \nB) water into hydrogen and oxygen  \nC) hydrogen and carbon into methane  W celu zwiększenia mo cy turbiny wodnej, energia kinetyczna wody na jej \nwylocie:  \nA) musi być wyższa niż energia kinetyczna wody na wlocie  \nB) powinna być jak największa  \nC) powinna być stała  \nD) powinna być jak najmniejsza  \n \nJaki rodzaj transformacji biomasy jest zwykle stosowany, gdy stosunek \nwęgla do azotu jest wyższy niż 30?  \nA) przemiana termochemiczna  \nB) transformacja biologiczna  \nC) przemiana fizyczna  \nD) żadna z odpowiedzi nie jest poprawna  \n \nCzy sprawność ogniwa paliwowego jest limitowana ograniczeniami \nwynikającymi z cyklu Carnota?  \nA) tak, ponieważ cykl Carnota definiuje maksymalną sprawność wszystkich \nurządzeń  \nB) nie, ponieważ w przypadku ogniw paliwowych nie stosują się tradycyjne \nprawa termodynamiki  \nC) tak lub nie w zależności od temperatury  \nD) nie, ponieważ ogniwo paliwo we nie jest maszyną cieplną  \n \nW jaki sposób ogniwa paliwowe wytwarzają energię elektryczną?  \nA) poprzez procesy spalania  \nB) w reakcji termojądrowej  \nC) poprzez reakcje elektrochemiczne  \nD) poprzez reakcje organiczne  \n \nOgniwo paliwowe PEMFC przekształca:  \nA) wodó r i tlen w wodę  \nB) wodę do wodoru i tlenu  \nC) wodór i węgiel do metanu  \n\nHydrogen can be produced from renewable sources by  \nA) coal gasification  \nB) steam methane reforming  \nC) biogas steam reforming  \n \nHydrogen –oxygen fuel cells are electrochemical devices, which  \nA) directly convert chemical energy of hydrogen into electricity  \nB) directly convert chemical energy of hydrogen into electricity. The \nproducts are also waste heat and water  \nC) in a first step converts chemical energy of hydr ogen into mechanical \nenergy; and the next step mechanical energy into electrical energy  \nD) directly convert chemical energy of hydrogen into heat and water  \n \n \n \nElectrolysers are electrochemical devices  \nA) produce hydrogen and carbon dioxide  \nB) produce hydro gen and oxygen, electrical energy is necessary to split \nwater  \nC) produce electricity and hydrogen  \nD) produce electricity and oxygen  \n \nThe hydrogen is a gas, which possess some features, i.e. is  \nA) colourless, odourless, lightest,  \nB) colourless, odourless, toxic, no -explosive  \nC) colourless, odourless, lightest, explosive, non -toxic  \nD) lightest  \n \nThe typical industrial method of hydrogen production is  \nA) natural gas  CH 4 reforming  \nB) electrolysis  \nC) coal gasification  \nD) thermochemical cycles  Wodór można wytwarzać z odnawialnych źródeł metodą  \nA) zgazowania węgla  \nB) reformingu parowego metanu  \nC) reformingu parowego biogazu  \n \nOgniwa paliwowe wodorowo -tlenowe są urządzeniami \nelektrochemicznymi, które  \nA) bezpośrednio przekształcają energię chemiczną wodoru w energię \nelektryczną  \nB) bezpośrednio przekształcają energię chemiczną wodoru w energię \nelektryczną. Dodatkowymi produktami są również ciepło odpadowe i woda  \nC) w pierwszym etapi e przekształca energię chemiczną wodoru w energię \nmechaniczną, a w następnym etapie energię mechaniczną w energię \nelektryczną  \nD) bezpośrednio przekształcają energię chemiczną wodoru na ciepło i wodę  \n \nElektrolizery są urządzeniami elektrochemicznymi, które  \nA) wytwarzają wodór i ditlenek węgla  \nB) wytwarzają wodór i tlen, do przeprowadzenia procesu elektrolizy wody \nkonieczne jest dostarczenie energii elektrycznej  \nC) wytwarzają energię elektryczną i wodór  \nD) wytwarzają energię elektryczną i tlen  \n \nWodór jest gaz em, który posiada pewne cechy tzn. jest  \nA) bezbarwny, bezwonny, najlżejszy  \nB) bezbarwny, bezwonny, toksyczny, niewybuchowy  \nC) bezbarwny, bezwonny, najlżejszy, wybuchowy, nietoksyczny  \nD) najlżejszy  \n \nTypową przemysłową metodą produkcji wodoru jest  \nA) reformo wanie gazu ziemnego CH 4 \nB) elektroliza  \nC) zgazowanie węgla  \nD) cykle termochemiczne  \n\n \nThe typical method  of hydrogen storage for cars is  \nA) storage in liquid form  \nB) storage in gas compressed form under 70 Mpa  \nC) storage in low -pressure in cylinders  \nD) storage in gas compressed form under 20 Mpa  \n \nGreen hydrogen can we produce :  \nA) using renewable energy ( wind turbines, photovoltaic panels) as energy \nsource for electrochemical splitting water in electrolysers  \nB) from fossil fuels  \nC) only using wind turbines as an energy source for electrochemical water \nsplitting in electrolysers  \nD) only using photovoltaic panels as an energy source for electrochemical \nwater splitting in electrolysers  \n \n \nWhich of the following best describes marginal cost?  \nA) unit cost of the product  \nB) the incremental cost of producing one more unit of output  \nC) th e sum of all costs associate with the production of a product  \nD) the cost of fixed items such as general and administrative expenses  \n \n \nSimple payback time determines  \nA) after what period the investment will recoup  \nB) the period during which the product is present on the market  \nC) internal rate of return  \nD) net present value of an investment project  \n \n \n  \nTypowa metoda magazynowania wodoru dla samochodów osobowych to  \nA) przechowywanie w postaci płynnej  \nB) magazynowanie w postaci sprężonego gazu pod ciśnieniem 70 Mpa  \nC) przec howywanie w butlach pod niskim ciśnieniem  \nD) magazynowanie w postaci sprężonego gazu o ciśnieniu poniżej 20 Mpa  \n \nZielony wodór możemy produkować :  \nA) wykorzystując energię odnawialną (turbiny wiatrowe, panele \nfotowoltaiczne) jako źródło energii do elektroc hemicznego rozdzielania \nwody w elektrolizerach  \nB) z paliw kopalnych  \nC) wyłącznie wykorzystując turbiny wiatrowe jako źródła energii do \nelektrochemicznego rozdzielania wody w elektrolizerach  \nD) wyłącznie wykorzystując panele fotowoltaiczne jako źródła energii do \nelektrochemicznego rozdzielania wody w elektrolizerach  \n \nKtóry z poniższych elementów najlepiej opisuje koszt krańcowy?  \nA) koszt jednostkowy wytworzenia produktu  \nB) koszt związany ze zwiększeniem wielkości produkcji danego dobra o \njedną jednostkę  \nC) suma wszystkich kosztów związanych z produkcją danego produktu  \nD) koszt środków trwałych, takich jak koszty ogólne i administracyjne  \n \nProsty okres zwrotu określa  \nA) po jakim okresie zwróci się dana inwestycja  \nB) okres, w którym produkt jest obecny na r ynku  \nC) wewnętrzną stopę zwrotu  \nD) wartość bieżąca netto projektu inwestycyjnego  \n \n \n \n\nThe basic law of demand says that all other things being the same (ceteris \nparibus),  \nA) the lower the price of a product, the lower is the demand for the \nproduct  \nB) the higher the price of a product, the lower is the demand for the \nproduct  \nC) the higher is the price of a product, the higher is the demand for the \nproduct  \n \nWhich of the following is NOT a characteristic of the structure of perfectly \ncompetitive markets?  \nA) each individual firm is small in size relative to the overall market  \nB) few sellers  \nC) homogenous product  \nD) easy, low -cost entry and exit  \n \nWhich of the following variables does not influence the quantity of product \nthat a firm is a ble to sell?  \nA) price of the product  \nB) price of related products  \nC) production costs  \nD) incomes and testes of consumers  \n \nNet present value (NPV) is  \nA) the present value of the cash flows subtracted from the initial \ninvestment  \nB) the annual rate of growth an investment is expected to generate  \nC) the amount of time it takes to recover the cost of an investment  \n \nWhat is the term used for the amount of time that it takes to earn back the \ninitial investment?  \nA) reinvestment integer  \nB) waiting time  \nC) payback pe riod \nD) sunk cost  Podstawowe prawo popytu mówi, przy założeniu, że żadne inne czynniki się \nnie zmieniają (ceteris paribus),  \nA) wraz ze spadkiem ceny dobra zapotrzebowanie na nie maleje  \nB) wr az ze wzrostem ceny danego dobra, zmaleje zapotrzebowanie na \ndobro  \nC) wraz ze wzrostem ceny dobra zapotrzebowanie na nie rośnie  \n \n \n \nKtóra z poniższych cech nie jest charakterystyczna dla struktury rynków \ndoskonale konkurencyjnych?  \nA) pojedyncza firma jest n iewielka w stosunku do całego rynku  \nB) na rynku występuje niewielu sprzedawców  \nC) oferowany produkt jest jednorodny  \nD) możliwość swobodnego wejścia na rynek i wyjścia z rynku  \n \nKtóra z poniższych zmiennych nie wpływa na ilość produktu, który firma jest \nw stanie sprzedać?  \nA) cena produktu  \nB) cena produktów powiązanych  \nC) koszty produkcji  \nD) przychody i upodobania konsumentów  \n \nWartość bieżąca netto (NPV) jest  \nA) wartością bieżącą przepływów pieniężnych pomniejszoną o wartość \ninwestycji początkowej  \nB) roczną stopą wzrostu wygenerowaną przez inwestycję  \nC) długością czasu potrzebną do odzyskania nakładów inwestycyjnych  \n \nJaki jest termin używany dla ilości czasu potrzebnego do zwrotu \npoczątkowej inwestycji?  \nA) liczba całkowita reinwestycji  \nB) czas oczekiwania  \nC) okres zwrotu  \nD) koszt utopiony  \n\n \nThe company should continue production (in the short term):  \nA) if the price exceeds the unit cost  \nB) if the price is lower than the unit fixed cost  \nC) if the price exceeds the unit variable cost  \nD) irrespective of the amount of unit fixed and variable costs  \n \nWhat does a Gantt Chart show?  \nA) a list of individual tasks  \nB) when tasks begin and end  \nC) interdependencies between different tasks  \nD) all answers are correct  \n \nNational Energy security can be increased by  \nA) increasing the supply  of domestic resources  \nB) diversification of energy supplies  \nC) developing energy storage infrastructure  \nD) all answers are correct  \n \nEnergy security is:  \nA) the state of the economy enabling to cover the current and prospective \ndemand of consumers for fuels  \nB) protection of energy generating facilities  \nC) the state of the economy to cover current and prospective energy \ndemand of consumers  \nD) the state of the economy enabling the current and prospective demand \nfor fuels and energy to be covered in a technical ly and economically \njustified manner, while maintaining environmental protection \nrequirements  \n \n \n \n  \nFirma powinna kontynuować produkcję (w krótkim okresie):  \nA) jeżeli cena przekracza koszt jednostkowy  \nB) jeżeli cena jest niższa niż jednostkowy koszt stały  \nC) jeżeli cena przewyższa jednostkowy koszt zmienny  \nD) niezależnie o d wysokości jednostkowych kosztów stałych i zmiennych  \n \nCo pokazuje wykres Gantta ?  \nA) listę indywidualnych zadań  \nB) kiedy zadania zaczynają się i kończą  \nC) współzależności między poszczególnymi zadaniami  \nD) wszystkie odpowiedzi są poprawne  \n \nBezpieczeństwo energetyczne kraju może zostać zwiększone poprzez  \nA) zwiększanie podaży krajowych surowców energetycznych  \nB) dywersyfikację dostaw energii  \nC) rozwój infrastruktury magazynowania energii  \nD) wszystkie odpowiedzi są poprawne  \n \nBezpieczeństwo energetyczne to:  \nA) stan gospodarki umożliwiający pokrycie bieżącego i perspektywicznego \nzapotrzebowania odbiorców na paliwa  \nB) ochrona obiektów wytwarzających energię  \nC) stan gospodarki umożliwiający pokrycie bieżącego i perspektywicznego \nzapotrzebowania odbiorców na energ ię \nD) stan gospodarki umożliwiający pokrycie bieżącego i perspektywicznego \nzapotrzebowania odbiorców na paliwa i energię w sposób technicznie i \nekonomicznie uzasadniony, przy zachowaniu wymagań ochrony środowiska  \n \n \n \n \n \n\nUnderground gas reservoirs in salt caverns are used to:  \nA) ensure the continuity of imported gas supply  \nB) guarantee proper conditions for the optimal exploit ation of a gas \ntransport system as well as to ensure the continuity of gas supply and off -\ntake from the system during repair and maintenance works of particular \nelements of the system  \nC) ensure energy security of the country  \n \nEnergy policy is the manner in  which the government decides to address \nissues of energy development including:  \nA) energy production  \nB) energy distribution  \nC) energy consumption  \nD) all of these are correct  \n \nWhich of the following sentences best describes the energy situation in the \nEU in 2020?  \nA) most of the energy resources consumed in the EU come from its own \nsupply  \nB) the EU does not face environmental problems related to energy supply \nand consumption  \nC) the EU is the largest exporter of energy resources in the world  \nD) none of the an swers are correct  \n \nWhich three countries had the largest supply of oil according to EIA in \n2019?  \nA) Saudi Arabia, Russia and the USA  \nB) The USA, Russia and China  \nC) Russia, Iran and Qatar  \n \nAcid rains are caused by:  \nA) carbon dioxide  \nB) carbon monoxide  \nC) silicon oxides  \nD) sulphur oxides  Zbiorniki gazu w kawernach solnych słu żą głównie do:  \nA) zapewnienia ciągłości dostaw gazu z importu  \nB) zapewnienia warunków dla optymalnej eksploatacji systemu \nprzesyłowego gazu jak też zapewnienia ciągłości dostaw i odbioru gazu z \ntego systemu w okresie prac remontowych oraz konserwacyjnych \nposzczególnych elementów tego systemu  \nC) zapewnienia bezpieczeństwa energetycznego kraju  \n \nPolityka energetyczna to sposób, w jaki rząd decyduje się zająć kwestiami \nrozwoju energetyki związanymi z :  \nA) wytwarzaniem energii  \nB) dystrybucją energii  \nC) zużyciem energii  \nD) wszystkie odpowiedzi są poprawne  \n \nKtóre z poniższych zdań najlepiej opisuje sytuację energetyczną w UE w \n2020 r.?  \nA) większość surowców energetycznych zużywanych w UE pochodzi z jej \nwłasnych dostaw  \nB) UE nie boryka się z problemami środowiskowym i związanymi z \ndostawami i zużyciem energii  \nC) UE jest największym eksporterem surowców energetycznych na świecie  \nD) żadna z odpowiedzi nie jest poprawna  \n \nKtóre z wymienionych trzech krajów były największymi dostawcami ropy \nnaftowej wg EIA w 2019 r.?  \nA) Ar abia Saudyjska, Rosja i USA  \nB) USA, Rosja i Chiny  \nC) Rosja, Iran i Katar  \n \nKwaśne deszcze są powodowane przez:  \nA) ditlenek węgla  \nB) tlenek węgla  \nC) tlenki krzemu  \nD) tlenki siarki  \n\n \nWhich power generation technology has the highest carbon intensity?  \nA) nuclear power plant  \nB) brown coal power plant  \nC) offshore wind power plant  \n \n \nWhat is meant by the term carbon footprint?  \nA) the amount of CO 2 produced by the world each week  \nB) the amount of CO 2 produced by every human in its lifetime  \nC) the total amount of CO 2 caused directly or indirectly by a product during \nits lifetime  \n \nA decrease in carbon dioxide emissions can be achieved by:  \nA) replacing  natural gas with hard coal  \nB) replacing hard coal with lignite  \nC) increasing energy generation efficiency of coal power plant  \n \n \n \nTo prevent dangerous climate change, the international community has \nagreed in the UNFCCC Paris Agreement that the global temp erature should \nnot rise more than   \nA) 4°C above the temperature before the Industrial Revolution  \nB) 2°C above the temperature before the Industrial Revolution  \nC) 2°C above the temperature recorded in 1990  \n \nIn the last hundred years the concentration of car bon dioxide in Earth's \natmosphere  \nA) has decreased by about 20 %  \nB) has increased to a value exceeding 400 ppm  \nC) has remained constant  \n  \nKtóra technologia wytwarzania energii ma najwyższą intensywność emisji \ndwutle nku węgla  \nA) elektrownia jądrowa  \nB) elektrownia na węgiel brunatny  \nC) elektrownia wiatrowa na morzu  \n \nTermin \"ślad węglowy\" oznacza  \nA) ilość CO 2 wyemitowaną na świecie każdego tygodnia  \nB) ilość CO 2 wyemitowaną przez każdego człowieka w ciągu jego życia  \nC) całkowitą emisję CO 2 spowodowaną bezpośrednio lub pośrednio przez \nprodukt w czasie jego życia   \n \nZmniejszenie emisji dwutlenku węgla przy spalaniu węgla można osiągnąć \npoprzez:  \nA) zastąpienie gazu ziemnego węglem kamiennym  \nB) zastąpienie węgla kamiennego  węglem brunatnym  \nC) zwiększenie sprawności wytwarzania energii w elektrowni opalanej \nwęglem kamiennym  \n \nAby zapobiec niebezpiecznym zmianom klimatycznym społeczność \nmiędzynarodowa w porozumieniu paryskim UNFCCC uzgodniła, że \ntemperatura na świecie nie powi nna wzrosnąć o więcej niż  \nA) 4°C powyżej temperatury sprzed rewolucji przemysłowej  \nB) 2°C powyżej temperatury sprzed rewolucji przemysłowej  \nC) 2°C powyżej temperatury zanotowanej w 1990 r.  \n \nW ciągu ostatnich stu lat stężenie dwutlenku węgla w atmosferze zi emskiej  \nA) zmniejszyło się o ok 20%  \nB) zwiększyło się do wartości przekraczającej 400 ppm  \nC) nie zmieniło się  \n \n \n\nBy how much has the EU committed to cut its greenhouse gas emissions by \n2020?  \nA) 20% below the 1990 level  \nB) 12% below the 1990 level  \nC) 17% below the 2005 level  \n \nWhich of these gases contribute to global warming?  \nA) oxygen  \nB) methane  \nC) argon  \n \nThrough what instrument does the EU limit greenhouse gas emissions from \npower plants and heavy industrial sites?  \nA) Euratom  \nB) Common Agricultural Policy  \nC) Emissions Trading System  \n \nWhich sentence is true. In 2019 there were  \nA) approx. 1.2 billion people without access to electricity  \nB) approx. 4.5 billion people without access to electricity  \nC) approx. 6.6 billion people without  access to electricity  \n \nWhat does LCA stand for?  \nA) Life Cycle Appointment  \nB) Large Cement Assets  \nC) Life -Cycle Assessment  \n \nWhat is Net Zero Energy Building?  \nA) building with photovoltaic installation on the roof  \nB) both answers are correct  \nC) building wit h zero net energy consumption  \n \n W jakim stopniu UE zobowiązała się do ograniczenia emisji gazów \ncieplarnianych do 2020 r.?  \nA) 20% poniżej poziomu z 1990 r.  \nB) 12% poniżej pozio mu z 1990 r.  \nC) 17 % poniżej poziomu z 2005 r.  \n \nKtóry z tych gazów przyczynia się do globalnego ocieplenia?  \nA) tlen  \nB) metan  \nC) argon  \n \nZa pomocą jakiego instrumentu UE ogranicza emisje gazów cieplarnianych z \nelektrowni i zakładów przemysłu ciężkiego?  \nA) Euratom  \nB) wspólnej polityki rolnej  \nC) systemu handlu emisjami  \n \nKtóre zdanie jest prawdziwe. W 2019 r. na świecie  \nA) ok. 1,2 mld osób nie miało dostępu do energii elektrycznej  \nB) ok. 4,5 mld osób nie miało dostępu do energii elektrycznej  \nC) ok. 6,6 mld osó b nie miało dostępu do energii elektrycznej  \n \nCo oznacza skrót LCA?  \nA) skrócenie cyklu życia  \nB) duże aktywa cementowe  \nC) ocena cyklu życia  \n \nCo to jest budynek zeroenergetyczny?  \nA) budynek z instalacją fotowoltaiczną na dachu  \nB) obie odpowiedzi są poprawne  \nC) budynek o zerowym zużyciu energii netto  \n \n \n\nSustainable development :  \nA) is development at the expense of future generations  \nB) is development that meets the needs of the present aimed at a dynamic \neconomic development  \nC) is development that meets the needs of the present without \ncompromising the ability of future generations to meet their own needs  \n \nFossil fuels are rich i:  \nA) oxygen  \nB) nitrogen  \nC) phosphorous  \nD) carbon  \n \nEmissions of sulphur dioxide into the atmosphere cause mainly  \nA) eutrophication  \nB) acid rains  \nC) global warming  \n \n Zrównoważony rozwój :  \nA) to rozwój kosztem przyszłych pokoleń  \nB) to rozwój odpowiadający potrzebom współczesności, mający na celu \ngłównie dynamiczny rozwój gospodarczy  \nC) to rozwój, który zaspokaja potrzeby teraź niejszości bez uszczerbku dla \nzdolności przyszłych pokoleń do zaspokajania swoich własnych potrzeb  \n \nPaliwa kopalne są bogate w  \nA) tlen  \nB) azot  \nC) fosfor  \nD) węgiel  \n \nEmisje ditlenku siarki do atmosfery powodują przede wszystkim  \nA) eutrofizację  \nB) kwaśne deszcze  \nC) globalne ocieplenie  \n \n \n \n\n", "metadata": {}}