{"content": "#  Galeria akcji #jestemzAGH -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/absolwenci/akcja-jestemzagh/galeria-akcji-jestemzagh\nCrawled: 2025-03-19 21:18:38\n\nSkip to content ↓\n\n Galeria akcji #jestemzAGH \n\nNasi Absolwenci Przemysław Drożdż i Tomasz Palacz byli liderami koła naukowego \nAGH Space Systems\n, z którego w 2019 r. wyrosła \nProgresja Space\n.  Teraz zostali laureatami plebiscytu \"30 przed 30\" organizowanego przez \nForbes Polska\n, są na liście młodych Polaków, którzy podbijają świat.\n\nW ramach założonego przez Przemysława i Tomasza start-up’u Progresja Space mają w planach do końca 2024 roku uruchomić usługę dostarczania paczek małych satelitów na docelowe orbity. Wcześniej ich działalność miała na celu dostarczać podsystemy satelitarne do nano- i mikrosatelitów – przede wszystkim układy napędowe mające wydłużać żywotność orbitalną małych satelitów. Dzisiaj celują także w wynoszenie satelitów w przestrzeń kosmiczną.\n\nDo tej pory młodzi przedsiębiorcy zapewnili swojemu biznesowi finansowanie na poziomie około 2,7 mln euro – od \nNarodowego Centrum Badań i Rozwoju\n, akceleratora start-upowego \nSpace3ac\n, a także z kontraktów realizowanych na rzecz \nEuropean Space Agency - ESA\n.\n\nTo dla nas wielka duma, jak zdolnych mamy Absolwentów !!!\n\nWydział Energetyki i Paliw oraz Wydział Inżynierii Mechanicznej i Robotyki\n\nJoanna Maraszek absolwentka Wydziału Energetyki i Paliw, AGH. Wcześniej członkini zespołu AGH Solar Boat Team oraz działania w ramach inicjatywy Project Tajikistan. Obecnie współtworzy Planet-A Foundation, której celem jest szerzenie edukacji na temat zmian klimatycznych.\n\nPrzemysław Drożdż jest absolwentem Mechatroniki na Wydziale Inżynierii Mechanicznej i Robotyki - WIMiR AGH. Przez rok był szefem AGH Space Systems, w którym przez kilka lat aktywnie działał. Obecnie współtworzy spółkę Progresja Space, gdzie pracuje nad napędami i systemami kontroli orientacji dla małych satelitów.\n\nWspólnie nasi absolwenci Asia i Przemek znaleźli się w gronie osób nagrodzonych w plebiscycie Forbes i McKinsey & Company “25 under 25”.\n\nWydział Wiertnictwa Nafty i Gazu\n\nAbsolwent Górnictwa i Geologii na WWNiG u wejścia do jaskini “Emergence du Ressel” w miejscowosci Marcilhac-sur-Célé we Francji. Nurkowanie to jego pasja, a na co dzień pracuje w branży Oil&Gas w Egipcie.\n\nWydział Inżynierii Mechanicznej i Robotyki\n\nNa saksofonie gra od 4 lat. Uczy się w Leno Music pod okiem Leszka Nowotarskiego. Gra głównie dla siebie i dla swoich córek w domu, a także gdy ma czas przebywając na wyjazdach związanych z pracą. Jego pasja wzięła się z chęci robienia czegoś nowego, co można połączyć z wyjazdami na platformy wiertnicze.\n\nSeweryn ukończył Mechanikę i Budowę Maszyn o specjalności Transport Linowy na WIMiR w roku 2006. Zdjęcie wykonane zostało na platformie Maersk Intrepid na złożu Martin Linge na Morzu Północnym.\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/absolwenci/akcja-jestemzagh/galeria-akcji-jestemzagh", "title": " Galeria akcji #jestemzAGH -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "679b02efb0b231c81af78963cb7ff9ba", "word_count": 469, "headings": [{"level": 1, "text": "Galeria akcji #jestemzAGH"}, {"level": 2, "text": "Stopka"}]}}