{"metadata": {"url": "https://dss.agh.edu.pl/swiadczenia/zapomoga", "title": " Zapomoga -- Dział Spraw Studenckich AGH ", "depth": 1, "duplicate": false, "content_hash": "07bb20cac3056444dc8ed3354c95b045", "word_count": 593, "headings": [{"level": 1, "text": "Zapomoga"}, {"level": 2, "text": "Kto może ubiegać się o zapomogę?"}, {"level": 2, "text": "Jak ubiegać się o zapomogę?"}, {"level": 2, "text": "Jakie dokumenty należy dołączyć do wniosku o zapomogę w przypadku śmierci członka rodziny?"}, {"level": 2, "text": "Jakie dokumenty należy dołączyć do wniosku o zapomogę w przypadku choroby?"}, {"level": 2, "text": "Ile wynosi wysokość zapomogi?"}, {"level": 2, "text": "Ile razy można ubiegać się o zapomogę?"}, {"level": 2, "text": "Kto nie może ubiegać się o zapomogę?"}, {"level": 2, "text": "Do kogo można się odwołać w przypadku odmowy przyznania zapomogi przez upoważnionego pracownika Centrum Spraw Studenckich?"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Stopka"}]}, "content": "#  Zapomoga -- Dział Spraw Studenckich AGH \n\nURL: https://dss.agh.edu.pl/swiadczenia/zapomoga\nCrawled: 2025-03-20 01:35:08\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Zapomoga \n\nKto może ubiegać się o zapomogę?\n\nZapomogę może otrzymać student, który znalazł się przejściowo w trudnej sytuacji życiowej.\n\nZdarzeniem losowym może być:\n\nśmierć członka rodziny;\n\nciężka choroba członka rodziny;\n\nklęski żywiołowe (np. pożar, powódź), wojna;\n\nurodzenie się lub przysposobienie dziecka;\n\ninne zdarzenia, na skutek których student znalazł się przejściowo w trudnej sytuacji życiowej.\n\nJak ubiegać się o zapomogę?\n\nZapomoga może być przyznana przez upoważnionego pracownika Centrum Spraw Studenckich na wniosek studenta. Wniosek należy wypełnić w USOSweb, wydrukować, podpisać i wraz z dokumentacją dostarczyć w wersji papierowej do BOSS.\n\nDo wniosku\n\nnależy dołączyć dokumenty potwierdzające znalezienie się w trudnej sytuacji życiowej.\n Dokumentem potwierdzającym znalezienie się w trudnej sytuacji życiowej może być w szczególności:\n\nzaświadczenie lekarskie,\n\nzaświadczenie z ośrodka pomocy społecznej,\n\norzeczenie sądowe, komornicze, dokumenty wystawione przez Policję,\n\nakt urodzenia dziecka studenta lub dokument potwierdzający jego przysposobienie,\n\nakt zgonu członka rodziny,\n\ninne zaświadczenia właściwych instytucji i urzędów potwierdzających okoliczności opisane we wniosku.\n\nW przypadku braku możliwości okazania powyższych dokumentów, dopuszcza się możliwość złożenia pisemnego oświadczenia o zdarzeniu, potwierdzonego przez co najmniej 3 studentów, w tym członka Uczelnianej Rady Samorządu Studentów.\n\nJakie dokumenty należy dołączyć do wniosku o zapomogę w przypadku śmierci członka rodziny?\n\nW takim przypadku każdorazowo wymagany jest akt zgonu oraz pisemne uzasadnienie pogorszenia się sytuacji materialnej studenta w wyniku śmierci bliskiego członka rodziny.\n\nJakie dokumenty należy dołączyć do wniosku o zapomogę w przypadku choroby?\n\nW takich przypadkach wymagane są wszystkie możliwe dokumenty, które poświadczają trudną sytuację materialną studenta z tytułu choroby studenta lub bliskiego członka rodziny studenta. Są to:\n\nzaświadczenia lekarskie o przebytej chorobie,\n\nkarta pobytu w szpitalu,\n\nrachunki za leczenie lub inne usługi medyczne,\n\nrachunki za zakup lekarstw lub innych środków medycznych,\n\ninne odnoszące się do indywidualnej sytuacji studenta.\n\nIle wynosi wysokość zapomogi?\n\nWysokość zapomogi losowej uzależniona jest od sytuacji, w jakiej znalazł się student. Maksymalną wysokość zapomogi corocznie ustala Rektor. W roku akademickim 2024/2025 kwota ta wynosi 3000,00 zł.\n\nIle razy można ubiegać się o zapomogę?\n\nStudent może otrzymać zapomogę nie więcej niż 2 razy w roku akademickim, tylko na jednym kierunku studiów. Nie można starać się o zapomogę dwukrotnie z tego samego tytułu.\n\nUwaga!\n Wniosek o zapomogę należy złożyć nie później niż w terminie 90 dni od wystąpienia przyczyny wskazanej we wniosku.\n\nKto nie może ubiegać się o zapomogę?\n\nZapomoga nie przysługuje studentowi posiadającemu tytuł zawodowy:\n a) magistra, magistra inżyniera lub równorzędny,\n b) licencjata, inżyniera lub równorzędny, jeżeli podejmuje ponownie studia pierwszego stopnia.\n\nUwaga!\n Świadczenia, o których mowa w art. 86 Ustawy - w tym zapomoga - przysługują na studiach pierwszego stopnia i studiach drugiego stopnia, jednak nie dłużej niż przez okres 12 semestrów, bez względu na ich pobieranie przez studenta, z tym zastrzeżeniem, że w ramach tego okresu świadczenia przysługują:\n\nna studiach pierwszego stopnia - nie dłużej niż przez 9 semestrów\n\nna studiach 2 stopnia -  nie dłużej niż przez 7 semestrów.\n\nPrzepisy te stosuje się również do osób studiujących lub posiadających tytuły zawodowe uzyskane za granicą.\n\nDo kogo można się odwołać w przypadku odmowy przyznania zapomogi przez upoważnionego pracownika Centrum Spraw Studenckich?\n\nStudent niezadowolony z decyzji może złożyć wniosek o ponowne rozpatrzenie sprawy, kierowany do Prorektora ds. Studenckich.\n\nKontakt\n\nBOSS\n - osoby zajmujące się obsługą świadczeń na poszczególnych Wydziałach\n\nbudynek C-7\n pokój 112b\n\nponiedziałek – wtorek\n 9:00 – 15:00\n czwartek - piątek\n 7:30 – 13:30\n\nStopka\n\nArchiwum dokumentów\n\nDział Spraw Studenckich\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nAl. Mickiewicza 30\n30-059 Kraków\n\nBiuro Obsługi Spraw Studenckich\nbudynek C-7, pokój 112\nSekcja Obsługi Organizacji Studenckich\nbudynek C-1, pokój 111\nSekcja Wypłat i Rozliczeń Stypendiów\nbudynek C-1, pokój 111\ne-mail: dss@agh.edu.pl\n\nBack"}