{"content": "# Studenci\n\nURL: https://www.bhp.agh.edu.pl/studenci/\nCrawled: 2025-03-19 21:12:54\n\nINFORMACJE W SPRAWIE SZKOLEŃ BHP DLA STUDENTÓW AGH\nZARZĄDZENIE NR 36/2012 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 26 listopada 2012 r. w sprawie szkoleń w dziedzinie bezpieczeństwa i higieny pracy.\n*\nOBOWIĄZKOWE SZKOLENIE DOTYCZĄCE BEZPIECZNYCH I HIGIENICZNYCH WARUNKÓW KSZTAŁCENIA DLA STUDENTÓW AGH\nSekcja Bezpieczeństwa i Higieny             Pracy AGH zaprasza na szkolenie dotyczące             bezpiecznych i higienicznych warunków kształcenia dla             studentów rozpoczynających kształcenie w AGH w semestrze letnim roku akademickiego 2024/2025. Szkolenie realizowane jest w formie wykładów             on-line na platformie \nUPeL\n wraz z udostępnionymi materiałami             uzupełniającymi do kursu. \n\nObowiązkowe szkolenie skierowane jest do studentów, rozpoczynających kształcenie w AGH w roku akademickim 2024/2025 (studentów studiów stacjonarnych i niestacjonarnych) oraz studentów, którzy z różnych przyczyn nie zrealizowali tego obowiązku w poprzednich edycjach. Szkolenie jest obowiązkowe a brak jego ukończenia może wiązać się z negatywnymi skutkami w obszarze realizacji prawidłowego przebiegu studiów.\n\nWAŻNA UWAGA\n\nSzkolenie jest jednorazowe na całość studiów \n(również w przypadku kontynuacji na kolejnym semestrze/stopniu studiów AGH oraz przypadkach, kiedy studiujemy na kilku wydziałach/ścieżkach dyplomowania). \n\nJeżeli student AGH ukończył szkolenie w poprzednich terminach (jest informacja na indywidualnym koncie studenta USOS AGH)- nie ma potrzeby uczestnictwa i ukończenia szkolenia w obecnej oraz kolejnych edycjach kursu. Szczegóły znajdują się w komunikacie \nTUTAJ\n.\n\nJak ukończyć szkolenie? Wykonaj następujące 5 kroków:\n\nKROK 1.\n Zapoznaj się z instrukcją umieszczoną \nTUTAJ\n\n<=kliknij w link. W instrukcji zawarte jest \nhasło\n, które umożliwi poprawne zalogowanie się do kursu.\nKROK 2.\n Zaloguj się do szkolenia Link znajduje się \nTUTAJ\n\n<=kliknij w link (\nlink\n\naktywny od 17 marca 2025 od godziny 7:30 CET\n).\nKROK 3.\n Zapisz się na szkolenie w terminie od \n01 kwietnia 2025 roku (od godziny 7:30 CET).\nKROK 4. \nZapoznaj się materiałami uzupełniającymi do szkolenia, które znajdziesz \nTUTAJ\n <=kliknij w link.\nKROK 5. \nZrealizuj wszystkie tematy z udzieleniem prawidłowych odpowiedzi na pytania podsumowujące każdy temat, najpóźniej \ndo 17 kwietnia 2025 roku (do godziny 23:59 CET\n)\nWAŻNA UWAGA\n\nNie zapisanie się studenta do dnia \n01 kwietnia 2025 roku (do godziny 23:59 CET)\n uniemożliwia dostęp a co za tym idzie uniemożliwia także ukończenie szkolenia.\n\nRealizacja tematów odbywa się             etapami, udzielenie prawidłowych odpowiedzi na pytania, umożliwia przejście do             kolejnego tematu. W określonym powyżej przedziale czasowym realizacji szkolenia student może kontynuować             kurs od miejsca w którym zakończył swoją aktywność. Ukończenie kursu to             zrealizowanie wszystkich tematów wraz z udzieleniem prawidłowych odpowiedzi na pytania kontrolne w w/w terminach.\n\nInformacja o zrealizowanym kursie             będzie widoczna dla Państwa na platformie \nUPeL\n a informacja             zostanie odnotowana na indywidualnym koncie studenta w             systemie \nUSOS\n w późniejszym terminie.\n\nW przypadku pytań, wątpliwości             prosimy o kontakt z Sekcją BHP AGH pod adresem e-mail: \nszkoleniabhp@agh.edu.pl\n\nŻyczymy powodzenia i bezpiecznego             studiowania.\n\nZespół ds. Szkoleń Sekcji BHP AGH\nKOMUNIKAT W SPRAWIE INFORMACJI O SZKOLENIU BHP AGH STUDENTA NA KONCIE USOS\nW związku z licznymi zapytaniami w sprawie wpisu ze szkolenia BHP dla studentów AGH informujemy, że szczegóły dotyczące szkolenia w systemie USOS AGH znajdują się w zakładce \"Dla studentów\", w kafelku \"Oceny Końcowe\" klikając w zapis \"zal.\"(zaliczenie) wyświetlana jest data, która jest równoznaczna z ukończeniem szkolenia (patrz grafika poniżej).W przypadku braku takiego \"kafelka\" prosimy o kontakt z USOS AGH pod adresem: \npomoc-usos@agh.edu.pl\n\nUkończenie szkolenia jest jednorazowe (wpis z datą dokonywany jest tylko raz w systemie) i obowiązuje przez całość studiów na wszystkich Wydziałach, kierunkach i specjalnościach studiów stacjonarnych i niestacjonarnych AGH.\nZespół ds. Szkoleń Sekcji BHP AGH.\nINFORMACJE W SPRAWIE BADAŃ LEKARSKICH DLA STUDENTÓW AGH\nZARZĄDZENIE Nr 29/2016 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 12 lipca 2016 r. w sprawie badań lekarskich kandydatów na studia, studentów i doktorantów.\n*\n\nDruk skierowania na badanie lekarskie studenta szkoły wyższej.\n\nWykaz Przychodni\n Medycyny Pracy z którymi AGH zawarło umowę na badania lekarskie kandydatów na studia, studentów i doktorantów.\n\n* - dokumenty dostępne tylko z komputerów podłączonych do Uczelnianej Sieci Komputerowej AGH.", "metadata": {"url": "https://www.bhp.agh.edu.pl/studenci/", "title": "Studenci", "depth": 2, "duplicate": false, "content_hash": "006eb77a993b28378f87ecc4af150885", "word_count": 626, "headings": [{"level": 1, "text": "INFORMACJE W SPRAWIE SZKOLEŃ BHP DLA STUDENTÓW AGH"}, {"level": 1, "text": "OBOWIĄZKOWE SZKOLENIE DOTYCZĄCE BEZPIECZNYCH I HIGIENICZNYCH WARUNKÓW KSZTAŁCENIA DLA STUDENTÓW AGH"}, {"level": 1, "text": "KOMUNIKAT W SPRAWIE INFORMACJI O SZKOLENIU BHP AGH STUDENTA NA KONCIE USOS"}, {"level": 1, "text": "INFORMACJE W SPRAWIE BADAŃ LEKARSKICH DLA STUDENTÓW AGH"}, {"level": 1, "text": "Informacje"}]}}