{"content": "#  Zespół Zarządzający Projektem -- Inicjatywa Doskonałości – Uczelnia Badawcza \n\nURL: https://idub.agh.edu.pl/zespol-zarzadzajacy-projektem\nCrawled: 2025-03-19 21:15:35\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Zespół Zarządzający Projektem \n\nSkład Zespołu Zarządzającego Projektem i kompetencje jego członków zgodnie z tzw. celami głównymi Projektu \"Inicjatywa Doskonałości - Uczelnia Badawcza\":\n\nProf. dr hab. inż. Marek Gorgoń, Prorektor ds. Nauki AGH – Kierownik Projektu\n\nProf. dr hab. inż. Barbara Tomaszewska – Z-ca Kierownika Projektu, działania służące zwiększeniu wpływu działalności naukowej na rozwój światowej nauki\n\nProf. dr hab. inż.  Łukasz Madej  – działania służące wzmocnieniu współpracy badawczej z instytucjami naukowymi o wysokiej renomie w skali międzynarodowej\n\nDr hab. inż. Anna Sowiżdżał, prof. AGH – działania służące przygotowaniu i wdrożeniu kompleksowych rozwiązań ukierunkowanych na rozwój zawodowy pracowników uczelni, w szczególności młodych naukowców\n\nDr inż. Szczepan Moskwa – działania służące podniesieniu jakości kształcenia studentów i doktorantów\n\nProf. dr hab. inż. Marta Radecka - działania służące przygotowaniu i wdrożeniu kompleksowych rozwiązań ukierunkowanych na rozwój doktorantów oraz zapewnieniu działań o charakterze ciągłym\n\nDr hab. inż.  Tomasz Szumlak, prof. AGH - działania służące kompleksowej promocji wybitnych naukowców na różnych etapach kariery naukowej oraz wspieraniu współpracy z wielkimi międzynarodowymi ośrodkami badawczymi\n\nDr hab. inż. Katarzyna Styszko, prof. AGH - działania służące wzmocnieniu zaplecza naukowo-badawczego AGH oraz oferty realizacji badań i współpracy międzynarodowej\n\nMgr inż. Lidia Krawentek, Dyrektor CON – nadzór nad Biurem Projektu\n\nMgr inż. Barbara Jezierska – wzmocnienie promocji działalności naukowej AGH oraz wprowadzenie języka angielskiego jako równoległego w funkcjonowaniu uczelni\n\nKoordynację działań D12-D16 prowadzi Zespół ds Kształcenia w składzie:\n\nDr hab. inż. Edyta Brzychczy, prof. AGH\n\nDr hab inż. Paweł Hanus, prof AGH\n\nDr hab. inż. M. Maj, prof. AGH\n\nDr inż. Szczepan Moskwa\n\nDr. inż. T. Pełech-Pilichowski\n\nProf. dr hab. inż. M. Reben\n\nDr hab. inż.  J. Tarasiuk, prof. AGH\n\nStopka\n\n © 2024 Inicjatywa Doskonałości – Uczelnia Badawcza\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://idub.agh.edu.pl/zespol-zarzadzajacy-projektem", "title": " Zespół Zarządzający Projektem -- Inicjatywa Doskonałości – Uczelnia Badawcza ", "depth": 2, "duplicate": false, "content_hash": "0a8d4384d4a52bb7591dbbe5cfcb6cf8", "word_count": 289, "headings": [{"level": 1, "text": "Zespół Zarządzający Projektem"}, {"level": 2, "text": "Stopka"}]}}