{"content": "# Apel Rektora AGH o wsparcie Iwano-Frankiwskiego Narodowego Technicznego Uniwersytetu Nafty i Gazu-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/solidarni-z-ukraina/aktualnosci/detail/apel-rektora-agh-o-wsparcie-iwano-frankiwskiego-narodowego-technicznego-uniwersytetu-nafty-i-gazu\nCrawled: 2025-03-19 21:13:54\n\nApel Rektora AGH o wsparcie Iwano-Frankiwskiego Narodowego Technicznego Uniwersytetu Nafty i Gazu \n\n 05/07/2024 \n\nSzanowni Państwo,\n\nnasi sąsiedzi wciąż mierzą się ze skutkami wyniszczających ataków, które od ponad dwóch lat prowadzi na ich terytorium Rosja. Kontynuowanie działań wojennych przyczynia się przede wszystkim do śmierci i cierpienia ludzi, ale także do wyniszczenia ukraińskiej infrastruktury. Niestety – ataki nie omijają uniwersytetów. \n\n22 czerwca 2024 na Iwano-Frankiwski Narodowy Techniczny Uniwersytet Nafty i Gazu przeprowadzono atak, który doprowadził do licznych strat. Niemal całkowitemu zniszczeniu uległ budynek Katedry Urządzeń Naftowych i Gazowych, gdzie znajdowało się Międzynarodowe Centrum Symulatora Wiertniczego wyposażone w symulator DrillSim 5000. Ponadto, w ataku ucierpiały także inne budynki – w tym, budynki administracyjne, kompleks sportowy, biblioteka, basen, sale komputerowe i liczne laboratoria badawcze wraz z całą aparaturą. To setki okien i drzwi wymagających wymiany, ponad tysiąc m\n2\n dachów do odbudowy i ogromne ilości niezbędnego wyposażenia, które wymaga odkupienia.\n\nSzkolenie personelu dla sektora energetycznego jest niezwykle istotnym elementem walki o niezależność Ukrainy. Służby ukraińskie oraz lokalna społeczność akademicka dokładają wszelkich starań, by jak najszybciej przywrócić możliwość funkcjonowania uczelni, ale zadanie, przed którym stoją, jest niezwykle wymagające i kosztowne. Z tego powodu, chciałbym przekazać Państwu prośbę o finansowe wsparcie tamtejszego uniwersytetu, z którą zwrócił się do nas Rektor Iwano-Frankiwskiego Narodowego Technicznego Uniwersytetu Nafty i Gazu prof. Ihor Chudyk. Mam nadzieję, że nie przejdą Państwo obojętnie obok tego apelu o pomoc i, w miarę Państwa indywidualnych możliwości, przekażą wsparcie akademickiej społeczności zza granicy.\n\nPoniżej znajdą Państwo informacje niezbędne do dokonania wpłat.\n\nPrzelewy w polskich złotych na odbudowę IFNTUNG:\n\nDane firmy\n Nazwa firmy: BO BF MY UNIVERSITY\n Numer IBAN: UA193052990000026009015513542\n Nazwa banku: JSC CB \"PRIVATBANK\", 1D HRUSHEVSKOHO STR., KYIV, 01001, UKRAINE\n Kod SWIFT banku: PBANUA2X\n Adres firmy: 76019, UKRAINE, OBL. IVANO-FRANKIVSKA, M. IVANO-FRANKIVSKA, STR. KARPATSKA, B. 15\n Banki korespondenci\n Numer konta w banku korespondencie: PL13124000013140533111120301\n Kod SWIFT banku korespondenta: PKOPPLPW\n Bank korespondent: Bank Pekao/Grupa Pekao S.A., Warszawa, Polska\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/solidarni-z-ukraina/aktualnosci/detail/apel-rektora-agh-o-wsparcie-iwano-frankiwskiego-narodowego-technicznego-uniwersytetu-nafty-i-gazu", "title": "Apel Rektora AGH o wsparcie Iwano-Frankiwskiego Narodowego Technicznego Uniwersytetu Nafty i Gazu-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "479f9e39e89d2229854594b104d8efc2", "word_count": 313, "headings": [{"level": 1, "text": "Solidarni z Ukrainą - aktualności"}, {"level": 2, "text": "Inne artykuły z tej kategorii"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}