{"content": "#  CEEPUS (Central European Exchange Program for University Studies) / Centrum Spraw Międzynarodowych AGH\n\nURL: https://www.dwz.agh.edu.pl/index.php?id=8129\nCrawled: 2025-03-19 21:24:48\n\nCEEPUS (Central European Exchange Program for University Studies)\n\nCEEPUS\n – Central European Exchange Program for University Studies to drugi co do wielkości w Europie wielostronny program współpracy  akademickiej  w Europie (po programie Erasmus+), w ramach którego od ponad 30 lat realizowane są staże międzynarodowe dla studentów oraz pracowników naukowych i dydaktycznych z państw Europy Środkowo-Wschodniej.  Program CEEPUS został powołany do życia w 1993  roku. Obecnie sygnatariuszami Porozumienia są: Albania, Austria, Bułgaria, Chorwacja, Czarnogóra, Czechy, Macedonia, Mołdawia, Rumunia, Polska, Słowacja, Słowenia, Serbia, Węgry, Bośnia i Hercegowina oraz Kosowo –uniwersytety w Prisztinie, Prizren i Peja.\nPodstawowym celem Porozumienia CEEPUS jest wspieranie wymiany akademickiej w zakresie kształcenia oraz doskonalenia zawodowego studentów i nauczycieli akademickich. Umożliwia ono intensyfikację kontaktów między szkołami wyższymi krajów będących stronami Porozumienia poprzez finansowanie mobilności akademickiej.\nDocelowo realizacja podpisanego w roku 2023 Porozumienia CEEPUS IV do roku 2032 stanowić będzie istotny element współpracy państw leżących w Europie Środkowej i Południowej, wpływając pozytywnie na podniesienie poziomu i jakości kształcenia oraz prowadzonych badań naukowych przez wymianę akademicką oraz rozwój młodej kadry naukowej.\nProgram CEEPUS oferuje:\n•    stypendia krótkoterminowe w ramach staży naukowych w ramach Sieci Akademickich;\n•    stypendia krótkoterminowe w ramach staży naukowych „Freemover”;\n•    stypendia krótkoterminowe w ramach szkół letnich i intensywnych kursów.\n\nO stypendia zagraniczne w ramach CEEPUS aplikować mogą:\n•    studenci,\n•    studenci doktoranci,\n•    pracownicy naukowi.\n\nWszelkie procedury, informacje i zasady aplikowania znaleźć można na stronie \nwww.ceepus.info\n.\n\nKONTAKT\nSzczegółowych informacji oraz pomocy w przystąpieniu do sieci CEEPUS udziela:\n\nPolskie Biuro CEEPUS\n\n mgr Michał Skowroński \ne-mail:  \nceepus(at)nawa.gov.pl\ntelefon: +48 22-390-35-12\n\nhttp://www.ceepus.info/", "metadata": {"url": "https://www.dwz.agh.edu.pl/index.php?id=8129", "title": " CEEPUS (Central European Exchange Program for University Studies) / Centrum Spraw Międzynarodowych AGH", "depth": 3, "duplicate": false, "content_hash": "573218d7b0245988fc083b1aa824335d", "word_count": 253, "headings": [{"level": 1, "text": "CEEPUS (Central European Exchange Program for University Studies)"}, {"level": 1, "text": "KONTAKT"}]}}