{"content": "#  Centrum Akredytacji i Jakości Kształcenia -- Centrum Akredytacji i Jakości Kształcenia AGH \n\nURL: https://www.cok.agh.edu.pl/jakosc-ksztalcenia-w-agh\nCrawled: 2025-03-19 21:12:01\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nCentrum Akredytacji i Jakości Kształcenia\n\nCentrum Akredytacji i Jakości Kształcenia – wsparcie administracyjne i organizacyjne w zakresie akredytacji, tworzenia kierunków studiów oraz zapewniania jakości kształcenia.\n\nAkademia Górniczo-Hutnicza to ponad \n100-letni uniwersytet\n z utrwalonymi tradycjami projakościowymi, nowoczesny od chwili powstania. Nie tylko podąża za najnowszymi osiągnięciami nauki i je rozwija, ale aktywnie wyprzedza i kształtuje trendy technologiczne, jednocześnie dbając o ich ludzki wymiar i społeczną odpowiedzialność swoich inicjatyw edukacyjnych.\n\nDowiedz się więcej\n\nAnkiety studenckie stanowią istotne narzędzie w procesie monitorowania i doskonalenia jakości kształcenia w Akademii Górniczo-Hutniczej. Udział w badaniach umożliwia zebranie danych, które przyczyniają się do poprawy warunków studiowania.\n\nPortal \nAnkietyzacja AGH\n umożliwia dostęp do aktualnych badań ankietowych. Zachęcamy do zapoznania się z dostępnymi ankietami i wypełnienia ich w wyznaczonym terminie. Państwa opinie stanowią cenne źródło informacji wspierające proces ewaluacji oraz wdrażania ewentualnych zmian w organizacji procesu dydaktycznego.\n\nAkredytacja stanowi jedno z podstawowych narzędzi oceny jakości kształcenia w szkolnictwie wyższym. Proces ten polega na weryfikacji zgodności programów studiów z określonymi standardami i wymaganiami, co umożliwia obiektywną ocenę ich jakości oraz zgodności z krajowymi i międzynarodowymi wytycznymi.\n\nProces akredytacji obejmuje m.in. analizę programów kształcenia, weryfikację kompetencji kadry dydaktycznej oraz ocenę infrastruktury dydaktycznej.\n\nAkredytacje i certyfikaty doskonałości AGH\n\nProgramy studiów realizowane w Akademii Górniczo-Hutniczej są opracowywane zgodnie z przyjętymi standardami jakości kształcenia i podlegają regularnej aktualizacji. Celem tego procesu jest dostosowanie treści programowych do aktualnych osiągnięć naukowych oraz wymagań rynku pracy.\n\nTworzenie i modyfikacja programów kształcenia odbywa się na podstawie określonych procedur, z uwzględnieniem wytycznych krajowych i międzynarodowych oraz zgodnie z zasadami transparentności.\n\nStopka\n\nCentrum Akredytacji i Jakości Kształcenia\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30\n30-059 Kraków\n\n © 2025 Centrum Akredytacji i Jakości Kształcenia\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.cok.agh.edu.pl/jakosc-ksztalcenia-w-agh", "title": " Centrum Akredytacji i Jakości Kształcenia -- Centrum Akredytacji i Jakości Kształcenia AGH ", "depth": 2, "duplicate": false, "content_hash": "fe84d556d8988e2d85d3c4bed67dafb8", "word_count": 290, "headings": [{"level": 1, "text": "Centrum Akredytacji i Jakości Kształcenia"}, {"level": 2, "text": "Stopka"}]}}