{"content": "# Stowarzyszenie Wychowanków Akademii Górniczo-Hutniczej – Organizacja pożytku publicznego – przekaż nam 1,5% podatku (KRS 0000084696)\n\nURL: https://swagh.agh.edu.pl/\nCrawled: 2025-03-19 21:13:34\n\nJubileusz pod PATRONATEM HONOROWYM JM Rektora AGH prof. Jerzego LISA – 19-21.09.2025 r. Z radością zapraszamy wszystkich wychowanków, sympatyków i przyjaciół Akademii Górniczo-Hutniczej na wyjątkowe obchody 80-lecia Stowarzyszenia Wychowanków AGH! To niezwykłe wydarzenie będzie okazją\n\nRead more\n\nOtwarciem wystawy w Bibliotece Głównej AGH zatytułowanej: „Minerały z kolekcji prof. Bohdanowicza” Stowarzyszenie Wychowanków AGH rozpoczęło cykl imprez związanych z obchodami Jubileuszu 80-lecia swego istnienia. Profesor Karol Bohdanowicz (1865-1947) był jednym z pierwszych profesorów tworzącej\n\nRead more\n\nW dniu 14 marca 2025 r. w Klubie Profesora AGH odbyła się wyjątkowa uroczystość: „Uroczyste świętowanie 100-lecia urodzin Kazimierza Kromina” – według naszej wiedzy, najstarszego żyjącego członka Stowarzyszenia Wychowanków AGH, a być może także najstarszego\n\nRead more\n\nVivat Akademia nr 28\n\nRead more\n\nSzanowni Państwo, wypełniając PIT za rok 2024, mają Państwo możliwość podjęcia ważnej decyzji o przekazaniu 1,5% swojego podatku dochodowego na wybraną organizację pożytku publicznego. Będzie nam niezmiernie miło, jeśli zdecydują się Państwo wesprzeć Stowarzyszenie Wychowanków\n\nRead more", "metadata": {"url": "https://swagh.agh.edu.pl/", "title": "Stowarzyszenie Wychowanków Akademii Górniczo-Hutniczej – Organizacja pożytku publicznego – przekaż nam 1,5% podatku (KRS 0000084696)", "depth": 2, "duplicate": false, "content_hash": "85c655559701bce743ab120498c359a3", "word_count": 154, "headings": []}}