{"content": "# OpenAGH\n\nURL: https://open.agh.edu.pl/#start\nCrawled: 2025-03-19 21:16:41\n\nCyfrowe materiały edukacyjne 24h/7\n\nOdkryj \ne-Podręczniki\n oraz \ne-Zasoby\n i ucz się ze sprawdzonych źródeł\n\nOPEN AGH\ne-Podręczniki\n\nOPEN AGH\ne-Zasoby\n\nWarto\nzobaczyć\nE-podręcznik\nMikołajkowa paczka aktualizacji\n\nWitaj w przyszłości! Miksuj moduły w spersonalizowane e-podręcznik\n\nCzy da się dopasować podręcznik dokładnie do Twoich potrzeb?\n Od dziś TAK!\n Oddajemy w Twoje ręce rewolucyjne narzędzie, które w prostych krokach pomoże Ci stworzyć e-podręcznik na miarę Twoich oczekiwań. Wejdź w generator e-podręczników. Z listy ulubionych modułów użyj tych, których potrzebujesz i połącz je w spersonalizowany e-podręcznik. Gotowe? Ho, ho, ho! Innowacyjna edukacja dawno nie była tak prosta!\n\nWinter is coming! Przełącz się na tryb ciemny\n\nOd teraz możesz korzystać z naszej strony w trybie ciemnym, który jest łagodniejszy dla oczu i oszczędza energię. Przełącz ciemny motyw w ustawieniach, aby cieszyć się wygodniejszym użytkowaniem podczas czytania e-podręczników nawet w słabym świetle. Daj nam znać na Facebooku, jak Ci się podoba!\n\nPoznaj nasze osoby autorskie! \n\nW nowej zakładce “Autorzy/Autorki” przybliżamy Wam sylwetki osób, które piszą dla Was e-podręczniki. Na ich profilach znajdziecie krótkie biogramy, obszary zainteresowań oraz bazę publikacji. Oczywiście nie mogło zabraknąć listy e-podręczników.\n\nE-podręcznik\nprawo administracyjne\nprawo cywilne\nElementy prawa cywilnego i administracyjnego dla inżynierów\nCelem podręcznika jest przedstawienie zagadnień związanych tematycznie z nieruchomościami. W pierwszej części zostały przedstawione zagadnienia wstępne, źródła prawa obowiązującego w Polsce oraz zarys prawa państwowego ze szczególnym uwzględnieniem struktury administracji publicznej i omówieniem sposobów jej działania i nadzoru. Kolejna część dotyczy postępowania administracyjnego, które jest nieodzownym elementem działania organów administracji, a określa prawa i obowiązki obu stron postępowania oraz dokumenty powstające w jego ramach. W dalszej część omówiono podmioty prawa występujące na polskim rynku oraz definicje nieruchomości, sposoby ich powstania i rejestracji. Kolejna część dotyczy praw rzeczowych przysługujących do nieruchomości – prawa własności, użytkowania wieczystego, ograniczonych praw rzeczowych. Wskazano również źródła informacji o nieruchomościach (księgi wieczyste, ewidencja gruntów i budynków, miejscowy plan zagospodarowania przestrzennego) oraz sposoby ustalania granic nieruchomości. Omówiono zagadnienia związane z procesem komunalizacji mienia, uwłaszczania gruntów pod drogami, ograniczeń w obrocie nieruchomościami rolnymi czy ochrony gruntów rolnych i leśnych. Na koniec przedstawiony został zarys prawa spadkowego.\n\nE-podręcznik\nKorozja grafitowa\nryzyko\nKwasowość\n+149\nKorozja i ochrona przed korozją\n\nE-podręcznik został opracowany przez pracowników Katedry Chemii i Korozji Metali Wydziału Odlewnictwa AGH. Podręcznik obejmuje podstawowe definicje zagadnień związanych z korozją, mechanizmów korozji i najczęściej spotykanych typów korozji. W podręczniku zostały omówione także zagadnienia takie jak przyczyny zapoczątkowania procesów korozyjnych, a także skutki tych procesów oraz zniszczenia powodowane przez nie. Omówiono najczęściej stosowane rodzaje ochrony przed korozją. Przedstawiono również metody pomiaru parametrów pozwalających przewidzieć postęp korozji oraz techniki monitorowania procesów korozyjnych. W podręczniku przestawiono także zarządzanie ryzykiem korozyjnym w celu zminimalizowania strat finansowych z powodu przestojów i zniszczeń korozyjnych.\n\nPrzejdź do e-Podręczników\nE-zasób\nmetodyka\nprojektowanie\npraca zdalna\n+2\nDesign Thinking zdalnie\n\ndowiesz się, jakie najczarniejsze scenariusze śnią się po nocach moderatorom Design Thinking online;\n\npoznasz rozwiązania praktyków na problemy techniczne i trudność z zaangażowaniem uczestników;\n\nzobaczysz, jak w świecie wirtualnym można zorganizować prototypowanie czy burzę mózgów;\n\nusłyszysz doświadczenia trenerów Design Thinking w wersji zdalnej.\n\nE-zasób\nfilm\njęzyk angielski\nnauczanie na odległość\n+1\ne-Stories\nE-stories to cykl filmów z opowieściami o poprawności języka angielskiego. Ich celem jest ułatwienie wszystkim zainteresowanym komunikacji w tym języku. Każda opowieść powstała w wyniku najczęściej popełnianych błędów przez studentów na zajęciach. Każda przedstawia gramatyczne reguły i problemy, jakie najczęściej mają uczący się.\n\nE-zasób\nkinetyka chemiczna\nstany skupienia materii\nchemia organiczna\n+11\ne-Chemia – chemia ogólna\nPodręcznik „Chemia Ogólna” jest przeznaczony do samodzielnego studiowania podstaw chemii potrzebnych w wykształceniu technicznym inżynierskim i magisterskim. Kurs obejmuje podstawową wiedzę w zakresie pojęć chemicznych, budowy materii, związków i reakcji chemicznych, głównych procesów fizykochemicznych. Opanowanie materiału ujętego w podręczniku umożliwia dalsze studiowanie przedmiotów bazujących na wiedzy chemicznej, takich jak materiałoznawstwo, inżynieria materiałowa, nauki chemiczne, nauki geologiczne, metalurgia, ochrona środowiska itp.\nPodręcznik może być również źródłem wiedzy uzupełniającej dla inżynierów wielu specjalności.\nKurs chemii ogólnej objęty podręcznikiem został podzielony na 9 rozdziałów obejmujących podstawowe dziedziny chemii:\n\nBudowa materii,\n\nStany skupienia materii,\n\nTypy nieorganicznych związków chemicznych i ich nomenklatura,\n\nKinetyka i statyka chemiczna,\n\nReakcje chemiczne,\n\nChemia roztworów,\n\nElektrochemia,\n\nElementy chemii organicznej i chemii polimerów,\n\nZanieczyszczenia i ochrona środowiska.\n\nWiększość rozdziałów zawiera przykłady zadań i obliczeń chemicznych.\n\nPrzejdź do e-Zasobów\n\nO projekcie\n\n\"Open AGH” to pierwsza w Polsce akademicka inicjatywa systemowego udostępniania Otwartych Zasobów Edukacyjnych. Od stycznia 2010 AGH dzieli się e-kursami, e-podręcznikami, nagraniami audio i video, podcastami, grafikami, ćwiczeniami i artykułami. Na licencjach \nCreative Commons\n, za darmo, dla wszystkich. Publiczne i otwarte udostępnianie sprawdzonych materiałów edukacyjnych jest jedną z naszych podstawowych wartości jako uczelni publicznej.\n\nOpen AGH e-podręczniki\n\nOpen AGH e-Podręczniki  to repozytorium recenzowanych e-podręczników autorstwa dydaktyków i dydaktyczek z AGH. e-Podręczniki składają się z modułów, które ułatwiają uczenie się. Są dostępne w kilku formatach - do czytania online, druku i korzystania w aplikacji mobilnej. Możesz korzystać z gotowego e-podręcznika lub z dostępnych modułów ułożyć swój własny.  Repozytorium \nistnieje od 2014 roku\n, miesięcznie uczy się z niego ponad 40 tysięcy użytkowników.\n\nPrzejdź do e-Podręczników\n\nOpen AGH otwarte zasoby\n\nOpen AGH Otwarte Zasoby dzieli się materiałami edukacyjnymi za darmo, wraz z prawem do ich dalszego wykorzystywania i adaptacji. Repozytorium obejmuje 19 obszarów wiedzy. Znajdziesz tu e-kursy, skrypty, testy, ćwiczenia, prezentacje i symulacje. Open AGH Otwarte Zasoby \ndziała  od stycznia 2010 roku\n i jest pierwszym w Polsce uczelnianym repozytorium Otwartych Zasobów Edukacyjnych.\n\nPrzejdź do e-Zasobów", "metadata": {"url": "https://open.agh.edu.pl/#start", "title": "OpenAGH", "depth": 2, "duplicate": false, "content_hash": "ee08b7caafe8c6baff736040f77d1ae6", "word_count": 872, "headings": [{"level": 1, "text": "Cyfrowe materiały edukacyjne 24h/7"}, {"level": 1, "text": "WartozobaczyćE-podręcznikMikołajkowa paczka aktualizacjiWitaj w przyszłości! Miksuj moduły w spersonalizowane e-podręcznikCzy da się dopasować podręcznik dokładnie do Twoich potrzeb?Od dziś TAK!Oddajemy w Twoje ręce rewolucyjne narzędzie, które w prostych krokach pomoże Ci stworzyć e-podręcznik na miarę Twoich oczekiwań. Wejdź w generator e-podręczników. Z listy ulubionych modułów użyj tych, których potrzebujesz i połącz je w spersonalizowany e-podręcznik. Gotowe? Ho, ho, ho! Innowacyjna edukacja dawno nie była tak prosta!Winter is coming! Przełącz się na tryb ciemnyOd teraz możesz korzystać z naszej strony w trybie ciemnym, który jest łagodniejszy dla oczu i oszczędza energię. Przełącz ciemny motyw w ustawieniach, aby cieszyć się wygodniejszym użytkowaniem podczas czytania e-podręczników nawet w słabym świetle. Daj nam znać na Facebooku, jak Ci się podoba!Poznaj nasze osoby autorskie!W nowej zakładce “Autorzy/Autorki” przybliżamy Wam sylwetki osób, które piszą dla Was e-podręczniki. Na ich profilach znajdziecie krótkie biogramy, obszary zainteresowań oraz bazę publikacji. Oczywiście nie mogło zabraknąć listy e-podręczników.E-podręcznikprawo administracyjneprawo cywilneElementy prawa cywilnego i administracyjnego dla inżynierówCelem podręcznika jest przedstawienie zagadnień związanych tematycznie z nieruchomościami. W pierwszej części zostały przedstawione zagadnienia wstępne, źródła prawa obowiązującego w Polsce oraz zarys prawa państwowego ze szczególnym uwzględnieniem struktury administracji publicznej i omówieniem sposobów jej działania i nadzoru. Kolejna część dotyczy postępowania administracyjnego, które jest nieodzownym elementem działania organów administracji, a określa prawa i obowiązki obu stron postępowania oraz dokumenty powstające w jego ramach. W dalszej część omówiono podmioty prawa występujące na polskim rynku oraz definicje nieruchomości, sposoby ich powstania i rejestracji. Kolejna część dotyczy praw rzeczowych przysługujących do nieruchomości – prawa własności, użytkowania wieczystego, ograniczonych praw rzeczowych. Wskazano również źródła informacji o nieruchomościach (księgi wieczyste, ewidencja gruntów i budynków, miejscowy plan zagospodarowania przestrzennego) oraz sposoby ustalania granic nieruchomości. Omówiono zagadnienia związane z procesem komunalizacji mienia, uwłaszczania gruntów pod drogami, ograniczeń w obrocie nieruchomościami rolnymi czy ochrony gruntów rolnych i leśnych. Na koniec przedstawiony został zarys prawa spadkowego.E-podręcznikKorozja grafitowaryzykoKwasowość+149Korozja i ochrona przed korozjąE-podręcznik został opracowany przez pracowników Katedry Chemii i Korozji Metali Wydziału Odlewnictwa AGH. Podręcznik obejmuje podstawowe definicje zagadnień związanych z korozją, mechanizmów korozji i najczęściej spotykanych typów korozji. W podręczniku zostały omówione także zagadnienia takie jak przyczyny zapoczątkowania procesów korozyjnych, a także skutki tych procesów oraz zniszczenia powodowane przez nie. Omówiono najczęściej stosowane rodzaje ochrony przed korozją. Przedstawiono również metody pomiaru parametrów pozwalających przewidzieć postęp korozji oraz techniki monitorowania procesów korozyjnych. W podręczniku przestawiono także zarządzanie ryzykiem korozyjnym w celu zminimalizowania strat finansowych z powodu przestojów i zniszczeń korozyjnych.Przejdź do e-Podręczników"}, {"level": 3, "text": "Mikołajkowa paczka aktualizacji"}, {"level": 3, "text": "Elementy prawa cywilnego i administracyjnego dla inżynierów"}, {"level": 3, "text": "Korozja i ochrona przed korozją"}, {"level": 3, "text": "Design Thinking zdalnie"}, {"level": 3, "text": "e-Stories"}, {"level": 3, "text": "e-Chemia – chemia ogólna"}, {"level": 1, "text": "O projekcie\"Open AGH” to pierwsza w Polsce akademicka inicjatywa systemowego udostępniania Otwartych Zasobów Edukacyjnych. Od stycznia 2010 AGH dzieli się e-kursami, e-podręcznikami, nagraniami audio i video, podcastami, grafikami, ćwiczeniami i artykułami. Na licencjachCreative Commons, za darmo, dla wszystkich. Publiczne i otwarte udostępnianie sprawdzonych materiałów edukacyjnych jest jedną z naszych podstawowych wartości jako uczelni publicznej.Open AGH e-podręcznikiOpen AGH e-Podręczniki  to repozytorium recenzowanych e-podręczników autorstwa dydaktyków i dydaktyczek z AGH. e-Podręczniki składają się z modułów, które ułatwiają uczenie się. Są dostępne w kilku formatach - do czytania online, druku i korzystania w aplikacji mobilnej. Możesz korzystać z gotowego e-podręcznika lub z dostępnych modułów ułożyć swój własny.  Repozytoriumistnieje od 2014 roku, miesięcznie uczy się z niego ponad 40 tysięcy użytkowników.Przejdź do e-PodręcznikówOpen AGH otwarte zasobyOpen AGH Otwarte Zasoby dzieli się materiałami edukacyjnymi za darmo, wraz z prawem do ich dalszego wykorzystywania i adaptacji. Repozytorium obejmuje 19 obszarów wiedzy. Znajdziesz tu e-kursy, skrypty, testy, ćwiczenia, prezentacje i symulacje. Open AGH Otwarte Zasobydziała  od stycznia 2010 rokui jest pierwszym w Polsce uczelnianym repozytorium Otwartych Zasobów Edukacyjnych.Przejdź do e-Zasobów"}, {"level": 2, "text": "Open AGH e-podręcznikiOpen AGH e-Podręczniki  to repozytorium recenzowanych e-podręczników autorstwa dydaktyków i dydaktyczek z AGH. e-Podręczniki składają się z modułów, które ułatwiają uczenie się. Są dostępne w kilku formatach - do czytania online, druku i korzystania w aplikacji mobilnej. Możesz korzystać z gotowego e-podręcznika lub z dostępnych modułów ułożyć swój własny.  Repozytoriumistnieje od 2014 roku, miesięcznie uczy się z niego ponad 40 tysięcy użytkowników.Przejdź do e-Podręczników"}, {"level": 2, "text": "Open AGH otwarte zasobyOpen AGH Otwarte Zasoby dzieli się materiałami edukacyjnymi za darmo, wraz z prawem do ich dalszego wykorzystywania i adaptacji. Repozytorium obejmuje 19 obszarów wiedzy. Znajdziesz tu e-kursy, skrypty, testy, ćwiczenia, prezentacje i symulacje. Open AGH Otwarte Zasobydziała  od stycznia 2010 rokui jest pierwszym w Polsce uczelnianym repozytorium Otwartych Zasobów Edukacyjnych.Przejdź do e-Zasobów"}]}}