{"content": "#  About us / Centre for International Affairs AGH-UST\n\nURL: https://www.csm.agh.edu.pl/index.php?id=2783&L=1\nCrawled: 2025-03-19 21:24:49\n\nAbout us\nThe Centre for International Affairs is an administrative unit of the AGH University of Science and Technology carrying out different activities in order to assist the academic community in performing tasks connected with international  cooperation.\n\nThe main responsibilities of the Centre for International Affairs include:\n\n1. Coordinating, recording and administrative handling of cooperation agreements between the AGH UST and foreign universities, scientific and research institutions and international organizations\n\n2. Operating scholarship and educational programmes for the staff, doctoral students and other AGH UST students, i.e.  Erasmus +, the Scholarship and Training Fund, SMILE, Select+, TIME.\n\n3. Administrative handling of all matters relating to staff members, doctoral students and other AGH UST students who are delegated abroad.\n\n4. Coordinating and executing contracts concerning cooperation between the AGH UST and travel agencies as regards purchasing tickets for study and training trips abroad of AGH UST staff, doctoral students and other students.\n\n5. Coordinating and executing insurance contracts as regards the insurance of staff members, doctoral students, other students and persons whose safety and security the University is liable for during their business, study or training trips abroad.\n\n6. Recording and validating submitted applications for the admission of foreign nationals as well as preparing disbursements and cost settlements for foreigners.\n\n7. Handling all matters concerning the Senior Council Committee for International Matters.\n\n8. Organising meetings of The AGH UST authorities with foreign delegations.\n\n9. Carrying out the current and periodical reporting in the area of international cooperation.\n\n10. Acquiring, processing and disseminating information on the availability of study trips and scholarships for both the staff and students.\n\n11. Coordinating the matters concerning the AGH UST participation in the selected transnational networks, including T.I.M.E., MEGALHAES, EUA, etc.\n\n12. Coordinating the matters concerning the AGH UST participation in the programmes and organisations like Study in Krakow, Study in Poland, Ready, Study, GO! Poland, IRO’S Forum.", "metadata": {"url": "https://www.csm.agh.edu.pl/index.php?id=2783&L=1", "title": " About us / Centre for International Affairs AGH-UST", "depth": 3, "duplicate": false, "content_hash": "d43943e474cda354cc5545c4d067b734", "word_count": 312, "headings": [{"level": 1, "text": "About us"}, {"level": 1, "text": "Director and Deputy Directors"}, {"level": 1, "text": "CIA Office"}]}}