{"content": "# Konkurs na stanowisko doktorant-stypendysta w projekcie NCN OPUS-25 - Wydział Odlewnictwa\n\nURL: https://odlewnictwo.agh.edu.pl/aktualnosci/konkurs-na-stanowisko-doktorant-stypendysta-w-projekcie-ncn-opus-25/\nCrawled: 2025-03-19 21:33:28\n\nStrona główna\n » \nAktualności\n » \nKonkurs na stanowisko doktorant-stypendysta w projekcie NCN OPUS-25\n\nWydział\n\nMenu\n\nKonkurs na stanowisko doktorant-stypendysta w projekcie NCN OPUS-25\n\nOferta pracy\n\nNazwa jednostki:\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nNazwa stanowiska:\n Doktorant-Stypendysta\n\nWymagania:\n\nStopień magistra jednej z nauk ścisłych, w tym nauk chemicznych, nauk fizycznych, inżynierii materiałowej, inżynierii chemicznej lub inżynierii biomedycznej uzyskany przed dniem rozpoczęcia pracy w projekcie, tj. przed 1 czerwca 2025 r.\n\nStatus studenta – doktorant, najpóźniej w dniu rozpoczęcia pracy w projekcie.\n\nMotywacja i zdolności do prowadzenia praktycznej pracy laboratoryjnej.\n\nMotywacja do nauki, dyskusji naukowej i współpracy z pozostałymi członkami Zespołu.\n\nZnajomość języka angielskiego.\n\nOpis zadań:\n\nStypendysta będzie uczestniczył w realizacji projektu NCN OPUS-25 (nr rej. 2023/49/B/ST4/00077, 3D-drukowane implanty kości – badania zależności pomiędzy strukturą chemiczną i przestrzenną implantów, a ich właściwościami powierzchniowymi, mechanicznymi oraz osteogennymi i przeciwnowotworowymi).\n\nDo zadań przewidzianych do realizacji na wskazanym stanowisko będzie należało:\n\nsynteza nanostruktur metalicznych („gołych” i funkcjonalizowanych powierzchniowo),\n\nanaliza powierzchni (niefunkcjonalizowanej i funkcjonalizowanej powierzchni) z wykorzystaniem metod spektroskopii molekularnej, badania mechaniczne oraz ocena zużycia materiałów i syntetycznych rusztowań kostnych 3D,\n\ndobór/przygotowanie materiałów do druku 3D; optymalizacja metodologii druku 3D i pomoc przy drukowaniu syntetycznych rusztowań kostnych 3D,\n\nprzegląd literatury,\n\nanaliza i dyskusja danych,\n\nredagowanie manuskryptów,\n\ncomiesięczny raport z postępów prac badawczo-naukowych.\n\nTyp konkursu NCN:\n OPUS-25 – ST4\n\nTermin składania ofert:\n 15 maja 2025, 00:00\n\nForma składania ofert:\n e-mail/wersja papierowa\n\nWarunki zatrudnienia:\n Zatrudnienie w ramach grantu badawczego na podstawie umowy stypendialnej na czas określony od dnia 1 czerwca  2025 r. do dnia 30 czerwca 2027 r.. Możliwość przedłużenia zatrudnienia o kolejne 11 miesięcy. Stypendium w wysokości 4 000 zł. brutto/miesiąc.\n\nDodatkowe informacje:\n Zgłoszenia proszę przesyłać drogą mailową na adres prof. dr. hab. Edyta Proniewicz: proniewi@agh.edu.pl (w tytule e-maila proszę wpisać „konkurs na stanowisko Doktoranta – Stypendysty OPUS-25”) lub w formie papierowej na adres: prof. dr. hab. Edyta Proniewicz, Akademia Górniczo-Hutnicza im. S. Staszica w Krakowie, Wydział Odlewnictwa, ul. Reymonta 23, 30-059 Kraków, w zaklejonych kopertach z dopiskiem „Dotyczy naboru na stanowisko Doktorant-Stypendysta OPUS-25”.\n\nStypendystę wyłoni komisja konkursowa, której przewodniczył będzie kierownik projektu.\n\nWymagane dokumenty:\n\nkopię dyplomu magistra wraz z wykazem ocen lub kopią indeksu,\n\npotwierdzenie statusu doktoranta szkoły doktorskiej,\n\nkwestionariusz osobowy oraz życiorys albo CV, zawierające listę dotychczasowych osiągnięć naukowych (np. publikacje, staże, stypendia, nagrody, udział w warsztatach/konferencjach/projektach, itp.),\n\nopinia opiekuna naukowego pracy magisterskiej mile widziana,\n\noświadczenie kandydata, że wyraża zgodę na przetwarzanie danych osobowych, zgodnie z art. 6 ust. 1 lit. a) rozporządzenia Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych osobowych),\n\nopis dotychczasowych i przyszłych zainteresowań naukowych,\n\nkrótkie uzasadnienie chęci przystąpienia do projektu wraz z odniesieniem do stawianych wymagań.\n\nZ wszelkimi pytaniami dotyczącymi projektu lub aspektów formalnych proponowanego stanowiska proszę kierować się drogą e-mailową do kierownika projektu (prof. dr hab. Edyty Proniewicz, \nproniewi@agh.edu.pl\n).\n\nAdministratorem Pani/Pana danych osobowych jest Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie, al. A. Mickiewicza 30, 30-059 Kraków.\n\nPodane przez Panią/Pana dane nie będą przetwarzane w celu zautomatyzowanego podejmowania decyzji, w tym nie będą podlegać profilowaniu.", "metadata": {"url": "https://odlewnictwo.agh.edu.pl/aktualnosci/konkurs-na-stanowisko-doktorant-stypendysta-w-projekcie-ncn-opus-25/", "title": "Konkurs na stanowisko doktorant-stypendysta w projekcie NCN OPUS-25 - Wydział Odlewnictwa", "depth": 3, "duplicate": false, "content_hash": "66953df691ac6357aa8c2c73d82b2b04", "word_count": 518, "headings": [{"level": 3, "text": "Wydział"}, {"level": 1, "text": "Konkurs na stanowisko doktorant-stypendysta w projekcie NCN OPUS-25"}]}}