{"metadata": {"url": "https://rekrutacja.agh.edu.pl/dokumenty/", "title": "Dokumenty – Strona Centrum Rekrutacji", "depth": 1, "duplicate": false, "content_hash": "9bdf63be069b5b216b0948a37a0641a8", "word_count": 2296, "headings": [{"level": 1, "text": "Strona Centrum Rekrutacji - Dokumenty"}, {"level": 1, "text": "DOKUMENTY REKRUTACYJNE"}, {"level": 2, "text": "AKTY PRAWNE I DOKUMENTY WYMAGANE"}, {"level": 2, "text": "DOKUMENTY POMOCNICZE"}, {"level": 3, "text": "UCHWAŁY SENATU AGH"}, {"level": 3, "text": "ZARZĄDZENIA JM REKTORA AGH"}, {"level": 3, "text": "Egzaminy na II stopień studiów"}, {"level": 3, "text": "DOKUMENTY WYMAGANE"}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": "ELEKTRONICZNA REJESTRACJA i DEKLARACJA KIERUNKÓW"}, {"level": 4, "text": "I stopień"}, {"level": 4, "text": "II stopień"}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": "SKŁADANIE PODANIA i WPISY NA STUDIA"}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": "PRZED ROZPOCZĘCIEM STUDIÓW"}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": "PO ROZPOCZĘCIU STUDIÓW"}, {"level": 4, "text": "I stopień"}, {"level": 4, "text": "II stopień"}, {"level": 3, "text": "OŚWIADCZENIE ABSOLWENTA AGH"}, {"level": 3, "text": "PEŁNOMOCNICTWO"}, {"level": 3, "text": "OŚWIADCZENIE O REZYGNACJI Z OPŁACONEJ DEKLARACJI"}, {"level": 3, "text": "OŚWIADCZENIE O REZYGNACJI Z REKRUTACJI PRZED OGŁOSZENIEM WYNIKÓW KWALIFIKACJI"}, {"level": 3, "text": "OŚWIADCZENIE O REZYGNACJI Z REKRUTACJI NA KIERUNEK PO ZAKWALIFIKOWANIU (PRZED WPISEM)"}, {"level": 3, "text": "OŚWIADCZENIE O REZYGNACJI Z REKRUTACJI PO WPISIE NA STUDIA"}, {"level": 3, "text": "OŚWIADCZENIE PRZEDSTAWICIELA USTAWOWEGO"}, {"level": 3, "text": "PODANIE O PRZEDŁUŻENIE TERMINU WPISU"}, {"level": 3, "text": "WNIOSEK O PONOWNE WYLICZENIE PODSTAWY KWALIFIKACJI W ZWIĄZKU ZE ZMIANĄ WYNIKU EGZAMINU MATURALNEGO"}, {"level": 3, "text": "WNIOSEK O PONOWNE ROZPATRZENIE SPRAWY"}, {"level": 3, "text": "PODANIE O PRZYJĘCIE NA STUDIA"}, {"level": 3, "text": "WNIOSEK O PRZYWRÓCENIE TERMINU WPISU"}, {"level": 3, "text": "WNIOSEK O WGLĄD DO PRACY EGZAMINACYJNEJ"}, {"level": 3, "text": "WNIOSEK O SPROSTOWANIE OMYŁKI"}, {"level": 3, "text": "WNIOSEK O ZWROT OPŁATY REKRUTACYJNEJ/OPŁATY ZA ELS"}, {"level": 3, "text": "PRZYDATNE LINKI"}, {"level": 3, "text": "O CO NAJCZĘŚCIEJ PYTACIE"}, {"level": 2, "text": "STUDIA I STOPNIA"}, {"level": 2, "text": "STUDIA II STOPNIA"}, {"level": 4, "text": "FAQ"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Czy w rekrutacji na studia pierwszego stopnia  wystarczy mi jedno rozszerzenie?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Jak liczymy nasz wskaźnik rekrutacyjny? (studia I stopnia)"}, {"level": 4, "text": "Poprawiałem maturę i otrzymałem aneks z nowymi wynikami. Jakie dane mam wpisać w systemie rekrutacyjnym?"}, {"level": 4, "text": "Kiedy uzyskam informację o wartości mojego wskaźnika rekrutacji?"}, {"level": 4, "text": "Posiadam podwójne obywatelstwo. Na jakich zasadach będę rekrutowany?"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Nie zostałem zakwalifikowany na studia drugiego stopnia w pierwszym cyklu rekrutacyjnym. Czy mogę wziąć udział w drugim cyklu na ten sam kierunek, co w pierwszym?"}, {"level": 4, "text": "Czy mogę dokonać wpisu w terminie innym niż przewidziany w kalendarzu rekrutacji dla danego cyklu?"}, {"level": 4, "text": "Posiadam tytuł licencjata. Czy mogę kandydować na dowolny kierunek studiów drugiego stopnia?"}, {"level": 4, "text": "Mam zamiar przenieść się na Akademię Górniczo-Hutniczą z innej uczelni. Jak to zrobić?"}, {"level": 4, "text": "Kiedy i gdzie składać podania o stypendium socjalne? W jaki sposób mogę ubiegać się o przydział miejsca w domu studenckim?"}]}, "content": "# Dokumenty – Strona Centrum Rekrutacji\n\nURL: https://rekrutacja.agh.edu.pl/dokumenty/\nCrawled: 2025-03-20 01:07:17\n\nUCHWAŁY SENATU AGH\n\nNa rok akademicki 2025/2026\n\nUchwała nr 69/2024 Senatu AGH z dnia 19 czerwca 2024 r. w sprawie warunków, trybu oraz terminu rozpoczęcia i zakończenia rekrutacji na pierwszy rok studiów pierwszego i drugiego stopnia rozpoczynających cykl kształcenia w roku akademickim 2025/2026. (\nPobierz\n)\n\nUchwała nr 68/2021 Senatu AGH z dnia 30 czerwca 2021 r. w sprawie zasad przyjmowania na studia laureatów oraz finalistów olimpiad stopnia centralnego, a także laureatów konkursów ogólnopolskich w 2025 r. (t.j uchwała nr 63/2023 z dnia 31 maja 2023 r.). (\nPobierz\n)\n\nNa rok akademicki 2025/2026 i kolejne lata\n\nUchwała nr 63/2022 Senatu AGH z dnia 25 maja 2022 r. w sprawie zasad przyjmowania na studia laureatów oraz finalistów olimpiad stopnia centralnego, a także laureatów konkursów ogólnopolskich w rekrutacji na rok akademicki 2026/2027 (t.j uchwała nr 62/2023 z dnia 31 maja 2023 r.). (\nPobierz\n)\n\nUchwała nr 61/2023 Senatu AGH z dnia 31 maja 2023 r. w sprawie zasad przyjmowania na studia laureatów oraz finalistów olimpiad stopnia centralnego, a także laureatów konkursów ogólnopolskich w rekrutacji na rok akademicki 2027/2028. (\nPobierz\n)\n\nUchwała nr 70/2024 Senatu AGH z dnia 19 czerwca 2024 r. w sprawie zasad przyjmowania na studia laureatów oraz finalistów olimpiad stopnia centralnego oraz konkursów ogólnopolskich w rekrutacji na rok akademicki 2028/2029. (\nPobierz\n)\n\nPozostałe Uchwały Senatu dotyczące rekrutacji będą dostępne niezwłocznie po zatwierdzeniu.\n\nZARZĄDZENIA JM REKTORA AGH\n\nZarządzenia Rektora AGH dotyczące rekrutacji ma rok akademicki 2025/2026 będą dostępne niezwłocznie po zatwierdzeniu.\n\nEgzaminy na II stopień studiów\n\nInformacje o egzaminach wstępnych na studia drugiego stopnia\n.\n\nPostanowienia Pełnomocnika ds. Rekrutacji Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie  będą dostępne niezwłocznie po zatwierdzeniu. \n\nDOKUMENTY WYMAGANE\n\nStosuj się do poleceń w systemie e-Rekrutacja, gdzie będziesz na bieżąco informowany o wymaganych do przedstawienia dokumentach.\n\nPrzestrzegaj terminów podanych w \nkalendarzu rekrutacji\n.\n\nPoniżej wypisano dokumenty, które są potrzebne w najczęściej występujących przypadkach. Pamiętaj jednak, że \nmożesz zostać poproszony o dostarczenie dodatkowych dokumentów\n.\n\nJeżeli posiadasz wykształcenie uzyskane w \nzagranicznym systemie oświaty\n zapoznaj się także z informacjami zamieszczonymi \ntutaj\n.\n\nNie musisz przedstawiać dowodu wniesionych opłat za deklaracje i legitymację, jednak pamiętaj, że za dzień uiszczenia opłaty uznaje się datę uznania rachunku eCard – w przypadku płatności elektronicznych lub datę uznania rachunku bankowego AGH. \nSugerujemy korzystanie z systemu szybkich płatności eCARD\n.\n\nELEKTRONICZNA REJESTRACJA i DEKLARACJA KIERUNKÓW\n\nNa etapie rejestracji nie musisz składać żadnych papierowych dokumentów, a tylko załączyć w systemie e-Rekrutacja ich elektroniczne kopie.\n\nI stopień\n\nObowiązkowo musisz wprowadzić wyniki matury, za których poprawność jesteś odpowiedzialny.\n\nJeżeli masz świadectwo wydane w Polsce, nie musisz załączać jego elektronicznej kopii.\n\nJeżeli posiadasz świadectwo wydane poza granicami Polski załącz elektroniczną kopię zalegalizowanego lub opatrzonego apostille świadectwa, suplementu do świadectwa, dokument z obowiązującą skalą ocen, \ndokumentu poświadczającego wynik egzaminu zewnętrznego kwalifikującego na\n\nstudia pierwszego stopnia (jeżeli posiadasz)\n, a także tłumaczenia tych dokumentów.\n\nJeżeli jesteś Olimpijczykiem powinieneś załączyć zaświadczenie o uzyskanym tytule laureata lub finalisty.\n\nII stopień\n\nZałącz elektroniczną kopię dyplomu ukończenia studiów pierwszego stopnia lub jednolitych magisterskich, suplement do dyplomu, dokument z obowiązującą skalą ocen.\n\nJeżeli nie masz jeszcze dyplomu załącz zaświadczenie o uzyskanym tytule, średniej ocen ze studiów oraz obowiązującej skali ocen.\n\nJeżeli jesteś absolwentem AGH możesz załączyć \nOświadczenie o wyliczeniu wskaźnika rekrutacji na podstawie wyniku egzaminu kierunkowego\n. Wzór oświadczenia dostępny jest w zakładce \nDokumenty pomocnicze\n.\n\nWykaz kierunków studiów, na które podstawą kwalifikacji może być wynik egzaminu kierunkowego jest dostępny na stronie \nDokumenty pkt 3. Egzaminy na II stopień studiów\n oraz na stronie\n Egzaminy.\n\nJeżeli posiadasz świadectwo wydane poza granicami Polski załącz elektroniczną kopię zalegalizowanego lub opatrzonego apostille dyplomu, suplementu do dyplomu, dokumentu z obowiązującą skalą ocen, a także tłumaczenia tych dokumentów.\n\nSKŁADANIE PODANIA i WPISY NA STUDIA\n\nAby dokonać wpisu na studia musisz złożyć wydrukowane z systemu e-Rekrutacja i podpisane podanie na studia oraz kartę informacyjną wraz ze zdjęciem identycznym z tym, które załączyłeś w systemie.\n\nJeżeli dokonujesz wpisu na I stopień studiów musisz przedstawić o\nryginał świadectwa\n\ncelem\n\nweryfikacji\n\nocen\n\nwprowadzonych do systemu\n\ne\n–\nRekrutacja\n\ni\n\nwykonania kopii do teczki akt osobowych \nstudenta.\n\nMusisz także przedstawić do wglądu oryginały innych wymaganych dokumentów, których elektroniczne kopie załączyłeś wcześniej w systemie e-Rekrutacja.\n\nPamiętaj także, że dokonując wpisu osobiście musisz przedstawić ważny dokument tożsamości.\n\nKomplet wymaganych dokumentów możesz także przesłać pocztą na adres, który znajdziesz \ntutaj\n. Pamiętaj, że oryginały dokumentów muszą dotrzeć do Centrum Rekrutacji w okresie przewidzianym na wpisy (liczy się data wpływu, a nie nadania). Aby dokumenty bezpiecznie dotarły na czas sugerujemy skorzystanie z usług kuriera. Kandydat, który przesyła dokumenty pocztą, ma obowiązek potwierdzić poprawność wprowadzonych do systemu e-Rekrutacja danych osobowych za pomocą aplikacji mObywatel przed wydrukowaniem dokumentów i nadaniem przesyłki.\n\nDokumenty w Twoim imieniu może złożyć również osoba trzecia posiadająca pełnomocnictwo z notarialnym potwierdzeniem własnoręczności Twojego podpisu. Możesz skorzystać ze wzoru pełnomocnictwa dostępnego w zakładce \nDokumenty pomocnicze.\n\nPRZED ROZPOCZĘCIEM STUDIÓW\n\nJeżeli na kierunku, na który dokonałeś wpisu studenci narażeni są na działanie czynników szkodliwych, uciążliwych lub niebezpiecznych dla zdrowia wymagane jest orzeczenie lekarskie wskazujące na brak przeciwwskazań zdrowotnych uniemożliwiających podjęcie nauki na tym kierunku. Przed rozpoczęciem studiów musisz dostarczyć aktualne badania lekarskie wystawione przez lekarza medycyny pracy. Skierowanie na badania dostaniesz podczas wpisu. Lista placówek, z którymi AGH ma podpisaną umowę znajduje się \ntutaj\n.\n\nJeżeli w trakcie dokonywania wpisu na listę studentów przedstawiłeś zaświadczenie o wynikach matury międzynarodowej i otrzymałeś warunkowy wpis na studia, do dnia poprzedzającego dzień rozpoczęcia roku akademickiego jesteś zobowiązany dostarczyć oryginał dyplomu matury międzynarodowej do CR lub właściwego dziekanatu prowadzącego kierunek studiów, na który dokonałeś wpisu.\n\nPO ROZPOCZĘCIU STUDIÓW\n\nI stopień\n\nJeżeli Twoje świadectwo stanowiące podstawę przyjęcia na studia wymaga uznania przez kuratora oświaty w drodze decyzji administracyjnej za równoważne polskiemu świadectwu dojrzałości i w trakcie wpisu na studia złożyłeś zaświadczenia o złożeniu w kuratorium oświaty dokumentów niezbędnych do uznania świadectwa uzyskanego za granicą do końca pierwszego semestru jesteś zobowiązany dostarczyć do właściwego dziekanatu decyzję administracyjną kuratora oświaty. Informacje na temat uznawania świadectw w drodze decyzji administracyjnej kuratora oświaty dostępne są \nUznanie lub potwierdzenie wykształcenia decyzją kuratora oświaty – Ministerstwo Edukacji i Nauki – Portal Gov.pl (www.gov.pl)\n\nII stopień\n\nJeżeli na etapie wpisów nie okazałeś oryginału dyplomu ukończenia studiów, a tylko zaświadczenie o uzyskanym tytule i średniej, musisz dostarczyć go wraz z suplementem do właściwego Dziekanatu do 30 dni od daty wydania dokumentu.\n\nOŚWIADCZENIE ABSOLWENTA AGH\n\nw sprawie wyliczenia składnika E wskaźnika rekrutacji na podstawie wyniku egzaminu kierunkowego wraz ze zgodą na przekazanie protokołu egzaminu kierunkowego z Dziekanatu Wydziału do CR.\n\nPobierz DOCX\n\nPobierz PDF \n\nPEŁNOMOCNICTWO\n\ndo podpisywania, składania i odbierania w imieniu kandydata wszelkich dokumentów wymaganych w procesie rekrutacji na studia w AGH.\n\nPobierz DOCX\n\nPobierz PDF\n\nOŚWIADCZENIE O REZYGNACJI Z OPŁACONEJ DEKLARACJI\n\nPobierz DOCX\n\nPobierz PDF\n\nOŚWIADCZENIE O REZYGNACJI Z REKRUTACJI PRZED OGŁOSZENIEM WYNIKÓW KWALIFIKACJI\n\nPobierz DOCX\n\nPobierz PDF\n\nOŚWIADCZENIE O REZYGNACJI Z REKRUTACJI NA KIERUNEK PO ZAKWALIFIKOWANIU (PRZED WPISEM)\n\nPobierz DOCX\n\nPobierz PDF\n\nOŚWIADCZENIE O REZYGNACJI Z REKRUTACJI PO WPISIE NA STUDIA\n\nPobierz DOCX\n\nPobierz PDF\n\nOŚWIADCZENIE PRZEDSTAWICIELA USTAWOWEGO\n\nniepełnoletniego kandydata na studia\n\nPobierz DOC\n\nPobierz PDF\n\nPODANIE O PRZEDŁUŻENIE TERMINU WPISU\n\nPobierz DOCX\n\nPobierz PDF\n\nJeżeli zostałeś wstępnie zakwalifikowany na studia, jednak z ważnych przyczyn niezależnych od Ciebie, nie możesz dokonać wpisu w terminach określonych w \nkalendarzu\n dla danego cyklu rekrutacyjnego możesz złożyć wniosek o przedłużenie terminu wpisu.\n\nWniosek można złożyć przed upływem terminu przewidzianego do wpisu na listę studentów w danym cyklu rekrutacyjnym;\n\nWe wniosku opisz okoliczności, które uniemożliwiają Ci wpis;\n\nDo wniosku dołącz dokument potwierdzający opisane okoliczności;\n\nWniosek możesz przesłać pocztą, złożyć osobiście lub zamieścić jego skan w systemie e-rekrutacja.\n\nUWAGA! Niedokonanie wpisu w wyznaczonym dla danego cyklu terminie oznacza rezygnację z rekrutacji na wybrany kierunek. Bez udokumentowanych podstaw braku zawinienia w niemożliwości dokonania wpisu w wymaganym terminie uzyskanie zgody jest niemożliwe.\n\nWNIOSEK O PONOWNE WYLICZENIE PODSTAWY KWALIFIKACJI W ZWIĄZKU ZE ZMIANĄ WYNIKU EGZAMINU MATURALNEGO\n\nPobierz DOCX\n\nPobierz PDF\n\nJeżeli kandydujesz na studia pierwszego stopnia i uległy zmianie twoje wyniki egzaminów maturalnych w związku weryfikacją sumy punktów lub odwołaniem od weryfikacji oraz otrzymałeś nowe świadectwo dojrzałości złóż wniosek o ponowne wyliczenie podstawy kwalifikacji.\n\nWniosek złóż niezwłocznie po otrzymaniu nowego świadectwa jednak nie później niż przed upływem terminu zakończenia rekrutacji letniej;\n\nDo wniosku dołącz kserokopię nowego świadectwa dojrzałości;\n\nWniosek możesz złożyć osobiście w Centrum Rekrutacji, drogą pocztową lub poprzez system e-rekrutacja;\n\nJeżeli wskaźnik rekrutacji obliczony na podstawie nowych wyników egzaminów maturalnych umożliwia przyjęcie na wskazany we wniosku kierunek studiów, na który nie zostałeś dotychczas zakwalifikowany na podstawie starych wyników, zostaniesz wstępne zakwalifikowany oraz otrzymasz dodatkowy termin do złożenia podania i dokonania wpisu.\n\nJeżeli pomimo podwyższenia wyników matury Twój wskaźnik rekrutacji będzie niższy niż minimalna wartość gwarantująca wstępną kwalifikację na wybrany kierunek w cyklach, w których brałeś dotychczas udział, otrzymasz zawiadomienie o niezakwalifikowaniu.\n\nWNIOSEK O PONOWNE ROZPATRZENIE SPRAWY\n\nPobierz DOCX\n\nPobierz PDF\n\nJeżeli otrzymałeś informację w systemie e-rekrutacja o niezakwalifikowaniu na deklarowany kierunek w wybranym cyklu rekrutacyjnym i nie zgadzasz się z wynikiem wstępnej kwalifikacji masz prawo złożyć odwołanie.\n\nAby odwołać się od wyniku wstępnej kwalifikacji:\n\nW terminach przeznaczonych na składanie podań w danym cyklu złóż podanie o przyjęcie na studia dostępne w zakładce „Dokumenty pomocnicze” wraz z świadectwem dojrzałości/dyplomem ukończenia studiów.\n\nOtrzymasz decyzję o odmowie przyjęcia na studia na wskazany w podaniu kierunek wraz z pouczeniem o możliwości złożenia wniosku o ponowne rozpatrzenie sprawy. Decyzję możesz odebrać osobiście w Centrum Rekrutacji, lub zostanie przesłana drogą pocztową na wskazany w trakcie rejestracji w systemie e-rekrutacja adres do korespondencji za potwierdzeniem odbioru.\n\nUWAGA! Informacja w systemie e-rekrutacja nie jest decyzją administracyjną\n\nW ciągu 14 dni od doręczenia decyzji o odmowie przyjęcia na studia masz prawo złożyć \nwniosek o ponowne rozpatrzenie sprawy\n\nWniosek można złożyć:\n\nosobiście w Centrum Rekrutacji ul. Reymonta 7 bud. U2 pok. 101\n\ndrogą pocztową na adres: Centrum Rekrutacji, Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie, 30-059 Kraków, Al. A. Mickiewicza 30, U2, pok. 101\n\nWe wniosku warto wskazać z jakiego powodu nie zgadzasz się z decyzją o odmowie przyjęcia na studia, np. wskaż jakie przepisy postępowania rekrutacyjnego określone w uchwale rekrutacyjnej i zarządzeniach Rektora zostały naruszone w odniesieniu do Twojej osoby. Akty prawne regulujące postępowanie rekrutacyjne są dostępne pod linkiem \nDokumenty – Strona Centrum Rekrutacji)\n\nPo złożeniu wniosku o ponowne rozpatrzenie sprawy otrzymasz w ciągu 30 dni decyzję wydaną w wyniku postępowania odwoławczego.\n\nPODANIE O PRZYJĘCIE NA STUDIA\n\nPobierz DOCX\n\nPobierz PDF\n\nWzór podania o przyjęcie na studia dla kandydatów, którzy chcą złożyć wniosek o ponowne rozpatrzenie sprawy.\n\nWNIOSEK O PRZYWRÓCENIE TERMINU WPISU\n\nPobierz DOCX\n\nPobierz PDF\n\nJeżeli zostałeś wstępnie zakwalifikowany na studia, jednak z ważnych przyczyn niezależnych od Ciebie, nie mogłeś dokonać wpisu w terminach określonych w \nkalendarzu\n dla danego cyklu rekrutacyjnego możesz złożyć wniosek o przywrócenie terminu wpisu.\n\nWniosek można złożyć w ciągu 7 dni od ustania przyczyny uniemożliwiającej wpis w terminie;\n\nWe wniosku opisz okoliczności, które uniemożliwiły Ci wpis;\n\nDo wniosku dołącz dokument potwierdzający opisane okoliczności;\n\nWniosek możesz przesłać pocztą, złożyć osobiście lub zamieścić jego skan w systemie e-rekrutacja.\n\nUWAGA! Niedokonanie wpisu w wyznaczonym dla danego cyklu terminie oznacza rezygnację z rekrutacji na wybrany kierunek. Bez udokumentowanych podstaw braku zawinienia w niedotrzymaniu terminu wpisu jego przywrócenie jest niemożliwe.\n\nWNIOSEK O WGLĄD DO PRACY EGZAMINACYJNEJ\n\nPobierz DOCX\n\nPobierz PDF\n\nJeżeli jesteś kandydatem na \nstudia drugiego stopnia\n i przystąpiłeś do egzaminu wstępnego masz prawo złożyć \nwniosek o wgląd do pracy egzaminacyjnej\n w ciągu \ntrzech dni\n od ogłoszenia wyników wstępnej kwalifikacji. Wniosek należy kierować do właściwego Wydziałowego Zespołu ds. Rekrutacji za pośrednictwem Centrum Rekrutacji. Wniosek można dostarczyć osobiście, listownie lub zamieścić jego skan w systemie e-rekrutacja.\n\nKandydaci na \nstudia drugiego stopnia\n, którzy przystąpili do egzaminu wstępnego mają prawo złożyć zastrzeżenia do oceny egzaminu. Wniosek można złożyć w ciągu 5 dni od ogłoszenia wyników wstępnej kwalifikacji i skierować go do Wydziałowej Komisji Egzaminacyjnej za pośrednictwem Centrum Rekrutacji. Na podstawie opinii WKE Pełnomocnik Rektora ds. Rekrutacji rozstrzyga o uwzględnieniu lub odrzuceniu zastrzeżeń. W przypadku uwzględnienia zastrzeżeń i zmiany wartości wskaźnika rekrutacji powyżej minimalnej wartości gwarantującej przyjęcie na studia zostaniesz poinformowany o terminie, w którym będziesz mieć możliwości złożenia podania i dokonania wpisu na wybrany kierunek. Rozstrzygnięcie Pełnomocnika w zakresie zastrzeżeń do egzaminu wstępnego jest ostateczne.\n\nWNIOSEK O SPROSTOWANIE OMYŁKI\n\nPobierz DOCX\n\nPobierz PDF\n\nW przypadku kandydata kwestionującego wynik postępowania kwalifikacyjnego lub jego część w odniesieniu do jego osoby ze względu na niedokładności, błędy pisarskie lub inne oczywiste omyłki, może on wnieść do Pełnomocnika Rektora ds. Rekrutacji, w ciągu trzech dni od daty ogłoszenia tego wyniku, wniosek o jego sprostowanie. Wniosek można złożyć osobiście w Centrum Rekrutacji lub zamieścić jego skan w systemie e-rekrutacja.\n\nWNIOSEK O ZWROT OPŁATY REKRUTACYJNEJ/OPŁATY ZA ELS\n\nWnioski o zwrot opłaty rekrutacyjnej i opłaty za ELS mogą być składane najpóźniej w terminie 30 dni od dnia zakończenia rekrutacji, której dotyczy wniosek. Elektroniczne wnioski są dostępne na indywidualnym koncie w systemie e-rekrutacja. Wnioski o zwrot opłaty rekrutacyjne lub za ELS są rozpatrywane w ciągu 30 dni od ich złożenia.\n\nOpłata rekrutacyjna może zostać zwrócona kandydatowi w przypadku:\n\nzłożenia, w CR lub poprzez system e-Rekrutacja, pisemnej rezygnacji z rekrutacji na \nstudia\n\npierwszego stopnia\n – na co najmniej dzień przed podanym terminem pierwszej wstępnej kwalifikacji dla danej deklaracji,\n\nzłożenia, w CR lub poprzez system e-Rekrutacja, pisemnej rezygnacji z rekrutacji na \nstudia\n\ndrugiego stopnia\n – najpóźniej ostatniego dnia przeznaczonego na składanie deklaracji przystąpienia do kwalifikacji na studia w systemie e-Rekrutacja w danym cyklu rekrutacyjnym;\n\nniedopuszczenia kandydata do wstępnej kwalifikacji na studia z powodu uchybienia terminu przeznaczonego na uiszczenie opłaty rekrutacyjnej,\n\nniedopuszczenia kandydata do wstępnej kwalifikacji z powodu zakończenia rekrutacji na dany kierunek;\n\nusprawiedliwionej nieobecności na egzaminie wstępnym;\n\nnieuruchomienia cyklu kształcenia na danym kierunku studiów;\n\nniedopuszczenia kandydata do wstępnej kwalifikacji na studia ze względu na nieotrzymanie „statusu kandydata”\n\nnadpłaty lub omyłkowej wpłaty na konto rekrutacyjne\n\nPRZYDATNE LINKI\n\nWykaz Przychodni Medycyny Pracy, z którymi AGH zawarło umowę na badania lekarskie kandydatów na studia, studentów i doktorantów\n\nInformacje na temat świadczeń pomocy materialnej dla studentów\n\nInformacje dla osób zainteresowanych zakwaterowaniem w akademikach Miasteczka Studenckiego AGH\n\n\t\tKierunki studiów\t\t\n\nKrok po kroku\n\nKalendarz rekrutacji\n\n\t\t\tWarunki rekrutacji\t\t\n\n\t\t\tKalkulator rekrutacyjny\t\t\n\n\t\t\tDokumenty\t\t\n\n\t\t\tOpłaty\t\t\n\n\t\t\tLiczba miejsc\t\t\n\n\t\t\tKursy Wyrównawcze\t\t\n\n\t\t\t\tUczniowie\t\t\t\n\n\t\t\t\tOlimpijczycy\t\t\t\n\n\t\t\t\tPrymusi AGH\t\t\t\n\n\t\t\t\tSportowcy"}