{"content": "#  Akcja #jestemzAGH -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/absolwenci/akcja-jestemzagh\nCrawled: 2025-03-19 21:13:32\n\nSkip to content ↓\n\n Akcja #jestemzAGH \n\nJesteś absolwentem AGH i masz ciekawą pasję lub działalność? Wyraź to w formie zdjęcia, weź udział w akcji i pomóż budować różnorodną społeczność AGH.\n\nAkcja #jestemzAGH to projekt w rękach społeczności, którą możesz współtworzyć i rozwijać. Twoje zdjęcie wraz z opisem ma szansę znaleźć się na stronie AGH oraz w oficjalnych mediach społecznościowych Akademii. Razem z nami pokaż, że za murami uczelni stoją ludzie pełni pasji. Niech Twoje doświadczenia staną się inspiracją dla innych. Wkrocz do akcji!\n\nKto może wziąć udział w akcji?\n\nAkcja dedykowana jest absolwentom AGH (I stopień, II stopień, III stopień, studia podyplomowe). Mogą w niej wziąć udział również osoby, które są absolwentami AGH i jednocześnie pracownikami Akademii.   \n\nTermin\n\nAkcja jest organizowana w trybie ciągłym. Jest możliwość wzięcia udziału w akcji wielokrotnie, przesyłając dowolną ilość zdjęć.\n\nJak wziąć udział w akcji?\n\n1. Wykonaj fotografię\n, która przedstawi Twoją pasję lub pracę, którą wykonujesz. Zdjęcie powinno być dowolną formą autoportretu (selfie, selfie stick, statyw, samowyzwalacz, inne). Możesz zamieścić w swojej fotografii hasło w formie wizualnej #jestemzAGH (nie jest to obligatoryjne, liczy się Twoja inwencja!). Do tego celu możesz wykorzystać grafikę dostępną w załączniku. Grafikę można pobrać i wydrukować lub użyć jako element graficzny, już po zrobieniu zdjęcia.  \n2. Stwórz opis do zdjęcia\n: imię, ukończony kierunek i wydział, miejsce wykonania zdjęcia oraz jaką pasją/pracą przedstawioną na zdjęciu się zajmujesz.\n3. Prześlij zdjęcie wraz z opisem\n na adres \nabsolwent(at)agh.edu.pl\n lub udostępnij je bezpośrednio ze swojego konta w serwisie Instagram z oznaczeniem #jestemzAGH.\n4. Przesyłając zdjęcie na adres e-mail, w treści maila prześlij poniższe oświadczenie\n:\n\n„Wyrażam zgodę na przetwarzanie moich danych osobowych przez Akademię Górniczo-Hutniczą im. Stanisława Staszica w Krakowie dla celów Akcji #jestemzAGH i zezwalam na rozpowszechnianie przez Organizatora Akcji mojego wizerunku w formie fotografii analogowej i cyfrowej bez ograniczeń terytorialnych i czasowych w celach reklamowych i promocyjnych, zgodnie z celem Akcji za pośrednictwem dowolnego medium. Jednocześnie oświadczam, że jestem autorem przesłanych zdjęć i wyrażam zgodę na ich wykorzystanie. Oświadczam, że przesłane zdjęcia nie są obciążone prawami osób trzecich i przysługują mi do nich osobiste i majątkowe prawa autorskie. Oświadczam, że zapoznałem się z Regulaminem i akceptuję wszystkie zawarte w nim warunki. Oświadczam, że zapoznałem się z Informacją AGH (administratora) o przetwarzaniu danych osobowych w ramach Akcji #jestemzAGH”.\n\nWyróżnienia\n\nNajlepsze fotografie będą dostępne na stronie AGH w zakładce „absolwenci” oraz w mediach społecznościowych AGH (głównie: Instagram, Facebook).\n\nNajlepsze zdjęcia zostaną wyróżnione w kategorii „zdjęcie miesiąca”, a ich autorzy mogą spodziewać się upominków (możliwa wysyłka lub odbiór stacjonarny w AGH). Duża ilość „polubień” danego zdjęcia pomoże rozstrzygnąć zwycięzcę zdjęcia miesiąca.  \n\nRegulamin akcji #jestemzAGH\n\nInformacja administratora (AGH) o przetwarzaniu danych osobowych dla celów Akcji #jestemzAGH zawarta w Informacji AGH (administratora)\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/absolwenci/akcja-jestemzagh", "title": " Akcja #jestemzAGH -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "b2928f43bdc47a6c24be384656c20792", "word_count": 520, "headings": [{"level": 1, "text": "Akcja #jestemzAGH"}, {"level": 3, "text": "Kto może wziąć udział w akcji?"}, {"level": 3, "text": "Termin"}, {"level": 3, "text": "Jak wziąć udział w akcji?"}, {"level": 3, "text": "Wyróżnienia"}, {"level": 2, "text": "Stopka"}]}}