{"content": "#  Exchange programmes -- Department for International Students AGH \n\nURL: https://www.international.agh.edu.pl/en/exchange/exchange-programmes\nCrawled: 2025-03-19 21:19:57\n\nSkip to content\n\nSkip to footer\n\n Exchange programmes \n\nInternational students have the opportunity to come to the AGH University of Krakow within exchange programmes and bilateral agreements for both studies and internships.\n\nThey can stay with us from 3 months to one year.\n\nAGH University has signed numerous agreements with universities around the world. A list of applicable agreements is available on the website of the \nCentre for International Affairs\n.\n\n Erasmus+ KA131 \n\nThe Erasmus+ programme allows students to travel to foreign universities for part of their studies and internship. AGH University cooperates with numerous universities from around the world.\n\nYou can come to the AGH University as Erasmus+ student only if there is an existing bilateral agreement. Information about existing Erasmus+ agreement should be available in the Unit in your Home University dealing with international cooperation.\n\nIf you feel lost, please contact us: \nexchange(at)agh.edu.pl\n. We will try to help you.\n\nApplication at a glance\n\nIf you want to come to the AGH University within Erasmus+ exchange, please contact your Erasmus+ Coordinator at your Home University. Your Home University will send us the list of students nominated for an Erasmus+ scholarship. If your name is on the list, we will contact you and inform about next steps to be taken. We will ask you to register in our system and submit application files (listed on our website). Together we will discuss your plans, arrange your preliminary selection of courses and assign you an Academic Supervisor. If everything is fine, you will be asked to send us your Learning Agreement. At the end we will issue a Letter of Acceptance for you. \n\n Erasmus+ KA171 \n\nErasmus+ exchange programme has been established in order to facilitate academic mobility among higher education institutions in EU, EEA and candidate countries. It turned out to be a great success so it has been expanded for new partner countries.\n\nErasmus KA171 is key action dedicated to countries from all over the world.\n\nSo far the AGH University hosted students from Albania, Bosnia and Herzegovina, China, Dominican Republic, Georgia, Indonesia, Japan, Kazakhstan, Russia, Ukraine and Vietnam.\n\nSo if you are studying in first (Bachelor) or second (Master) cycle in one of these countries but you don’t know if you can be part of Erasmus+ KA171, contact us: \nexchange(at)agh.edu.pl\n. We will try to figure out.\n\nErasmus+ is changing lives and opening minds. And it's a one-way road :)\n\n Traineeship \n\nYou can come to the AGH University to do the Traineeship as an exchange student only if there is an existing exchange programme and bilateral agreement. Information about existing Erasmus+ agreement should be available in the Unit in your Home University dealing with international cooperation.\n\nIf you feel lost, please contact us: \nexchange(at)agh.edu.pl\n. We will try to help you.\n\nApplication at a glance\n\nIf you want to come to the AGH University within the exchange programme or bilateral agreement, please contact your Home University to get familiar with the requirements at our University. Your Home University will send us the nomination letter with your name and confirmation that you are granted the scholarship for Internship. We will contact you and inform about next steps to be taken. We will ask you to register in our system and submit application files (listed on our website). Together we will discuss your plans and assign you an Academic Supervisor - professor at the Faculty, who will get familiar with your area of interest and research plan. If everything is fine, you will be asked to send us your Training Agreement. At the end we will issue a the Letter of Acceptance for you.\n\nWe do not have the special offer of the Traineeship. The acceptance is always an individual decision of the certain professors at our University and after their consideration of each applicant. And we do not guarantee that we will find the proper AGH University Academic Supervisor of your internship.\n\n CEEPUS \n\nThe full name of the programme is Central European Exchange Program for University Studies.\n\nCEEPUS was established in order to facilitate academic mobility among Universities cooperating within the framework.\n\nCurrently the following countries belong to the framework:\n Albania, Austria, Bulgaria, Croatia, Montenegro, Czech Republic, Hungary, Macedonia, Moldova, Romania, Poland, Slovakia, Slovenia, Serbia, Bosnia and Herzegovina and Kosovo.\n\nCEEPUS will allow you to come to the AGH University for one semester. During your stay you will take part in lectures/seminars/labs/field classes offered by the AGH University in English. You will get the chance to live a student's life in Krakow, meet new people, gain new perspectives and... you will ask for an extension of stay :)\n\nOur Unit coordinates only applications for first (Bachelor) and second-cycle (Master) students.\n\nIf you don’t know if you can be part of CEEPUS, please contact us: \nexchange(at)agh.edu.pl\n. We will try to help you.\n\nFor more details regarding procedures and regulations governing the financial support, please contact your Coordinator at your Home University and on the \nCEEPUS\n website.\n\n SMILE \n\nThe SMILE programme is a real gem :) The full name of the programme is Student Mobility in Latin America, Caribbean and Europe.\n\nIt allows student mobilities with Universities settled in Latin America and cooperating within the Magalhães framework.\n\nSMILE will allow you to come to the AGH University for one semester. During your stay you will take part in lectures/seminars/labs/field classes offered by the AGH University in English. You will get the chance to live a student's life in Krakow, meet new people, gain new perspectives and... you will ask for an extension of stay :)\n\nOur Unit coordinates only applications for first (Bachelor) and second-cycle (Master) students.\n\nIf you don’t know if you can be part of SMILE, please contact us \nexchange(at)agh.edu.pl\n. We will try to help you.\n\n Other programmes \n\nAGH University hosts also students within other short-term exchange programmes (Fulbright, NAWA etc.). We also host students within individual agreements signed with other Partner Universities.\n\nSo if you want to come to the AGH University but there is no bilateral agreement signed within a big project like Erasmus+, there is still a chance for you to come if there is an individual bilateral agreement between the AGH University and your Home University :)\n\nThe list of bilateral agreements signed between the AGH University directly with other institutions is available on the website of the \nAGH University Centre for International Affairs\n.\n\nIf you are not able to find your University on this list but you are keen on coming to the AGH University, we can sign an agreement. The procedure is available in the tab Procedures of international agreements.\n\nStopka\n\nAGH University in rankings\n\nAGH University Online Store\n\nCareer Centre\n\nDiploma nostrification\n\nDoctoral School\n\nMain Library\n\nNon-degree postgraduate studies\n\nPolish language course\n\nStudent Ombudsperson\n\nDepartment for International Students\nal. Mickiewicza 30\n30-059 Krakow\nbuilding A-3, room No 12A \n\nOffice hours\nMonday-Friday: 10 a.m. - 2 p.m.\n\nRegular studies\nP: +48 12 617 50 92\nE: international.students(at)agh.edu.pl\n\nExchange programmes and bilateral agreements\nP: +48 12 617 52 38\nE: exchange(at)agh.edu.pl\n\nBack", "metadata": {"url": "https://www.international.agh.edu.pl/en/exchange/exchange-programmes", "title": " Exchange programmes -- Department for International Students AGH ", "depth": 3, "duplicate": false, "content_hash": "b9d43b832b0fa304ff8a2c67a34b0de7", "word_count": 1170, "headings": [{"level": 1, "text": "Exchange programmes"}, {"level": 2, "text": "Stopka"}]}}