{"content": "# Dziekanat Studiów Doktoranckich | Wydział Zarządzania AGH\n\nURL: https://www.zarz.agh.edu.pl/index.php/dziekanat-studiow-doktoranckich/\nCrawled: 2025-03-19 21:35:03\n\nDziekanat studiów doktoranckich\n\nSystemy obsługi studiów\n\nKalendarium\n\nNajważniejsze terminy\n\nWRZESIEŃ\n\ndo 15 – ostateczny termin: złożenia karty zaliczenia praktyki dydaktycznej, złożenie oceny pracy naukowej doktoranta\n\ndo 25 – złożenie indeksów za semestr letni\n\ndo 30 – ostateczny termin: złożenie wniosków na stypendium projakościowe, wybranie opiekuna naukowego na I roku, otwarcie przewodu doktorskiego na II roku, wniesienie opłaty za kolejny semestr studiów\n\nPAŹDZIERNIK\n\ndo 3 (data ruchoma) – składanie wniosków na stypendium socjalne, stypendium dla najlepszych doktorantów\n\nLUTY\n\ndo 15 – wniesienie opłaty za kolejny semestr studiów, złożenie indeksów za semestr zimowy\n\nKWIECIEŃ\n\nzgodnie z komunikatem – przydział miejsc w domach studenckich\n\nMAJ, CZERWIEC\n\nwedług harmonogramu – otwarte seminaria naukowe\n\nOrganizacja dydaktyki\n\nKomplet informacji dotyczących organizacji studiów doktoranckich dostępny jest w kursach poszczególnych roczników umieszczonych na platformie e-learning. Dostępne tam są m.in. harmonogramy zajęć, formularz dokumentów oraz linki do najważniejszych regulacji prawnych oraz regulaminów wewnętrznych.\n\nRozkłady zajęć pracowników\n\nKonsultacje pracowników\n\n Sprawdź terminy konsultacji pracowników naukowo-dydaktycznych obowiązujące w tym semestrze.\n\nKonsultacje pracowników WZ- semestr letni 2015-16\n\nPrzedmioty obieralne\n\n Zapisy na przedmioty obieralne odbywają się na początku danego semestru. Szczegółowe informacje o terminach zapisów doktoranci otrzymują drogą mailową. \n\nSystem zapewnienia jakości kształcenia\n\nZapoznaj się z systemem jakości kształcenia obowiązującym na Wydziale Zarządzania AGH\n. \n\nStypendia\n\nDoktoranckie\nProjakościowe\nRektora\nŚwiadczenia dla doktorantów\nStypendia z własnego funduszu na stypendia\n\nDoktorant stacjonarnych studiów doktoranckich może otrzymywać stypendium doktoranckie. Minimalne stypendium nie może wynosić mniej niż 60% minimalnego wynagrodzenia asystenta ustalonego w przepisach o wynagradzaniu nauczycieli akademickich, tj. nie mniej niż 1470,-. Od 1.10.2019 r. najniższa kwota stypendium doktoranckiego w AGH wynosi 2050,- zł. \n\nDecyzję o przyznaniu i wysokości stypendium doktoranckiego podejmuje Rektor.\n\nStypendium doktoranckie na drugim roku i kolejnych latach studiów doktoranckich może być przyznane doktorantowi, który:\n\n1) terminowo realizuje program studiów doktoranckich;\n\n2) wykazuje się zaangażowaniem w:\n\na) prowadzeniu zajęć dydaktycznych w ramach praktyk zawodowych albo\n\nb) realizacji badań naukowych prowadzonych przez jednostkę organizacyjną uczelni;\n\n3) w roku akademickim poprzedzającym złożenie wniosku o przyznanie stypendium doktoranckiego wykazał się postępami w pracy naukowej i        przygotowywaniu pracy doktorskiej.\n\nTryb przyznawania  stypendium doktoranckiego określa Regulamin przyznawania stypendiów doktoranckich oraz zwiększenia stypendium doktoranckiego z dotacji  projakościowej doktorantom stacjonarnych studiów doktoranckich w AGH określony przez Rektora.\n\nZwi\nę\nkszenie stypendium doktoranckiego z dotacji projako\nś\nciowej może być przyznane doktorantom wyró\nż\nniaj\ną\ncym si\nę \nw pracy naukowej i dydaktycznej. Tryb przyznawania zwi\nę\nkszenia stypendium doktoranckiego okre\nś\nla \n Regulamin.\n\nUprawnienie do otrzymywania tego stypendium przysługuje nie wi\nę\ncej ni\nż \n30% najlepszym doktorantom na poszczególnych latach studiów doktoranckich, w dyscyplinie.\n\nZwiększenie stypendium doktoranckiego z dotacji podmiotowej na dofinansowanie zadań projakościowych może być przyznane doktorantowi:\n\nna drugim roku i kolejnych latach studiów doktoranckich, który wyróżniał się osiągnięciami w pracy badawczej\n\nMinimalna wysokość kwoty zwiększenia stypendium doktoranckiego z dotacji podmiotowej na dofinansowanie zadań projakościowych wynosi 800 zł.\n\nTryb przyznawania   zwiększenia stypendium doktoranckiego określa \nRegulamin przyznawania stypendiów doktoranckich oraz zwiększenia stypendium doktoranckiego z dotacji  projakościowej doktorantom stacjonarnych studiów doktoranckich w AGH \nokreślony przez Rektora w ZR nr 29/2018 z dnia 17 lipca 2018 r.\n\nRegulaminy i formularze / Akademia Górniczo-Hutnicza w Krakowie (agh.edu.pl)\n\nStypendium Rektora może być przyznane:\n1) na pierwszym roku studiów doktoranckich doktorantowi, który osiągnął bardzo dobre wyniki w postępowaniu rekrutacyjnym;\n2) na drugim i kolejnych latach studiów doktoranckich może być przyznane doktorantowi, który w roku akademickim poprzedzającym przyznanie stypendium spełnił łącznie następujące warunki:\na) uzyskał bardzo dobre lub dobre wyniki egzaminów objętych programem studiów doktoranckich,\nb) wykazał się postępami w pracy naukowej i przygotowywaniu rozprawy doktorskiej,\nc) podczas studiów doktoranckich prowadzonych przez uczelnię wykazał się szczególnym zaangażowaniem w pracy dydaktycznej\n\noraz wypełnił wszystkie warunki przewidziane planem i programem studiów doktoranckich, wymagane do zaliczenia roku studiów.\n\nStypendia / Akademia Górniczo-Hutnicza w Krakowie (agh.edu.pl)\n\nŚwiadczenia dla doktorantów / Akademia Górniczo-Hutnicza w Krakowie (agh.edu.pl)\n\nDoktoranci, którzy rozpoczęli studia doktoranckie przed rokiem akademickim 2019/2020 mogą otrzymywać świadczenia: stypendium socjalne, stypendium dla niepełnosprawnych, zapomogę, stypendium rektora. Od 1 października 2019 r. do dnia 31 grudnia 2023 r. regulamin świadczeń dla studentów stosuje się odpowiednio dla doktorantów studiów doktoranckich. \n\nŚwiadczenia dla doktorantów / Akademia Górniczo-Hutnicza w Krakowie (agh.edu.pl)\n\nOd dnia 1 stycznia 2019 roku z własnego funduszu stypendialnego mogą być przyznawane \nwyłącznie stypendia \nza wyniki w nauce dla studentów \noraz stypendia naukowe dla doktorantów\n.\n\nW ramach \nstypendiów naukowych dla doktorantów\n\nmogą być przyznane stypendia:\n\n         – stypendium naukowe dla doktorantów (za aktywny udział w konferencjach, kierowanie lub udział w projektach badawczych, autorstwo lub współautorstwo patentu, publikacje naukowe i inne osiągnięcia o charakterze naukowym).\n\n         – stypendium naukowe dla doktorantów za szczególną działalność publikacyjną –\n świadczenie jednorazowe.\n\nStypendia z własnego funduszu na stypendia / Akademia Górniczo-Hutnicza w Krakowie (agh.edu.pl)\n\nAkademiki\n\nDoktoranci mieszkający w domach studenckich, starający się ponownie o przydział miejsca, pobierają wnioski we właściwych obiektach lub ze strony \nhttp://www.ms.agh.edu.pl/docs/wniosek_rkm.pdf\n i po wypełnieniu składają je w administracji domu studenckiego. Niezłożenie wniosku przez osoby zamieszkujące w domach studenckich będzie traktowane jako rezygnacja ze starań o zakwaterowanie w nowym roku akademickim.\n\nZgodnie z obowiązującymi kryteriami przydziału miejsc (§ 2, 3 i 4 Regulaminu przyznawania miejsc w domach studenckich Miasteczka Studenckiego AGH dla doktorantów i pracowników AGH) należy wyjaśnić swoją sytuację materialną, rodzinną, mieszkaniową, itp. – uzasadniającą starania o zakwaterowanie w domu studenckim (dotyczy zarówno osób starających się o miejsce po raz pierwszy, jak również dotychczasowych mieszkańców, szczególnie zakwaterowanych powyżej 10 lat, zajmujących podwójne miejsca lub zameldowanych na pobyt stały w Krakowie).\n\nProgramy wymiany\n\nErasmus+\n\nOd roku akademickiego 2021/22 w naszej Uczelni ruszyła kolejna edycja Programu Erasmus+ na lata 2021-27\n\nInformacje o programie są dostępne na stronie:\n\nhttp://www.erasmusplus.agh.edu.pl/erasmus-student/\n\nErasmus+ procedura\n\nDokumenty niezbędne do złożenia przed wyjazdem:\n\nIOS_program\n\nIndywidualna_organizacja_studiow\n\nWarunki_-indywidualnego-zaliczenia-przedmiotu_zalacznik-do-IOS(18)\n\nMOST\n\nProgram „MOST” to program mobilnoś\u009cci studentów i doktorantów, umożliwiający studiowanie przez semestr lub cały rok akademicki na jednym z dwudziestu dziewięciu polskich Uniwersytetów. Bywa nazywany „polskim Erasmusem” i skorzystało z niego już prawie 10 tysięcy osób.\n\nRekrutacja na Program MOST odbywa się dwa razy w roku:\n\nod 15 kwietnia do 15 maja (rekrutacja na semestr zimowy i cały rok akademicki)\n\nod 31 października do 30 listopada (rekrutacja na semestr letni)\n\nW tych okresach na stronie internetowej Programu aktywny jest link \nhttps://most.uka.uw.edu.pl/\n, umożliwiający zapoznanie się z aktualną ofertą MOST-u oraz założenie konta w systemie IRK MOST, za pośrednictwem którego dokonuje się rejestracji i uzyskuje status osoby ubiegającej się o udział w Programie MOST.\n\nSzczegółowe informacje dotyczące terminów i zasad rekrutacji, Uczelni biorących udział w programie i rejestracji krok po kroku znajdują się  na stronie: \nwww.most.amu.edu.pl\n\nReglamin MOST_2022-04-08\n\nMOSTECH\n\nSzczegółowe informacje na temat programu MOSTECH znajdują się na stronie:\n\nhttp://www.kaut.agh.edu.pl/mostech/\n\nUchwała Senatu\n\nUchwała nr 43 /2005\n\nSenatu AGH z dnia 27 kwietnia 2005 r\n\nPorozumienie Konferencji Rektorów Polskich\n\nUczelni Technicznych\n\nw sprawie systemu mobilności studentów MOSTECH\n\nPorozumienie polskich uczelni technicznych w sprawie systemu mobilności studentów MOSTECH ma na celu:\n\nwdrożenie założeń Procesu Bolońskiego,\n\npodnoszenie jakości kształcenia,\n\nułatwienie krajowej wymiany studentów.\n\n§ 1\n\nZałożenia ogólne systemu MOSTECH\n\nSygnatariusze Porozumienia stawiają sobie za cel umożliwienie studentom odbycie części studiów poza uczelnią macierzystą.\n\nSystem mobilności ma wspierać mechanizmy wzajemnego doskonalenia jakości kształcenia na kierunkach technicznych dla wszystkich poziomów kształcenia\n i systemów studiów.\n\nWymiana jest dobrowolna i jest realizowana na wniosek studenta pozytywnie zaopiniowany przez dziekana jednostki macierzystej.\n\n§ 2\n\nProcedury wymiany\n\n1. Sprawy formalne i organizacyjne systemu, wynikające z Porozumienia, za pośrednictwem KAUT, prowadzą: uczelnia zgłaszająca (uczelnia macierzysta studenta) i uczelnia przyjmująca.\n\n2. W systemie MOSTECH obowiązują następujące procedury zgłaszania i przyjmowania studentów:\n\ndo 30 marca uczelnie zgłaszają do Biura KAUT oferowaną liczbę miejsc na poszczególne kierunki studiów na następny rok akademicki,\n\ndo 15 kwietnia Biuro KAUT ogłasza zbiorcze zestawienia miejsc,\n\nuczelnie przesyłają do KAUT listę kandydatów na studia, odpowiednio w terminie do 15 maja na semestr zimowy i w terminie do 30 listopada na semestr letni,\n\nKAUT koordynuje procedurę wymiany i przesyła uczelniom listę kandydatów na studia, odpowiednio na semestr zimowy w terminie do 15 czerwca i na semestr letni w terminie do 30 grudnia,\n\nstudenci zgłaszający się do uczestnictwa w systemie MOSTECH mogą podać więcej niż jedną uczelnię, w której zamierzają odbyć część studiów,\n\npo zakończeniu semestru Biuro KAUT przekazuje informację do KRPUT o liczbie studentów i uczelniach uczestniczących w wymianie.\n\n§ 3\n\nRealizacja programu studiów i zasady zaliczania\n\nStudenci mogą realizować indywidualny program studiów lub program standardowy zgodny z planem na danym semestrze uczelni przyjmującej.\n\nProgram nauki powinien zapewnić uzyskanie 30 punktów ECTS w ciągu semestru.\n W przypadku uzyskania mniejszej liczby punktów student jest zobowiązany do ich uzupełnienia w uczelni macierzystej.\n\nWybrany przez studenta program musi uzyskać aprobatę dziekana jednostki macierzystej przed skierowaniem studenta do uczelni przyjmującej.\n\nStudenta w czasie odbywania studiów poza uczelnią macierzystą obowiązuje regulamin uczelni przyjmującej.\n\nPrzedmioty (kursy) i semestr realizowany poza uczelnią macierzystą na podstawie ocen i punktów ECTS wpisanych do indeksu i na kartę egzaminacyjną przez prowadzących zajęcia w uczelni przyjmującej, zalicza dziekan jednostki macierzystej.\n\nUzyskane przez studenta oceny oraz inne informacje niezbędne do zamieszczenia\n w suplemencie do dyplomu potwierdza dziekan jednostki przyjmującej, na zatwierdzonym przez KRPUT druku.\n\n§ 4\n\nWarunki uczestnictwa studentów w wymianie\n\nStudia w ramach systemu MOSTECH może podjąć student po zaliczeniu drugiego roku studiów.\n\nDziekan jednostki macierzystej może wyrazić zgodę na odbycie studiów w innej uczelni, jeżeli student ma zaliczony bez braków bieżący semestr.\n\nW trakcie odbywania studiów w systemie MOSTECH, przysługujące stypendia wypłaca studentowi uczelnia macierzysta.\n\nUczelnie przyjmujące studentów zapewniają odpłatnie, w miarę możliwości, miejsca w domu akademickim, zgodnie z własnym systemem opłat.\n\n§ 5\n\nWzory pism dla uczelni kierującej studentów na studia i dla uczelni przyjmującej na studia oraz dodatkowe druki przygotowuje KAUT, zatwierdza KRPUT.\n\n§ 6\n\nPrzystąpienie do Porozumienia wymaga akceptacji Senatu.\n\n§ 7\n\nRegulaminy studiów uczelni przystępujących do Porozumienia umożliwiają zaliczenie przedmiotów (kursów) w innych uczelniach.\n\n§ 8\n\nSygnatariusz Porozumienia może z niego wystąpić.\n\nDo Porozumienia może przystąpić uczelnia spoza grona Sygnatariuszy na warunkach\n i za zgodą KRPUT.\n\nPodpisując Porozumienie zobowiązujemy się do czynnego uczestnictwa w realizacji misji\n z niego wynikającej oraz respektowania przyjętych przez nie reguł działania.\n\nRektor Akademii Górniczo-Hutniczej w Krakowie .....................................................................\n\nRektor Akademii Marynarki Wojennej w Gdyni .........................................................................\n\nRektor Akademii Morskiej w Gdyni ............................................................................................\n\nRektor Akademii Morskiej w Szczecinie .....................................................................................\n\nRektor Akademii Techniczno-Humanistycznej ...........................................................................\n\nRektor Akademii Techniczno-Rolniczej w Bydgoszczy .............................................................\n\nRektor Politechniki Białostockiej ................................................................................................\n\nRektor Politechniki Częstochowskiej ..........................................................................................\n\nRektor Politechniki Gdańskiej .....................................................................................................\n\nRektor Politechniki Koszalińskiej ................................................................................................\n\nRektor Politechniki Krakowskiej .................................................................................................\n\nRektor Politechniki Lubelskiej .....................................................................................................\n\nRektor Politechniki Łódzkiej .......................................................................................................\n\nRektor Politechniki Opolskiej ......................................................................................................\n\nRektor Politechniki Poznańskiej ..................................................................................................\n\nRektor Politechniki Radomskiej ..................................................................................................\n\nRektor Politechniki Rzeszowskiej ...............................................................................................\n\nRektor Politechniki Szczecińskiej ................................................................................................\n\nRektor Politechniki Śląskiej .........................................................................................................\n\nRektor Politechniki Świętokrzyskiej ............................................................................................\n\nRektor Politechniki Warszawskiej ...............................................................................................\n\nRektor Politechniki Wrocławskiej ...............................................................................................\n\nRektor Uniwersytetu Warmińsko-Mazurskiego w Olsztynie ......................................................\n\nRektor Uniwersytetu Zielonogórskiego .......................................................................................\n\nRektor Wojskowej Akademii Technicznej w Warszawie ............................................................\n\nWrocław, 26 luty 2005 r.\n\nDziałalność naukowa\n\nIntegralnym elementem studiów doktoranckich jest praca naukowa prowadzona przez doktoranta pod nadzorem opiekuna naukowego – przyszłego promotora rozprawy doktorskiej. Doktorant ma obowiązek co roku aktywnie prezentować wyniki swoich badań w formie wystąpień na konferencjach naukowych lub publikacji. Do otwarcia przewodu doktorskiego wymagana jest minimum jedna przyjęta do druku publikacja w czasopiśmie naukowym z listy B.\n\nBaza publikacji pracowników\n\nBiblioteka Wydziałowa\n\nBiblioteka Główna AGH\n\nRada Dyscypliny Nauki o Zarządzaniu i Jakości\n\nRadę Dyscypliny Nauki o Zarządzaniu i Jakości z dniem 11 lipca 2019 r. powołał Jego Magnificencja Rektor AGH prof. dr hab. inż. Tadeusz Słomka na podstawie par. 14 ust. 9 w zw. z par. 16 ust. 2 Załącznika nr 6 do Statutu AGH z dnia 26 czerwca 2019 r. (uchwała Nr 137/2019 Senatu AGH \n\nSkład\nTerminy posiedzeń\nUchwały\nRegulamin nagród Rektora\nCykl wykładów\nSeminaria projektowe\nDoktoraty\nHabilitcje\n\nPrzewodnicząca:\n\ndr hab. inż. Anna Surowiec, prof. AGH\n\nCzłonkowie:\n\nprof. dr hab. Dagmara Lewicka\n\ndr hab. inż. Ewa Beck-Krala, prof. AGH\n\ndr hab. inż. Bogusława Bek-Gaik, prof. AGH\n\ndr hab. inż. Joanna Duda, prof. AGH\n\ndr hab. inż. Marek Dudek, prof. AGH\n\ndr hab. inż. Jerzy Feliks, prof. AGH\n\ndr hab. inż. Natalia Iwaszczuk, prof. AGH\n\ndr hab. inż. Marek Karkula, prof. AGH\n\ndr hab. inż. Alina Kozarkiewicz, prof. AGH\n\ndr hab. Joanna Kulczycka, prof. AGH\n\ndr hab. inż. Anna Stronczek, prof. AGH\n\ndr hab. Beata Tarczydło, prof. AGH\n\ndr inż. Kołodziej-Hajdo\n\ndr Rafał Kusa\n\nmgr Helena Starowicz-Rajca (Doktorantka AGH)\n\n2024\n\n25 stycznia\n\n29 lutego\n\n28 marca\n\n2023\n\n2 lutego\n\n23 marca\n\n30 marca\n\n27 kwietnia\n\n25 maja\n\n29 czerwca\n\n14 lipca\n\n28 września\n\n26 października\n\n23 listopada\n\n14 grudnia\n\n2022\n\n27 stycznia\n\n28 lutego\n\n17 marca\n\n28 kwietnia\n\n26 maja\n\n30 czerwca\n\n29 września\n\n27 października\n\n24 listopada\n\n2021\n\n28 stycznia\n\n4   marca\n\n25 marca\n\n22 kwietnia\n\n27 maja\n\n8   lipca\n\n28 października\n\n18 listopada\n\n2020\n\n30 stycznia\n\n26 marca\n\n30 kwietnia\n\n2    lipca\n\n26 października\n\n29 października\n\n2019\n\n22 listopada\n\n19 grudnia\n\nUchwały w roku 2023\n\nmarzec\n\nUchwały w roku 2022\n\nmarzec\n\nkwiecień\n\nmaj\n\nczerwiec\n\nwrzesień\n\npaździernik\n\nlistopad\n\nUchwały w roku 2021\n\nstyczeń\n\nmarzec\n\nkwiecień\n\nmaj\n\nczerwiec\n\nlipiec\n\npaździernik\n\nlistopad\n\n2024\n\nRegulamin nagród Rektora Filar I\n\nRegulamin nagród Rektora Filar II\n\nRegulamin nagród Rektora Filar III\n\nZasady kwalifikacji do nagród Rektora Filar III\n\n2023\n\nRegulamin nagród Rektora Filar I\n\nRegulamin nagród Rektora Filar II\n\nRegulamin nagród Rektora Filar III\n\nZasady kwalifikacji do nagród Rektora Filar III\n\n11 maja 2022 r.  wykład prof. dr hab. Wojciecha Czakona (UJ) nt. \"Dobrych praktyk publikacyjnych\"\n\n9 czerwca 2022 r. wykład i warsztaty prof. dr hab. Beaty Glinki (UW) oraz prof. dr hab. Wojciecha Czakona (UJ) nt. \"Metod badań jakościowych\"\n\n8 września 2022 r. wykład dr. Victora Olrty z University of Valencia (Hiszpania) nt. \"Publishing in top international journals - Strategies and recommendations\"\n\n24 listopada 2022 r. wykład dr hab. Łukasza Lach, prof. AGH nt. \"Wykorzystania metod ilościowych w publikowaniu z wysokim IF\"\n\n13 kwietnia 2023 r. wykład dr. Marcina Sudera i dr. Rafała Kusy nt. \"SEM i fsQCA jako metody analizy statystycznej otwierające drogę do publikacji w czołowych czasopismach\" cz. 1\n\n27 kwietnia 2023 r. wykład dr. Marcina Sudera i dr. Rafała Kusy nt. \"SEM i fsQCA jako metody analizy statystycznej otwierające drogę do publikacji w czołowych czasopismach\" cz. 2\n\n18 maja 2023 r. wykład prof. dr hab. Krzysztofa Wacha (UEK) nt. \"Najnowsze trendy w badaniach przedsięborczości i biznesu międzynarodowego z perspektywy metodologicznej\"\n\n1 czerwca 2023 r. wykład prof. dr hab. inż. Agnieszki Zakrzewskiej-Bielawskiej (PŁ) nt. \"\nWymagania i ocena rozpraw doktorskich – dobre praktyki\"\n\n29 lutego 2024 r. wykład dr hab. Marty Najdy-Janoszek (UJ), prof.UJ nt. \"Ciekawe przypadki studium przypadku - wyzwania metodyczne i publikacyjne\"\n\n28 marca 2024 r. wykład dr hab. Katarzyny Czernek-Marszałek, prof. UE nt. \"Jak skutecznie publikować wyniki badań jakościowych w prestiżowym czasopiśmie\"\n\n11 kwietnia 2024 r. wykład prof. dr. hab. Macieja Mitręgi (UE w Katowicach ) nt. \"Dobre praktyki i meandry publikowania w światowo uznanych czasopismach\"\n\n24 listopada 2022 r.  seminarium projektowe dr hab. inż. Joanny Dudy, prof. AGH nt. \"Współpraca nauki z biznesem - dobre praktyki dla przygotowania projektów i publikacji naukowych\"\n\nPostępowania o nadanie stopnia doktora:\n\nmgr Agnieszka Nowaczek\n\nmgr inż. Aleksandra Latos (klauzula poufności)\n\nmgr Marta Kutyna-Bakalarska (klauzula poufności)\n\nmgr Salima Agaisina Ibrayeva\n\nmgr Dominika Rudiuk\n\nmgr Dominika Dawiec\n\nPostępowania o nadanie stopnia doktora habilitowanego:\n\nRada Dyscypliny Ekonomia i Finanse\n\nSkład\nTerminy posiedzeń\nUchwały\nRegulamin nagród Rektora\n\nPrzewodniczący:\n\ndr hab. Łukasz Lach, prof AGH\n\nCzłonkowie:\n\ndr hab. Anna Czapkiewicz, prof. AGH\n\ndr hab. Justyna Godawska, prof. AGH\n\ndr hab. inż. Mariusz Kudełko, prof. AGH\n\ndr hab. inż. Andrzej Paliński, prof. AGH\n\ndr hab. inż. Stanisław Urbański, prof. AGH\n\ndr hab. Tomasz Wójtowicz, prof. AGH\n\ndr Jacek Wolak\n\nmgr Kamil Gacek (Doktorant SD)\n\n2024\n\n14 lutego\n\n26 marca\n\n2023\n\n19 kwietnia\n\n26 kwietnia\n\n21 czerwca\n\n13 października\n\n12 grudnia\n\n2024\n\nZasady kwalifikacj do nagród Rektora Filar III\n\n2023\n\nRegulamin nagród Rektora\n\nZłożenie rozprawy i obrona w tzw. \"nowej procedurze\"\n\nPrzepisy\n\nStandardy rozprawy doktorskiej w dyscyplinie NoZiJ\n\nRozprawa doktorska jako zbiór artykułów\n\nStrona tytułowa\n\nOpis rozprawy\n\nOświadczenie - inne postępowanie\n\nOświadczenie - licencja\n\nOświadczenie - samodzielność rozprawy\n\nWzór prezentacji do obrony pracy doktorskiej\n\nZasady wyróżniania prac doktorskich\n\nWszystkich informacji o aktualnych zasadach składania rozpraw doktorskich oraz przygotowaniu do ich obrony udziela:\n\nKatarzyna Książko\nD 14, p. 5\ntel. 12 617 43 01, 603 580 161\nkksiazko@agh.edu.pl\n\nWymagane dokumenty\n\nWzory druków / Akademia Górniczo-Hutnicza w Krakowie (agh.edu.pl)\n\nOpłaty\n\nOpłaty za usługi edukacyjne\n\n4200 zł/rok* – opłata za studia w I i II roku studiów\n\n2200 zł/rok* – opłata za studia w III i IV roku studiów\n\n17 zł – opłata za legitymację\n\n* możliwość wpłaty semestralnej\n\nNr konta do wpłat: \n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nal. A. Mickiewicza 30, 30-059 Kraków\n\nWydział Zarządzania\n\nul. Gramatyka 10, 30-067 Kraków\n\nRachunek bankowy: Bank Pekao S.A. O/Kraków ul. Pijarska 1, 31-015 Kraków\n\nnr konta: 96 1240 4722 1111 0000 4858 2922\n\nDla studiów niestacjonarnych\n\nz dopiskiem 720 200 95000 „SD Zarządzanie/ZIP*” + imię i nazwisko\n\nDla studiów stacjonarnych\n\nz dopiskiem 720 200 90000 „SD Zarządzanie/ZIP*” + imię i nazwisko\n\n* wpisać odpowiednią dyscyplinę naukową, wybraną w procesie rekrutacji\n\nFee for the PhD: 1500 Euro/semester\n\nBank account number: 49 1240 4722 1978 0000 4859 8327\n\nSWIFT: PKOPPLPW\n\nIBAN: PL49 1240 4722 1978 0000 4859 8327\n\nBank address: Bank Pekao SA o/Kraków, ul. Pijarska 1, 31-015 Krakow, Poland\n\nName of account owner in English: AGH University of Science and Technology, Al. Mickiewicza 30, 30-059 Krakow, Poland\n\nName of account owner in Polish: Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie, Al. Mickiewicza 30, 30-059 Kraków, Polska\n\nBank transfer title: 7202009500 – Wydzial Zarzadzania – Phd – Your name and surname\n\nLinki i dokumenty do pobrania\n\nhttp://www.agh.edu.pl/doktoranci\n\nObsługa administracyjna Dziekanatu\n\nmgr Katarzyna Książko\n\ntel. 603-580-161, 12 617-43-01\n\nsd.zarz@zarz.agh.edu.pl\n\nsd.zip@zarz.agh.edu.pl\n\nGodziny otwarcia Dziekanatu:  wtorek-piątek 8.00-15.00\n\nKierownicy studiów doktoranckich\n\nNauki o zarządzaniu\n\ndr hab. inż. Natalia Iwaszczuk, prof. AGH\n\nniwaszcz@zarz.agh.edu.pl\n\nInżynieria Produkcji\n\ndr hab. inż. Waldemar Kaczmarczyk\n\nwaldek@agh.edu.pl\n\nwww\n\nStudia\n\nStudia licencjackie i inżynierskie\n\nStudia magisterskie\n\nStudia po angielsku\n\nStudia doktoranckie\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nKierunki studiów\n\nJakość kształcenia\n\nZintegrowany program rozwoju\n\nOrganizacja\n\nZespół Obsługi Studentów studia stacjonarne\n\nZespół Obsługi Studentów studia niestacjonarne\n\nInfrastruktura Wydziału\n\ne-Wydział\n\nWydział\n\nO nas\n\nWładze Wydziału\n\nJednostki naukowe\n\nLaboratoria\n\nAdministracja Wydziału\n\nSamorząd studentów i doktorantów\n\nWspółpraca\n\nGalerie\n\ncovid19\n\nDni otwarte\n\nNauka\n\nBadania i granty\n\nPostępowania awansowe\n\nCzasopisma naukowe\n\nKonferencje naukowe\n\nNaukowy ruch studencki\n\nBiblioteka wydziałowa", "metadata": {"url": "https://www.zarz.agh.edu.pl/index.php/dziekanat-studiow-doktoranckich/", "title": "Dziekanat Studiów Doktoranckich | Wydział Zarządzania AGH", "depth": 3, "duplicate": false, "content_hash": "731170436b934c22197b144e86646f0b", "word_count": 2951, "headings": [{"level": 1, "text": "Dziekanat studiów doktoranckich"}, {"level": 3, "text": "Systemy obsługi studiów"}, {"level": 3, "text": "Kalendarium"}, {"level": 5, "text": "Najważniejsze terminy"}, {"level": 2, "text": "Organizacja dydaktyki"}, {"level": 5, "text": "Rozkłady zajęć pracowników"}, {"level": 5, "text": "Konsultacje pracowników"}, {"level": 5, "text": "Przedmioty obieralne"}, {"level": 5, "text": "System zapewnienia jakości kształcenia"}, {"level": 3, "text": "Stypendia"}, {"level": 1, "text": "Od dnia 1 stycznia 2019 roku z własnego funduszu stypendialnego mogą być przyznawanewyłącznie stypendiaza wyniki w nauce dla studentóworaz stypendia naukowe dla doktorantów."}, {"level": 1, "text": "W ramachstypendiów naukowych dla doktorantówmogą być przyznane stypendia:"}, {"level": 1, "text": "– stypendium naukowe dla doktorantów (za aktywny udział w konferencjach, kierowanie lub udział w projektach badawczych, autorstwo lub współautorstwo patentu, publikacje naukowe i inne osiągnięcia o charakterze naukowym)."}, {"level": 1, "text": "– stypendium naukowe dla doktorantów za szczególną działalność publikacyjną –świadczenie jednorazowe."}, {"level": 3, "text": "Akademiki"}, {"level": 2, "text": "Programy wymiany"}, {"level": 2, "text": "Erasmus+"}, {"level": 2, "text": "MOST"}, {"level": 2, "text": "MOSTECH"}, {"level": 5, "text": "Uchwała Senatu"}, {"level": 2, "text": "Porozumienie Konferencji Rektorów Polskich"}, {"level": 1, "text": "Warunki uczestnictwa studentów w wymianie"}, {"level": 5, "text": ""}, {"level": 2, "text": "Działalność naukowa"}, {"level": 5, "text": "Rada Dyscypliny Nauki o Zarządzaniu i Jakości"}, {"level": 5, "text": "Rada Dyscypliny Ekonomia i Finanse"}, {"level": 5, "text": "Złożenie rozprawy i obrona w tzw. \"nowej procedurze\""}, {"level": 5, "text": "Wymagane dokumenty"}, {"level": 2, "text": "Opłaty"}, {"level": 5, "text": "Opłaty za usługi edukacyjne"}, {"level": 3, "text": "Linki i dokumenty do pobrania"}, {"level": 2, "text": "Obsługa administracyjna Dziekanatu"}, {"level": 4, "text": "mgr Katarzyna Książko"}, {"level": 2, "text": "Kierownicy studiów doktoranckich"}, {"level": 3, "text": "Nauki o zarządzaniu"}, {"level": 3, "text": "Inżynieria Produkcji"}, {"level": 3, "text": "Studia"}, {"level": 3, "text": "Organizacja"}, {"level": 3, "text": "Wydział"}, {"level": 3, "text": "Nauka"}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": ""}]}}