{"content": "# \n\nURL: https://welcome.agh.edu.pl/\nCrawled: 2025-03-19 21:12:59\n\nAplikacja dla studentów AGH\n\n ‘Welcome to AGH UST’ to aplikacja stworzona z myślą\n                o wszystkich zagranicznych studentach i kandydatach\n                na studia w Akademii Górniczo-Hutniczej, której głównym celem jest pomoc w poruszaniu się po kampusie\n                uczelni.\n\n                Znajdziesz w niej wszystkie niezbędne informacje, w tym godziny otwarcia dziekanatów, lokalizacje\n                budynków\n                AGH (wydziałów, akademików, obiektów sportowych, klubów studenckich, punktów ksero, stołówek i wielu\n                innych)\n                z możliwością wyznaczania tras, wydarzenia i aktualności dotyczące życia studenckiego, a także\n                informacje\n                o Krakowie i jego najciekawszych zakątkach.\n\nCo znajdziesz w aplikacji\n\nOgólne informacje o uczelni i ofercie edukacyjnej\n\nPrzewodnik studenta\n\nInformacje o Dziale Studentów Zagranicznych\n\nJak zostać studentem AGH\n\nKontakt do personelu uczelni\n\nLokalizacje wydziałów, klubów, stołówek i innych obiektów\n\nGodziny otwarcia dziekanatów\n\nWydarzenia i aktualności\n\nCo warto zobaczyć w Krakowie\n\ni wiele, wiele więcej…\n\n            Aplikacja stanowi doskonały przewodnik dla studentów AGH. Znajdują się w niej wszystkie niezbędne informacje\n            i\n            jest niezastąpionym narzędziem, kiedy spieszysz się na zajęcia i nie możesz znaleźć tego jednego budynku :)\n\n            Projekt „JOIN US - All Great Stories Begin Here!” jest odpowiedzią na wzrastającą w uczelni liczbę studentów\n            zagranicznych i konieczność zapewnienia im wsparcia w okresie kształcenia. W ramach projektu powstała\n            aplikacja\n            mobilna na telefony z systemem Android i iOS „Welcome to AGH UST”, ułatwiająca studentom Akademii\n            Górniczo-Hutniczej poruszanie się po kampusie uczelni. Aplikacja jest dostępna w dwóch wersjach językowych:\n            angielskiej i polskiej.\n\n            Zależy nam, aby studenci postrzegali naszą uczelnię jako bezpieczną i przyjazną młodym ludziom, w której\n            mogą\n            rozwijać swoje pasje\n            i zainteresowania w środowisku międzynarodowym. Liczymy, że studenci zagraniczni staną się ambasadorami\n            Akademii\n            Górniczo-Hutniczej za granicą.\n\n            Program jest współfinansowany ze środków Europejskiego Funduszu Społecznego w ramach Programu Operacyjnego\n            Wiedza Edukacja Rozwój, projekt pozakonkursowy pt. Podniesienie kompetencji kadry akademickiej i potencjału\n            instytucji w przyjmowaniu osób z zagranicy – Welcome to Poland realizowany w ramach Działania określonego we\n            wniosku o dofinansowanie projektu\n            nr POWR.03.03.00-00-PN14/18.", "metadata": {"url": "https://welcome.agh.edu.pl/", "title": "", "depth": 2, "duplicate": false, "content_hash": "6e2503a90d20ccbb4472f0dd222dedb2", "word_count": 302, "headings": [{"level": 1, "text": "Aplikacja dla studentów AGH"}, {"level": 1, "text": "Co znajdziesz w aplikacji"}]}}