{"content": "# Instytut Energochemii Węgla i Fizykochemii Sorbentów – Historia AGH\n\nURL: https://historia.agh.edu.pl/wiki/Instytut_Energochemii_W%C4%99gla_i_Fizykochemii_Sorbent%C3%B3w\nCrawled: 2025-03-19 22:31:40\n\nInstytut Energochemii Węgla i Fizykochemii Sorbentów\n\nZ Historia AGH\n\nInstytut Energochemii Węgla i Fizykochemii Sorbentów\n\nRok założenia\n\n1974\n\nRok przekształcenia\n\n1991\n\nPochodzi od\n\n-\n\nPrzekształcony na:\n\nWydział Energochemii Węgla i Fizykochemii Sorbentów\n\nZarządzeniem nr 83/Org/74 Ministra Nauki, Szkolnictwa Wyższego i Techniki z dnia 6 września 1974 r. na Wydziale Górniczym przekształca się Instytut Chemii Górniczej i Fizykochemii Sorbentów na: \nInstytut Energochemii Węgla i Fizykochemii Sorbentów\n (spełniający funkcję \nwydziału\n). Zarządzenie weszło w życie z dniem 1 października 1974 r.\n\nOd 1 października 1974 r. Instytut Energochemii Węgla i Fizykochemii Sorbentów Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie.\n\nUchwałą Senatu AGH z dnia 28 maja 1991 r. Instytut Energochemii Węgla i Fizykochemii Sorbentów przekształca się na: Wydział Energochemii Węgla i Fizykochemii Sorbentów. \n\nOd 28 maja 1991 r. Wydział Energochemii Węgla i Fizykochemii Sorbentów Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie.\n\nUchwałą Senatu AGH z dnia 19 kwietnia 1995 r. Wydział Energochemii Węgla i Fizykochemii Sorbentów zmienia nazwę na: Wydział Paliw i Energii.\n\nOd 19 kwietnia 1995 r. Wydział Paliw i Energii Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie.\n\nUchwałą Senatu AGH z dnia 10 grudnia 2008 r. z dniem 1 stycznia 2009 r. Wydział Paliw i Energii przekształca się na: Wydział Energetyki i Paliw.\n\nOd 1 stycznia 2009 r. Wydział Energetyki i Paliw Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie.\n\nStruktura instytutu\n\n1986-28.05.1991\n\nZakład Chemii Górniczej i Zastosowań Adsorbentów (1986-1991)\n[1]\n\nZakład Koksownictwa i Gazownictwa (1974-1991)\n[2]\n\nZakład Podstawowych Problemów Adsorpcji (1979-1991)\n[3]\n\nZakład Sorbentów Mineralnych (1985-1991)\n[4]\n\nZakład Technologii Wyrobów Węglowo-Grafitowych (1979-1991)\n[5]\n\n1985\n\nZakład Chemii Górniczej i Utylizacji Adsorbentów (1979-1985)\n\nZakład Koksownictwa i Gazownictwa (1974-1991)\n\nZakład Podstawowych Problemów Adsorpcji (1979-1991)\n\nZakład Sorbentów Mineralnych  (1985-1991)\n[6]\n\nZakład Technologii Wyrobów Węglowo-Grafitowych (1979-1991)\n\n1979-1984\n\nZakład Chemii Górniczej i Utylizacji Adsorbentów (1979-1985)\n\nZakład Koksownictwa i Gazownictwa (1974-1991)\n\nZakład Podstawowych Problemów Adsorpcji (1979-1991)\n[7]\n\nZakład Technologii Sorbentów (1979-1984)\n\nZakład Technologii Wyrobów Węglowo-Grafitowych (1979-1991)\n[8]\n\n1974-1978\n\nZakład Chemii Górniczej  (1974-1979)\n[9]\n\nZakład Koksownictwa i Gazownictwa (1974-1991)\n[10]\n\nZakład Energochemicznych Metod Przeróbki Węgla (1974-1979)\n\nZakład Technologii Wyrobów Węglowych (1974-1979)\n\nZakład Metodologii Badań Sorbentów (1974-1979)\n[11]\n\nZakład Technologii Sorbentów Węglowych (1974-1979)\n\nZakład Sorbentów Naturalnych (1974-1979)\n\nWładze instytutu\n\nFunkcja\nRok od\nRok do\nMieczysław Lasoń\nDyrektor\n1974\n1977\nMieczysław Lasoń\nDyrektor\n1978\n1980\nAleksander Adam Karcz\nProdziekan\n1979\n1984\nMieczysław Lasoń\nDyrektor\n1981\n1983\nAleksander Długosz\nDyrektor\n1984\n1986\nAleksander Długosz\nDyrektor\n1987\n1990\nMieczysław Żyła\nDyrektor\n1990\n1991\nAleksander Adam Karcz\nProdziekan\n1993\n1995\n\nOsoby związane z instytutem\n\nFranciszek Byrtus\n, \nAntoni Ciembroniewicz\n, \nAndrzej Czapliński\n\nPrzypisy\n\n↑\n\nNa wniosek Rady Wydziału Energochemii Węgla i Fizykochemii Sorbentów z dnia 07.10.1991 Senat AGH w dniu 06.11.1991 rozwiązuje z dniem 31.12.1991 Zakład Chemii Górniczej i Zastosowań Adsorbentów\n\n↑\n\nZarządzeniem Ministra Szkolnictwa Wyższego z dn. 16.08.1957 utworzono Katedrę Koksownictwa (1957-1969) z Zakładem Koksownictwa na Wydziale Metalurgicznym ; Zarządzenie weszło w życie z dniem ogłoszenia z mocą od 01.09.1957 ; 1969 przekształcenie Katedry Koksownictwa na: Zakład Koksownictwa i Gazownictwa (1969-1973) ; 1974 Zakład Koksownictwa i Gazownictwa (1974-1991) przeszedł do Instytutu Energochemii Węgla i Fizykochemii Sorbentów ; na wniosek Rady Wydziału Energochemii Węgla i Fizykochemii Sorbentów z dnia 07.10.1991 Senat AGH w dniu 06.11.1991 rozwiązuje z dniem 31.12.1991 Zakład Koksownictwa i Gazownictwa\n\n↑\n\nNa wniosek Rady Wydziału Energochemii Węgla i Fizykochemii Sorbentów z dnia 07.10.1991 Senat AGH w dniu 06.11.1991 rozwiązuje z dniem 31.12.1991 Zakład Podstawowych Problemów Adsorpcji\n\n↑\n\nNa wniosek Rady Wydziału Energochemii Węgla i Fizykochemii Sorbentów z dnia 07.10.1991 Senat AGH w dniu 06.11.1991 rozwiązuje z dniem 31.12.1991 Zakład Sorbentów Mineralnych\n\n↑\n\nNa wniosek Rady Wydziału Energochemii Węgla i Fizykochemii Sorbentów z dnia 07.10.1991 Senat AGH w dniu 06.11.1991 rozwiązuje z dniem 31.12.1991 Zakład Technologii Wyrobów Weglowo-Grafitowych\n\n↑\n\nNa wniosek Rady Wydziału Energochemii Węgla i Fizykochemii Sorbentów z dnia 07.10.1991 Senat AGH w dniu 06.11.1991 rozwiązuje z dniem 31.12.1991 Zakład Sorbentów Mineralnych\n\n↑\n\nNa wniosek Rady Wydziału Energochemii Węgla i Fizykochemii Sorbentów z dnia 07.10.1991 Senat AGH w dniu 06.11.1991 rozwiązuje z dniem 31.12.1991 Zakład Podstawowych Problemów Adsorpcji\n\n↑\n\nNa wniosek Rady Wydziału Energochemii Węgla i Fizykochemii Sorbentów z dnia 07.10.1991 Senat AGH w dniu 06.11.1991 rozwiązuje z dniem 31.12.1991 Zakład Technologii Wyrobów Węglowo-Grafitowych\n\n↑\n\nW l.1946-1971 Katedra Chemii Górniczej na Wydziale Górniczym ; w l.1972-1974 Zakład Chemii Górniczej w Instytucie Chemii Górniczej i Fizykochemii Sorbentów na Wydziale Górniczym ; Zarządzeniem nr 83/Org/74 Ministra Nauki, Szkolnictwa Wyższego i Techniki z dnia 06.09.1974 przekształca się Instytut Chemii Górniczej i Fizykochemii Sorbentów w: Instytut Energochemii Węgla i Fizykochemii Sorbentów (spełniający funkcję wydziału) ; w l.1974-1979 Zakład Chemii Górniczej w Instytucie Energochemii Węgla i Fizykochemii Sorbentów\n\n↑\n\nZarządzeniem Ministra Szkolnictwa Wyższego z dn. 16.08.1957 utworzono Katedrę Koksownictwa (1957-1969) z Zakładem Koksownictwa na Wydziale Metalurgicznym ; Zarządzenie weszło w życie z dniem ogłoszenia z mocą od 01.09.1957 ; 1969 przekształcenie Katedry Koksownictwa na: Zakład Koksownictwa i Gazownictwa (1969-1973) ; 1974 Zakład Koksownictwa i Gazownictwa (1974-1991) przeszedł do Instytutu Energochemii Węgla i Fizykochemii Sorbentów ; na wniosek Rady Wydziału Energochemii Węgla i Fizykochemii Sorbentów z dnia 07.10.1991 Senat AGH w dniu 06.11.1991 rozwiązuje z dniem 31.12.1991 Zakład Koksownictwa i Gazownictwa\n\n↑\n\nW l. 1972-1973 Zakład Metodologii Badań Sorbentów w w Instytucie Chemii Górniczej i Fizykochemii Sorbentów na Wydziale Górniczym ; Zarządzeniem nr 83/Org/74 Ministra Nauki, Szkolnictwa Wyższego i Techniki z dnia 06.09.1974 przekształca się Instytut Chemii Górniczej i Fizykochemii Sorbentów w: Instytut Energochemii Węgla i Fizykochemii Sorbentów (spełniający funkcję wydziału) ; w l.1974-1979 Zakład Metodologii Badań Sorbentów w Instytucie Energochemii Węgla i Fizykochemii Sorbentów\n\nBibliografia\n\nKsiążki\n\n25 lat Wydziału Paliw i Energii 1974-1999. Red. G. Ceglarska-Stefańska, J. F. Janik. Kraków [1999?], s. 2\n\nInformator o działalności naukowej Akademii Górniczo-Hutniczej w roku 1990. Oprac. A. Kegel, S. Mayerhofer, M. Świerczyńska. Kraków 1991, 3. 395-409\n\nInformator o działalności naukowej Akademii Górniczo-Hutniczej w roku 1989. Oprac. A. Kegel, S. Mayerhofer, M. Świerczyńska. Kraków 1990, s. 453-468\n\nInformator o działalności naukowej Akademii Górniczo-Hutniczej w roku 1988. Oprac. A. Kegel, S. Mayerhofer, M. Świerczyńska. Kraków 1989, s. 427-446\n\nInformator o działalności naukowej Akademii Górniczo-Hutniczej w roku 1987. Oprac. A. Kegel, S. Mayerhofer, M. Świerczyńska. Kraków 1988, s. 409-423\n\nInformator o działalności naukowej Akademii Górniczo-Hutniczej w roku 1986. Oprac. A. Kegel, S. Mayerhofer, M. Świerczyńska. Kraków 1987, s. 451-462\n\nInformator o działalności naukowej Akademii Górniczo-Hutniczej w roku 1985. Oprac. A. Kegel, S. Mayerhofer, M. Świerczyńska. Kraków 1986, s. 421-430\n\nInformator o działalności naukowej Akademii Górniczo-Hutniczej w roku 1984. Red. A. Kegel, M. Świerczyńska. Kraków 1985, s. 441-454\n\nInstytut Energochemii Węgla i Fizykochemii Sorbentów. Kraków 1976, s. 2-44\n\n[Skład Osobowy AGH ... 1974/1975]. Kraków 1975, s. 108-109\n\n[Skład Osobowy AGH ... 1978/1979]. Kraków 1979, s. 118-121\n\n[Skład Osobowy AGH ... 1979/1980]. Kraków 1980, s. 105-107\n\n[Skład Osobowy AGH ... 1982/1983]. Kraków 1983, s. 122- 124\n\n[Skład Osobowy AGH ... 1986/1987]. Kraków 1986, s. 124-126\n\nArtykuły\n\nJanik J. F.: 60 i kilka pierwszych lat Katedry Technologii Paliw. \nBiuletyn AGH\n [online] 2018, nr 131, s. 15-17, [foto] [przeglądany 21.01.2021]. Dostępny w: \nhttp://www.biuletyn.agh.edu.pl/biuletynypdf/2018_Biuletyn_PDF/131_11_2018.pdf\n\nOlszewska D.: Wydział Energetyki i Paliw. \nVivat Akademia : AGH\n [online] 2018, nr 19, s. 26-32, [foto] [przeglądany 21.01.2021]. Dostępny w: \nhttp://vivat.agh.edu.pl/vivatpdf/vivat_019.pdf\n\nInne\n\nJubileusz 40-lecia Wydziału Energetyki i Paliw [online] [przeglądany 21.12.2017]. Dostępny w: \nhttps://www.agh.edu.pl/info/article/obchody-jubileuszu-40-lecia-wydzialu-energetyki-i-paliw/\n\nŹródła (w układzie chronologicznym)\n\nZarządzenie nr 83/Org/74 Ministra Nauki, Szkolnictwa Wyższego i Techniki z dnia 6 września 1974 r. w sprawie zmian organizacyjnych w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie. \nDziennik Urzędowy Ministerstwa Nauki, Szkolnictwa Wyższego i Techniki\n 1974, Nr 10, poz. 96.\n\nProtokół z posiedzenia Senatu AGH w dniu 06.11.1991 r.\n (ad. 7d Wnioski Rad Wydziałów o zatwierdzenie nowej struktury organizacyjnej wydziałów, s. 19)\n\nProtokół z posiedzenia Senatu AGH w dniu 22.09.1993 r.\n (ad. 8 Wniosek Rady Wydziału o zmianę struktury wewnętrznej wydziału, s. 6-7)\n\nProtokół z posiedzenia Senatu AGH w dniu 19 kwietnia 1995 r.\n (ad. 9 Wniosek o zmianę nazwy wydziału, s. 4)\n\nUchwała Senatu AGH z dnia 13 grudnia 1995 r. w sprawie zmiany struktury wewnętrznej Wydziału Paliw i Energii. \nProtokół z posiedzenia Senatu AGH w dniu 13 grudnia 1995 r.\n\nUchwała nr 72/2001 Senatu Akademii Górniczo-Hutniczej z dnia 30 maja 2001 w sprawie zmian w wewnętrznej strukturze organizacyjnej Wydziału Paliw i Energii. \nProtokół z posiedzenia Senatu AGH w dniu 30 maja 2001 r.\n\nUchwała nr 130/2006 Senatu AGH z dnia 29 listopada 2006 r. w sprawie zmian w wewnętrznej strukturze organizacyjnej Wydziału Paliw i Energii\n\nUchwała nr 156/2008 Senatu AGH z dnia 10 grudnia 2008 r. w sprawie przekształcenia Wydziału Paliw i Energii\n\nUchwała nr 14/2009 Senatu AGH z dnia 28 stycznia 2009 r. w sprawie opinii do zmian w wewnętrznej strukturze Wydziału Energetyki i Paliw\n\nUchwała Senatu AGH nr 35/2009 z dnia 4 marca 2009 r. w sprawie opinii do zmian w wewnętrznej strukturze Wydziału Energetyki i Paliw\n\nUchwała nr 89/2009 Senatu AGH z dnia 27 maja 2009 r. w sprawie opinii do zmian w wewnętrznej strukturze Wydziału Energetyki i Paliw\n\nUchwała nr 5/2011 Senatu AGH z dnia 26 stycznia 2011 r. w sprawie zmian w wewnętrznej strukturze organizacyjnej Wydziału Energetyki i Paliw\n\nUchwała nr 63/2011 Senatu AGH z dnia 30 marca 2011 r. w sprawie zmian w wewnętrznej strukturze organizacyjnej na Wydziale Energetyki i Paliw\n\nUchwała nr 106/2011 Senatu AGH z dnia 31 maja 2011 r. w sprawie zmian w wewnętrznej strukturze organizacyjnej na Wydziale Energetyki i Paliw\n\nUchwała nr 255/2012 Senatu AGH z dnia 28 listopada 2012 r. w sprawie zmian w wewnętrznej strukturze organizacyjnej na Wydziale Energetyki i Paliw\n\nUchwała nr 83/2014 Senatu AGH z dnia 3 lipca 2014 r. w sprawie zmian w wewnętrznej strukturze organizacyjnej na Wydziale Energetyki i Paliw\n\nUchwała nr 16/2015 Senatu AGH z dnia 4 lutego 2015 r. w sprawie zmian w wewnętrznej strukturze organizacyjnej na Wydziale Energetyki i Paliw\n\nZarządzenie nr 45/2019 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 1 października 2019 r. w sprawie statusu i struktury organizacyjnej Wydziału Energetyki i Paliw AGH\n\nZarządzenie nr 99/2023 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 28 grudnia 2023 r. w sprawie zmian organizacyjnych na Wydziale Energetyki i Paliw\n\nstan na dzień 21.01.2021\n\nŹródło: „\nhttp://historia.agh.edu.pl/mediawiki/index.php?title=Instytut_Energochemii_Węgla_i_Fizykochemii_Sorbentów&oldid=82487\n”\n\nKategoria\n: \nWydział", "metadata": {"url": "https://historia.agh.edu.pl/wiki/Instytut_Energochemii_W%C4%99gla_i_Fizykochemii_Sorbent%C3%B3w", "title": "Instytut Energochemii Węgla i Fizykochemii Sorbentów – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "a4908621587ff6135e741d194adf71ad", "word_count": 1643, "headings": [{"level": 1, "text": "Instytut Energochemii Węgla i Fizykochemii Sorbentów"}, {"level": 2, "text": "Struktura instytutu"}, {"level": 2, "text": "Władze instytutu"}, {"level": 2, "text": "Osoby związane z instytutem"}, {"level": 2, "text": "Przypisy"}, {"level": 2, "text": "Bibliografia"}, {"level": 4, "text": "Książki"}, {"level": 4, "text": "Artykuły"}, {"level": 4, "text": "Inne"}, {"level": 2, "text": "Źródła (w układzie chronologicznym)"}]}}