{"content": "# „W Inżynierii Biomedycznej cuda się nie zdarzają” – felieton-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/w-inzynierii-biomedycznej-cuda-sie-nie-zdarzaja-felieton\nCrawled: 2025-03-19 21:14:56\n\n„W Inżynierii Biomedycznej cuda się nie zdarzają” – felieton \n\n 08/02/2025 \n\nPracuję w dyscyplinie Inżynierii Biomedycznej i czasem po bardzo dogłębnych technicznych pracach konstrukcyjnych oraz po bardzo krytycznej ocenie medycznej udaje się – mnie i moim kolegom – zaproponować jakieś udoskonalenie w zakresie systemów wykorzystywanych w diagnostyce albo terapii.\n\nAle stale pamiętamy sentencję, którą 2500 lat  temu wypowiedział Arystoteles:\n\n- W nauce nie ma dróg królewskich!\n\nDo prawdy naukowej, do nowego technicznego rozwiązania, do nowego elementu wspomagającego pracę lekarzy - dochodzi się drogą ciężkiej, cierpliwej pracy.\n\nTymczasem młodym ofensywnym przedsiębiorcom wydaje się, że tę cierniową drogę można skrócić gdy się ma do dyspozycji dużo pieniędzy i dostęp do mediów. Jest to jednak nieprawda, co może zilustrować przykład rzekomego wynalazku, jakim miał być wymyślony w 2003 roku plaster, który na podstawie analizy przepływającej pod nim krwi miał diagnozować większość chorób. Co więcej –plaster ten miał automatycznie wykrywać infekcje i natychmiast podawać antybiotyki.\n\nPomysł owego genialnego plastra wysunęła Elizabeth Holmes, studentka drugiego roku na Uniwersytecie Stanforda, w samym sercu „Krzemowej Doliny” w USA.\n\nNormalna droga dla takiego pomysłu powinna prowadzić przez bardzo wiele badań kontrolnych, które powinny zweryfikować pomysł, określić jego możliwości i ograniczenia, a dopiero potem wprowadzić go do praktyki\n\nElizabeth Holmes uznała, że ta droga jest zbyt uciążliwa. Mając znajomości wśród finansistów chętnie dających pieniądze na innowacyjne rozwiązania – założyła firmę (startup) i od razu dostała od Tima Drapera pół miliona USD na rozwój tej firmy, którą nazwała Theranos. Potem zapewniając kolejnych finansistów, że swoim wynalazkiem podbije rynek usług medycznych wyceniany na 70 mld. USD Holmes zdołała tak rozwinąć swoją firmę, że w 2014 była już wyceniana blisko 10 mld USD, a jej własny majątek wynosił 4 mld USD.\n\nNa korzyść firmy Theranos działała legenda Krzemowej Doliny a także fakt, że Elizabeth Holmes zmontowała radę nadzorczą z osób o bardzo znanych i szanowanych nazwiskach. Nikt nie zwrócił uwagi, że w składzie tej rady nie było ani jednego fachowca od analiz medycznych i terapii!\n\nInżynierom zatrudnionym w swojej firmie Holmes stawiała wymagania niemożliwe do spełnienia. Jej cudowny plaster miał identyfikować wszelkie choroby, a mógł pobierać tylko małą kropelkę krwi. Skojarzone z plastrem biochemiczne laboratorium musiało mieć rozmiar laptopa. Te wymagania były nie do spełnienia, więc urządzenie działało źle. Jednak zamiast je doskonalić Holmes postanowiła skorzystać z faktu, że potencjalni klienci wiedzą tylko tyle, ile się dowiedzą z mediów. Zaczęła więc organizować publiczne prezentacje, na których rzekomo bezbłędnie diagnozowano i skutecznie leczono odpowiednio podstawionych pacjentów. Rozpuszczano fałszywe informacje, że urządzenie uzyskało atesty sławnych uniwersytetów i Amerykańskiej Agencji ds. Żywności i Leków (FDA). Zwłaszcza to ostatnie kłamstwo było groźne, bo FDA ma w świecie medycznym (nie tylko amerykańskim) bardzo wysoki prestiż i bardzo szerokie uprawnienia!\n\nCo więcej, na terenie całych Stanów Zjednoczonych apteki sieci Walgreens sprzedawały „cudowne plastry” i dostarczały informacji o „uleczonych”. Zebrano takich „dowodów” ponad dwa miliony!\n\nZdjęcia Holmes znalazły się na okładkach magazynów Glamour, Fortune i Forbes. Była sławna i bogata! W dodatku bardzo ładna...\n\nSprawa się przewróciła, gdy zainteresował się nią dziennikarz śledczy John Carreyrou z pisma „The Wall Street Journal”. Wykrył i opisał wszystkie oszustwa 15.10.2015. Holmes usiłowała uniemożliwić druk demaskatorskiego artykułu przypominając wydawcy pisma „The Wall Street Journal”, że jego redakcja „utopiła” w firmie Theranos kilka milionów dolarów.\n\nBezskutecznie. Wydawca okazał się uczciwy, a sensacja, jaką wywołał artykuł Johna Carreyrou przysporzyła gazecie dużo sławy i pieniędzy.\n\nSprawą zajął się Departament Sprawiedliwości, a FDA zamknął wytwórnię oraz nakazał wycofanie plastrów z aptek. Elizabeth Holmes stanęła przed sądem.\n\nW profesjonalnej Inżynierii Biomedycznej którą zajmujemy się między innymi na AGH - to się nie zdarzy. Efekty pracy inżynierów, które trafiają do lekarzy, są naprawdę dobrze sprawdzone! Są wdrażane do praktyki po uzyskaniu pozytywnych wyników z wielu bardzo wymagających testów. Więc optymistycznie podchodźmy do wszystkich nowości, jakie współczesna medycyna wspomagana Inżynieria Biomedyczną nam oferuje. One naprawdę chronią nasze zdrowie i przedłużają życie!\n\nSkrócona wersja powyższego felietonu autorstwa prof. Ryszarda Tadeusiewicza została opublikowana w „Dzienniku Polskim” oraz „Gazecie Krakowskiej” 7 lutego\n 2025 r.\n\nWykaz wszystkich publikacji popularnonaukowych prof. Tadeusiewicza wraz z odnośnikami do ich pełnych wersji\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/w-inzynierii-biomedycznej-cuda-sie-nie-zdarzaja-felieton", "title": "„W Inżynierii Biomedycznej cuda się nie zdarzają” – felieton-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "36d45377f5fd9a3e5913446854cf6234", "word_count": 664, "headings": [{"level": 1, "text": "„W Inżynierii Biomedycznej cuda się nie zdarzają” – felieton"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}