{"content": "# ETEIA - Wydział Energetyki i Paliw | AGH Kraków\n\nURL: https://weip.agh.edu.pl/eteia/\nCrawled: 2025-03-19 21:35:42\n\nAGH POPROWADZI NOWY PROJEKT WSPIERAJĄCY INNOWACYJNOŚĆ I PRZEDSIĘBIORCZOŚĆ FINANSOWANY PRZEZ EIT\n\nZ przyjemnością informujemy, że Akademia Górniczo-Hutnicza poprowadzi nowy projekt „Przedsiębiorcy Transformacji Energetycznej w Działaniu” – Tworzenie środowiska akademickiego wspierającego młode talenty (ETEIA).\n\nW projekcie biorą udział trzy Wydziały Akademii Górniczo-Hutniczej:\n\nWydział Energetyki i Paliw – koordynator projektu\n\nWydział Inżynierii Lądowej I Gospodarki Zasobami\n\nWydział Zarządzania\n\nProjektem kieruje dr hab. inż. Katarzyna Styszko, prof. AGH  z Wydziału Energetyki i Paliw.\n\nProjekt otrzyma dofinansowanie z inicjatywy: EIT HEI INITIATIVE Innovation Capacity Building for Higher Education. Ta nowa inicjatywa Europejskiego Instytutu Innowacji i Technologii (EIT) ma na celu zwiększenie potencjału przedsiębiorczości i innowacyjności instytucji szkolnictwa wyższego.\n\nW ramach projektu ETEIA będziemy współpracować z następującymi partnerami: \n\n University of Trás-os-Montes and Alto Douro, Portugalia \n\n OSTIM Technical University, Turcja \n\n Centrum Łukasiewicz, Polska \n\nNew Energy Transfer Ltd. – partner przemysłowy\n\nProjekt ma na celu stworzenie przyjaznego środowiska dla młodych przedsiębiorców zajmujących się zarządzaniem zasobami, technologiami energetycznymi i gospodarką o obiegu zamkniętym, a także studentów zainteresowanych przekształceniem swoich pomysłów w odnoszące sukcesy firmy.\n\nCele szczegółowe pprojektu obejmują:\n\nrozwój innowacyjności i przedsiębiorczości;\n\nstworzenie programu mentorskiego dla studentów i kadry;\n\nstworzenie systemu wspierającego transfer wiedzy z edukacji do biznesu;\n\nwzmocnienie współpracy między uczelniami a przemysłem;\n\nwymiana doświadczeń w zakresie innowacji i przedsiębiorczości między partnerami;\n\nrozwój wiedzy i kompetencji studentów, pracowników akademickich i administracyjnych.\n\nW ramach inicjatywy HEI EIT projekt otrzyma dofinansowanie w wysokości 400 000 euro, w pierwszej fazie, trwającej do grudnia 2021 r., z możliwością przedłużenia o kolejne 18 miesięcy. W drugiej fazie projektu dofinansowanie wynosi 800 000 euro. Więcej informacji o projekcie podamy w nadchodzących miesiącach!\n\nO INICJATYWIE HEI EIT \n\nInicjatywa HEI EIT jest kluczowym celem dla EIT w ramach nowej strategii EIT Strategic Innovation Agenda 2021-2027. Inicjatywa ma na celu wspieranie instytucji szkolnictwa wyższego wiedzą fachową i coachingiem, dostępem do ekosystemu innowacji EIT oraz finansowaniem, umożliwiając im opracowywanie planów działań innowacyjnych, uzupełniających potrzeby poszczególnych instytucji szkolnictwa wyższego.\n\nW ramach fazy pilotażowej inicjatywa zapewniła finansowanie 23 projektom, a kolejne zaproszenie do składania wniosków spodziewane jest pod koniec 2021 r.\n\nEuropejski Instytut Innowacji i Technologii (EIT) wzmacnia zdolność Europy do innowacji poprzez dostarczanie rozwiązań dla palących wyzwań globalnych oraz poprzez pielęgnowanie talentów przedsiębiorczych w celu tworzenia zrównoważonego wzrostu i miejsc pracy dla wykwalifikowanych pracowników w Europie.\n\nEIT jest organem UE i integralną częścią Horyzontu Europa, unijnego programu ramowego w zakresie badań naukowych i innowacji. Instytut wspiera dynamiczne ogólnoeuropejskie partnerstwa, Wspólnoty Wiedzy i Innowacji EIT, wśród wiodących firm, laboratoriów badawczych i uniwersytetów.\n\nadres strony projektu\n\nhttp://eteia.agh.edu.pl/", "metadata": {"url": "https://weip.agh.edu.pl/eteia/", "title": "ETEIA - Wydział Energetyki i Paliw | AGH Kraków", "depth": 3, "duplicate": false, "content_hash": "98678e236386d2ecb62d2950cbbc05c9", "word_count": 407, "headings": [{"level": 1, "text": "ETEIA"}]}}