{"content": "# Socjologia - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/studia/kierunki-i-specjalnosci/socjologia/\nCrawled: 2025-03-19 21:37:22\n\nSocjologia\n\nProgram studiów\n\nSocjologia – studia I stopnia\n\nCelem oferty edukacyjnej proponowanej w ramach studiów socjologicznych I stopnia jest wykształcenie specjalistów, łączących wiedzę z zakresu socjologii z umiejętnościami wykorzystania nowoczesnych technologii informacyjnych, komunikacyjnych, a także nowych mediów w różnych dziedzinach współczesnej gospodarki. Program studiów dostarcza absolwentom wiedzę z zakresu modułów kanonicznych dla kierunku, które wypełniają efekty uczenia się z wiedzy, umiejętności i kompetencji z dziedziny nauk społecznych. Dodatkowo program jest wzbogacony przedmiotami fakultatywnymi i seminariami prowadzonymi przez osoby, których badania i zainteresowania naukowe są związane z tematyką zajęć, oraz zajęciami o laboratoryjnym i warsztatowym charakterze. Struktura programu studiów jest przejrzysta i oparta na koncepcji semestrów tematycznych: wprowadzającego, teoretycznego, metodologicznego, analitycznego, empirycznego i dyplomowego. Taki układ zagadnień zapewnia kompatybilność między programem studiów, a dynamicznie zmieniającymi się trendami na rynku pracy. Program obejmuje zajęcia rozwijające nie tylko wiedzę, ale także praktyczne umiejętności i kompetencje w zakresie analizowania rzeczywistości społecznej i wyciągania wniosków możliwych do implementacji zarówno w sektorze publicznym, jak i prywatnym. W programie studiów szczególny nacisk położony został na przekazanie studentom wiedzy metodologicznej i umożliwienie jej praktycznego przetestowania w ramach zajęć, praktyk, staży i wyjazdów badawczych. Pogłębiona wiedza i kompetencje w tym zakresie pozwolą absolwentom skutecznie odnaleźć się na rynku pracy z uwagi na niezwykle szeroki wachlarz zastosowań badań społecznych. Stosuje się je w wielu branżach i zawodach, nie tylko tych stereotypowo kojarzonych z wiedzą socjologiczną. Istotną cechą programu studiów socjologicznych jest także jego elastyczność pozwalająca na upodmiotowienie studentów poprzez zagwarantowanie rozbudowanej puli kursów obieralnych. Zachowanie odpowiednich proporcji między pakietem kursów obligatoryjnych i fakultatywnych ma zachęcić studentów do wyboru kursów zgodnie z ich predyspozycjami, zainteresowaniami i preferencjami badawczymi.\n\nProgram studiów socjologicznych gwarantuje także realizację kursów atrakcyjnych nie tylko w treści, ale i formie, ze szczególnym uwzględnieniem dominującego współcześnie modelu partycypacji cyfrowej, wykorzystującego możliwości nowych technologii (jako narzędzia i przedmiotu analizy). O specyfice oferty WH decydują także zajęcia korespondujące z procesami wyznaczającymi trendy na współczesnym zmediatyzowanym rynku pracy, takie jak m.in.: Społeczeństwo sieci, Społeczno-kulturowy potencjał technologii VR i AR, Innowacje społeczne, Public relations i reklama, Projektowanie produktów i usług, Design thinking. Szeroka jest także oferta tematyczna seminariów dyplomowych. Dzięki temu program pozwala na realizację założonych efektów uczenia się i wyposaża studentów w wiedzę, umiejętności i kompetencje cenne na rynku pracy. Osiągnięciu tego celu sprzyja modułowy system kształcenia, który pozwala łączyć w bloki zajęcia o charakterze wykładowym z ćwiczeniami audytoryjnymi, projektowymi i laboratoryjnymi oraz zajęciami warsztatowymi, terenowymi i praktykami. Połączenie wykształcenia socjologicznego, ze szczególnym uwzględnieniem kompetencji metodologicznych w zakresie nauk społecznych, z wiedzą i kompetencjami w zakresie wykorzystania technologii informatycznych gwarantuje absolwentom szerokie możliwości zatrudnienia na konkurencyjnym rynku pracy, m.in. w rolach badaczy społecznych, doradców i konsultantów zarówno w firmach komercyjnych, jak i w administracji państwowej i samorządowej, czy też w rolach członków i koordynatorów w interdyscyplinarnych zespołach w agencjach działających w obszarze analityki społecznej, social mediów, public relations i reklamy i komunikacji interaktywnej.\n\nProgram studiów socjologicznych ma charakter stosowany: solidna baza teoretyczna jest wykorzystywana podczas zajęć praktycznych, a synteza przygotowania teoretycznego i praktycznego jest gwarancją przygotowania absolwentów do podjęcia pracy lub studiów II stopnia. Absolwenci socjologii I stopnia mają możliwość kontynuowania kształcenia na studiach II stopnia w ramach jednej z dwóch oferowanych przez Wydział specjalności: E-Gospodarki lub Innowacji i interwencji społecznych.\n\nWnioski z analizy karier absolwentów\n\nPrzy konstruowaniu programu studiów w zakresie zgodności zakładanych efektów uczenia z potrzebami rynku pracy oparto się na badaniach przeprowadzonych wśród absolwentów przez Centrum Karier. Wśród czynników decydujących o przyjęciu do pracy absolwenci Wydziału Humanistycznego najczęściej wymieniali umiejętności interpersonalne. Program studiów został wyposażony w moduły wzmacniające wiedzę, umiejętności i kompetencje w zakresie przyjmowania określonych ról w zespole, rozwiązywania konfliktów, wiedzy na temat rodzajów przywództwa, skutecznej komunikacji i technik prezentacji. Nacisk w programie położono również na realizację efektów uczenia się z zakresu metodologii, co sprzyjać powinno kształceniu praktycznych umiejętności badawczych i wzmacniać przygotowanie zawodowe studentów. W programie studiów umieszczono także zajęcia o charakterze warsztatowym, projektowym i ćwiczeniowym. Wynikało to ze zgłaszanego przez absolwentów zbyt niskiego stopnia nabycia przez nich umiejętności z zakresu przedmiotów łączących w sobie aspekty związane z wykorzystaniem najnowszych informatycznych technologii komunikacyjnych z umiejętnością analizy świata społecznego.\n\nOcena Polskiej Komisji Akredytacyjnej\n\nW ocenie PKA koncepcja kształcenia socjologicznego na WH jest wzorcowa: „Realizowana koncepcja kształcenia stanowi wzór dla innych uczelni technicznych realizujących kształcenie w obszarze nauk społecznych i jednocześnie ustanawia standard dla innych ośrodków kształcenia socjologicznego. […] Wydział Humanistyczny AGH jest wiodącą jednostką socjologiczną na terenie Polski” Z_Raportu z wizytacji Polskiej Komisji Akredytacyjnej z 23 stycznia 2015 Informacja na temat uwzględnienia w programie studiów przykładów dobrych praktyk W ramach dobrych praktyk odbywają się spotkania z ekspertami branżowymi oraz z przedsiębiorcami zainteresowanymi przyjmowaniem studentów na praktyki, podczas których ma miejsce wzajemna wymiana informacji, sugestii i weryfikacja dotychczasowego procesu kształcenia pod kątem potrzeb pracodawców. Do dobrych praktyk należy zaznaczyć też cykliczne spotkania z interesariuszami wewnętrznymi (studenci, pracownicy akademiccy, władze wydziału), co służy stałemu monitorowaniu, uzupełnianiu i/lub modyfikowaniu treści programowych.\n\nPrzykłady dobrych praktyk\n\nW ramach dobrych praktyk odbywają się spotkania z ekspertami branżowymi oraz z przedsiębiorcami zainteresowanymi przyjmowaniem studentów na praktyki, podczas których ma miejsce wzajemna wymiana informacji, sugestii i weryfikacja dotychczasowego procesu kształcenia pod kątem potrzeb pracodawców. Do dobrych praktyk należy zaznaczyć też cykliczne spotkania z interesariuszami wewnętrznymi (studenci, pracownicy akademiccy, władze wydziału), co służy stałemu monitorowaniu, uzupełnianiu i/lub modyfikowaniu treści programowych. Informacja na temat współdziałania w zakresie przygotowania programu studiów z interesariuszami zewnętrznymi, w szczególności stowarzyszeniami i organizacjami zawodowymi, społecznymi Przy tworzeniu programu studiów brano pod uwagę opinię i uwagi „Rady Społecznej” funkcjonującej przy WH i skupiającej ekspertów i praktyków życia społecznego, kulturalnego i gospodarczego Krakowa i regionu. Strukturę programu konsultowano także z praktykami prowadzącymi zajęcia oraz praktykodawcami.\n\nPełny program kierunku, studia I stopnia\n\nSzczegółowe informacje dotyczące rekrutacji na kierunek\n\nKontakt\n\nWydziałowy Zespół ds. Rekrutacji:\n\ne-mail: \nwkr-wh@agh.edu.pl\n\nCentrum Rekrutacji:\n\nbud. U-2 (ul. Reymonta 7), pok. 101\n\ntel. 12 617 36 84\n\ne-mail: \nrekrutacja@agh.edu.pl\n\nJeśli masz pytania, możesz zadać je również za pośrednictwem naszego \nfanpage na Facebooku!\n\nSocjologia – studia II stopnia E-gospodarka\n\nInformacje ogólne\n\nDlaczego ta specjalność?\n\nCelem oferty edukacyjnej proponowanej w ramach specjalności E-gospodarka jest wykształcenie interdyscyplinarnych specjalistów, łączących wiedzę z zakresu socjologii z umiejętnościami wykorzystania nowoczesnych technologii informacyjnych, komunikacyjnych, a także nowych mediów w różnych dziedzinach współczesnej gospodarki.\n\nNowa gospodarka. Nowe kompetencje\n\nWraz z rozwojem nowoczesnych technologii informacyjnych powstają nowe stanowiska pracy, zmianie ulega również kultura organizacyjna przedsiębiorstw, w ramach której większość relacji społecznych i ekonomicznych jest wspomagana przez sieć. Przekształceniom podlegają też narzędzia, z których korzysta się na co dzień w działalności biznesowej. Także sposoby przetwarzania i dystrybucji informacji, a co za tym idzie postrzegania i analizy nowych mediów, wymagają nowego spojrzenia i ujęć badawczo-wdrożeniowych.\n\nSzybki rozwój Internetu zaowocował w ostatniej dekadzie wyodrębnieniem się nowych podmiotów gospodarczych, których podstawowym obszarem działań jest właśnie sieć. Powstawanie e-przedsiębiorstw zrewolucjonizowało również sytuację na rynku pracy.\n\nWspółcześnie e-gospodarka jest jedną z najszybciej i najdynamiczniej rozwijających się dziedzin gospodarki, co wiąże się ze stale rosnącym zapotrzebowaniem na specjalistów w jej zakresie. Odpowiedzią na to wyzwanie rynku jest proponowana specjalność.\n\nCo na studiach?\n\nW ramach specjalności E-gospodarka studenci mają okazję uczestniczyć w licznych i zróżnicowanych warsztatach, umożliwiających zdobycie umiejętności, dających przewagę na konkurencyjnym rynku pracy. Są to między innymi:\n\nWarsztat data and web mining,\n\nWarsztat analityki internetowej,\n\nUżyteczność i dostępność w sieci,\n\nWstęp do projektowania interfejsów,\n\nElektroniczne formy komunikacji,\n\nZarządzanie różnorodnością,\n\nE-inicjatywy zorganizowane społecznie,\n\nNowe technologie w sferze społecznej (e-health, e-goverment, e-learning),\n\na także warsztaty uzupełniające w zakresie e-commerce, socjotechniki i znaczenia wirtualnej rzeczywistości dla biznesu.\n\nPełny program specjalności\n\nSzczegółowe informacje dotyczące rekrutacji na kierunek\n\nCzego uczymy\n\nNasza metoda: łączymy teorię z praktyką\n\nWybierając nasze studia zdobędziesz wiedzę z zakresu organizacji działalności gospodarczej w sieci, reklamy i promocji przedsiębiorstw oraz wykorzystania narzędzi przedsiębiorczości w Internecie. Co więcej? Dowiesz się jak stosować ICT w sferze społecznej oraz poznasz metody komputerowego pozyskiwania danych.\n\nUczymy kluczowych kompetencji\n\nW obrębie specjalności absolwenci nabywają efekty uczenia się w trzech kluczowych obszarach istotnych dla funkcjonowania e-gospodarki:\n\n“E- marketing i komunikacja marketingowa”, w ramach którego studenci poznają zasady tworzenia nowoczesnych strategii marketingowych, zarządzania e-projektem, znaczenie social mediów oraz nabędą umiejętności analizowania e-trendów.\n\n“Gospodarka w dobie nowych mediów”, który pozwoli studentom poznać zasady e-biznesu, digital economy oraz badań UX, umożliwi też studentom nabycie efektów uczenia się z zakresu socjologii gospodarki, koniecznej do rozumienia złożonych procesów zachodzących pod wpływem nowych technologii.\n\n“Praca, rynek, konsumenci – nowe trendy”, ostatni moduł specjalności wprowadza studentów w zagadnienia związane z przemianami, jakie dziś dokonują się w obszarze gospodarki, pracy, biznesu, przedsiębiorczości oraz na samym rynku pod wpływem upowszechnienia się nowoczesnych technologii internetowych.\n\nJak uczymy?\n\nPrzede wszystkim – praktycznie! Program studiów e-gospodarka jest efektem intensywnej współpracy naukowców, przedstawicieli świata biznesu oraz praktyków nowych technologii. Nasza oferta była konsultowana z koordynatorami studiów podyplomowych Marketing internetowy, Social Media & Content Marketing, Marketing miejsc i kreowanie marek lokalnych, a także praktykami prowadzącymi studia podyplomowe Talent Management in Tech Companies, IT Business Management, User Experience and Product Design, Współczesne strategie przywództwa oraz Trendwatching & Future Studies. Współpracowaliśmy też z Centrum Karier AGH. Efektem tych działań jest program kierunku, w którym przekazujemy przydatną wiedzę teoretyczną i uczymy najważniejszych kompetencji cyfrowych, które są zgodne z potrzebami współczesnego rynku pracy.\n\nProfil absolwenta\n\nCo po studiach?\n\nNasz program pozwala na wykształcenie specjalistów posiadających przekrojową wiedzę i umiejętności z zakresu przemian zachodzących we współczesnej gospodarce, rynku oraz sposobach organizacji pracy i zarządzania, komunikacji internetowej i sprzedaży w internecie (e-commerce). Studia te dają uczestnikom możliwość zdobycia wiedzy oraz umiejętności i kompetencji z zakresu marketingu w mediach społecznościowych i tworzenia treści na potrzeby współczesnej komunikacji marketingowej.\n\nKładziemy szczególny nacisk na kwalifikacje praktyczne przyszłych absolwentów. Dzięki nim, stają się oni specjalistami w zakresie prowadzenia działalności gospodarczej przy użyciu sieci teleinformatycznych, przede wszystkim Internetu, wykorzystywania środków elektronicznej wymiany danych, projektowania oraz wdrażania aplikacji wspomagających realizowanie przedsięwzięć inwestycyjnych, zarządzania zasobami ludzkimi zarówno w małych i średnich firmach, jak i w korporacjach międzynarodowych.\n\nAbsolwenci specjalności uzyskają także pełne przygotowanie do prowadzenia samodzielnej działalności gospodarczej.\n\nPraca w wielu nowoczesnych branżach\n\nNasi absolwenci mają szerokie możliwości zatrudnienia na konkurencyjnym rynku pracy, m.in. w rolach ekspertów, doradców i konsultantów zarówno w firmach komercyjnych, jak i w administracji państwowej i samorządowej, czy też w rolach koordynatorów w interdyscyplinarnych zespołach odpowiedzialnych za rozwój elektronicznego biznesu w przedsiębiorstwach, w agencjach działających w obszarze social mediów, public relations i reklamy, w e-przedsiębiorstwach, w branży e-commerce jako specjaliści do spraw komunikacji interaktywnej oraz w zawodach, takich jak: social media manager, community manager, content designer, kreatywni pracownicy działów marketingu, agencji reklamowych, agencji interaktywnych, agencji PR, agencji social media.\n\nKontakt\n\nWydziałowy Zespół ds. Rekrutacji:\n\ne-mail: \nwkr-wh@agh.edu.pl\n\nCentrum Rekrutacji:\n\nbud. U-2 (ul. Reymonta 7), pok. 101\n\ntel. 12 617 36 84\n\ne-mail: \nrekrutacja@agh.edu.pl\n\nJeśli masz pytania, możesz zadać je również za pośrednictwem naszego \nfanpage na Facebooku!\n\nSocjologia – studia II stopnia Innowacje i interwencje społeczne\n\nInformacje ogólne\n\nDlaczego ta specjalność?\n\nInnowacje to siła, która napędza współczesny świat: od Google i Facebooka, po tysiące drobnych rozwiązań ułatwiających życie ludzi na całym świecie. To innowacje wpływają dziś na to, jak żyjemy i co możemy osiągać.\n\nJednak innowacje to nie tylko technologia. Ogromne znaczenie mają także innowacje społeczne, czyli wszystkie te rozwiązania, które poprawiają jakość życia ludzi. Wikipedia? Crowdfunding? Nowe metody prowadzenia badań i projektowania strategii? E-learning? Otwieranie zasobów internetu? To wszystko innowacje społeczne.\n\nInnowacje takie należy projektować i wdrażać w oparciu o zasadę zrównoważonego rozwoju, czyli w taki sposób, by uniknąć niepożądanych efektów ubocznych – społecznych, kulturowych, środowiskowych – ich wprowadzania. Można to robić za pomocą celowych interwencji w świat społeczny. Ich celem jest pobudzanie zmian, ale z poszanowaniem dobra wspólnego.\n\nWzorując się na najlepszych uczelniach świata, takich jak Stanford i MIT, uczymy jak rozumieć i tworzyć innowacje i innowacje społeczne, a przez to realnie wpływać na świat, w którym żyjemy.\n\nCo na studiach?\n\nStudia składają się z sześciu modułów (każdemu z nich towarzyszą warsztaty):\n\nkanonicznego (kursy socjologiczne sprofilowane na potrzeby specjalności),\n\nwprowadzającego do innowacji oraz innowacji społecznej (przykładowe przedmioty: projektowanie innowacji biznesowych i społecznych, tworzenie modeli biznesowych, design thinking),\n\nmetodologicznego (m.in. badania w działaniu, warsztaty analiz danych, web-mining, FGI, analizy jakościowe, analityka internetowa, etc.),\n\nkomunikacyjnego (m.in. projektowanie strategii komunikacyjnych, komunikowanie zmiany, relacje z klientami czy komunikowanie w zespole),\n\nsmart community,\n\nzarządzania różnorodnością (diversity management).\n\nW trakcie studiów studentki i studenci będą realizowali projekty innowacji społecznych na zlecenie konkretnych klientów (reprezentujących sektor prywatny, publiczny lub pozarządowy). Będą one realizowane w ramach całosemestralnych modułów obejmujących praktyczne kursy i konsultacje tematyczne, metodologiczne i komunikacyjne, a także specjalistyczne warsztaty prowadzone przez ekspertów zewnętrznych. Prezentacja rezultatów prac nad projektem semestralnym odbywać się będzie z udziałem zaproszonych partnerów społecznych i biznesowych.\n\nPełny program specjalności\n\nSzczegółowe informacje dotyczące rekrutacji na kierunek\n\nCzego uczymy?\n\nUczymy stymulowania, rozwijania oraz zarządzania innowacjami społecznymi. Uczymy dokonywania skutecznych interwencji w różne sektory świata społecznego (energetyka, ochrona klimatu, edukacja, organizacje), aby umiejętnie wprowadzać w ich obrębie pożądane zmiany.\n\nAbsolwenci i absolwentki mogą skutecznie wykorzystywać swoją wiedzę w zakresie opracowywania, planowania i realizacji procesów innowacji społecznych dzięki modułom:\n\nwprowadzającym do zagadnień innowacji oraz innowacji społecznej,\n\nprojektowym (smart community, diversity management),\n\nmetodologicznym (kursy metod i technik badawczych i analizy danych, w tym. m.in. analityka internetowa),\n\nkomunikacyjnym (komunikacja w zespole, relacje z klientami, komunikowanie zmiany).\n\nJak uczymy?\n\nPrzede wszystkim: skutecznie! Łączymy podejście praktyczne z wiedzą teoretyczną. Dbamy o to, by dla naszych studentów krytyczne myślenie było naturalne.\n\nPodczas licznych warsztatów, prowadzonych przez zaangażowanych specjalistów, nasi studenci mogą poszerzać swoje zainteresowania oraz wiedzę o aktualnych trendach ze świata technologii.\n\nWybrane warsztaty, dla studentów specjalności Innowacje i interwencje społeczne:\n\nKomunikowanie zmiany – projektowanie strategii,\n\nTworzenie modeli biznesowych,\n\nDesign thinking,\n\nMapowanie danych,\n\nWarsztat GIS\n\nKonsultacje społeczne,\n\nKomunikowanie w mediach społecznościowych,\n\nPokolenia na rynku pracy,\n\nGender mainstreaming,\n\nRyzyko a zmiana społeczna;\n\nGrywalizacja w zarządzaniu.\n\nProfil absolwenta\n\nCo po studiach?\n\nInnowatorzy i innowatorki mogą odnaleźć się w jednym w trzech sektorów:\n\nPublicznym (doradztwo, działania analityczne, planowanie i projektowanie na poziomie administracji lokalnej lub regionalnej),\n\nPrywatnym (zarządzanie zasobami ludzkimi, działania zajmujące się społeczną odpowiedzialnością biznesu CSR),\n\nNon for profit (konstruowanie, w skali lokalnej i międzynarodowej, form pomocy zmieniającej na lepsze warunki życia osób starszych i niepełnosprawnych oraz stosowanie nowoczesnych rozwiązań dla społeczności).\n\nOpinie\n\n5 powodów, dla których warto u nas studiować:\n\nniezapomniana atmosfera i świetna kadra;\n\nnagradzane kierunki studiów (“Konkurs o milion” MNiSW);\n\nblok zajęć prowadzonych przez praktyków (warsztaty i laboratoria);\n\nstaże i praktyki w prestiżowych firmach oraz instytucjach (m.in. interia.pl, tvn24, Urząd Miasta Krakowa, MOCAK, Małopolski Instytut Kultury);\n\nłatwość w znalezieniu pracy po studiach (wg raportu Biura Karier AGH z 2019 r. 94% absolwentów socjologii II stopnia WH AGH znajduje pracę po ukończeniu studiów).\n\nKontakt\n\nWydziałowy Zespół ds. Rekrutacji:\n\ne-mail: \nwkr-wh@agh.edu.pl\n\nCentrum Rekrutacji:\n\nbud. U-2 (ul. Reymonta 7), pok. 101\n\ntel. 12 617 36 84\n\ne-mail: \nrekrutacja@agh.edu.pl\n\nJeśli masz pytania, możesz zadać je również za pośrednictwem naszego \nfanpage na Facebooku!", "metadata": {"url": "https://wh.agh.edu.pl/studia/kierunki-i-specjalnosci/socjologia/", "title": "Socjologia - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "d99810a6069cd2cd0547345a561aaaee", "word_count": 2397, "headings": [{"level": 1, "text": "Socjologia"}, {"level": 2, "text": "Program studiów"}, {"level": 2, "text": "Socjologia – studia I stopnia"}, {"level": 2, "text": "Wnioski z analizy karier absolwentów"}, {"level": 2, "text": "Ocena Polskiej Komisji Akredytacyjnej"}, {"level": 2, "text": "Przykłady dobrych praktyk"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Socjologia – studia II stopnia E-gospodarka"}, {"level": 2, "text": "Informacje ogólne"}, {"level": 2, "text": "Czego uczymy"}, {"level": 2, "text": "Profil absolwenta"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Socjologia – studia II stopnia Innowacje i interwencje społeczne"}, {"level": 2, "text": "Informacje ogólne"}, {"level": 2, "text": "Czego uczymy?"}, {"level": 2, "text": "Profil absolwenta"}, {"level": 2, "text": "Opinie"}, {"level": 2, "text": "Kontakt"}, {"level": 3, "text": "%20"}]}}