{"content": "# Konkurs na stanowisko doktorant-stypendysta w projekcie OPUS 21 - Wydział Odlewnictwa\n\nURL: https://odlewnictwo.agh.edu.pl/aktualnosci/konkurs-na-stanowisko-doktorant-stypendysta-w-projekcie-opus-21-3/\nCrawled: 2025-03-19 21:33:30\n\nStrona główna\n » \nAktualności\n » \nKonkurs na stanowisko doktorant-stypendysta w projekcie OPUS 21\n\nWydział\n\nMenu\n\nKonkurs na stanowisko doktorant-stypendysta w projekcie OPUS 21\n\nNazwa jednostki:\n Akademia Górniczo-Hutnicza im. S. Staszica w Krakowie, Wydział Odlewnictwa\n\nNazwa stanowiska:\n doktorant-stypendysta\n\nWymagania:\n\nCelem konkursu jest wyłonienie kandydata w ramach realizacji projektu Narodowego Centrum Nauki OPUS 21 pt. Sterowanie mikrostrukturą warstwy wierzchniej odlewów z żeliwa wysokojakościowego wykonanych w formach piaskowych z konformalnymi kanałami chłodzącymi wytworzonych metodą przyrostową, który realizować będzie Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie, Wydział Odlewnictwa, którego kierownikiem jest prof. dr hab. inż. Rafał Dańko.\n\nWymagania wobec kandydata:\n\n1. Absolwent studiów II stopnia studiów w dyscyplinie inżynieria materiałowa ze specjalnością związaną z odlewnictwem.\n\n2. Status doktoranta w momencie rozpoczęcia realizacji zadań w projekcie (dyscyplina inżynieria materiałowa).\n\n3. Gruntowna znajomość zagadnień z zakresu materiałów i procesów odlewniczych, mas formierskich, procesów wytwarzania form i rdzeni odlewniczych, recyklingu mas formierskich.\n\n5. Umiejętność obsługi urządzenia do wytwarzania przyrostowego ceramicznych form i rdzeni odlewniczych metodą binder jetting.\n\n4. Umiejętności związane z:\n\nużytkowaniem oprogramowaniem CAD,\n\nużytkowaniem oprogramowaniem symulacyjnym procesów odlewniczych,\n\nmetodami wytwarzania addytywnego.\n\n5. Doświadczenie pracy w przemyśle odlewniczym (minimum 1 rok), na stanowisku związanym z wytwarzaniem form i rdzeni odlewniczych.\n\n6. Znajomość języka angielskiego na poziomie średniozaawansowanym.\n\n7. Doświadczenie w pracach realizowanych w ramach projektów NCN.\n\n8. Wymagane jest doświadczenie w zakresie zarządzania projektami, sporządzania raportów z przeprowadzonych badań.\n\nZadania:\n\nDoktorant-stypendysta będzie brał udział w badaniach realizowanych w ramach projektu OPUS, pt.” Sterowanie mikrostrukturą warstwy wierzchniej odlewów z żeliwa wysokojakościowego wykonanych w formach piaskowych z konformalnymi kanałami chłodzącymi wytworzonych metodą przyrostową”.\n\nBadania realizowane w projekcie mają na celu analizę wpływu kanałów konformalnych w formach drukowanych metodą binder jetting na mikrostrukturę odlewu.\n\nW ramach realizowanego projektu stypendysta będzie zajmować się:\n\nprojektowaniem form piaskowych,\n\nwytwarzaniem przyrostowym form piaskowych,\n\nprzygotowaniem i przeprowadzeniem badań doświadczalnych,\n\nprojektowaniem oraz przeprowadzeniem symulacji numerycznych wraz z ich analizą.\n\nTyp konkursu NCN:\n OPUS 21\n\nTermin przyjmowania zgłoszeń:\n 30.01.2025, 12:00\n\nForma składania ofert:\n zgłoszenia należy składać osobiście pod adresem Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie, Wydział Odlewnictwa, ul. Reymonta 23 (pawilon D-8) Kraków, piętro I, pok. 115 w kopercie podpisanej: prof. dr hab. inż. Rafał Dańko Konkurs do projektu 2021/41/B/ST5/02632 \n\nWarunki zatrudnienia:\n\nData rozpoczęcia pracy: 03.02.2025 r.\n\nMiejsce zatrudnienia: Akademia Górniczo-Hutnicza in St. Staszica w Krakowie, Wydział Odlewnictwa.\n\nKwota stypendium: 5000 zł\n\nOkres zatrudnienia: 6 miesięcy\n\nDodatkowe informacje:\n\nWymagane dokumenty:\n\nżyciorys\n\nlist motywacyjny\n\ninformacje na temat dotychczasowych osiągnięć technicznych oraz naukowych (udział w projektach badawczych, listę publikacji, udział w konferencjach, stażach)\n\nkopię dyplomu magistra inżyniera\n\nklauzulę o treści: „Wyrażam zgodę na przetwarzanie moich danych osobowych dla potrzeb niezbędnych dla realizacji procesu rekrutacji, zgodnie z Ustawą z 29.08.1997 roku o ochronie danych osobowych (Dz.U. nr 133 poz. 883).”\n\nKonkurs zostanie rozstrzygnięty do 31.01.2025 r.", "metadata": {"url": "https://odlewnictwo.agh.edu.pl/aktualnosci/konkurs-na-stanowisko-doktorant-stypendysta-w-projekcie-opus-21-3/", "title": "Konkurs na stanowisko doktorant-stypendysta w projekcie OPUS 21 - Wydział Odlewnictwa", "depth": 3, "duplicate": false, "content_hash": "73e3d37ef92cb6638786c34803fa4c10", "word_count": 447, "headings": [{"level": 3, "text": "Wydział"}, {"level": 1, "text": "Konkurs na stanowisko doktorant-stypendysta w projekcie OPUS 21"}]}}