{"content": "#  NAWA STER -- Szkoła Doktorska AGH \n\nURL: https://www.sd.agh.edu.pl/nawa-ster\nCrawled: 2025-03-19 21:39:03\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n NAWA STER \n\n Konkurs na wyjazdy stażowe 2025 - II edycja \n\n Rozstrzygnięcie konkursu na wyjazdy stażowe 2025 - I edycja \n\n Konkurs na wyjazdy stażowe 2025 - I edycja \n\n Rozstrzygnięcie konkursu na stypendia doktoranckie 01.10.2024 - 30.09.2025 - AKTUALIZACJA \n\n Rozstrzygnięcie konkursu na stypendia doktoranckie 01.10.2024 - 30.09.2025 \n\n Rozstrzygnięcie konkursu na stypendia doktoranckie 01.01.2024 - 30.09.2024 \n\n Konkurs na stypendia doktoranckie 2024/2025 \n\nW dniu 01.01.2024 Szkoła Doktorska AGH rozpoczęła realizację kolejnej edycji programu NAWA STER - umiędzynarodowienie szkół doktorskich w ramach projektu pt. „Międzynarodowa Przestrzeń Szkoły Doktorskiej AGH\". \n\nCelem projektu jest zwiększenie jakości i efektywności kształcenia doktorantów Szkoły Doktorskiej AGH poprzez wzrost jej umiędzynarodowienia.\n\nKwota dofinansowania: 2 000 000 PLN\n\nOkres realizacji: 01.01.2024 - 31.12.2026\n\nW ramach projektu Szkoła Doktorska AGH planuje podnieść aktywność międzynarodową poprzez zwiększenie mobilności międzynarodowej doktorantów dzięki sfinansowaniu ich wyjazdów stażowych do zagranicznych ośrodków naukowych. Celem projektu jest również wsparcie stypendialne dla doktorantów zagranicznych oraz doktorantów z Polski realizujących projekty doktorskie we współpracy międzynarodowej.  Kolejnym działaniem pozyskanie doktorantów cudzoziemców oraz promotorów z zagranicy poprzez intensyfikację promocji Szkoły Doktorskiej AGH na arenie międzynarodowej, a także podjęcie współpracy z profesorami innych ośrodków naukowych poprzez organizację przyjazdów profesorów wizytujących.\n\nDziałanie 1: Planujemy przyznawać 10 stypendiów rocznie jako zwiększenie stypendium doktoranckiego wypłacanego przez AGH. Działanie jest skierowane do doktorantów SD AGH.\n\nDziałanie 2: Planujemy zrealizować około 20 staży naukowych. Działanie jest skierowane do doktorantów SD AGH. Zakładamy, że w ramach nowego projektu, wielu dobrych doktorantów, którzy nie mieli takiej możliwości wcześniej, będzie mogło wyjechać do zagranicznych jednostek naukowych.\n\nDziałanie 3: Planujemy zrealizować co najmniej 8 przyjazdów profesorów wizytujących, oferujących zajęcia dla doktorantów SD AGH.\n\nSD planuje zorganizować szkołę letnią Krakow Deep-Learning Summer School dla doktorantów SD AGH.\n\nDziałanie 4: W ramach projektu planujemy sfinansować 2 wizyty studyjne na zagranicznych uczelniach w celu nawiązania bliższej współpracy we wspólnym kształceniu doktorantów.  Będziemy dążyć do nawiązania ścisłej współpracy w uczelniami, z którymi mamy bliskie kontakty poprzez profesorów wizytujących.\n\nDziałanie 5: W ramach projektu planujemy udział w co najmniej dwóch wydarzeniach typu targi edukacyjne w ramach spotkań i działań informacyjno-promocyjnych. Działanie skierowane jest do kandydatów do SD AGH.\n\nSzkoła Doktorska AGH była beneficjentem także 1. edycji programu NAWA STER - umiędzynarodowienie szkół doktorskich, w ramach projektu pt. \"Expanding the Internationalisation of the AGH Doctoral School\".\n\n• Kwota dofinansowania: PLN 1,980,000\n\n• Kwota projektu: PLN 2,000,000\n\n• Okres realizacji: 04/01/2021 - 31/12/2023\n\nStopka\n\nBiblioteka Główna\n\nOchrona danych osobowych\n\nStrona główna AGH\n\nInicjatywa Doskonałości – Uczelnia Badawcza\n\nSzkoła Doktorska AGH\nbud. A3, I p., pok. 118\nal. Mickiewicza 30\n30-059 Kraków\n\nDziekanat\n E-mail: phd@agh.edu.pl\n Tel. +48 12 617 56 13\n Tel. +48 12 617 56 11\n Tel. +48 12 617 56 14\n Obsługa bezpośrednia i telefoniczna doktorantów:\n poniedziałek - nieczynne\n wtorek-piątek - 9:00-13:00\n\nSekretariat\n E-mail: sdbiuro@agh.edu.pl\n Tel. +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/nawa-ster", "title": " NAWA STER -- Szkoła Doktorska AGH ", "depth": 3, "duplicate": false, "content_hash": "65d1f4efc0855e81f6d246cc092f5879", "word_count": 459, "headings": [{"level": 1, "text": "NAWA STER"}, {"level": 2, "text": "Stopka"}]}}