{"content": "#  Zarządzanie sprzedażą -- Studia podyplomowe \n\nURL: https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/zarzadzanie-sprzedaza\nCrawled: 2025-03-19 21:16:27\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Zarządzanie sprzedażą \n\nProgram studiów zapewnia słuchaczom zdobycie niezbędnej wiedzy praktycznej i teoretycznej z obszaru zarządzania sprzedażą. Studia te zapewniają solidną wiedzę z marketingu, zarządzania, finansów i prawa. Osobom z doświadczeniem umożliwiają usystematyzowanie posiadanej wiedzy. Program zajęć przygotowany jest z myślą o menedżerach sprzedaży średniego i wyższego szczebla.\n\nLink do Sylabusa\n\nProgram obejmuje następujące bloki tematyczne:\n\nZajęcia prowadzone będą przez wykwalifikowaną kadrę pracowników naukowo-dydaktycznych Wydziału Zarządzania AGH, których wiedza oraz analizy konkretnych przypadków będą wykorzystywane podczas zajęć.\n\nCelem studiów jest zdobycie wiedzy z zakresu ogólnie pojmowanego procesu zarządzania sprzedażą przy uwzględnieniu dziedzin pomocniczych takich jak prawo, finanse czy badania operacyjne. Studia wzbogacają wiedzę z zakresu zarządzania funkcją handlową przedsiębiorstw oraz umożliwiają zdobycie nowych specjalistycznych kwalifikacji poszukiwanych szczególnie w obszarze handlu i dystrybucji.\n\nCzas trwania:\n 2 semestry (X 2024 - VI 2025)\n\nTryb zgłoszeń:\n o przyjęciu decyduje kolejność zgłoszeń\n\nLiczba miejsc:\n min. 20, max. 40 \n\nMiejsce zgłoszeń:\n AGH, Wydział Zarządzania\n ul. Gramatyka 10, 30-067 Kraków\n pawilon D-14, pokój 102\n\nOsoba przyjmująca zgłoszenia:\n mgr inż. Aneta Ochońska\n tel.: 12 617 39 92\nochonska@agh.edu.pl\n\nTermin zgłoszeń:\n do 28 II 2025\n\nOpłaty:\n 5 000 zł (2 500 zł/semestr)\n\nInformacje dodatkowe:\n Zajęcia odbywają się podczas dwudniowych zjazdów. Przewiduje się około 12 zjazdów, w sobotę od godz. 9.00, w niedzielę do godz. 16.00. Razem studia obejmują około 170 godz. zajęć.\n\nformularz zgłoszeniowy \nplik do pobrania\n\ndyplom ukończenia studiów wyższych (do wglądu - celem poświadczenia jego kopii za zgodność z oryginałem)\n\npoświadczenie wniesienia opłaty za studia podyplomowe za pierwszy semestr studiów, nie później niż w terminie 14 dni przed rozpoczęciem zajęć dydaktycznych w ramach studiów podyplomowych\n\nStopka\n\nOferta studiów podyplomowych\n\nDokumenty dla kandydatów\n\nInformacje dla organizatorów\n\nKursy i szkolenia (IFK)\n\nBack", "metadata": {"url": "https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/zarzadzanie-sprzedaza", "title": " Zarządzanie sprzedażą -- Studia podyplomowe ", "depth": 2, "duplicate": false, "content_hash": "5b8a6d953e3e235031a501160f581416", "word_count": 279, "headings": [{"level": 1, "text": "Zarządzanie sprzedażą"}, {"level": 2, "text": "Stopka"}]}}