{"content": "# Books (PL) - Comarch e-Sklep\n\nURL: https://sklep.agh.edu.pl/en/products/books-pl,2,7\nCrawled: 2025-03-19 21:24:20\n\nHome Page\n  /\n\nProducts\n  /\n\nBooks (PL)\n\nProducts\n\nBooks (PL)\n\nAvailability\n\nIn Stock (4)\n\nRating\n\nNone (4)\n\nother\n\nImages (4)\n\nNew Product (1)\n\nBest Rated (3)\n\nPrice\n\n12\n\nPLN\n\n-\n\n75\n\nPLN\n\nFILTER\n\nShow Filters\n\nSort: \n\nName (A-Z)\n\nTop Sellers\n\nMost Viewed\n\nName (A-Z)\n\nName (Z-A)\n\nPrice by Ascending\n\nPrice by Descending\n\nManufacturer (A-Z)\n\nDefault\n\nRecently Added\n\nRecently Modified\n\n1\n-\n4\nfrom\n4\n\n|\n\nBest Rated\n\nOdkrywaj świat w doświadczeniach fizycznych\n\nAutor: prof. dr hab. inż. Wojciech Łużny W książeczce „Odkrywaj świat w doświadczeniach fizycznych” zaprezentowano proste i ciekawe doświadczenia, które można samodzielnie przeprowadzić w domowym laboratorium. Najmłodsi na przykładzie doświadczeń z wykorzystaniem wahadła poznają m.in. jedno z najważniejszych zjawisk w przyrodzie, tzw. rezonans, dowiedzą się co to jest bezwładność, jak działają na siebie ładunki elektryczne, co stanie się, jeżeli ochłodzi się powietrze w baloniku, a także ile cie\n\n+\n\n12,00 PLN\n\nNew Product\n\nPłyta winylowa Orkiestry AGH\n\nPłyta winylowa \"Let's Rock\" to dynamiczna mieszanka międzynarodowych i polskich rockowych klasyków w świeżych, orkiestrowych aranżacjach. Została nagrana przez Orkiestrę Reprezentacyjną Akademii Górniczo-Hutniczej jesienią ubiegłego roku, a swoją premierę miała 24 października 2024 r. podczas koncertu w Klubie Studio. Orkiestra ma już na swoim koncie kilka albumów, jednak ten jest szczególny, gdyż po raz pierwszy wydany w postaci winyla. Płyta składa się z 7 utworów: 1. Led Zeppelin on Tour - ar\n\n+\n\n75,00 PLN\n\nBest Rated\n\nPoznaj nowoczesne technologie oraz zjawiska fizyczne\n\nAutorzy: dr inż. Jerzy Domżał, mgr Grzegorz Kępisty, mgr inż. Igor Królikowski, mgr inż. Mateusz Malicki, mgr inż. Michał Orliński, dr inż. Mikołaj Oettingen, mgr inż. Anna Przybyszewska Bohaterowie cyklu przedstawiają najmłodszym najciekawsze zjawiska fizyczne, które można zaobserwować zarówno podczas zabaw w domu, jak i spędzając czas na świeżym powietrzu, a także przybliżają świat nowoczesnych technologii. Co więcej, naukowcy przygotowali dla dzieci nie lada niespodziankę, podpowiadając, gdzi\n\n+\n\n12,00 PLN\n\nBest Rated\n\nPoznaj prawa Przyrody\n\nAutor: prof. dr hab. inż. Ryszard Tadeusiewicz Dziesięcioletnia Asia i jej jamnik Ralf zapraszają najmłodszych oraz ich rodziców do przeczytania serii bajek. Można się z nich sporo nauczyć, bo w każdej bajce Asia coś Ralfowi wyjaśnia o nauce i technice. Rozmowy Asi z Ralfem to oczywiście fantazja, wprowadzona żeby nie było nudno. Ale nauka i technika, które Asia opisuje, są absolutnie prawdziwe! W książeczce „Poznaj prawa Przyrody” można znaleźć odpowiedzi na takie pytania jak m.in. dlaczego row\n\n+\n\n12,00 PLN\n\nBooks (PL)\n\nGo to Cart\n\nStay on Page\n\nRemember my selection", "metadata": {"url": "https://sklep.agh.edu.pl/en/products/books-pl,2,7", "title": "Books (PL) - Comarch e-Sklep", "depth": 3, "duplicate": false, "content_hash": "92dd8f7d594f06345071cc28c94b666e", "word_count": 398, "headings": [{"level": 2, "text": "Odkrywaj świat w doświadczeniach fizycznych"}, {"level": 2, "text": "Płyta winylowa Orkiestry AGH"}, {"level": 2, "text": "Poznaj nowoczesne technologie oraz zjawiska fizyczne"}, {"level": 2, "text": "Poznaj prawa Przyrody"}, {"level": 1, "text": "Books (PL)"}]}}