{"content": "# Edward Windakiewicz – Historia AGH\n\nURL: https://historia.agh.edu.pl/wiki/Edward_Windakiewicz\nCrawled: 2025-03-19 21:10:04\n\nEdward Windakiewicz\n\nZ Historia AGH\n\nEdward Windakiewicz\n\nNazwisko\n\nWindakiewicz\n\nImię / imiona\n\nEdward\n\nTytuły / stanowiska\n\nDoc. hab. inż.\n\nTytuły honorowe AGH\n\nDoktor Honoris Causa AGH\n\nData urodzenia\n\n8 września 1858\n\nMiejsce urodzenia\n\nPécs\n\nData śmierci\n\n12 lipca 1942\n\nMiejsce śmierci\n\nKraków\n\nDyscyplina/specjalności\n\ngórnictwo\n, \nsolnictwo\n, \ngeodezja\n, \nprzemysł solny\n, \nsole potasowe\n, \nsól kamienna\n, \ngeodezja i kartografia\n\nPełnione funkcje\n\nKierownik Zakładu Halurgii Wydziału Górniczego AG (1924-1939)\n\nWydział\n\nWydział Górniczy\n\nRok przyznania doktoratu h.c. AGH\n\n1936\n\nPowód przyznania doktoratu h.c. AGH\n\nza wybitne zasługi na polu górnictwa solnego\n\nDoc. hab. inż. \nEdward Windakiewicz\n (1858-1942)\n\nDyscyplina/specjalności: górnictwo, geodezja, solnictwo, przemysł solny, sole potasowe, sól kamienna, geodezja i kartografia\n\nNota biograficzna\n\nUrodził się 8 września 1858 roku w Pécs na Węgrzech. Zmarł 12 lipca 1942 roku w Krakowie, pochowany na cmentarzu w Wieliczce. \n\nW 1878 roku we Lwowie uzyskał świadectwo dojrzałości. W tym samym roku rozpoczął studia górnicze w Akademii Górniczej w Leoben w Austrii, następnie kontynuował je w Akademii Górniczej w Przybramie, uzyskując w 1882 roku dyplom inżyniera  górnictwa i hutnictwa. \n\nPraktykę zawodową odbywał początkowo w kopalni soli w Wieliczce, a następnie w kopalni nafty w Schodnicy i Męcinie Wielkiej koło Gorlic. \n\nW latach 1884-1889 prowadził wiercenia w Kosocicach i w Baryczu k. Wieliczki. W tym okresie był również nauczycielem w Szkole Górniczej w Wieliczce, a w 1886 roku asystentem w Katedrze Górnictwa AG w Przybramie. \n\nW 1889 roku został referentem w Dyrekcji Skarbu we Lwowie. W 1894 roku powrócił do Wieliczki zostając kierownikiem robót górniczych i wykładowcą w tamtejszej szkole górniczej. W tym samym roku przygotował na Powszechnej Wystawie Krajowej we Lwowie ekspozycję małopolskich kopalń soli, za co otrzymał wyróżnienie. Jako wybitny specjalista został powołany na rzeczoznawcę sądowego w sprawach górniczych.\n\nW 1897 roku został przeniesiony na kierownicze stanowisko do salin w Łącku koło Dobromila, a w 1900 roku do Stebnika, gdzie  prowadził wiercenia, które doprowadziły do odkrycia nowych pokładów soli potasowej. W tym okresie objawił swoje aspiracje naukowe i znalazł pole do badań geologicznych i górniczych. Realizował też niektóre własne pomysły techniczne i wprowadził doniosłe udoskonalenia w dziale warzelnictwa soli. W uznaniu znaczenia prowadzonych badań w dziedzinie przyrody nieożywionej Akademia Umiejętności w Krakowie  w 1904 roku zaprosiła Go do współpracy z Wydziałem Fizjograficznym. \n\nW 1905 roku powrócił do pracy w Wieliczce, a pół roku później został powołany na stanowisko radcy górniczego w Ministerstwie Skarbu, następnie starszego radcy górniczego w Ministerstwie Robót Publicznych. Pracował tam do końca I wojny światowej.  W latach 1918-1919 brał udział w pracach wydziału górniczego Polskiej Komisji Likwidacyjnej w Wiedniu.\n\nWiosną 1920 roku rozpoczął pracę w Starostwie Górniczym w Krakowie.\n\nW marcu 1922 roku rozpoczął pracę wykładowcy na \nWydziale Górniczym\n Akademii Górniczej. Początkowo wykładał halurgię i przemysł solny. Dopiero od 1924 roku - po zakończeniu pracy w państwowej służbie górniczej - mógł w pełni poświęcić się pracy naukowej i zająć się zestawieniem i opracowaniem cennych materiałów, dotyczących w ogólności solnictwa, a które zbierał z największym zapałem w ciągu długoletniej praktyki górniczej. Dzięki Jego działalności powstał Zakład Halurgii, który wyposażył w unikatowe zbiory cennych minerałów solnych, rysunki, plany, mapy i modele z zakresu solnictwa oraz bibliotekę. Kierował nim w latach 1924-1939.\n\nPomimo podeszłego wieku, oddał się wówczas całkowicie pracy naukowej i przystąpił do pisania wielkiego, 5-tomowego dzieła „Solnictwo”. Praca ta dzięki ofiarności Towarzystwa Solvay w Polsce, latach 1926-1930 wydał 4 tomy tego oryginalnego dzieła. \n\nW 1931 roku na podstawie rozprawy „Solnictwo. Sole kamienne i solanki, ich własności, fizjografia, górnictwo i warzelnictwo” uzyskał habilitację. Następnie otrzymał stanowisko docenta.  \n\nW czerwcu 1936 roku otrzymał doktorat honoris causa Akademii Górniczej.\n\n6 listopada 1939 roku wraz z profesorami krakowskich uczelni został aresztowany i wywieziony do więzienia we Wrocławiu. Ze względu na podeszły wiek został zwolniony 27 listopada.\n\nAutor około 30 publikacji.\n\nCzłonek Polskiego Towarzystwa Geologicznego i Komisji Fizjograficznej PAU. \n\nŹródła do biogramu\n\nKsiążki\n\nDuda J.: 141 spotkanie z cyklu \"Wieliczka-Wieliczanie\" pt. \"Związki Wieliczki i Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie w 90. lecie Uczelni (1919-2009)\". Wieliczka 2007 (Biblioteczka Wielicka ; z. 86), s. 19\n\nGawroński W.: Słownik biograficzny wieliczan. Wieliczka 2008, s. 190-192, [foto]\n\nGórnictwo wczoraj i dziś : X jubileuszowa konferencja, Mysłowice, maj 2008. Katowice [2008], s. 154, [foto]\n\nKsięga wychowanków i wychowawców Akademii Górniczej w Krakowie (1919-1949). Oprac. J. Sulima-Samujłło. Kraków 1979, s. 199\n\nMateriały Informacyjne [nr 4]. Komisja Propagandowa Komitetu Obchodu 50-lecia AGH. Kraków 1969, s. 94\n\nOlszewicz B.: Lista strat kultury polskiej (1.IX.1939 - 1.III.1946). Zestawił B. Olszewicz. Warszawa 1947, s. 306\n\nPaczyńska I.: Aktion gegen Universitäts-Professoren (Kraków, 6 listopada 1939 roku) i okupacyjne losy aresztowanych. Kraków 2019, s. 202, 203, 245, 253, 245, 273, 421, 429, 452, 625, 859\n\n[Skład Osobowy Akademii Górniczej... 1933/34] Kraków 1933, s. 27\n\n[Skład Osobowy Akademii Górniczej ...1935/36] Kraków 1935, s. 28\n\nWyrok na Uniwersytet Jagielloński 6 listopada 1939. Pod red. L. Hajdukiewicza. Kraków 1989, s. 299-300, [foto]\n\nZ dziejów Akademii Górniczo-Hutniczej w Krakowie w latach 1919-1967. Oprac. J. Sulima-Samujłło oraz zespół aut. Kraków 1970, s. 39, 43, 44, 57, 63, 66, 75, 78, 86, 94, 108, 112, 114, 315, 628, 629, 660 (Wydawnictwa Jubileuszowe 1919-1969)\n\nŻyciorysy profesorów i asystentów Akademii Górniczo-Hutniczej w Krakowie (1919-1964). Red. nacz. M. Odlanicki-Poczobutt. Kraków 1965, s. 216-218, [foto] ( Zeszyty Naukowe. Akademia Górniczo-Hutnicza w Krakowie ; nr 41, z. spec. 4)\n\nArtykuły\n\nAresztowani podczas aktion gegen Universitäts-Professoren 6 listopada 1939 roku : aresztowani naukowcy Wydziału Górniczego Akademii Górniczej. \nAlma Mater\n 2019, numer specjalny 212, s. 32, [foto]\n\nAresztowani podczas aktion gegen Universitäts-Professoren 6 listopada 1939 roku : aresztowani naukowcy Wydziału Górniczego Akademii Górniczej. \nAlma Mater\n 2021, nr 227, s. 64, [foto]\n\nBolewski A.: Mobilizacja sił naukowych i organizacyjnych przy powstawaniu oraz inauguracji Akademii Górniczej w Krakowie : z kart historii. \nBiuletyn Informacyjny Pracowników AGH\n 1994, nr 5, s. 5-6\n\nJaros J.: \"Salamandra\" - pamięci kolegów górników (7). \nPrzegląd Górniczy\n 1992, T. 48, nr 12, s. 24\n\nPoborski J.: Edward Windakiewicz. \nRoczniki Polskiego Towarzystwa Geologicznego\n 1949 T. 19, z. 1, s. 287-291, [foto]\n\nTomczyk M.: 75. rocznica \"Sonderaktion Krakau\". \nBiuletyn AGH\n 2014, nr 83, s. 8-9, [foto]\n\nWykaz osób, które otrzymały Doktoraty Honoris Causa Akademii Górniczo-Hutniczej. \nBiuletyn Informacyjny Pracowników AGH\n 1994 nr 5, s. 18\n\nInne\n\nEdward Windakiewicz  [online] [przeglądany 12.01.2024]. Dostępny w: \nhttps://geojournals.pgi.gov.pl/asgp/article/download/11036/9527\n\nEdward Windakiewicz – Wikipedia, wolna encyklopedia [online] [przeglądany 12.01.2024]. Dostępny w: \nhttps://pl.wikipedia.org/wiki/Edward_Windakiewicz\n\nWINDAKIEWICZ Edward - Małopolska w II Wojnie Światowej [online] [przeglądany 12.01.2024]. Dostępny w: \nhttp://www.malopolskawiiwojnie.pl/index.php?title=WINDAKIEWICZ_Edward\n\nŹródło: „\nhttp://historia.agh.edu.pl/mediawiki/index.php?title=Edward_Windakiewicz&oldid=84670\n”\n\nKategorie\n: \nBiogramy\nDoktorzy honoris causa AGH", "metadata": {"url": "https://historia.agh.edu.pl/wiki/Edward_Windakiewicz", "title": "Edward Windakiewicz – Historia AGH", "depth": 2, "duplicate": false, "content_hash": "5c3ca63a3bedd250e7d7332653afda44", "word_count": 1049, "headings": [{"level": 1, "text": "Edward Windakiewicz"}, {"level": 2, "text": "Nota biograficzna"}, {"level": 2, "text": "Źródła do biogramu"}, {"level": 4, "text": "Książki"}, {"level": 4, "text": "Artykuły"}, {"level": 4, "text": "Inne"}]}}