{"content": "# Zarządzenie Nr 7/2003 Rektora AGH w sprawie bezpieczeństwa i higieny\npracy oraz nauki w AGH\n\nURL: http://www.uci.agh.edu.pl/komunikaty/bhp5\nCrawled: 2025-03-19 21:52:13\n\nZarządzenie Nr 7 / 2003 \n\nRektora Akademii Górniczo-Hutniczej im. St. Staszica w\nKrakowie\n\nz dnia 2 kwietnia 2003 r.\n\nw sprawie bezpieczeństwa i higieny pracy oraz nauki w\nAGH.\n\n(Tekst jednolity uwzględniający zmiany wprowadzone:\n\n1.\n\nZarządzeniem\nRektora Nr 12/2004\n\nz dnia 1 czerwca 2004\nr.,\n\n2.\n\nZarządzeniem\nRektora Nr 8/2006 z dnia 26 maja 2006 r.,\n\n3.\n\nZarządzeniem\nRektora Nr 3/2007 z dnia 25 stycznia 2007 r.,\n\n4.\n\nZarządzeniem\nRektora Nr 32/2007 z dnia 23 lipca 2007 r.,\n\n5.\n\nZarządzeniem\nRektora Nr 1/2011 z dnia 24 stycznia 2011 r.\n\n6.\n\nZarządzeniem\nRektora Nr 11/2011 z dnia 3 czerwca 2011 r.,\n\n7.\n\nZarządzeniem\nRektora Nr 36/2012 z dnia 26 listopada 2012 r.,\n\n8.\n\nZarządzeniem\nRektora Nr 35/2013 z dnia 03 lipca 2013 r.,\n\n9.\n\nZarządzeniem\nRektora Nr 41/2013 z dnia 02 września 2013 r.)\n\nNa podstawie art. 66 ustawy z dnia 27 lipca\n2005 r. Prawo o szkolnictwie wyższym (tekst jednolity Dz. U. z 2012 r.\npoz. 572 z późniejszymi zmianami), art. 20 ust. 3 Statutu AGH oraz \nna podstawie Rozporządzenia Ministra Nauki i Szkolnictwa\nWyższego z dnia 5 lipca 2007 r. w sprawie bezpieczeństwa i higieny pracy w\nuczelniach (Dz. U. Nr 128, poz. 897) zarządzam, co następuje:\n\n§ 1\n\n1.\n\nWszyscy pracownicy, studenci i doktoranci zobowiązani są na\nterenie Akademii Górniczo - Hutniczej przestrzegać przepisy i zasady\nbezpieczeństwa i higieny pracy, a w szczególności przestrzegać ustaleń\nokreślonych w załącznikach, o których mowa w § 2.\n\n2.\n\nPrzepisy zarządzenia stosuje się również do prac i zajęć\norganizowanych przez AGH poza jej terenem.\n\n3.\n\nNieprzestrzeganie lub naruszenie przepisów, o których mowa w ust.\n1 i 2 powoduje określone skutki służbowe i prawne.\n\n4.\n\nPrzepisy zarządzenia dotyczące studentów i doktorantów stosuje się\nodpowiednio do innych osób pobierających naukę w AGH.\n\n§ 2\n\nWykaz załączników:\n\nZałącznik nr 1\n\nPodstawowe\nobowiązki i zadania w zakresie BHP\n\nZałącznik nr 2 \n\nProfilaktyczne badania lekarskie pracowników, doktorantów i\nstudentów\n\nZałącznik nr 3\n\nPomiary\nczynników szkodliwych dla zdrowia w środowisku pracy\n\nZałącznik nr 4\n\nDodatki\nspecjalne (pieniężne) wypłacane pracownikom ze względu na warunki wykonywania\npracy\n\nZałącznik nr 5\n\nSzkolenia\nw zakresie BHP pracowników, doktorantów i studentów\n\nZastąpiono - Zarządzenie\nRektora Nr 36/2012 z dnia 26 listopada 2012 r\n\nZałącznik nr 6\n\nŚrodki\nochrony indywidualnej, odzież i obuwie robocze, środki higieny osobistej\n\nZałącznik nr 7\n\nProfilaktyczne\nposiłki i napoje wydawanie pracownikom zatrudnionym w warunkach szczególnie\nuciążliwych\n,\n\nZałącznik nr 8\n\nWypadki\nprzy pracy lub nauki oraz choroby zawodowe\n\nZałącznik nr 9\n\nPrace\nszczególnie szkodliwe dla zdrowia lub niebezpieczne\n\nZałącznik nr 10\n\nBHP w\nwarunkach narażenia na czynniki rakotwórcze\n\nZałącznik nr 11\n\nBHP i\nergonomia na stanowiskach wyposażonych w monitory ekranowe oraz wyposażanie\npracowników w okulary korygujące wzrok\n\nZałącznik nr 12\n\nOrganizacja\nprac naukowo - badawczych i eksperymentów\n\nZałącznik nr 13\n\nApteczki pierwszej pomocy\n\nZałącznik nr 14\n\nZasady postępowania na\nokoliczność podejrzenia pracownika, studenta lub doktoranta, że stawił się do\npracy lub na zajęcia po użyciu alkoholu albo spożywał alkohol w czasie pracy\nlub zajęć\n\nZałącznik nr 15\n\nGospodarka\nniebezpiecznymi substancjami chemicznymi i ich mieszaninami\n\n§ 3\n\nW sprawach nie uregulowanych niniejszym zarządzeniem należy\nstosować \nobowiązujące przepisy\n, a w szczególności\nustalenia Działu X Kodeksu pracy, przepisy wykonawcze do Kodeksu pracy, \nrozporządzenia Ministra Nauki i Szkolnictwa Wyższego z dnia 5\nlipca 2007 r. w sprawie bezpieczeństwa i higieny pracy w uczelniach oraz\nrozporządzenia Ministra Pracy i Polityki Socjalnej z dnia 26 września 1997 r. \nw sprawie ogólnych\nprzepisów bezpieczeństwa i higieny pracy. \n\n§ 4\n\nPrzez użyte w niniejszym Zarządzeniu określenie:\n\n1.\n\nKierownik podstawowej jednostki organizacyjnej - należy rozumieć\nDziekana Wydziału, kierownika jednostki pozawydziałowej, kierownika pionu\nadministracyjnego lub kierownika innej samodzielnej jednostki organizacyjnej\nAGH,\n\n2.\n\nKierownik, bez bliższego określenia - należy rozumieć osobę\nkierującą pracownikiem lub pracownikami, o której mowa w art. 212 Kodeksu\npracy, oraz nauczyciela akademickiego w zakresie organizowanych,\nprowadzonych lub nadzorowanych przez niego zajęć dydaktycznych, zwanych\ndalej \"zajęciami\", dla studentów lub doktorantów.\n\n3.\n\nDział Kadrowo - Płacowy - należy rozumieć również i inne jednostki\nadministracyjne prowadzące sprawy kadrowe lub płacowe.\n\n§ 5\n\nTracą moc:\n\n1.\n\nZarządzenie Nr 10/87 Rektora AGH z dnia 03.04.1987 r. w sprawie\nbezpieczeństwa i higieny pracy przy użytkowaniu urządzeń wytwarzających pola\nelektromagnetyczne w zakresie od 0,1 MHz do 300000 MHz.\n\n2.\n\nZarządzenie Nr 13/89 Rektora AGH z dnia 12.04.1989 r. w sprawie\nsystemu szkoleń w zakresie bezpieczeństwa i higieny pracy,\n\n3.\n\nZarządzenie Nr 9/91 Rektora AGH z dnia 14.05.1991 r. w sprawie\nzasad i trybu ustalania i przyznawania dodatków za pracę wykonywaną w warunkach\nszkodliwych dla zdrowia lub uciążliwych,\n\n4.\n\nZarządzenie Nr 16/91 Rektora AGH z dnia 28.08.1991 r. w sprawie\ninformowania pracowników AGH o ryzyku zawodowym i o wynikach badań i pomiarów\nczynników szkodliwych dla zdrowia\n\n5.\n\nZarządzenie Nr 17/91 Rektora AGH z dnia 29.08.1991 r. w sprawie\nzmian w Zarządzeniu nr 13/89 Rektora AGH z dnia 12.04.1989 r. w sprawie\nsystemu szkoleń w zakresie bhp\n\n6.\n\nZarządzenie Nr 19/91 Rektora AGH z dnia 10.09.1991 r. w sprawie\nprzestrzegania przepisów ustawy o wychowaniu w trzeźwości i przeciwdziałaniu\nalkoholizmowi oraz zasad i trybu postępowania w AGH w przypadku naruszenia\ntych przepisów\n\n7.\n\nZarządzenie Nr 23/94 Rektora AGH z dnia 11.10.1994r. w sprawie\nzasad przydziału pracownikom środków ochrony indywidualnej, odzieży roboczej\ni środków higieny osobistej\n\n8.\n\nZarządzenie Nr 16/96 Rektora AGH z dnia 20.12.1996 r. w sprawie\nbezpieczeństwa i higieny pracy przy stosowaniu czynników rakotwórczych\nw środowisku pracy\n\n9.\n\nZarządzenie Nr 1/97 Rektora AGH z dnia 13.01.1997 r. w sprawie\ngospodarki substancjami chemicznymi\n\n10.\n\nZarządzenie Nr 5/99 Rektora AGH z dnia 1.03.1999 r. w sprawie\nwypadków zaistniałych podczas wykonywania pracy i nauki w AGH\n\n11.\n\nZarządzenie Nr 8/99 Rektora AGH z dnia 29.04.1999 r. w sprawie\nlekarskich badań profilaktycznych pracowników, doktorantów i studentów\n\n12.\n\nZarządzenie Nr 5/2000 Rektora AGH z dnia 21.01.2000 r. w sprawie\nbezpieczeństwa i higieny pracy na stanowiskach wyposażonych w monitory ekranowe\n\n13.\n\nPismo Okólne Nr R/4/94 Rektora AGH z dnia 8.12.1994r. w sprawie\nterminowego przeprowadzania badań i pomiarów czynników szkodliwych dla zdrowia\nw 1995 \n\n14.\n\nPismo Okólne Nr 3/2000 Rektora AGH z dnia 21.03.2000 r. w sprawie\nzapewnienia okularów korygujących wzrok pracownikom wykonującym pracę\nna stanowiskach wyposażonych w monitory ekranowe,\n\n15.\n\nPismo Okólne Nr 4/2000 Rektora AGH z dnia 20.04.2000 r. w sprawie\nzapewnienia okularów korygujących wzrok pracownikom wykonującym pracę\nna stanowiskach wyposażonych w monitory ekranowe,\n\n16.\n\nPismo Okólne Nr 7/2000 Rektora AGH z dnia 19.07.2000 r. w sprawie\npoprawy warunków pracy i nauki w warsztatach, laboratoriach mechanicznych\noraz w halach,\n\n17.\n\nPismo Okólne Nr 3/2002 Rektora AGH z dnia 10.07.2002 r. w sprawie\nbezpieczeństwa i higieny pracy w okresie wakacyjnym 2002r.\n\n§ 6\n\nZarządzenie wchodzi w życie z dniem ogłoszenia\n\nRektor\n\nprof. dr hab. inż. Ryszard Tadeusiewicz \n\nZałącznik nr 1\n\nPodstawowe obowiązki i zadania w zakresie BHP\n\n§1\n\n[ORGANIZOWANIE I PROWADZENIE PRAC ORAZ ZAJĘĆ DYDAKTYCZNYCH]\n\n1.\n\nKierownik podstawowej jednostki organizacyjnej jest zobowiązany\ndo zapewnienia organizowania i prowadzenia prac oraz zajęć dydaktycznych\nw budynkach, pomieszczeniach i na stanowiskach spełniających wymagania\nokreślone w:\n\n1.1.\n\nniniejszym Zarządzeniu, \n\n1.2.\n\nDziale X Kodeksu pracy\n,\n\n1.3.\n\nrozporządzeniu Ministra Nauki\ni Szkolnictwa Wyższego z dnia 5 lipca 2007 r. w sprawie\nbezpieczeństwa i higieny pracy w uczelniach (Dz. U. Nr 128, poz. 897)\n,\n\n1.4.\n\nrozporządzeniu\nMinistra Pracy i Polityki Socjalnej z dnia 26 września 1997 r. w sprawie\nogólnych przepisów bezpieczeństwa i higieny pracy\n.\n\n2.\n\nW zależności od rodzaju prac i zajęć dydaktycznych, poza\nprzepisami określonymi w ust. 1, zobowiązuje się do przestrzegania innych\nprzepisów, do\n\nktórych odwołują się\nniniejsze przepisy a w szczególności przestrzeganie przepisów wykonawczych\ndo ustaleń kodeksu pracy oraz branżowych przepisów bezpieczeństwa i\nhigieny pracy.\n\n3.\n\nKierownik podstawowej jednostki organizacyjnej jest również\nzobowiązany do zapewnienia zgodnego z przepisami, o których mowa w ust. 1\ni 2, organizowania, prowadzenia i nadzorowania prac oraz zajęć dydaktycznych.\n\n§ 2\n\n[OBOWIĄZKI KIEROWNIKA]\n\n1.\n\nKierownik jest odpowiedzialny za realizacje obowiązków\nokreślonych:\n\n1.1.\n\nw \nart. 212 Kodeksu pracy\n,\n\n1.2.\n\nw niniejszym Zarządzeniu, w zakresie swoich kompetencji,\n\n1.3.\n\nprzez kierownika podstawowej jednostki organizacyjnej oraz inną\nosobę przełożoną (polecenia, wskazówki, porady itp.)\n\n2.\n\nProwadzący zajęcia dla doktorantów i studentów jest odpowiedzialny\nza:\n\n2.1.\n\nbezpieczeństwo studentów i doktorantów w trakcie prowadzonych zajęć,\n\n2.2.\n\ndopuszczenie do zajęć tylko tych\n\nstudentów i doktorantów, którzy spełniają niezbędne wymagania do\nbezpiecznego przeprowadzenia zajęć,\n\n2.3.\n\ndopuszczenie do zajęć tylko tych studentów i doktorantów, którzy\nzostali wyposażeni w odpowiednie środki chroniące przed zagrożeniami i urazami,\njeżeli mogą wystąpić podczas zajęć i zostali poinformowani o ryzyku zawodowym,\nzasadach postępowania w czasie zajęć i środkach profilaktycznych.\n\n2.4.\n\ndopuszczenie do zajęć przy maszynach i innych urządzeniach\ntechnicznych, a także do zajęć w laboratoriach i pracowniach\nspecjalistycznych, po uprzednim zaznajomieniu studentów i doktorantów z\nprzepisami i zasadami bezpieczeństwa i higieny pracy oraz\nobowiązującym regulaminem porządkowym. Realizacja tego obowiązku powinna być\nudokumentowana i student lub doktorant powinien potwierdzić podpisem\nprzyjęcie do wiadomości i stosowania poleceń i innych ustaleń\ndokonanych w czasie zaznajamiania go z ww. przepisami i regulaminem.\n\n2.5.\n\nsprawdzenie przed rozpoczęciem zajęć i dopuszczeniem do nich studentów,\nczy stan techniczny maszyn i urządzeń oraz instalacji elektrycznej, ogólny\nstan laboratorium lub pracowni specjalistycznej nie stwarza zagrożenia\ndla życia i zdrowia studentów\n\n2.6.\n\nzapewnienie osobistego nadzoru podczas zajęć, a w przypadku gdy\njest to niemożliwe, zapewnienie nadzoru przez innego pracownika lub osobę\nprowadzącą odpowiednie kompetencje i przygotowanie gwarantujące przeprowadzenie\nzajęć zgodnie z przepisami i zasadami bezpieczeństwa i higieny pracy,\n\n2.7.\n\nzabezpieczenie maszyn, urządzeń, pomieszczeń itp. po zakończeniu\nzajęć\n\n2.8.\n\nzapewnienie udzielania pomocy przedlekarskiej poszkodowanym w\nwypadkach oraz zapewnienie podjęcia odpowiednich działań na okoliczność awarii\nlub innego miejscowego zagrożenia.\n\n3.\n\nPracownik organizujący lub nadzorujący zajęcia dydaktyczne dla\ndoktorantów oraz studentów jest odpowiedzialny za:\n\n3.1.\n\norganizację zajęć dla doktorantów i studentów w sposób zgodny z\nprzepisami i zasadami BHP,\n\n3.2.\n\nzapewnienie sprawności środków ochrony indywidualnej oraz ich\nstosowanie zgodnie z przeznaczeniem,\n\n3.3.\n\norganizowanie, przygotowywanie i prowadzenie zajęć dydaktycznych i\ninnych zajęć uwzględniając zabezpieczenie studentów i doktorantów przed\nwypadkami i chorobami związanymi z warunkami występującymi\nna stanowiskach dydaktycznych,\n\n3.4.\n\ndbanie o bezpieczny i higieniczny stan pomieszczeń nauki i\nwyposażenia technicznego, a także o sprawność środków ochrony zbiorowej\ni ich stosowanie zgodnie z przeznaczeniem,\n\n3.5.\n\negzekwowanie przestrzegania przez doktorantów i studentów\nprzepisów i zasad BHP,\n\n3.6.\n\nwykonania zaleceń lekarza sprawującego opiekę zdrowotną\nnad doktorantami i studentami.\n\n§ 3\n\n[OBOWIĄZKI\n\nPRACOWNIKA,\n\nDOKTORANTA\n\nI\n\nSTUDENTA]\n\n1.\n\nPrzestrzeganie przepisów i zasad bezpieczeństwa i higieny pracy\njest podstawowym obowiązkiem pracownika. \n\nW szczególności pracownik jest odpowiedzialny\nza realizacje obowiązków określonych:\n\n1.1.\n\nw \nart. 211 Kodeksu pracy\n,\n\n1.2.\n\nw niniejszym Zarządzeniu zgodnie z zakresem swoich kompetencji,\n\n1.3.\n\nprzez kierownika oraz inną osobę przełożoną (polecenia, wskazówki,\nporady itp.)\n\n2.\n\nPodstawowym obowiązkiem doktorantów i studentów jest\nprzestrzeganie przepisów i zasad BHP.\n\nW szczególności doktoranci i studenci są\nzobowiązani do:\n\n2.1.\n\nzaznajamiania się z przepisami i zasadami BHP, brania udziału\nw szkoleniach i instruktażach z tego zakresu oraz poddawania się\negzaminom sprawdzającym,\n\n2.2.\n\nwykonywania czynności w ramach zajęć zgodnie z przepisami i\nzasadami BHP oraz zgodnie z wydanymi w tym zakresie wskazówkami i poleceniami\nprowadzącego zajęcia,\n\n2.3.\n\ndbania o należyty stan powierzonego im sprzętu, narzędzi, maszyn\nitp. oraz o prządek i ład w swoim miejscu nauki,\n\n2.4.\n\nstosowania środków ochrony zbiorowej a także używania\nprzydzielonych środków ochrony indywidualnej oraz odzieży i obuwia roboczego\nzgodnie z ich przeznaczeniem,\n\n2.5.\n\npoddawania się wymaganym badaniom lekarskim oraz stosowania się\ndo wskazań lekarskich,\n\n2.6.\n\nniezwłocznego zawiadomienia prowadzącego zajęcia lub przełożonego\no zauważonym wypadku albo zagrożeniu życia lub zdrowia ludzkiego\noraz ostrzeżenia osób znajdujących się w rejonie zagrożenia, o grożącym\nim niebezpieczeństwie,\n\n2.7.\n\nwspółdziałania\n\nz\nprowadzącym zajęcia i przełożonym w wypełnianiu obowiązków dotyczących BHP.\n\n3.\n\nPodczas zajęć studentom i doktorantom nie wolno podejmować działań\nlub zaniechać działania, które mogą spowodować wypadek lub awarię,\na w szczególności:\n\n3.1.\n\nwłączać maszyn, urządzeń itp. bez polecenia prowadzącego zajęcia,\n\n3.2.\n\nużywać substancji i preparatów chemicznych niezgodnie z celem\nprzewidzianym w zajęciach,\n\n3.3.\n\nsamowolnie oddalać się ze stanowiska podczas zajęć\nlaboratoryjnych, warsztatowych itp.,\n\n§ 4\n\n[PRAWA\n\nPRACOWNIKA,\n\nDOKTORANTA\n\nI\n\nSTUDENTA\n\n1.\n\nPracownik ma prawo powstrzymać się od pracy i / lub oddalić się z\nmiejsca pracy w razie gdy warunki nie odpowiadają przepisom bezpieczeństwa i\nhigieny pracy i stwarzają bezpośrednie zagrożenie dla zdrowia lub życia\npracownika albo gdy wykonywana przez niego praca grozi takim niebezpieczeństwem\ninnym osobom, na zasadach określonych w \nart. 210 Kodeksu pracy\n.\n\n2.\n\nPracownik ma prawo\npowstrzymać się od wykonywania pracy wymagającej szczególnej sprawności\npsychofizycznej w przypadku, gdy jego stan psychofizyczny nie zapewnia\nbezpiecznego wykonywania pracy i stwarza zagrożenie dla innych osób, na\nzasadach określonych w \nart. 210 Kodeksu\npracy\n\n3.\n\nPrzełożony, którego pracownik skorzystał z prawa, o którym mowa w\nust. 1, jest zobowiązany bezzwłocznie podjąć odpowiednie działania\nprofilaktyczne oraz poinformować o powyższym kierownika podstawowej\njednostki organizacyjnej oraz Sekcję BHP.\n\n4.\n\nSekcja BHP jest zobowiązana do rejestrowania wszystkich\nzgłoszonych przypadków skorzystania przez pracowników z praw, o których mowa w\nust. 1, oraz do współpracy z przełożonym\n\nw zakresie działań profilaktycznych, o których mowa w ust. 3.\n\n5.\n\nWykaz prac, o których mowa w ust. 2, określa \nrozporządzenie\nMinistra Pracy i Polityki Socjalnej z dnia 28 maja 1996 r. w sprawie rodzajów\nprac wymagających szczególnej sprawności psychofizycznej\n, i\nobejmuje między innymi:\n\n5.1.\n\nPrace przy obsłudze suwnic sterowanych z kabiny i zdalnie\nsterowanych\n\n5.2.\n\nPrace przy obsłudze podnośników i platform hydraulicznych\n\n5.3.\n\nPrace przy obsłudze urządzeń ciśnieniowych podlegających pełnemu\ndozorowi technicznemu\n\n5.4.\n\nPrace przy obsłudze instalacji chemicznych do produkcji gazów\ntoksycznych lub tworzących mieszaniny wybuchowe z powietrzem\n\n5.5.\n\nPrace przy materiałach łatwopalnych, środkach toksycznych i\nmateriałach biologicznie zakaźnych\n\n5.6.\n\nPrace przy wytwarzaniu, transportowaniu, wydawaniu i stosowaniu\nmateriałów wybuchowych i samozapalnych\n\n5.7.\n\nPrace badawcze, doświadczalne i technologiczne, związane\nbezpośrednio z eksploatacją oraz obsługą ruchu reaktorów jądrowych,\nakceleratorów, generatorów neutronów, komór do produkcji źródeł\npromieniotwórczych\n\n5.8.\n\nPrace z otwartymi źródłami promieniotwórczymi w pracowniach klasy\nI i II.\n\n5.9.\n\nPrace na wiaduktach i mostach\n\n5.10.\n\nPrace na wysokości na masztach i wieżach antenowych\n\n6.\n\nStudent lub doktorant ma prawo i obowiązek powstrzymać się od\nudziału w zajęciach lub wykonania czynności w ramach zajęć podczas których\nmoże być narażony na zagrożenie lub niebezpieczeństwo i w jego wyniku doznać\npogorszenia stanu zdrowia lub ze względu na swój stan psychofizyczny spowodować\nzagrożenie dla siebie lub innych osób. Dla usprawiedliwionego skorzystania z\npowyższego prawa student lub doktorant jest zobowiązany przedstawić stosowne\nzaświadczenie lekarskie. \n\n§ 5\n\n[PROFILAKTYCZNA OCHRONA ZDROWIA]\n\nKierownik podstawowej jednostki organizacyjnej jest zobowiązany\ndo:\n\n1.\n\nzapewnienia informowania pracowników o ryzyku zawodowym, które\nwiąże się z wykonywaną pracą, oraz o zasadach ochrony przed zagrożeniami w\ntrybie i na zasadach określonych w \nZarządzeniu Nr 14/2005 Rektora\nAGH z dnia 27 lipca 2005 r. w sprawie oceny ryzyka zawodowego\n.\n\n2.\n\nzapewnienia stosowania środków zapobiegającym chorobom zawodowym i\ninnym chorobom związanym z wykonywaną pracą, a w szczególności przeprowadzaniem\nbadań i pomiarów czynników szkodliwych dla zdrowia według ustaleń określonych\nw \nZałączniku\nNr 3\n\n3.\n\nkierowania pracowników, studentów i doktorantów na badania\nlekarskie i zapewnienia realizacji zaleceń lekarza wydanych w ramach tych\nbadań, według ustaleń określonych w \nZałączniku Nr\n2\n\n4.\n\nzapewnienia pracownikom zatrudnionym w warunkach szczególnie\nuciążliwych, nieodpłatnych posiłków i napojów, jeżeli jest to niezbędne ze\nwzględów profilaktycznych, według ustaleń określonych w \nZałączniku Nr 7\n\n5.\n\nzapewnienia\n\npracownikom,\nstudentom i doktorantom niezbędnych środków ochrony indywidualnej, odzieży i\nobuwia roboczego oraz środków higieny osobistej, według ustaleń określonych w \nZałączniku Nr\n6\n\n6.\n\nzapewnienia środków do udzielania pierwszej pomocy w razie wypadku,\nwedług ustaleń określonych w \nZałączniku Nr 13\n\n7.\n\nwystąpienia z wnioskiem do Rektora o przyznanie pracownikom\ndodatku specjalnego ze względu na warunki wykonywania pracy (np. ze względu na\nwarunki pracy szkodliwe dla zdrowia, niebezpieczne lub uciążliwe) według\nustaleń określonych w \nZałączniku Nr 4\n\n§ 6\n\n[PRACE WZBRONIONE KOBIETOM]\n\n1.\n\nKierownik podstawowej jednostki organizacyjnej jest zobowiązany do\nzapewnienia realizacji obowiązków określonych w \nDziale VIII\nKodeksu pracy\n, a w szczególności:\n\n1.1.\n\nnie zatrudniania kobiet przy pracach szczególnie uciążliwych lub\nszkodliwych dla zdrowia określonych w \nrozporządzeniu\nRady Ministrów z dnia 10 września 1996r. w sprawie prac szczególnie\nuciążliwych lub szkodliwych dla zdrowia kobiet\n. \n\n1.2.\n\nprzeniesienia pracownicy w ciąży lub karmiącej dziecko piersią\nzatrudnionej przy pracy wymienionej w przepisach, o których mowa w ust. 1.1.,\ndo innej pracy lub zwolnienia jej na czas niezbędny z obowiązku\nświadczenia pracy,\n\n1.3.\n\ndostosowania warunków pracy lub ograniczenia czasu pracy w celu\nwyeliminowania zagrożenia dla zdrowia pracownicy w ciąży lub karmiącą dziecko\npiersią w przypadku zatrudnienia jej przy innych pracach, o których mowa w ust.\n1.1., a nie rozpatrzonych w ust. 1.2.\n\n2.\n\nKierownik pracownicy, a w szczególności pracownicy będącej w ciąży\nlub karmiącej dziecko piersią, jest zobowiązany do realizacji postanowień\nokreślonych w ust. 1.\n\n3.\n\nWykaz prac szczególnie uciążliwych lub szkodliwych dla zdrowia\nkobiet określa \nrozporządzenie Rady Ministrów z dnia 10 września 1996 r. w\nsprawie prac szczególnie uciążliwych lub szkodliwych dla zdrowia kobiet\n\ni obejmuje między innymi:\n\n3.1.\n\nRęczne podnoszenie i\nprzenoszenie ciężarów o masie przekraczającej:\n\n3.1.1.\n\n12 kg\n - przy pracy stałej,\n\n3.1.2.\n\n20 kg\n - przy pracy dorywczej\n(do 4 razy na godzinę w czasie zmiany roboczej).\n\n3.2.\n\nRęczne przenoszenie pod\ngórę - po pochylniach, schodach itp., których maksymalny kąt nachylenia\nprzekracza 30\no\n, a wysokość \n5 m\n - ciężarów o masie przekraczającej:\n\n3.2.1.\n\n8 kg\n - przy pracy stałej,\n\n3.2.2.\n\n15 kg\n - przy pracy dorywczej\n(do 4 razy na godzinę w czasie zmiany roboczej).\n\nDla kobiet w ciąży lub karmiących piersią:\n\n3.3.\n\nPrace wymienione w ust.\n3.1. i ust. 3.2., jeżeli występuje przekroczenie 1/4 określonych w nich\nwartości,\n\n3.4.\n\nPrace w pozycji wymuszonej\n\n3.5.\n\nPrace w pozycji stojącej\nłącznie ponad 3 godziny w czasie zmiany roboczej.\n\n3.6.\n\nPrace w zasięgu pól\nelektromagnetycznych o natężeniach przekraczających wartości dla sfery\nbezpiecznej.\n\n3.7.\n\nPrace w warunkach narażenia na promieniowanie jonizujące\nokreślonych w przepisach prawa atomowego.\n\n3.8.\n\nPrace przy obsłudze monitorów ekranowych - powyżej 4 godzin na\ndobę\n\n3.9.\n\nPrace na wysokości - poza stałymi galeriami, pomostami, podestami\ni innymi stałymi podwyższeniami, posiadającymi pełne zabezpieczenie\nprzed upadkiem (bez potrzeby stosowania środków ochrony indywidualnej\nprzed upadkiem), oraz wchodzenie i schodzenie po drabinach i klamrach\n\n3.10.\n\nPrace w narażeniu na działanie czynników rakotwórczych\ni o prawdopodobnym działaniu rakotwórczym, określonych w odrębnych\nprzepisach\n\n3.11.\n\nPrace w narażeniu na działanie rozpuszczalników organicznych,\njeżeli ich stężenia w środowisku pracy przekraczają wartości 1/3\nnajwyższych dopuszczalnych stężeń\n\n3.12.\n\nPrace w narażeniu na niżej wymienione substancje chemiczne\nniezależnie od ich stężenia w środowisku pracy:\n\n3.12.1.\n\nchloropren,\n\n3.12.2.\n\n2-etoksyetanol,\n\n3.12.3.\n\netylenu dwubromek,\n\n3.12.4.\n\nleki cytostatyczne,\n\n3.12.5.\n\nmangan,\n\n3.12.6.\n\n2-metoksyetanol,\n\n3.12.7.\n\nołów i jego związki organiczne i nieorganiczne,\n\n3.12.8.\n\nrtęć i jej związki organiczne i nieorganiczne,\n\n3.12.9.\n\nstyren,\n\n3.12.10.\n\nsyntetyczne estrogeny i progesterony,\n\n3.12.11.\n\nwęgla dwusiarczek,\n\n3.12.12.\n\npreparaty od ochrony roślin\n\n§ 7\n\n[PRACE SZCZEGÓLNIE SZKODLIWE DLA ZDROWIA LUB NIEBEZPIECZNE]\n\n1.\n\nKierownik podstawowej jednostki organizacyjnej jest zobowiązany\ndo:\n\n1.1.\n\nzapewnienia organizacji prac i zajęć dydaktycznych, podczas\nktórych wykonywane są prace szczególnie niebezpieczne w sposób zgodny\nz ustaleniami zawartymi \nZałączniku Nr 9\n, oraz do ustalenia i\naktualizowania wykazu prac szczególnie niebezpiecznych występujących w\nkierowanej jednostce organizacyjnej,\n\n1.2.\n\nzapewnienia organizacji prac i zajęć dydaktycznych, podczas których\nwykonywane są prace przy użyciu substancji lub czynników rakotwórczych\nw sposób zgodny z ustaleniami zawartymi \nZałączniku Nr 10\n,\noraz do rejestrowania wszystkich rodzajów prac w kontakcie z\nsubstancjami i ich mieszaninami oraz czynnikami rakotwórczymi a także\nz substancjami i czynnikami o prawdopodobnym działaniu\nrakotwórczym,\n\n1.3.\n\nzapewnienia ochrony osób przed promieniowaniem jonizującym,\npochodzącym ze źródeł sztucznych i naturalnych, występujących w środowisku\npracy lub podczas zajęć,\n\n1.4.\n\npodejmowania działań zapobiegających niebezpieczeństwu w przypadku\nrozpoczęcia prac lub zajęć, które stwarzają nagłe niebezpieczeństwo\ndla zdrowia lub życia pracowników, studentów lub doktorantów. W tym\nprzypadku należy, w szczególności, zapewnić odpowiednie do rodzaju\nniebezpieczeństwa urządzenia i sprzęt ratowniczy oraz ich obsługę przez\nosoby należycie przeszkolone oraz zapewnić udzielenie pierwszej pomocy\nposzkodowanym,\n\n1.5.\n\nzapewnienia, aby prace przy których istnieje możliwość wystąpienia\nszczególnego zagrożenia dla zdrowia lub życia ludzkiego, były wykonywane przez\nco najmniej dwie osoby w celu zapewnienia asekuracji,\n\n1.6.\n\nzapewnienia nadzoru nad osobami samotnie przebywającymi\nw pomieszczeniach, w których w sytuacjach awaryjnych mogą wystąpić\nzagrożenia dla zdrowia lub życia pracownika, a w szczególności zagrożenia\npożarowe, wybuchowe, porażenia prądem elektrycznym, wydzielania się trujących i\nszkodliwych gazów lub par. \n\n2.\n\nWszystkie prace, o których mowa w ust. 1, za wyjątkiem prac\nwykowywanych przez wyspecjalizowane firmy zewnętrzne, należy zgłosić, w fazie\nich organizowania, do Sekcji BHP w celu uzyskania opinii, a po zakończeniu prac\nremontowych lub adaptacyjnych dokonać w obecności pracownika Sekcji BHP\nodbioru stanowisk, pomieszczeń, urządzeń itp.\n\nBez pozytywnej opinii Sekcji BHP nie mogą być\ndopuszczeni do pracy lub nauki pracownicy, studenci i doktoranci na\nstanowiskach na których będą wykonywane prace szczególnie niebezpieczne.\n\n3.\n\nPrace, o których mowa w ust. 1, wykonywane przez firmy zewnętrzne\nnależy organizować w sposób nie powodujący zagrożeń i minimalizujący\nuciążliwość dla pracowników, studentów, doktorantów i innych osób\nprzebywających w rejonie prac. Nadzór nad bezpiecznym zorganizowaniem i\nprzeprowadzeniem pracy oraz koordynację, o której mowa w art. 208 Kodeksu\npracy, sprawuje z ramienia AGH inspektor nadzoru budowlanego.\n\n4.\n\nNadzór, o którym mowa w ust. 1.6., polega na obowiązku meldowania\nsię osoby samotnie przebywającej w pomieszczeniu w ustalony sposób i w\nokreślonych porach. Kierownik podstawowej jednostki organizacyjnej ustala\nrodzaje pomieszczeń, o których mowa w ust. 1.6., a także określa sposób\nmeldowania się oraz postępowania w razie braku meldunków. \n\n5.\n\nNiedopuszczalne jest stosowanie materiałów i procesów technologicznych\nbez uprzedniego ustalenia stopnia ich szkodliwości dla zdrowia pracowników\ni podjęcia odpowiednich środków profilaktycznych.\n\n6.\n\nNiedopuszczalne jest stosowanie substancji i ich mieszanin\nnie oznakowanych w sposób widoczny, umożliwiający ich identyfikację. \n\n7.\n\nNiedopuszczalne jest stosowanie niebezpiecznych substancji i ich\nmieszanin bez posiadania aktualnego spisu tych substancji i ich mieszanin\noraz kart charakterystyki, a także opakowań zabezpieczających przed ich\nszkodliwym działaniem, pożarem lub wybuchem \n\n8.\n\nUżytkowanie, transport, magazynowanie i przechowywanie\nniebezpiecznych substancji i ich mieszaninami należy realizować zgodnie\nz obowiązującymi w tym zakresie przepisami oraz w sposób zabezpieczający\nprzed nieuzasadnionym dostępem osób postronnych. \n\n9.\n\nZakres odpowiedzialności, zakup, ewidencję, magazynowanie i\nstosowanie substancji niebezpiecznych i mieszanin określa \nZałącznik\nNr 15\n.\n\n10.\n\nJeżeli podczas procesów pracy lub nauki występuje niebezpieczeństwo\noblania pracowników, doktorantów lub studentów środkami żrącymi lub zapalenia\nodzieży – nie dalej niż \n20 m\n\nw linii poziomej od stanowiska, na których wykonywane są te procesy,\npowinny być zainstalowane natryski ratunkowe (prysznice bezpieczeństwa) do\nobmycia całego ciała oraz oddzielne natryski (prysznice) do przemywania\noczu.\n\n§ 8\n\n[MASZYNY I INNE URZĄDZENIA TECHNICZNE]\n\n1.\n\nKierownik podstawowej jednostki organizacyjnej jest zobowiązany\ndo:\n\n1.1.\n\ndoboru, wyposażenia stanowisk pracy i użytkowania maszyn, urządzeń\ntechnicznych, narzędzi, instalacji użytkowanych podczas pracy a także sprzętu\ndo tymczasowej pracy na wysokości - zwanych dalej \"maszynami\"\nzapewniających bezpieczeństwo, a w szczególności do przestrzegania zasad\nokreślonych w \nrozporządzeniu Ministra Pracy i polityki Socjalnej z dnia\n26 września 1997 r. w sprawie ogólnych przepisów bezpieczeństwa i higieny pracy\n\ni \nrozporządzeniu\nMinistra Gospodarki z dnia 30 października 2002 r w sprawie minimalnych\nwymagań dotyczących bezpieczeństwa i higieny pracy w zakresie użytkowania\nmaszyn przez pracowników podczas pracy\n,\n\n1.2.\n\nzapewnienia, aby maszyny spełniały wymagania bezpieczeństwa i\nhigieny pracy przez cały okres ich użytkowania,\n\n1.3.\n\nzapewnienia, aby obsługa, naprawa, remont lub konserwacja maszyn\npowodujących zagrożenia dla bezpieczeństwa lub zdrowia pracowników\nbyły wykonywane przez pracowników posiadających odpowiednie przygotowanie.\n\n2.\n\nNiedopuszczalne jest wyposażanie stanowisk pracy w maszyny,\nktóre nie spełniają wymagań dotyczących oceny zgodności określonych\nw odrębnych przepisach.\n\n3.\n\nMaszyn będących w ruchu nie wolno pozostawiać bez obsługi lub\nnadzoru, chyba że dokumentacja techniczno - ruchowa stanowi inaczej.\n\n4.\n\nNiedopuszczalne jest użytkowanie maszyn nabytych przed dniem 1\nstycznia 2003 r. nie spełniających minimalnych wymagań dotyczących maszyn,\no których mowa w rozdziale 3 \nrozporządzenia Ministra Gospodarki z dnia 30 października\n2002 r w sprawie minimalnych wymagań dotyczących bezpieczeństwa i\nhigieny pracy w zakresie użytkowania maszyn przez pracowników podczas pracy\n\n§ 9\n\n[PRACE TRANSPORTOWE\n\nI\n\nPORZĄDKOWE]\n\n1.\n\nKierownik, podczas organizowania i prowadzenia prac transportowych\njest zobowiązany do zastosowania odpowiednich rozwiązań technicznych\ni organizacyjnych w celu wyeliminowania ręcznych prac transportowych. W\nrazie braku możliwości wyeliminowania ręcznych prac transportowych, kierownik\njest obowiązany wyposażyć pracowników w niezbędny sprzęt pomocniczy i środki\nochrony indywidualnej oraz zorganizować i przeprowadzić prace transportowe\nzgodnie z ustaleniami \nrozporządzenia Ministra Pracy i Polityki Socjalnej z dnia\n14 marca 2000 r. w sprawie bezpieczeństwa i higieny pracy przy ręcznych\npracach transportowych\n.\n\n2.\n\nKierownik podczas organizowania ręcznych prac transportowych\nwykonywanych przez podległych mu pracowników (nie dotyczy prac transportowych\nzlecanych uprawnionym firmom) jest zobowiązany do:\n\n2.1.\n\nocenienia ryzyka zawodowego występującego przy tych pracach\ni zastosowanie środków profilaktycznych,\n\n2.2.\n\ndobrania odpowiednich pracowników posiadających predyspozycje\nzdrowotne i odpowiednie kwalifikacje do przeprowadzenia tych prac,\n\n2.3.\n\nprzeprowadzenie szkolenia wstępnego w zakresie instruktażu\nstanowiskowego pracowników,\n\n2.4.\n\nzgłoszenie do Sekcji BHP i uzyskanie pozytywnej opinii w przypadku\nzamiaru wykonywania prac transportowych nietypowych lub o znacznych\nzagrożeniach występujących przy ich wykonywaniu. \n\n3.\n\nKierownik eksploatujący i prowadzący prace transportowe przy\nwykorzystaniu wózków jezdnych z napędem silnikowym jest zobowiązany do\nprzestrzegania wymogów określonych w \nrozporządzeniu\nMinistra Gospodarki z dnia 10 maja 2002 r. w sprawie bezpieczeństwa i\nhigieny pracy przy użytkowaniu wózków jezdnych z napędem silnikowym\n.\n\n4.\n\nSprzątanie i wszelkie inne prace porządkowe powinny być wykonywane\nw czasie i w sposób, nie narażający osób postronnych (pracowników,\nstudentów, doktorantów i innych osób przebywających na terenie wykonywania\nprac) na zagrożenia jakie mogą wystąpić w czasie ich wykonywania. \n\nW przypadku braku możliwości wyeliminowania\nzagrożeń dla osób postronnych należy poinformować te osoby o występujących\nzagrożeniach poprzez wyraźne\n\noznakowanie\nstrefy\n\nzagrożenia np. oznakowanie miejsc\nśliskich powstałych w czasie zmywania podłogi.\n\nZa przestrzeganie powyższego wymogu jest\nodpowiedzialny kierownik: w zakresie organizacji i nadzoru, oraz\npracownik: w zakresie oznakowywania strefy zagrożenia.\n\n§ 10\n\n[INSTRUKCJE BHP]\n\n1.\n\nKierownik jest zobowiązany opracować i udostępnić pracownikom, do\nstałego korzystania, aktualne instrukcje bezpieczeństwa i higieny pracy\ndotyczące:\n\n1.1.\n\nstosowanych procesów technologicznych albo wykonywania prac\nzwiązanych z zagrożeniami wypadkowymi lub zagrożeniami zdrowia\npracowników,\n\n1.2.\n\nobsługi maszyn i innych urządzeń technicznych,\n\n1.3.\n\npostępowania z materiałami szkodliwymi dla zdrowia lub\nniebezpiecznymi,\n\n1.4.\n\nudzielania pierwszej pomocy,\n\n2.\n\nInstrukcje powinny w sposób zrozumiały dla pracowników wskazywać:\n\n2.1.\n\nczynności, które należy wykonać przed rozpoczęciem danej pracy,\n\n2.2.\n\nzasady i sposoby bezpiecznego wykonania pracy,\n\n2.3.\n\nczynności do wykonania po zakończeniu pracy,\n\n2.4.\n\nzasady postępowania w sytuacjach awaryjnych stwarzających\nzagrożenia dla życia lub zdrowia pracowników,\n\n3.\n\nInstrukcje dotyczące prac związanych ze stosowaniem\nniebezpiecznych substancji i preparatów chemicznych powinny uwzględniać\ninformacje zawarte w kartach charakterystyki tych substancji i preparatów.\n\n4.\n\nPrzed udostępnieniem instrukcji pracownikom należy je przekazać do\nSekcji BHP do zaopiniowania.\n\n5.\n\nPracownicy są zobowiązani do pisemnego potwierdzenia zapoznania\nsię z poleceniami zawartymi w instrukcji i do ich przestrzegania.\n\n6.\n\nUstalenia powyższe dotyczące pracowników stosuje się do\ndoktorantów i studentów.\n\n§ 11\n\n[POMIESZCZENIA PRACY I NAUKI]\n\n1.\n\nKierownik podstawowej jednostki organizacyjnej jest zobowiązany\ndo zapewnienia:\n\n1.1.\n\nodpowiednich pomieszczeń pracy i nauki dostosowanych do rodzaju\nprowadzonych prac i zajęć dydaktycznych oraz liczby osób zatrudnionych\nlub odbywających zajęcia,\n\n1.2.\n\nszczególnych środków ostrożności w budynkach i pomieszczeniach w\nktórych wykonywane są eksperymenty, o których mowa w \nZałączniku Nr 12\n,\noraz inne badania i prace mogące stanowić zagrożenie dla życia i zdrowia\nprzebywających w nich ludzi,\n\n1.3.\n\noznakowania i zabezpieczenia przed swobodnym dostępem osób\nnieupoważnionych miejsc pracy oraz pomieszczeń, do których wzbroniony jest\ndostęp osobom niezatrudnionym lub studentom,\n\n1.4.\n\nutrzymania pomieszczeń pracy i nauki w czystości i porządku oraz\nzapewnić ich okresowe remonty w celu zachowania wymagań bezpieczeństwa i\nhigieny pracy,\n\n1.5.\n\nodpowiedniej liczby i rodzaju pomieszczeń sanitarnych i\nzapewnienia w nich czystości i porządku,\n\n1.6.\n\norganizowana budowy lub przebudowy obiektu budowlanego, w którym\nprzewiduje się pomieszczenia pracy lub nauki w sposób zgodny z projektem\nuwzględniającym wymagania bezpieczeństwa i higieny pracy, pozytywnie\nzaopiniowanym przez uprawnionych rzeczoznawców. Obowiązek powyższy stosuje się\nodpowiednio w przypadku nadzorowania ww. budowy lub przebudowy oraz\ngdy budowa lub przebudowa dotyczy części obiektu budowlanego, w której\nznajdują się pomieszczenia pracy\n\n2.\n\nZmiany w sposobie użytkowania pomieszczeń powinny być poprzedzone\nopinią pod względem bezpieczeństwa i higieny pracy. Opinię wydaje Sekcja BHP.\n\n3.\n\nPrzebudowa obiektu budowlanego lub jego części, adaptacja\npomieszczeń do stałej lub czasowej pracy lub nauki lub remont, który może\npowodować zmianę warunków pracy lub nauki, powinien:\n\n3.1.\n\nuwzględniać poprawę warunków bezpieczeństwa i higieny pracy,\n\n3.2.\n\nzostać pozytywnie zaopiniowany prze Sekcję BHP przed rozpoczęciem\nprac jak i po zakończeniu (podczas odbioru końcowego).\n\n4.\n\nNiedopuszczalne jest użytkowanie pomieszczeń pracy lub nauki, o\nktórych mowa w pkt 3, bez pozytywnej opinii Sekcji BHP.\n\n§ 12\n\n[PALENIE WYROBÓW TYTONIOWYCH]\n\n1.\n\nZabrania się palenia wyrobów tytoniowych w obiektach AGH, a w\nszczególności: w pomieszczeniach, na korytarzach, klatkach schodowych i w\ninnych miejscach, w których niepalący byliby narażeni na wdychanie dymu\ntytoniowego, za wyjątkiem pomieszczeń do tego przeznaczonych - palarni.\n\n2.\n\nSkreślony\n\n§ 13\n\n[BADANIA NA\nZAWARTOŚĆ ALKOHOLU W ORGANIZMIE]\n\n1.\n\nPrzełożony pracownika oraz prowadzący zajęcia dla studentów i\ndoktorantów jest zobowiązani do niedopuszczenia do pracy lub zajęć pracowników,\nstudentów lub doktorantów, jeżeli zachodzi podejrzenie, że stawili się do\npracy lub na zajęcia po użyciu alkoholu albo spożywali alkohol w czasie\npracy lub zajęć - zwanych dalej osobami podejrzanymi o nadużycie alkoholu.\n\n2.\n\nZasady\npostępowania na okoliczność określoną w ust. 1 określa \nZałącznik Nr 14\n\n§ 14\n\n[SŁUŻBA BHP]\n\n1.\n\nSłużba BHP AGH pełni funkcję:\n\n1.1.\n\ndoradczą w zakresie bezpieczeństwa i higieny pracy dla wszystkich\npracowników, studentów i doktorantów, a w szczególności dla kierowników\npodstawowych jednostek organizacyjnych,\n\n1.2.\n\nopiniodawczą,\n\n1.3.\n\nkontrolną\n\n2.\n\nZakres obowiązków i praw pracowników służby BHP określa \nrozporządzenie\nRady Ministrów z dnia 2 września 1997 r, w sprawie służby bezpieczeństwa i\nhigieny pracy\n\n§ 15\n\n[SPOŁECZNA INSPEKCJA PRACY AGH]\n\n1.\n\nSpołeczna inspekcja pracy reprezentuje interesy wszystkich\npracowników AGH w zakresie BHP i prawa pracy.\n\n2.\n\nZakres zadań i uprawnień określa \nustawa z dnia\n24 czerwca 1983 roku o społecznej inspekcji pracy\n\n3.\n\nKierowników i innych pracowników AGH zobowiązuję do współpracy\nze społecznymi inspektorami pracy w zakresie poprawy stanu bezpieczeństwa\ni higieny pracy oraz nauki w AGH.\n\n§ 16\n\n[WYKONYWANIE PRACY I PROWADZENIE ZAJĘĆ DYDAKTYCZNYCH PRZEZ\nDOKTORANTÓW]\n\n1.\n\nDoktorantom mogą być powierzone do wykonania, bez nadzoru, prace\nlub zajęcia tylko w przypadku zatrudnienia ich w oparciu o umowę o pracę. W\npozostałych przypadkach należy zapewnić bieżący nadzór sprawowany przez:\n\n1.1.\n\nprzełożonego, lub\n\n1.2.\n\ninnego uprawnionego pracownika dydaktycznego AGH, lub\n\n1.3.\n\ninnego uprawnionego pracownika nie dydaktycznego AGH.\n\n2.\n\nPracownicy, o którym mowa w ust. 1.2. i ust. 1.3., powinni\nposiadać odpowiednie kwalifikacje. \n\n3.\n\nPracownik, o którym mowa w ust. 1.2., powinien dodatkowo zostać\npoinformowany o zakresie kompetencji i zakresie odpowiedzialności jakie na nim\nbędą ciążyły podczas nadzorowania prowadzonych zajęć i prac przez doktorantów\noraz powinien zostać przeszkolony w zakresie BHP dla uzupełnienia wiedzy\nw związku z powierzeniem nowych kompetencji i odpowiedzialności.\n\n4.\n\nDoktoranci, w stosunku do których przewiduje się prowadzenie\nsamodzielnie zajęć dydaktycznych lub prac podczas których mogą wystąpić\nzagrożenia lub niebezpieczeństwa powinni zostać przeszkoleni w zakresie\nBHP w trybie i zakresie odpowiadającym szkoleniom pracowników dotyczącym instruktażu\nogólnego i instruktażu na stanowisku pracy dostosowanym do potrzeb doktorantów.\n\n§ 17\n\n[LICZEBNOŚĆ GRUP PODCZAS ZAJĘĆ DYDAKTYCZNYCH]\n\n1.\n\nNie wolno dopuścić do zajęć dydaktycznych większą ilość studentów\nlub doktorantów niż wynika to z warunków bezpiecznego przeprowadzenia\nzajęć i obowiązujących w tym zakresie przepisów.\n\n2.\n\nDecyzję o zmniejszeniu liczby studentów lub doktorantów podczas\nzajęć poniżej liczby określonej dla potrzeb rozliczenia zajęć, podejmuje\nkierownik podstawowej jednostki organizacyjnej na wniosek prowadzącego zajęcia.\nW przypadku gdy potrzeba zmniejszenia ilości studentów lub doktorantów\npodczas zajęć wynika ze względów BHP, wniosek prowadzącego zajęcia powinien być\npozytywnie zaopiniowany przez Sekcję BHP.\n\nPOWRÓT DO WYKAZU ZAŁĄCZNIKÓW\n\nZałącznik nr 2\n\nProfilaktyczne badania lekarskie\npracowników, doktorantów i studentów\n\n§ 1\n\n[RODZAJE BADAŃ LEKARSKICH PRACOWNIKÓW , SKIEROWANIA NA BADANIA]\n\n1.\n\nPracownicy podlegają badaniom lekarskim profilaktycznym\n\nSą to:\n\n1.1.\n\nbadania wstępne, którym podlegają wszystkie osoby przyjmowane do\npracy, młodociani i inni pracownicy przenoszeni na stanowiska pracy, na których\nwystępują czynniki szkodliwe dla zdrowia lub warunki uciążliwe.\n\nSkierowanie na ten rodzaj badania wystawia\npracownik odpowiedzialny za obsługę administracyjną związaną z\nzatrudnieniem lub przeniesieniem pracownika na inne stanowisko pracy.\n\n1.2.\n\nbadania okresowe, którym podlegają wszyscy pracownicy AGH. \n\nSkierowanie na ten rodzaj badania wystawia\nbezpośredni przełożony pracownika lub z upoważnienia kierownika\npodstawowej jednostki organizacyjnej pracownik, o którym mowa w \n§\n 4 ust. 2.\n\n1.3.\n\nbadania kontrolne, którym podlegają pracownicy w przypadku\nniezdolności do pracy dłuższej niż 30 dni spowodowanej chorobą. \n\nSkierowanie na ten rodzaj badania wystawia\nbezpośredni przełożony pracownika lub z upoważnienia kierownika\npodstawowej jednostki organizacyjnej pracownik, o którym mowa w \n§\n 4 ust. 2.\n\n1.4.\n\nbadania okresowe – dodatkowe, którym podlegają pracownicy\nzatrudnieni w warunkach narażenia na działanie substancji i czynników\nrakotwórczych lub pyłów zwłókniających, po zaprzestaniu pracy w kontakcie z\ntymi substancjami, czynnikami lub pyłami lub po rozwiązaniu stosunku pracy,\njeżeli pracownik\n\nzgłosi wniosek\no objęcie takimi badaniami. Skierowanie na ten rodzaj badania wystawia\npracownik Działu Kadrowo - Płacowego.\n\n2.\n\nPracowników, o których mowa w ust. 1 należy kierować na badania\nlekarskie do przychodni, z którymi AGH zwarła umowę o świadczenie\nusług z zakresu medycyny pracy.\n\n3.\n\nSkierowanie na badania profilaktyczne należy wystawiać na druku\nustalonym przez Dyrektora ds. Pracowniczych w uzgodnieniu z Sekcją BHP.\n\n4.\n\nKopie skierowania na badania oraz oryginały zaświadczeń lekarskich\nokreślających zdolność do pracy należy\n\nbezzwłocznie przekazać do Działu Kadrowo - Płacowego w celu załączenia\nich do akt osobowych pracownika.\n\n5.\n\nWszyscy pracownicy podlegają badaniom sanitarno-epidemiologicznym.\nSkierowanie w celu przeprowadzenia badania sanitarno-epidemiologicznego należy\nwystawiać na druku ustalonym przez Dyrektora ds. Pracowniczych\nw uzgodnieniu z Sekcją BHP.\n\n§ 2\n\n[ ZAKAZ DOPUSZCZENIA DO PRACY]\n\nNie można dopuścić do pracy pracownika bez aktualnego orzeczenia\nlekarskiego (zaświadczenia), wydanego przez lekarza uprawnionego do\nprzeprowadzania badań profilaktycznych, stwierdzającego brak przeciwwskazań do\npracy na określonym stanowisku.\n\n§ 3\n\n[OBOWIĄZKI PRACOWNIKA]\n\n1.\n\nPracownik jest zobowiązany do:\n\n1.1.\n\nodbioru skierowania na badanie wstępne w terminie umożliwiającym\nwykonanie badania i dostarczenia zaświadczenia przed rozpoczęciem pracy,\n\n1.2.\n\nodbioru skierowania na badanie okresowe w terminie umożliwiającym\nwykonanie badania i dostarczenia zaświadczenia przed upływem daty ważności\npoprzedniego badania profilaktycznego,\n\n1.3.\n\nodbioru skierowania na badania kontrolne i wykonania\n\nbadania kontrolnego przed podjęciem pracy po\nzakończeniu choroby,\n\n1.4.\n\nterminowego wykonywania badań profilaktycznych oraz stosowania się\ndo zaleceń lekarza,\n\n1.5.\n\nrealizacji badań sanitarno-epidemiologicznych wg zasad ustalonych\ndla badań lekarskich profilaktycznych.\n\n2.\n\nPracownik, po wykonaniu badania lekarskiego profilaktycznego jest\nzobowiązany do bezzwłocznego dostarczenia otrzymanego od lekarza\nzaświadczenia określającego zdolność do pracy do jednostki lub osoby od której\notrzymał skierowanie na badania.\n\n§4\n\n[OBOWIĄZKI KIEROWNIKA]\n\n1.\n\nBezpośredni przełożony pracownika jest odpowiedzialny za\ndopuszczenie do pracy tylko tych pracowników, którzy posiadają aktualne\norzeczenie lekarskie (zaświadczenie) stwierdzające brak przeciwwskazań do pracy\noraz jest odpowiedzialny za wykonanie zaleceń lekarza sprawującego opiekę\nzdrowotną nad podległymi mu pracownikami.\n\n2.\n\nKierownik podstawowej jednostki organizacyjnej jest zobowiązany\ndo wyznaczenia pracownika lub pracowników odpowiedzialnych za:\n\n2.1.\n\nnadzór nad terminowym i prawidłowym realizowaniem badań lekarskich\nprofilaktycznych przez pracowników,\n\n2.2.\n\nnadzór nad realizacją wydanych przez lekarza zaleceń w ramach\nprzeprowadzonych badań lekarskich profilaktycznych,\n\n3.\n\nKierownik podstawowej jednostki organizacyjnej może również\npowierzyć pracownikowi, o którym mowa w ust. 2, obowiązek wydawania skierowań\nna badania lekarskie profilaktyczne. Powierzenie pracownikowi obowiązków,\no których mowa w ust 2 i ust. 3., powinno być odnotowane w jego zakresie\nczynności.\n\n§5\n\n[PODEJRZENIE O CHOROBĘ ZAWODOWĄ, \n\nZGŁASZANIE PRZECIWWSKAZAŃ LEKARSKICH DO PRACY]\n\n1.\n\nZobowiązuję kierowników, a w szczególności bezpośrednich\nprzełożonych pracowników, do bezzwłocznego zgłaszania do Sekcji BHP wszystkich\nprzypadków podejrzeń o chorobę zawodową i innych niedyspozycji zdrowotnych,\nmających związek z pracą a stwierdzonych u podległych im pracowników. \n\n2.\n\nUpoważnionymi pracownikami do pisemnego informacja lekarza lub\njednostek medycyny pracy o warunkach pracy pracownika, u którego podejrzewa się\nchorobę zawodową lub inne schorzenie związane z warunkami pracy w AGH,\nsą jedynie kierownicy podstawowych jednostek organizacyjnych.\n\nPowyższa informacja powinna być uzgodniona z\nSekcją BHP. \n\nObowiązek ten nie dotyczy informacji\nzamieszczanych w skierowaniach na badania lekarskie profilaktyczne. \n\n3.\n\nNależy bezzwłocznie poinformować Sekcję BHP (tel. 32-68) w\nprzypadkach:\n\n3.1.\n\norzeczenia przez lekarza ograniczenia wykonywania pracy lub\nwniesienia uwag przez lekarza co do sposobu wykonywania pracy,\n\n3.2.\n\npodejrzenia choroby zawodowej.\n\nZa realizację tego obowiązku jest\nodpowiedzialny bezpośredni przełożony pracownika jak również pracownik, o\nktórym mowa w § 4 ust. 2 oraz inni pracownicy AGH, którzy uzyskali\nww. informacje (np. pracownicy Działu Kadrowo - Płacowego).\n\n§ 6\n\n[KONTROLA]\n\n1.\n\nZobowiązuję pracowników Działu Kadrowo - Płacowego sprawujących\nnadzór nad aktami osobowymi pracowników do bieżącej kontroli aktualności badań\nlekarskich.\n\n2.\n\nZobowiązuję pracowników Sekcję BHP do systematycznej kontroli\nprzestrzegania obowiązków dotyczących badań profilaktycznych w ramach\nprowadzonej działalności kontrolnej oraz do bieżącej kontroli realizacji\nzaleceń lekarskich, o których mowa w § 5 ust. 3.1.\n\n§ 7\n\n[BADANIA LEKARSKIE KANDYDATÓW NA STUDIA, DOKTORANTÓW I STUDENTÓW]\n\n1.\n\nSkreślony \n\n2.\n\nStudenci oraz uczestnicy studiów doktoranckich, którzy w trakcie\npraktycznej nauki zawodu lub studiów będą narażeni na działanie czynników\nszkodliwych, uciążliwych lub niebezpiecznych dla zdrowia podlegają\nbadaniom lekarskim profilaktycznym:\n\n2.1.\n\nwstępnym – przed rozpoczęciem nauki w AGH;\n\nSkierowanie na takie badania wydaje wydział poprzez dołączenie do zawiadomienia\no przyjęciu na studia.\n\n2.2.\n\nokresowym – jeżeli lekarz podczas badań wstępnych, o których mowa\nw ust. 2.1, ustalił datę następnego badania;\n\nSkierowanie na takie badania wydaje pracownik wydziału określony w ust. 5,\nz wyprzedzeniem 1. miesiąca przed wyznaczonym terminem.\n\n3.\n\nBadania, o których mowa w ust. 2, przeprowadza nieodpłatnie lekarz\nuprawniony z przychodni wyznaczonej przez Wojewódzki Ośrodek Medycyny\nPracy.\n\n3.1.\n\nwłaściwy dla miejsca stałego zamieszkania, dla studentów\nokreślonych w ust. 2.1,\n\n3.2.\n\nw Krakowie, dla studentów i doktorantów określonych w ust. 2.2. \n\n4.\n\nDziekan Wydziału jest zobowiązany do określenia zajęć dla całego\ntoku studiów, podczas których studenci lub doktoranci, w trakcie praktycznej\nnauki zawodu lub studiów, będą narażeni na działanie czynników szkodliwych,\nuciążliwych lub niebezpiecznych.\n\nDziekan Wydziału dokonuje powyższych ustaleń w oparciu o analizę programu\nstudiów oraz w uzgodnieniu z Sekcją BHP i lekarzem sprawującym profilaktyczną\nopiekę nad pracownikami z przychodni, o której mowa w § 1 ust. 2.\n\n5.\n\nDziekan Wydziału jest zobowiązany do wyznaczenia pracownika\nodpowiedzialnego za organizację i nadzór nad prawidłowym i terminowym\nrealizowaniem przez studentów i doktorantów badań lekarskich, o których\nmowa w ust. 2.\n\nDo obowiązków pracownika, o którym mowa wyżej, należy również nadzór nad\nrealizacją zaleceń lekarza wydanych w ramach badań, o których mowa w ust. 1, 2\ni 7.\n\nPowierzenie pracownikowi ww. obowiązków należy odnotować w jego zakresie\nczynności.\n\n6.\n\nZaświadczenia i orzeczenia lekarskie, o których mowa w ust. 1\ni 2 należy załączyć do dokumentacji osobowej studenta lub doktoranta.\n\n7.\n\nSkreślony\n\nPOWRÓT DO WYKAZU\nZAŁĄCZNIKÓW\n\nZałącznik nr 3\n\nPomiary czynników szkodliwych dla zdrowia\nw środowisku pracy\n\n§ 1 \n\n[OBOWIĄZKI KIEROWNIKA] \n\n1.\n\nKierownik podstawowej jednostki organizacyjnej jest obowiązany do:\n\n1.1.\n\nsystematycznego dokonywania badań i pomiarów czynników szkodliwych\ndla zdrowia występujących na stanowiskach pracy lub nauki, zwanych dalej\npomiarami czynników środowiska pracy,\n\n1.2.\n\nzabezpieczenia pracowników, doktorantów i studentów przed\noddziaływaniem czynników szkodliwych dla zdrowia i uciążliwych, w szczególności\npoprzez podejmowanie działań profilaktycznych w oparciu o ocenę warunków pracy\ndokonaną na podstawie pomiarów czynników środowiska pracy i wyników kontroli\nprzeprowadzonych przez pracowników Sekcji BHP,\n\n1.3.\n\nutrzymywania w stałej sprawności urządzenia ograniczające lub\neliminujące szkodliwe dla zdrowia czynniki środowiska pracy oraz urządzenia\nsłużące do pomiarów tych czynników,\n\n2.\n\nW razie stwierdzenia przekroczenia wartości najwyższych\ndopuszczalnych stężeń i natężeń czynników szkodliwych dla zdrowia lub\ninnych równoważnych norm higieniczno - sanitarnych, kierownik podstawowej\njednostki organizacyjnej może wydać pozwolenie na wykonywanie pracy lub nauki w\ntych warunkach, jedynie w przypadku uzyskania pozytywnej opinii Sekcji\nBHP. \n\nO ww. przekroczeniu należy bezzwłocznie\npoinformować narażonych pracowników, doktorantów i studentów oraz umieścić\nodpowiednią informację na stanowisku pracy. Za realizację tego obowiązku\njest odpowiedzialny kierownik nadzorujący pracę na stanowisku, na którym\nstwierdzono przekroczenie.\n\n§ 2\n\n[CZĘSTOTLIWOŚĆ POMIARÓW CZYNNIKÓW ŚRODOWISKA PRACY]\n\n1.\n\nNie przeprowadza się pomiarów czynników\nśrodowiska pracy, jeżeli wyniki dwóch ostatnich pomiarów, \nwykonanych w odstępie\ndwóch lat:\n\n1.1.\n\ndla szkodliwych dla zdrowia\n czynników chemicznych\nlub pyłów\n nie przekroczyły 0,1 wartości najwyższego dopuszczalnego\nstężenia,\n\n1.2.\n\ndla \nhałasu lub drgań mechanicznych natężenie\nczynnika nie przekraczało 0,2 wartości NDN,\n\na w procesie\ntechnologicznym lub w warunkach występowania danego czynnika nie\ndokonała się zmiana mogąca wpływać na wysokość stężenia lub natężenia czynnika.\n\n2.\n\nW przypadku wystąpienia w środowisku\npracy czynnika \nchemicznego lub pyłu \no działaniu\nrakotwórczym lub mutagennym pomiary przeprowadza się:\n\n2.1.\n\nco najmniej raz na trzy miesiące – przy\nstwierdzeniu w ostatnio przeprowadzonym pomiarze stężenia czynnika\nrakotwórczego lub mutagennego powyżej 0,5 wartości najwyższego\ndopuszczalnego stężenia,\n\n2.2.\n\nco najmniej raz na sześć miesięcy –\nprzy stwierdzeniu w ostatnio przeprowadzonym pomiarze stężenia czynnika\nrakotwórczego lub mutagennego powyżej 0,1 do 0,5 wartości najwyższego\ndopuszczalnego stężenia,\n\n2.3.\n\nw każdym przypadku wprowadzenia zmiany\nw warunkach występowania tego czynnika.\n\n3.\n\nW przypadku wystąpienia w środowisku\npracy czynnika chemicznego lub pyłu, innego niż określony w pkt 2, pomiary przeprowadza\nsię:\n\n3.1.\n\nco najmniej raz w roku – przy\nstwierdzeniu w ostatnio przeprowadzonym pomiarze stężenia czynnika szkodliwego\ndla zdrowia powyżej 0,5 wartości najwyższego dopuszczalnego stężenia lub\nnatężenia,\n\n3.2.\n\nco najmniej raz na dwa lata – przy\nstwierdzeniu w ostatnio przeprowadzonym pomiarze stężenia czynnika szkodliwego\ndla zdrowia powyżej 0,1 do 0,5 wartości najwyższego dopuszczalnego stężenia\nlub natężenia,\n\n3.3.\n\nw każdym przypadku wprowadzenia zmiany\nw warunkach występowania tego czynnika.\n\n4.\n\nW przypadku wystąpienia w środowisku\npracy \nszkodliwego\ndla zdrowia czynnika fizycznego, występującego w postaci: hałasu, hałasu\nultradźwiękowego, drgań mechanicznych działających na organizm człowieka przez\nkończyny górne lub drgań mechanicznych o ogólnym działaniu na organizm\nczłowieka przeprowadza się:\n\n4.1.\n\nco najmniej raz na dwa lata - jeżeli podczas ostatniego badania i\npomiaru stwierdzono natężenie czynnika powyżej 0,2 do 0,5 wartości najwyższego\ndopuszczalnego natężenia \n\n4.2.\n\nco najmniej raz w roku - jeżeli podczas ostatniego badania i\npomiaru stwierdzono natężenie czynnika powyżej 0,5 wartości NDN.\n\n5.\n\nW przypadku występowania w środowisku\npracy szkodliwego dla zdrowia czynnika chemicznego, dla którego określono\nwartość najwyższego dopuszczalnego stężenia pułapowego, przeprowadza się\npomiary ciągłe stężenia tego czynnika.\n\n6.\n\nO wynikach przeprowadzonych pomiarów\nczynników środowiska pracy należy niezwłocznie powiadomić pracowników w sposób\nokreślony dla oceny ryzyka zawodowego w AGH oraz umieścić aktualne wyniki\npomiarów na stanowisku pracy.\n\n§ 3\n\n[ZLECANIE POMIARÓW]\n\n1.\n\nPomiary czynników środowiska pracy należy zlecać do instytucji\nuprawnionych w tym zakresie. Informację o uprawnionych jednostkach do\nprzeprowadzania pomiarów środowiska pracy oraz pomocy przy zorganizowaniu\npomiarów udziela Sekcja BHP.\n\n2.\n\nKoszty pomiarów czynników środowiska pracy ponosi jednostka\nzlecająca. Kierownik podstawowej jednostki organizacyjnej jest zobowiązany do\nujęcia w budżecie jednostki niezbędnej kwoty na przeprowadzenie pomiarów\nczynników środowiska pracy.\n\n§ 4\n\n[DOKUMENTOWANIE WARUNKÓW PRACY I NAUKI \n\nORAZ POMIARÓW CZYNNIKÓW ŚRODOWISKA PRACY]\n\n1.\n\nWystępowanie warunków szkodliwych dla zdrowia lub uciążliwych\npodlega obowiązkowi zgłoszenia do Sekcji BHP na \ndruku Karta pracowni\n.\n\nZgłoszenia dokonuje kierownik podstawowej\njednostki organizacyjnej, który jest również zobowiązany do bezzwłocznego\nuaktualniania zawartych w zgłoszeniu informacji w przypadku zaistnienia zmian.\n\n2.\n\nSkreślony\n\n3.\n\nKopię wyników pomiarów czynników środowiska pracy należy również\nbezzwłocznie przekazać do Sekcji BHP, która na ich podstawie i w oparciu\no zgłoszenie, o którym mowa w ust. 1, prowadzi obowiązującą dokumentację\nw tym zakresie i przechowuje ją przez okres 40 lat.\n\n4.\n\nWyniki pomiarów czynników środowiska pracy należy przechowywać\nprzez okres 3 lat za wyjątkiem pomiarów czynników środowiska pracy dotyczących\nczynników rakotwórczych i o podejrzanym działaniu rakotwórczym, których pomiary\nnależy przechowywać przez okres 40 lat.\n\n§ 5\n\n[ORGANIZACJA NOWEGO STANOWISKA PRACY]\n\nW przypadku organizowania i uruchamiania nowego stanowiska pracy,\nna którym przewiduje się wystąpienie czynników szkodliwych dla zdrowia lub\nuciążliwych należy:\n\n1.\n\npoinformować Sekcję BHP w celu uzyskania opinii,\n\n2.\n\nopracować dokumentację techniczną i uzyskać właściwe pozwolenia,\njeżeli są wymagane przepisami,\n\n3.\n\nprzeprowadzić remont lub adaptację i dokonać odbioru przez\nprzedstawicieli służb: BHP i Ppoż., a jeżeli przepisy lub okoliczności tego\nwymagają również z udziałem innych służb AGH lub instytucji zewnętrznych,\n\n4.\n\nprzeprowadzić pomiary czynników środowiska pracy i uzyskać\ncałościową ocenę warunków pracy na danym stanowisku,\n\n5.\n\nw przypadku stwierdzenia przekroczenia norm higieniczno -\nsanitarnych podjąć działania dla poprawy warunków pracy i zabezpieczenia\npracowników, studentów i doktorantów przed zagrożeniami oraz uzyskać pozytywną\nopinię wydaną przez Sekcję BHP o możliwości prowadzenia pracy czy\ndydaktyki.\n\n6.\n\npoinformować pracowników wykonujących pracę na danym stanowisku\no wynikach pomiarów czynników środowiska pracy,\n\nPOWRÓT DO WYKAZU\nZAŁĄCZNIKÓW\n\nZałącznik nr 4\n\nDodatki specjalne (pieniężne) wypłacane\npracownikom ze względu na warunki wykonywania pracy.\n\n§ 1\n\n[DODATEK SPECJALNY]\n\n1.\n\nZe względu na warunki wykonywania pracy, o których mowa w \n§\n 2, pracownik może otrzymać dodatek specjalny (pieniężny) do\nwynagrodzenia.\n\n2.\n\nDodatek specjalny przyznaje Rektor na wniosek przygotowany, wg\nustaleń określonych w \n§\n 3, przez Kierownika podstawowej jednostki\norganizacyjnej. \n\n3.\n\nDodatek specjalny może być przyznany na czas określony lub na czas\nnieokreślony.\n\n4.\n\nW przypadku przyznania pracownikowi dodatku specjalnego Kierownik\npodstawowej jednostki organizacyjnej jest zobowiązany do:\n\n4.1.\n\nrejestrowania czasu pracy pracownika w warunkach z tytułu których\nten pracownik otrzymuje dodatek specjalny,\n\n4.2.\n\nbezzwłocznego wystąpienia do Działu Kadrowo-Płacowego oraz\npoinformowania Sekcji BHP, o wstrzymanie wypłaty dodatku specjalnego\nw przypadku zmiany warunków pracy w zakresie uprawniającym do dodatku.\n\n§ 2\n\n[WARUNKI PRACY UZASADNIAJĄCE WYSTĄPIENIE Z WNIOSKIEM \n\nO PRZYZNANIE DODATKU SPECJALNEGO]\n\nZa warunki wykonywania pracy uzasadniające wystąpienie z wnioskiem\no przyznanie dodatku specjalnego uważa się wykonywanie pracy :\n\n1.\n\nzaliczonej do prac w szczególnych warunkach określonych odrębnymi\nprzepisami,\n\n2.\n\nw warunkach przekroczenia norm higieniczno-sanitarnych,\n\n3.\n\nw narażeniu na czynniki rakotwórcze (promieniowanie jonizujące,\nsubstancje i preparaty oraz czynniki biologiczne o działaniu rakotwórczym lub\nmutagennym) oraz inne czynniki o potencjalnie dużym zagrożeniu dla zdrowia\npracownika,\n\n4.\n\nw narażeniu na inne szkodliwe dla zdrowia czynniki występujące na\nstanowisku pracy,\n\n5.\n\nw narażeniu na zwiększone ryzyko wypadkowe lub zachorowania na\nchorobę zawodową,\n\n6.\n\nw narażeniu na uciążliwe warunki pracy.\n\n§ 3\n\n[ZASADY PRZYGOTOWANIA WNIOSKU]\n\n1.\n\nKierownik podstawowej jednostki organizacyjnej przygotowuje\nwniosek według wzoru określonego w \nzałączniku nr 1\n do niniejszego zarządzenia,\nzwanego dalej „wnioskiem”. Przed podpisaniem wniosku, kierownik podstawowej\njednostki organizacyjnej powinien zapoznać się z opinią Sekcji BHP.\n\n2.\n\nPrzygotowany i podpisany wniosek, wraz z wszystkimi wymaganymi\nzałącznikami wymienionymi we wniosku, należy przekazać do Sekcji BHP.\n\n3.\n\nSekcja BHP opiniuje wniosek (w przypadku braku wcześniejszego\nzaopiniowania) i przekazuje do Rektora dla podjęcia decyzji.\n\n4.\n\nPo podjęciu decyzji przez Rektora wniosek jest przekazywany do\nDziału Kadrowo – Płacowego (bez załączników) w celu załączenia do akt osobowych\ni przygotowania dokumentów płacowych. Do Sekcji BHP przekazuje się kopię\nwniosku wraz z wszystkimi załącznikami dołączonymi do wniosku.\n\n5.\n\nSekcja BHP w oparciu o wniosek:\n\n5.1.\n\nsprawuje szczegółowy nadzór nad pracownikami, którym przyznano\ndodatki specjalne z tytułu warunków pracy, w zakresie obowiązków służby BHP,\n\n5.2.\n\nprzygotowuje wymagane informacje oraz sprawozdania określone\nodrębnymi przepisami.\n\n§ 4 - skreślony\n\nPOWRÓT DO WYKAZU ZAŁĄCZNIKÓW\n\nZałącznik nr 5\n\nZastąpiony przez:\nZarządzenie Rektora Nr 36/2012 z dnia 26 listopada 2012 r\n\nZałącznik nr 6\n\nŚrodki ochrony indywidualnej, odzież i obuwie\nrobocze, \n\nśrodki\nhigieny osobistej\n\n§ 1\n\n[OBOWIĄZKI KIEROWNIKA]\n\n1.\n\nKierownik podstawowej jednostki organizacyjnej jest zobowiązany\nzapewnić podległym pracownikom, doktorantom i studentom:\n\n1.1.\n\nśrodki ochrony indywidualnej zabezpieczające przed działaniem\nczynników niebezpiecznych i szkodliwych dla zdrowia występujących w środowisku\npracy,\n\n1.2.\n\nodzież i obuwie robocze:\n\n1.2.1.\n\njeżeli odzież własna pracownika, doktoranta lub studenta może ulec\nzniszczeniu lub znacznemu zabrudzeniu,\n\n1.2.2.\n\nze względu na wymagania technologiczne, sanitarne lub\nbezpieczeństwa i higieny pracy,\n\nzgodnie z \nTabelą norm przydziału pracownikom AGH środków ochrony\nindywidualnej oraz odzieży i obuwia roboczego\n.\n\n2.\n\nKierownik podstawowej jednostki organizacyjnej jest również\nzobowiązany do:\n\n2.1.\n\nzapewnia prania, konserwacji, odpylania, odkażania oraz naprawy\nśrodków ochrony indywidualnej, odzieży i obuwia roboczego.\n\n2.2.\n\nzapewnienia środków higieny osobistej, których ilość i rodzaje\npowinny być dostosowane do rodzaju i stopnia zanieczyszczenia ciała przy\nokreślonych pracach lub zajęciach dydaktycznych.\n\n3.\n\nObowiązki, o których mowa w ust. 1 i 2 kierownik podstawowej\njednostki organizacyjnej realizuje poprzez:\n\n3.1.\n\nustalenie i wdrożenie szczegółowych zasad gospodarki środkami\nochrony indywidualnej, odzieżą i obuwiem roboczym oraz zasad przydziału środków\nhigieny osobistej,\n\n3.2.\n\nzapewnienie w budżecie jednostki niezbędnych środków finansowych,\n\n§ 2\n\n[ZAKAZ DOPUSZCZENIA DO PRACY]\n\n1.\n\nNie można dopuścić do pracy pracownika, a do zajęć dydaktycznych\nstudenta lub doktoranta bez środków ochrony indywidualnej oraz odzieży i\nobuwia roboczego przewidzianego do stosowania na danym stanowisku pracy lub\nnauki.\n\n2.\n\nNie wolno wyposażać pracowników, studentów i doktorantów w środki\nochrony indywidualnej, które nie spełniają wymagań określonych przepisami.\n\n§ 3\n\n[USTALENIA DOTYCZĄCE GOSPODARKI I ZAKUPU \n\nŚRODKÓW OCHRONY INDYWIDUALNEJ ORAZ ODZIEŻY ROBOCZEJ]\n\n1.\n\nPrzydzielone pracownikowi środki ochrony indywidualnej oraz odzież\ni obuwie robocze stanowią własność AGH.\n\n2.\n\nŚrodki ochrony indywidualnej należy używać do czasu utraty ich\ncech ochronnych a odzież i obuwie robocze do czasu utraty cech użytkowych w\nstopniu uniemożliwiającym naprawę.\n\n3.\n\nDopuszcza się przydzielenie pracownikom, doktorantom i studentom\nużywanych środków ochrony indywidualnej oraz odzieży roboczej, za wyjątkiem\nbielizny osobistej, jeżeli przedmioty te zachowały właściwości ochronne lub\nużytkowe, są czyste i zdezynfekowane w stopniu odpowiadającym wymaganiom\nhigieniczno - sanitarnym.\n\n4.\n\nPracowników, doktorantów i studentów, którym przydzielono środki\nochrony indywidualnej należy poinformować o sposobie posługiwania się tymi\nśrodkami.\n\n5.\n\nZakupione środki ochrony indywidualnej powinny spełniać wymagania\ndotyczące oceny zgodności określone w odrębnych przepisach.\n\n6.\n\nZakupiona odzież i obuwie robocze powinno spełniać wymagania\nokreślone w Polskich Normach.\n\n7.\n\nWydane pracownikom środków ochrony indywidualnej oraz odzieży i\nobuwia roboczego należy odnotować w \nkarcie ewidencyjnej wyposażenia pracownika\n\nlub innej stosowanej dokumentacji w tym zakresie.\n\n8.\n\nW uzasadnionych przypadkach, zezwala się na:\n\n8.1.\n\nużywanie przez pracowników własnej odzieży i obuwia roboczego,\n\n8.2.\n\nprania przez pracowników odzieży roboczej we własnym zakresie, \n\npod warunkiem:\n\n8.2.1.\n\nspełnienia wymogów wynikających z przepisów dotyczących stosowania\nwłasnej odzieży roboczej przez pracownika, oraz prania odzieży roboczej przez\npracownika we własnym zakresie,\n\n8.2.2.\n\nuzyskania pozytywnej opinii wydanej przez Sekcję BHP,\n\n8.2.3.\n\nuzyskania zgody pracownika,\n\n8.2.4.\n\nwypłacenia ekwiwalentu pieniężnego,\n\n9.\n\nŚrodki ochrony indywidualnej oraz odzież i obuwie robocze, które w\nwyniku stosowania w procesie pracy uległy skażeniu środkami chemicznymi\nlub promieniotwórczymi albo materiałami biologicznie zakaźnymi należy\nprzechowywać w odpowiednich miejscach spełniających wymagania w zakresie BHP.\n\n§ 4\n\n[OBOWIĄZKI PRACOWNIKA, DOKTORANTA, STUDENTA]\n\n1.\n\nPracownik, doktorant i student jest obowiązany używać oraz\nutrzymywać w należytym stanie przydzielone mu środki ochrony\nindywidualnej, odzież i obuwie robocze.\n\n2.\n\nW razie utraty lub zniszczenia środków ochrony indywidualnej oraz\nodzieży i obuwia roboczego, należy bezzwłocznie wydać pracownikowi,\ndoktorantowi lub studentowi inne niezbędne środki ochrony indywidualnej,\nodzież i obuwie robocze.\n\nJeśli utrata lub zniszczenie tych środków,\nodzieży czy obuwia nastąpiło z winy pracownika, doktoranta lub studenta jest on\nzobowiązany uiścić kwotę równą nie zamortyzowanej części wartości\nutraconych lub zniszczonych środków ochrony indywidualnej, odzieży i obuwia\nroboczego.\n\nUstalenia ww. kwoty dokonuje kierownik w\noparciu o aktualne ceny rynkowe.\n\n3.\n\nW razie rozwiązania stosunku pracy pracownik jest zobowiązany\nzwrócić przydzielone mu środki ochrony indywidualnej oraz odzież i obuwie\nrobocze. Pracownik może zwrócić równowartość pieniężną z uwzględnieniem stopnia\nzużycia. Kierownik określa ww. kwotę.\n\n4.\n\nUstalenia, o których mowa w ust. 3 nie dotyczą:\n\n4.1.\n\nużywania środków ochrony indywidualnej, odzieży i obuwia roboczego\nprzez okres przekraczający 75% okresu używalności określonego w tabeli norm\nprzydziału,\n\n4.2.\n\nprzejścia pracownika na emeryturę lub rentę,\n\n4.3.\n\nśmierci pracownika.\n\n§ 5\n\n[INNE]\n\nKierownicy jednostek organizacyjnych administrujących budynki są\nzobowiązani do zapewnienia w toaletach:\n\n1.\n\nmydła w płynie lub mydła twardego,\n\n2.\n\nręczników jednorazowych, tam gdzie nie ma suszarek do rąk,\n\n3.\n\npapieru toaletowego,\n\nPOWRÓT DO WYKAZU\nZAŁĄCZNIKÓW\n\nZałącznik nr 7\n\nProfilaktyczne posiłki i napoje \n\nwydawane\npracownikom zatrudnionym w warunkach szczególnie uciążliwych,\n\n§ 1\n\n[POSTANOWIENIA OGÓLNE]\n\n1.\n\nPracownikom wykonującym prace w warunkach szczególnie uciążliwych,\no których mowa w § 2, przysługują nieodpłatnie:\n\n1.1.\n\nposiłki wydawane ze względów profilaktycznych,\n\n1.2.\n\nnapoje, których rodzaj i temperatura powinny być dostosowane do\nwarunków wykonywania pracy.\n\n2.\n\nPosiłki i napoje\n\nwydawane\nsą pracownikom w dniach wykonywania prac uzasadniających ich wydawanie.\n\nPosiłki powinny być wydawane w czasie\nregulaminowych przerw w pracy, w zasadzie po 3 - 4 godzinach pracy, a napoje\npowinny być dostępne dla pracowników w ciągu całej zmiany roboczej.\n\n3.\n\nObowiązek, o którym mowa w ust. 1, realizuje kierownik\norganizujący, prowadzący lub nadzorujący prace szczególnie uciążliwe uprawniające\ndo przyznania pracownikowi profilaktycznych posiłków lub napojów. \n\n4.\n\nPracownikom nie przysługuje ekwiwalent pieniężny za posiłki i\nnapoje.\n\n§ 2\n\n[RODZAJE PRAC UPRAWNIAJĄCYCH DO POSIŁKÓW LUB NAPOJI]\n\n1.\n\nPosiłki profilaktyczne przysługują pracownikom wykonującym\nnastępujące prace:\n\n1.1.\n\nzwiązane z wysiłkiem fizycznym, powodującym w ciągu zmiany\nroboczej efektywny wydatek energetyczny organizmu powyżej 2000 kcal (8375 kJ)\nu mężczyzn i powyżej 1100 kcal (4605 kJ) u kobiet,\n\n1.2.\n\nzwiązane z wysiłkiem fizycznym, powodującym w ciągu zmiany\nroboczej efektywny wydatek energetyczny organizmu powyżej 1500 kcal (6280 kJ)\nu mężczyzn i powyżej 1000 kcal (4187 kJ) u kobiet, wykonywane\nw pomieszczeniach zamkniętych, w których ze względów technologicznych\nutrzymuje się stale temperatura poniżej \n10°C\n lub wskaźnik obciążenia termicznego (WBGT)\nwynosi powyżej \n25°C\n,\n\n1.3.\n\nzwiązane z wysiłkiem fizycznym, powodującym w ciągu zmiany\nroboczej efektywny wydatek energetyczny organizmu powyżej 1500 kcal (6280 kJ)\nu mężczyzn i powyżej 1000 kcal (4187 kJ) u kobiet, wykonywane na otwartej\nprzestrzeni w okresie zimowym; za okres zimowy uważa się okres od dnia\n1 listopada do dnia 31 marca,\n\n1.4.\n\npod ziemią.\n\n2.\n\nNapoje przysługują pracownikom zatrudnionym:\n\n2.1.\n\nw warunkach gorącego mikroklimatu, charakteryzującego się wartością\nwskaźnika obciążenia termicznego (WBGT) powyżej \n25°C\n,\n\n2.2.\n\nw warunkach mikroklimatu zimnego, charakteryzującego się wartością\nwskaźnika siły chłodzącej powietrza (WCI) powyżej 1000,\n\n2.3.\n\nprzy pracach na otwartej przestrzeni przy temperaturze otoczenia\nponiżej \n10°C\n\nlub powyżej \n25°C\n,\n\n2.4.\n\nprzy pracach związanych z wysiłkiem fizycznym, powodującym w ciągu\nzmiany roboczej efektywny wydatek energetyczny organizmu powyżej 1500 kcal\n(6280 kJ) u mężczyzn i 1000 kcal (4187 kJ) u kobiet,\n\n2.5.\n\nna stanowiskach pracy, na których temperatura spowodowana\nwarunkami atmosferycznymi przekracza \n28°C\n.\n\n3.\n\nPracownikom należy zapewnić napoje w ilości zaspokajającej\npotrzeby pracowników, odpowiednio zimne lub gorące w zależności od warunków\nwykonywania pracy, a w przypadku określonym w ust. 2.1. - napoje wzbogacone w\nsole mineralne i witaminy.\n\n§ 3\n\n[RODZAJE STANOWISK W AGH UPRAWNIAJĄCYCH DO POSIŁKÓW LUB NAPOJI\n\n1.\n\nUstala się obowiązek zapewnienia napojów (o których mowa w § 2,\nust. 2.5.)\n\nna wszystkich stanowiskach\npracy w AGH, na których temperatura spowodowana warunkami atmosferycznymi\nprzekracza 28 \n0\nC\n.\n\n2.\n\nUstalenia stanowisk pracy innych niż wymienione w ust. 1., na\nktórych zatrudnieni pracownicy powinni otrzymać profilaktyczne posiłki lub\nnapoje oraz zasady ich przyznawania i wydawania dokonuje kierownik, o którym\nmowa w § 1 ust. 3, w uzgodnieniu z Sekcją BHP, Oddziałowym Społecznym\nInspektorem Pracy i zakładowymi organizacjami związkowymi.\n\n§ 4\n\n[DOKUMENTOWANIE]\n\n1.\n\nWydawanie pracownikom posiłków i napojów należy odnotowywać. \n\n2.\n\nInformację o ilości wydanych posiłków i napojów w danym roku\nkalendarzowym należy przekazać w terminie do 15 stycznia roku następnego do\nSekcji BHP.\n\nPOWRÓT DO WYKAZU\nZAŁĄCZNIKÓW\n\nZałącznik nr 8\n\nWypadki przy pracy lub nauki oraz choroby zawodowe\n\n§ 1\n\n[ZGŁOSZENIE\n\nWYPADKU]\n\n1.\n\nPracownik, student lub doktorant, który uległ wypadkowi\npodczas\n\npracy lub nauki na terenie\nUczelni lub poza jej terenem, jeżeli stan zdrowia na to pozwala powinien\nniezwłocznie powiadomić o wypadku swojego przełożonego oraz Sekcję BHP AGH\n(tel. /012/\n\n617- 32-68). \n\nTen sam obowiązek ciąży na pracownikach i\ninnych osobach ubezpieczonych, o których mowa w \nart. 57b\nustawy z dnia 17 grudnia 1998 r o emeryturach i rentach z Funduszu Ubezpieczeń\nSpołecznych\n, którzy ulegli wypadkowi w drodze do pracy lub z\npracy.\n\n2.\n\nPrzełożony pracownika poszkodowanego po otrzymaniu informacji o\nwypadku jest zobowiązany niezwłocznie zgłosić wypadek do Sekcji BHP (\ndruk zgłoszenia wypadku przy pracy lub wypadku\nzrównanego z wypadkiem przy pracy\n, \ndruk zgłoszenia wypadku w drodze do pracy lub z pracy\n).\n\n3.\n\nŚwiadkowie wypadku, po udzieleniu pierwszej pomocy poszkodowanemu\ni ostrzeżeniu o grożącym niebezpieczeństwie współpracowników, a także inne\nosoby znajdujące się w rejonie zagrożenia, są obowiązani niezwłocznie zgłosić\nwypadek zgodnie z zaleceniami podanymi w ust. 1. \n\n4.\n\nProwadzący zajęcia jest zobowiązany do\nbezzwłocznego zgłoszenia wypadku studenta lub doktoranta do Sekcji BHP oraz do\nswojego przełożonego – kierownika podstawowej jednostki organizacyjnej.\nKierownik podstawowej jednostki organizacyjnej po otrzymaniu informacji o\nwypadku studenta lub doktoranta jest zobowiązany do zgłoszenia wypadku do\nSekcji BHP na \ndruku zgłoszenia wypadku studenta lub doktoranta\n.\n\n5.\n\nZgłoszeniu do Sekcji BHP AGH podlegają również wypadki, które mogą\nmieć związek z pracą lub nauką, o których przełożony pracownika, studenta lub\ndoktoranta dowiedział się w inny sposób np. z przekazów ustnych czy z\notrzymanego zwolnienia lekarskiego. \n\n6.\n\nBrak dokonania zgłoszenia wypadku lub bezzwłocznego zgłoszenia\nwypadku stanowi:\n\n6.1.\n\npodstawę do ukarania w związku z naruszeniem podstawowego\nobowiązku,\n\n6.2.\n\npodstawę do odmowy wszczęcia postępowania przyjmując, iż zdarzenie\nwypadkowe wydarzyło się poza pracą czy nauką objętą ubezpieczeniem,\n\n6.3.\n\nutratę prawa do zasiłku za czas niezdolności do pracy ustalanych\nna zasadach określonych dla wypadków czy chorób zawodowych.\n\n7.\n\nWypadki przy pracy ciężkie, zbiorowe lub śmiertelne oraz każdy\ninny wypadek mający związek z pracą, jeżeli może być uznany za wypadek przy\npracy i który został zakwalifikowany do ww. kategorii, Rektor lub z jego\nupoważnienia kierownik Sekcji BHP niezwłocznie zgłasza do właściwego inspektora\npracy i prokuratora \n\n§ 2\n\n[USTALANIE OKOLICZNOŚCI I PRZYCZYN WYPADKÓW PRACOWNIKÓW]\n\n1.\n\nWyznaczony pracownik Sekcji BHP lub Zespół powypadkowy, o którym\nmowa w \nust.\n 3, są zobowiązani do podjęcia bezzwłocznie\ndziałań po otrzymaniu zgłoszenia wypadku i sporządzenia dokumentacji\npowypadkowej w trybie i na zasadach określonych w obowiązujących przepisach.\n\n2.\n\nWypadki przy pracy i wypadki zrównane z wypadkami przy pracy, o\nktórych mowa w art. 3 ust 1 i 2 \nustawy z dnia 30 października 2002 r. o ubezpieczeniu\nspołecznym z tytułu wypadków przy pracy i chorób zawodowych\n oraz\nwypadki studentów i doktorantów podczas pracy lub nauki organizowanej\nprzez Uczelnię na terenie Uczelni lub poza jej terenem rozpatruje Zespół\npowypadkowy, o którym mowa w ust. 1.\n\n3.\n\nDo ustalenia okoliczności i przyczyn\nwypadków powołuję Zespół powypadkowy w składzie:\n\n3.1 Kierownik Sekcji BHP\ni Zakładowy Społeczny Inspektor Pracy - dla wypadków ciężkich, zbiorowych\ni śmiertelnych,\n\n3.2 pracownik\nSekcji BHP i Społeczny Inspektor Pracy działający w jednostce organizacyjnej, w\nktórej jest zatrudniony poszkodowany pracownik – dla wypadków innych niż\nwymienione w pkt. 3.1.\n\n4.\n\nSpołecznemu Inspektorowi Pracy biorącemu udział w ustalaniu\nokoliczności i przyczyn wypadku należy umożliwić wywiązanie się z\nobowiązków wynikających z uczestnictwa w Zespole powypadkowym.\n\n5.\n\nWypadki przy pracy, o których mowa w \nart. 3 ust 3 \nustawy z dnia\n30 października 2002 r. o ubezpieczeniu społecznym z tytułu wypadków przy pracy\ni chorób zawodowych\n, oraz wypadki w drodze do pracy lub z\npracy rozpatruje wyznaczony pracownik Sekcji BHP.\n\n6.\n\nUpoważniam kierownika Sekcji BHP do występowania do lekarza,\norganów prowadzących śledztwo lub dochodzenie a w razie potrzeby do innych\nspecjalistów w zakresie niezbędnym do oceny rodzaju i skutków wypadku.\n\n§ 3\n\n[ZABEZPIECZENIE\n\nMIEJSCA\nWYPADKU]\n\n1.\n\nDo czasu ustalenia okoliczności i przyczyn wypadków podczas pracy\nczy nauki, w szczególności wypadków, które wydarzyły się na terenie\nUczelni, przełożony poszkodowanego, a w szczególności jego bezpośredni przełożony,\njest odpowiedzialny za zabezpieczenie miejsca wypadku\n\nw sposób wykluczający:\n\n1.1.\n\ndopuszczenia do miejsca wypadku osób niepowołanych,\n\n1.2.\n\nuruchomienie bez koniecznej potrzeby maszyn i innych urządzeń\ntechnicznych, które w związku z wypadkiem zostały wstrzymane,\n\n1.3.\n\ndokonywanie zmiany położenia maszyn i innych urządzeń\ntechnicznych, jak również zmiany położenia innych przedmiotów, które\nspowodowały wypadek lub pozwalają odtworzyć jego okoliczności.\n\n2.\n\nZgodę na uruchomienie maszyn i innych urządzeń technicznych lub\ndokonania zmian w miejscu wypadku wyraża kierownik podstawowej jednostki\norganizacyjnej w uzgodnieniu ze społecznym inspektorem pracy po dokonaniu\noględzin miejsca wypadku oraz po sporządzeniu, jeżeli zachodzi potrzeba, szkicu\nlub fotografii miejsca wypadku.\n\n3.\n\nZgodę, o której mowa w ust. 2., w sytuacji zaistnienia wypadku\nśmiertelnego, ciężkiego lub zbiorowego wyraża Rektor po uzgodnieniu z\nZakładowym Społecznym Inspektorem Pracy i prokuratorem.\n\n4.\n\nDokonanie zmian w miejscu wypadku bez uzyskania zgody, o której\nmowa w ust. 2 i ust. 3, jest dopuszczalne, jeżeli\nzachodzi konieczność ratowania osób lub mienia albo zapobieżenia grożącemu\nniebezpieczeństwu.\n\n§ 4\n\n[USTALANIE OKOLICZNOŚCI I PRZYCZYN WYPADKÓW STUDENTÓW]\n\n1.\n\nPrzy\nustalaniu okoliczności i przyczyn wypadków ciężkich, śmiertelnych lub\nzbiorowych, którym ulegli studenci lub doktoranci w czasie zajęć\nzorganizowanych przez Uczelnię na terenie Uczelni lub poza jej terenem\nstosuje się odpowiednio postanowienia dotyczące ustalania okoliczności i\nprzyczyn wypadków przy pracy.\n\n2.\n\nPrzy ustalaniu okoliczności i przyczyn\nwypadków innych niż wymienione w ust. 1, którym ulegli studenci lub doktoranci\nstosuje się uproszczony sposób postępowania, polegający na sporządzeniu\nprotokołu powypadkowego w oparciu o zgłoszenie wypadku.\n\n§ 5\n\n[ZGŁASZANIE CHOROBY ZAWODOWEJ]\n\n1.\n\nPracownik, u którego wystąpiła choroba mogąca mieć związek z\nchorobą zawodową jest zobowiązany\n\nbezzwłocznie powiadomić o niej swojego przełożonego oraz Sekcję BHP AGH.\n\n2.\n\nPrzełożony pracownika, po otrzymaniu informacji o podejrzeniu\nchoroby zawodowej jest zobowiązany bezzwłocznie:\n\n2.1.\n\nskierować pracownika do lekarza sprawującego opiekę zdrowotną w\ncelu zasięgnięcia opinii o związku zgłoszonej choroby z chorobą zawodową\noraz wydania orzeczenia o zdolności do pracy.\n\n2.2.\n\ndokonać zgłoszenia podejrzenia o chorobę zawodową do Sekcji BHP\nAGH (tel. /012/\n\n617- 32-68). \n\n3.\n\nW przypadku stwierdzenia przez lekarza sprawującego opiekę\nzdrowotna nad pracownikami podejrzenia o chorobę zawodową, zgłoszenie tej\nchoroby do właściwego organu Państwowej Inspekcji Sanitarnej i właściwego\ninspektora pracy dokonuje ten lekarz lub Sekcja BHP AGH, w oparciu o pisemną\nopinię lekarza (orzeczenie wydane w ramach badań profilaktycznych stwierdzające\nrozpoznanie podejrzenia o chorobę zawodową).\n\n§ 6\n\n[DOCHODZENIE ODSZKODOWAWCZE]\n\n1.\n\nPracownikom, studentom, doktorantom i innym osobom ubezpieczonym,\nktórzy ulegli wypadkom określonym w niniejszym Załączniku lub zachorowali na\nchorobę zawodową przysługują świadczenia odszkodowawcze określone odrębnymi\nprzepisami.\n\n2.\n\nO rodzaju przysługujących świadczeń, o których mowa w ust. 1, oraz\no trybie ich załatwiania w AGH informuje Sekcja BHP.\n\n§ 7\n\n[OBOWIĄZKI SEKCJI BHP]\n\n1.\n\nZobowiązuje Sekcję BHP do:\n\n1.1.\n\nprzeprowadzania analizy zaistniałych wypadków, chorób\nzawodowych\n\ni ich kosztów i\nprzedkładania wniosków profilaktycznych do Rektora, \n\n1.2.\n\nustalenia przyczyn powstania choroby zawodowej oraz charakteru i\nrozmiaru zagrożenia tą chorobą działając wspólnie z właściwym organem\nPaństwowej Inspekcji Sanitarnej oraz opracowania i przedłożenia do Rektora\npropozycji zmierzających do usunięcia czynników powodujących powstanie choroby\nzawodowej lub zastosowania innych środków zapobiegawczych,\n\n1.3.\n\nkontrolowania wykonania wydanych przez Rektora poleceń\nprofilaktycznych, o których mowa wyżej,\n\n2.\n\nZobowiązuję Sekcję BHP do przekazywania do Działu Kadrowo -\nPłacowego informacji dotyczącej: wypadków, chorób zawodowych i pracowników\nzatrudnionych w warunkach zagrożenia niezbędnej do przesłania do ZUS dla\nustalenia stopy procentowej składki na ubezpieczenie wypadkowe. Informacją\ntą należy objąć rok kalendarzowy i przekazać do 20 stycznia roku\nnastępnego. Pierwszą informację należy przesłać za rok 2003 w terminie do 20\nstycznia 2004 r. \n\n3.\n\nPonadto Sekcja BHP jest zobowiązana do kompletowania i\nprzechowywania dokumentów dotyczących wypadków i chorób zawodowych oraz\nprowadzenia następujących rejestrów:\n\n3.1.\n\nwszystkich zgłoszonych wypadków pracowników, studentów,\ndoktorantów i innych osób ubezpieczonych którzy ulegli wypadkom podczas\npracy lub nauki organizowanej przez Uczelnię na terenie Uczelni lub poza jej\nterenem,\n\n3.2.\n\nwypadków przy pracy, wypadków zrównanych z wypadkami przy pracy\ni wypadków nie uznanych za wypadki przy pracy w stosunku do których został\nsporządzony protokół powypadkowy,\n\n3.3.\n\nwypadków studentów i doktorantów, którym ulegli podczas pracy lub\nnauki organizowanej przez Uczelnię, na terenie Uczelni lub poza jej terenem,\n\n3.4.\n\nwypadków pracowników, którym ulegli w drodze do pracy lub z pracy\ndo domu,\n\n3.5.\n\nwypadków osób ubezpieczonych o których mowa w art. 3 ust 3 ustawy\nz dnia 30 października 2002 r. o ubezpieczeniu społecznym z tytułu\nwypadków przy pracy i chorób zawodowych\n\n3.6.\n\nzachorowań na choroby zawodowe i podejrzeń o takie choroby. \n\n§ 8\n\n[OBOWIĄZKI DZIAŁU KADROWO - PŁACOWEGO]\n\nUpoważniam i zobowiązuję Dział Kadrowo - Płacowy do przekazywania\nwyznaczonemu pracownikowi Sekcji BHP danych dotyczących poszkodowanych\nw wypadkach i chorobach zawodowych niezbędnych dla ustalenia okoliczności\ni przyczyn wypadków i chorób zawodowych, sporządzenia wymaganej\ndokumentacji i obliczenia kosztów wypadków i chorób zawodowych.\n\nPOWRÓT DO WYKAZU\nZAŁĄCZNIKÓW\n\nZałącznik nr 9\n\nPrace szczególnie szkodliwe dla zdrowia\nlub niebezpieczne\n\n1.\n\nDo prac, o których mowa w ust. 1 § 7 \nZałącznika nr 1\n\ndo niniejszego zarządzenia, zalicza się:\n\n1.1.\n\nprace budowlane, rozbiórkowe, remontowe i montażowe prowadzone\nbez wstrzymania ruchu zakładu pracy lub jego części,\n\n1.2.\n\nprace spawalnicze,\n\n1.3.\n\nprace w zbiornikach, kanałach, wnętrzach urządzeń technicznych i\ninnych niebezpiecznych przestrzeniach zamkniętych,\n\n1.4.\n\nprace przy użyciu materiałów niebezpiecznych, w tym:\n\n1.4.1.\n\nprace w kontakcie z substancjami i preparatami chemicznymi\nzaliczonymi do niebezpiecznych, zgodnie z przepisami w sprawie substancji\nchemicznych stwarzających zagrożenie dla zdrowia lub życia,\n\n1.4.2.\n\nprace w kontakcie z substancjami i czynnikami rakotwórczymi lub\nsubstancjami i czynnikami o podejrzanym działaniu rakotwórczym,\n\n1.4.3.\n\nprace w kontakcie z promieniowaniem jonizującym, pochodzącym ze\nźródeł sztucznych i naturalnych\n\n1.5.\n\nprace przy użyciu urządzeń technicznych podlegających dozorowi\ntechnicznymi, w tym butli z gazami, sprężonymi, skroplonymi\ni rozpuszczonymi pod ciśnieniem,\n\n1.6.\n\nprace badawcze, naukowe, eksperymenty naukowe itp. (w\nszczególności o charakterze nowatorskim) przy wykonywaniu których mogą\nwystąpić zagrożenia dla zdrowia prowadzącego lub innych osób przebywających\nw rejonie prowadzenia prac, niemożliwe lub trudne do przewidzenia lub przy\nktórych niemożliwe jest wyeliminowane zagrożeń w sposób określony\nprzepisami i zasadami BHP.\n\n1.7.\n\nprace w pomieszczeniach, w których występują gazy lub pary\ntrujące, żrące albo duszące, przy których wykonywaniu wymagane jest stosowanie\nśrodków ochrony indywidualnej,\n\n1.8.\n\nprace przy obsłudze autoklawów przemysłowych,\n\n1.9.\n\nprace na stanowiskach organizowanych w magazynach substancji\ntrujących i żrących oraz prace przy usuwaniu skażeń chemicznych,\n\n1.10.\n\nprace przy usuwaniu skażeń chemicznych,\n\n1.11.\n\nprace związane z transportem i stosowaniem materiałów wybuchowych,\n\n1.12.\n\nprace spawalnicze, cięcie gazowe i elektryczne oraz inne prace\nwymagające posługiwania się otwartym źródłem ognia w pomieszczeniach\nzamkniętych albo w pomieszczeniach zagrożonych pożarem lub wybuchem\n\n1.13.\n\nprace przy urządzeniach elektroenergetycznych znajdujących się\ncałkowicie lub częściowo pod napięciem, z wyjątkiem prac polegających na\nwymianie w obwodach o napięciu do 1 kV bezpieczników i żarówek\n(świetlówek).\n\n1.14.\n\nprace wykonywane w pobliżu nie osłoniętych urządzeń\nelektroenergetycznych lub ich części, znajdujących się pod napięciem\n\n1.15.\n\nprace wykonywane na wysokości powyżej \n2 m\n w przypadkach,\nw których wymagane jest zastosowanie środków ochrony indywidualnej przed\nupadkiem z wysokości,\n\n1.16.\n\nprace geodezyjno - melioracyjne na terenach bagiennych,\n\n1.17.\n\ninne prace, jeżeli znika to z oceny ryzyka zawodowego.\n\n2.\n\nPodczas organizowania i prowadzenia prac, wymienionych w ust. 1\nnależy określić szczegółowe wymagania bezpieczeństwa i higieny pracy, a\nzwłaszcza zapewnić:\n\n2.1.\n\nbezpośredni nadzór nad tymi pracami,\n\n2.2.\n\nodpowiednie środki zabezpieczające,\n\n2.3.\n\ninstruktaż pracowników obejmujący, w szczególności:\n\n2.3.1.\n\nimienny podział pracy,\n\n2.3.2.\n\nkolejność wykonywania zadań,\n\n2.3.3.\n\nwymagania bezpieczeństwa i higieny pracy przy poszczególnych\nczynnościach.\n\nPowyższy obowiązek spoczywa na pracowniku\norganizującym tą pracę.\n\n3.\n\nPrace wymienione w ust. 1.6., należy organizować i przeprowadzać\nw granicach dopuszczalnego ryzyka i w sposób ograniczający maksymalnie\nmożliwość spowodowania niebezpieczeństwa dla zdrowia prowadzącego\nlub dla zdrowia innych ludzi albo mienia.\n\nUstalenia w tym zakresie określa \nZałącznik nr 12\n\ndo niniejszego zarządzenia.\n\nPOWRÓT DO WYKAZU ZAŁĄCZNIKÓW\n\nZałącznik nr 10\n\nBHP w warunkach narażenia na czynniki\nrakotwórcze.\n\n§ 1\n\n[SZCZEGÓLNA OCHRONA ZDROWIA PRACOWNIKÓW NARAŻONYCH NA CZYNNIKI\nRAKOTWÓRCZE]\n\n1.\n\nKierownik podstawowej jednostki organizacyjnej w razie\nzatrudniania pracowników w warunkach narażenia na działanie substancji\nchemicznych ich mieszanin, czynników lub procesów technologicznych o działaniu\nrakotwórczym lub mutagennym, zwanych dalej czynnikami rakotwórczymi -\n\njest obowiązany do:\n\n1.1.\n\npodjęcia takich działań, aby zastępować te czynniki mniej\nszkodliwymi lub stosować inne dostępne środki ograniczające stopień\nnarażenia, przy odpowiednim wykorzystaniu osiągnięć nauki i techniki,\n\n1.2.\n\nrejestrowania wszystkie prace w kontakcie z czynnikami\nrakotwórczymi,\n\n1.3.\n\nprowadzenia rejestru pracowników zatrudnionych przy pracach\nw kontakcie z czynnikami rakotwórczymi,\n\n1.4.\n\nwykonywania pomiarów czynników rakotwórczych oraz stosowania metod\nwczesnego wykrywania narażenia podczas awarii lub w przypadku wystąpienia\ninnych nieprzewidzianych okoliczności.\n\nRealizacja ww. obowiązków spoczywa w szczególności na kierownikach\norganizujących nowe stanowiska pracy lub nauki oraz kierownikach nadzorujących\npracowników prowadzących pracę lub dydaktykę w narażeniu na czynniki\nrakotwórcze.\n\n2.\n\nW przypadku braku możliwości zastąpienia czynników rakotwórczych\ninnymi czynnikami mniej szkodliwymi, należy podjąć skuteczne działania w\nzakresie zabezpieczenia pracowników przed zagrożeniem zgodnie z ustaleniami\nzawartymi w niniejszym Zarządzeniu oraz w przepisach ogólnie\nobowiązujących w tym zakresie. \n\n§ 2.\n\n[REJESTRY]\n\n1.\n\nRejestr prac, których wykonywanie powoduje konieczność\npozostawania w kontakcie z czynnikami rakotwórczymi powinien zawierać\nnastępujące dane:\n\n1.1.\n\nwykaz procesów technologicznych, w których czynniki rakotwórcze\nsą stosowane, produkowane lub występują jako zanieczyszczenia bądź produkt\nuboczny, wraz z uzasadnieniem stosowania tych czynników,\n\n1.2.\n\nwykaz czynników rakotwórczych wraz z podaniem ilościowo wielkości\nich produkcji lub stosowania,\n\n1.3.\n\nwykaz i opis stanowisk pracy, na których występuje narażenie na\nczynniki rakotwórcze,\n\n1.4.\n\nliczbę pracowników pracujących w narażeniu, w tym liczbę kobiet,\n\n1.5.\n\nokreślenie rodzaju czynników rakotwórczych powodujących narażenie,\nwielkość narażenia i czas jego trwania,\n\n1.6.\n\nrodzaje podjętych środków i działań ograniczających stopień\nnarażenia.\n\n2.\n\nRejestr pracowników i doktorantów narażonych na czynniki\nrakotwórcze powinien zawierać następujące dane:\n\n2.1.\n\nnazwisko i imię pracownika lub doktoranta, nr PESEL, a w przypadku\njego braku - numer dokumentu potwierdzającego tożsamość, miejsce i stanowisko\nzatrudnienia lub nauki,\n\n2.2.\n\ninformacje umożliwiające określenie rodzaju i wielkości narażenia\nna czynniki rakotwórcze określone w rejestrze, o którym mowa w ust. 1.\n\n3.\n\nRejestry, o których mowa w ust. 1 i ust. 2, prowadzi i aktualizuje\nna bieżąco pracownik wyznaczony przez kierownika podstawowej jednostki\norganizacyjnej i przechowuje je przez okres 40 lat.\n\n4.\n\nKierownik podstawowej jednostki organizacyjnej przekazuje do\nSekcji BHP corocznie, w terminie do dnia 10 stycznia aktualne dane\nzamieszczane w rejestrze, o których mowa w ust. 1, opracowane według wzoru\nstanowiącego załącznik nr 2 do ww. rozporządzenia oraz aktualne dane\nzamieszczone w rejestrze, o którym mowa w ust. 2. \n\nSekcja BHP opracowuje zbiorczą informację\ni przekazuje państwowemu wojewódzkiemu inspektorowi sanitarnemu\ni okręgowemu inspektorowi pracy w terminie do 15 stycznia.\n\n§ 3.\n\n[OBOWIĄZKI KIEROWNIKA]\n\nKierownicy, których podlegli im pracownicy lub doktoranci pracują\nlub pobierają naukę w kontakcie z czynnikami rakotwórczymi są obowiązani:\n\n1.\n\nstosować dostępne środki ograniczające stopień narażenia na\nczynniki rakotwórcze,\n\n2.\n\nzapewnić udział pracowników lub ich przedstawicieli w\nprojektowaniu i realizacji działań zapobiegających narażeniu na czynniki\nrakotwórcze lub ograniczających ich poziom,\n\n3.\n\ndokonywać oceny narażenia pracowników i doktorantów w oparciu\no przeprowadzone pomiary,\n\n4.\n\noceniać i dokumentować ryzyko zawodowe oraz stosować niezbędne\nśrodki profilaktyczne zmniejszające ryzyko,\n\n5.\n\ninformować pracowników o ryzyku zawodowym, które wiąże się\nz wykonywaną przez niego pracą z czynnikami rakotwórczymi,\noraz o zasadach ochrony przed tym zagrożeniami\n\n6.\n\nprzeszkolić pracowników w zakresie bezpiecznego sposobu\npostępowania z określonym rodzajem czynnika rakotwórczego.\n\n7.\n\ninformować pracowników i doktorantów o opakowaniu, zbiorniku i\ninstalacji zawierającej czynniki rakotwórcze, a także o wymaganiach dotyczących\noznakowania i znakach ostrzegawczych. \n\n8.\n\nprzeszkolić, w ramach instruktażu stanowiskowego, w zakresie:\n\n8.1.\n\nryzyka dla zdrowia, jakie wynika z oceny narażenia zawodowego\ni dodatkowego ryzyka wynikającego z palenia tytoniu oraz środków\nostrożności, które powinny być podejmowane w celu ograniczenia narażenia,\n\n8.2.\n\nwymagań higienicznych, które powinny być spełnione w celu\nograniczenia narażenia,\n\n8.3.\n\nkonieczności używania środków ochrony indywidualnej, w tym\nnoszenie ubrania ochronnego,\n\n8.4.\n\ndziałań zapobiegających wypadkom oraz koniecznych do podjęcia\nprzez pracowników lub doktorantów, w tym pełniących obowiązki ratownicze,\npodczas wypadków oraz działań ratowniczych. \n\n9.\n\nstworzyć warunki do dokonania wyboru rodzaju środków ochrony\nindywidualnej, zapewniających bezpieczeństwo i zdrowie pracowników,\n\n10.\n\numożliwić pracownikom i ich przedstawicielom kontrolę stosowania\nwymagań określonych w ww. rozporządzeniu i innych przepisach regulujących\nzasady bezpieczeństwa i higieny pracy,\n\n11.\n\ninformować na bieżąco pracowników i ich przedstawicieli o\nnarażeniu na czynniki rakotwórcze, a w przypadkach narażenia powstałego w\nwyniku awarii i innych zakłóceń procesu technologicznego lub w wyniku\npodejmowanych prac remontowych, konserwacyjnych i w innych okolicznościach – o\nprzyczynach powstałego narażenia oraz o środkach zapobiegawczych, jakie już\nzostały lub które będą podjęte w celu poprawy sytuacji.\n\n§ 4 \n\n[POSTĘPOWANIE W PRZYPADKU AWARII]\n\nW razie awarii lub innych zakłóceń procesu technologicznego lub w\nwyniku podejmowanych prac remontowych, konserwacyjnych i w innych okolicznościach,\npodczas których może wystąpić wzrost narażenia na czynniki rakotwórcze należy:\n\n1.\n\nbezzwłocznie podjąć stosowne działania zabezpieczające lub\nograniczające narażenie osób na kontakt z czynnikami rakotwórczymi,\n\n2.\n\npowiadomić bezzwłocznie przełożonego, Sekcję BHP AGH oraz lekarza\nsprawującego profilaktyczną opiekę nad pracownikami,\n\n3.\n\nograniczyć i oznaczyć strefę zagrożoną,\n\n4.\n\nusunąć ze strefy zagrożonej wszystkich pracowników, z wyjątkiem\npracowników niezbędnych do przeprowadzenia działań ochronnych i zabezpieczających,\n\n5.\n\n zapewnić pracownikom, o których mowa w pkt. 4, odpowiednie\nśrodki ochrony indywidualnej,\n\n6.\n\nograniczyć do minimum czas przebywania każdego pracownika w\nstrefie zagrożenia oraz uniemożliwić przebywanie w tej strefie pracownikom\nnie wyposażonym w środki ochrony indywidualnej,\n\n7.\n\npoinformować pracowników i ich przedstawicieli.\n\nPOWRÓT DO WYKAZU\nZAŁĄCZNIKÓW\n\nZałącznik nr 11\n\nBHP i ergonomia na stanowiskach wyposażonych\nw monitory ekranowe oraz wyposażanie pracowników w okulary korygujące\nwzrok\n\n§ 1\n\n[OBOWIĄZEK\n\nPRACOWNIKA]\n\nWszyscy pracownicy Uczelni, którzy wykonują pracę przy użyciu\nmonitorów ekranowych, są zobowiązani do\n\nprzestrzegania\n\npostanowień\nniniejszego załącznika do zarządzenia oraz do współpracy z przełożonym w\nzakresie zapewnienia przynajmniej minimalnych wymagań bezpieczeństwa i higieny\npracy oraz ergonomii określonych w \nzałączniku do rozporządzenia Ministra Pracy i Polityki\nSocjalnej z dnia 1 grudnia 1998 r. w sprawie bezpieczeństwa i higieny\npracy na stanowiskach wyposażonych w monitory ekranowe\n\n§ 2\n\n[OBOWIĄZKI\n\nKIEROWNIKA]\n\nPrzełożeni pracowników, o których mowa w \n§\n 1, zobowiązani są do:\n\n1.\n\nzapewnienia przynajmniej minimalnych wymagań bezpieczeństwa i\nhigieny pracy oraz ergonomii określonych załączniku do rozporządzenia Ministra\nPracy i Polityki Socjalnej z dnia 1 grudnia 1998 r. w sprawie\nbezpieczeństwa i higieny pracy na stanowiskach wyposażonych w monitory\nekranowe,\n\n2.\n\nokreślania w skierowaniach na lekarskie badania profilaktyczne\nczasu i warunków wykonywania\n\npracy\nprzy monitorze ekranowym,\n\n3.\n\ndopuszczenia do pracy przy monitorach ekranowych tylko tych\npracowników, którzy posiadają aktualne orzeczenie lekarskie o zdolności do\npracy przy monitorze ekranowym,\n\n4.\n\nzapewnienia wykonania zaleceń lekarza sprawującego opiekę\nzdrowotną nad pracownikami,\n\n5.\n\nusunięcia nieprawidłowości stwierdzonych w ramach dokonanej oceny\njak również w wyniku przeprowadzonej kontroli przez Sekcje BHP i inne\nuprawnione jednostki,\n\n§ 3\n\n[OCENA\n\nWARUNKÓW\n\nPRACY]\n\n1.\n\nNa stanowiskach wyposażonych w monitory ekranowe należy\nprzeprowadzać ocenę warunków pracy w aspekcie:\n\n1.1.\n\norganizacji stanowisk pracy, w tym rozmieszczenia elementów\nwyposażenia, w sposób zapewniający spełnienie wymogów bezpieczeństwa i\nhigieny pracy,\n\n1.2.\n\nstanu elementów wyposażenia stanowisk pracy, zapewniającego\nbezpieczeństwo pracy, w tym ochronę przed porażeniem prądem elektrycznym,\n\n1.3.\n\nobciążenia narządu wzroku oraz układu mięśniowo - szkieletowego\npracowników,\n\n1.4.\n\nobciążenia pracowników czynnikami fizycznymi, w tym nieodpowiednim\noświetleniem,\n\n1.5.\n\nobciążenia psychicznego pracowników, wynikającego ze sposobu\norganizacji pracy.\n\n2.\n\nOcenę, o której mowa w ust. 1, dla nowo tworzonych stanowisk pracy\noraz po każdej zmianie organizacji i wyposażenia stanowisk pracy\nprzeprowadza\n\nkierownik odpowiedzialny za\nstanowisko pracy wspólnie z pracownikiem Sekcji BHP. Bez pozytywnej oceny nie\nwolno dopuszczać pracowników do pracy na tym stanowisku.\n\n3.\n\nOceny, o której mowa w ust. 1, powinni również dokonywać\npracownicy Sekcji BHP podczas rutynowych kontroli oraz Społeczni Inspektorzy\nPracy w ramach okresowych przeglądów warunków pracy.\n\n§ 4\n\n[INFORMOWANIE\n\nPRACOWNIKÓW\n\nO\n\nRYZYKU\n\nDLA\n\nZDROWIA]\n\n1.\n\nPracowników wykonujących pracę na stanowiskach wyposażonych w\nmonitory ekranowe należy informować o wszystkich aspektach ochrony zdrowia\ni bezpieczeństwa pracy na ich stanowiskach pracy, w tym o wynikach\nprzeprowadzonej oceny, o której mowa w \n§\n 3, oraz wszelkich\nśrodkach bezpieczeństwa i ochrony zdrowia. \n\n2.\n\nInformację, o której mowa w ust. 1, przekazują odpowiednio: \n\n2.1.\n\nbezpośredni przełożeni pracownika:\n\n2.1.1.\n\npodczas szkolenia wstępnego w dziedzinie bhp w części instruktaż\nna stanowisku pracy,\n\n2.1.2.\n\npo przeprowadzeniu oceny, o której mowa w \n§\n 3,\n\n2.1.3.\n\nkażdorazowo po uzyskaniu nowych informacji dotyczących bhp i\nergonomii na stanowiskach wyposażonych w monitory ekranowe.\n\n2.2.\n\nprowadzący zajęcia w ramach szkoleń w dziedzinie bhp,\n\n2.3.\n\nlekarz podczas przeprowadzanych badań profilaktycznych i kontroli\nwarunków pracy,\n\n2.4.\n\npracownicy Sekcji BHP i Społeczni Inspektorzy Pracy w ramach\nprowadzonej działalności.\n\n§ 5\n\n[PRZERWY W PRACY, OCHRONA\n\nPRACY\n\nKOBIET]\n\n1.\n\nOsobom wykonującym pracę na stanowiskach wyposażonych w monitory\nekranowe należy zapewnić:\n\n1.1.\n\nłączenie przemienne pracy związanej z obsługą monitora ekranowego\nz innymi rodzajami prac nie obciążającymi narządu wzroku i wykonywanymi w\ninnych pozycjach ciała - przy nie przekraczaniu godziny nieprzerwanej pracy\nprzy obsłudze monitora ekranowego lub \n\n1.2.\n\nco najmniej 5 minutową przerwę, wliczaną do czasu pracy, po każdej\ngodzinie pracy przy obsłudze monitora ekranowego,\n\n1.3.\n\nokulary korygujące wzrok na zasadach ustalonych w § 7.\n\n2.\n\nKobiety w ciąży mogą wykonywać pracę na stanowiskach wyposażonych\nw monitory ekranowe pod warunkiem:\n\n2.1.\n\nuzyskania zgody od lekarza specjalisty,\n\n2.2.\n\nstosowania przerw, o których mowa w ust. 1,\n\n2.3.\n\nwykonywania pracy na stanowiskach wyposażonych w monitory ekranowe\nw wymiarze do 4 godzin na dobę.\n\n§ 6\n\n[STANOWISKA\n\nDYDAKTYCZNE\n\nWYPOSAŻONE W\nMONITORY\n\nEKRANOWE]\n\n1.\n\nPostanowienia zarządzenia stosuje się odpowiednio do stanowisk\nwyposażonych w monitory ekranowe, na których prowadzone są zajęcia dla\nstudentów i doktorantów.\n\n2.\n\nStanowiska, o których mowa w ust. 1, podlegają ocenie na zasadach\nokreślonych w \n§\n 3.\n\n§ 7\n\n[OKULARY\n\nKOREKCYJNE]\n\n1.\n\nPracownikom wykonującym pracę na stanowiskach wyposażonych w\nmonitory ekranowe zapewnia się okulary korygujące wzrok na zasadach ustalonych\nprzez Kanclerza.\n\n2.\n\nWydanie pracownikowi okularów korygujących wzrok przełożony tego\npracownika dokumentuję na zasadach ustalonych, jak dla środków ochrony\nindywidualnej.\n\n3.\n\nNabycie okularów korygujących wzrok w innym trybie niż wskazany w\nust. 1 nie będzie refundowane.\n\n4.\n\nNadzór nad przestrzeganiem ustaleń dotyczących zapewnienia\npracownikom okularów korygujących wzrok powierzam Dyrektorowi ds. Pracowniczych.\n\nPOWRÓT DO WYKAZU\nZAŁĄCZNIKÓW\n\nZałącznik nr 12\n\nOrganizacja prac naukowo - badawczych\ni eksperymentów\n\n§ 1\n\n[WYKAZ PRAC]\n\nPrzez eksperymenty, o których mowa w dalszej części niniejszego\nzałącznika należy rozumieć prace, o których mowa w ust. 1.6. \nZałącznika nr 9\n\ndo niniejszego Zarządzenia, a w szczególności:\n\n1.\n\neksperymenty naukowe\n\n2.\n\nprace naukowe\n\n3.\n\nbadania odkrywcze i inne prace badawcze\n\n4.\n\ninne prace związane z rozwojem postępu technicznego i nauki.\n\npodczas których, mogą wystąpić\nzagrożenia dla zdrowia prowadzącego lub innych osób przebywających w rejonie\nprowadzenia prac (w szczególności prace o charakterze nowatorskim)\nlub jeżeli prace te wymagają przeprowadzenia ich w warunkach braku\nwyeliminowania zagrożeń w sposób określony przepisami BHP.\n\n§ 2.\n\n[OBOWIĄZKI]\n\n1.\n\nKierownik podstawowej jednostki organizacyjnej jest zobowiązany\ndo:\n\n1.1.\n\nzapewnienia przeprowadzenia eksperymentów w granicach ryzyka,\nktóre według aktualnego stanu wiedzy jest dopuszczalne, i w sposób\nograniczający możliwość spowodowania szkody dla zdrowia osób i mienia\n\n1.2.\n\nwyrażania zgody na wykonanie eksperymentów,\n\n1.3.\n\nrejestrowania prowadzonych eksperymentów. \n\n2.\n\nOdpowiedzialnym za zorganizowanie i przeprowadzenie eksperymentu\nw granicach dopuszczalnego ryzyka\n\njest pracownik organizujący lub/i prowadzący eksperyment ( w\nzależności od kompetencji).\n\n3.\n\nEksperymenty nie mogą być wykonywane bez zgody, o której mowa w\nust. 1.2.\n\n§ 3\n\n[PODSTAWOWE WARUNKI NIE PRZEKROCZENIA GRANIC DOPUSZCZALNEGO\nRYZYKA]\n\n1.\n\nEksperymenty mogą organizować i wykonywać:\n\n1.1.\n\npracownicy naukowi i pracownicy badawczy,\n\n1.2.\n\npracownicy dydaktyczni,\n\n1.3.\n\ninni pracownicy \n\npod warunkiem posiadania kwalifikacji do\nrealizacji tych eksperymentów.\n\n2.\n\nPracownicy, o których mowa w ust. 1, są obowiązani do bieżącego\nuzupełniania swej wiedzy i umiejętności badawczych, a także poznawania nowych\nmetod badawczych i najmniej niebezpiecznych metod i środków do zrealizowania\nbadań.\n\n3.\n\nPrzed dopuszczeniem pracowników, o których mowa w ust. 1 pkt. 3,\ndo organizowania lub wykonywania eksperymentów, należy w szczególności\ndokładnie sprawdzić posiadane przez nich kwalifikacje, wiedzę i umiejętności\nbadawcze.\n\n4.\n\nEksperymenty mogą być organizowane tylko w celu:\n\n4.1.\n\nprzeprowadzenia eksperymentów badawczych, technicznych,\nleczniczych lub ekonomicznych,\n\n4.2.\n\nprzysporzenia korzyści gospodarce narodowej,\n\ngdy spodziewana korzyść ma istotne znaczenie gospodarcze,\npoznawcze lub lecznicze, oczekiwanie tej korzyści jest uzasadnione oraz\nprawdopodobieństwo korzyści przekracza prawdopodobieństwo mogącej wyniknąć\nszkody.\n\n5.\n\nZgoda uczestnika eksperymentu jest niezbędna gdy skutki mogą go\ndotknąć.\n\n6.\n\nEksperymenty nie mogą być realizowane bez opracowania planu\nokreślającego:\n\n6.1.\n\ncel eksperymentu,\n\n6.2.\n\noczekiwane korzyści,\n\n6.3.\n\nczas trwania (początek, zakończenie),\n\n6.4.\n\nposzczególne etapy eksperymentu przy eksperymentach bardzo\nzłożonych, które powinny przewidywać zasadnicze rodzaje czynności,\n\n6.5.\n\ndokładną organizację eksperymentu z wykazaniem:\n\n6.5.1.\n\naparatury będącej do dyspozycji,\n\n6.5.2.\n\ninnych urządzeń i energii,\n\n6.5.3.\n\nprzydziału osób i ich przydatności według posiadanych\nkwalifikacji,\n\n6.5.4.\n\nosób odpowiedzialnych za przydzielone czynności,\n\n6.5.5.\n\ninstrukcji, zgodnych z ustaleniami \n§ 10\n Załącznika Nr 1,\nzawierającej w szczególności postanowienia zapobiegania zagrożeniu dla\nzdrowia i życia ludzkiego,\n\n6.5.6.\n\ndziałania systemów alarmowych, świetlnych lub dźwiękowych, które\nsą konieczne wtedy, gdy prawdopodobieństwo wystąpienia bezpośredniego\nzagrożenia jest bardzo wielkie,\n\n6.5.7.\n\nstopień zużycia aparatury oraz innych urządzeń.\n\n7.\n\nWw. plan powinien być oparty na analizie poszczególnych czynników\nstanowiących zagrożenie, w tym kart charakterystyki substancji i preparatów\nchemicznych, oraz analizie osobowości pracowników. Szczególnym przedmiotem\nanalizy powinny być:\n\n7.1.\n\nzastosowana metoda,\n\n7.2.\n\naparatura i urządzenia (zwłaszcza nowe),\n\n7.3.\n\nstopień zużycia aparatury i urządzeń \n\n8.\n\nPodczas organizowania eksperymentu należy: \n\n8.1.\n\nuzyskać wymagane zgody, w tym właściwych instytucji na\npodejmowanie niektórych czynności,\n\n8.2.\n\nzapoznać członków zespołu z eksperymentem i uzyskać od nich\nwymagane zgody,\n\n8.3.\n\npoinformować o przeprowadzaniu eksperymentu inne narażone osoby\nna zagrożenia jakie mogą powstać w czasie przeprowadzania eksperymentu\ni pouczyć je o zasadach postępowania,\n\n8.4.\n\nzastosować specjalne urządzenia alarmowe lub sygnalizacyjne w\nprzypadku możliwości powstania zagrożenia,\n\n8.5.\n\nprawidłowo zorganizować pracę, dokonać podziału ról członków\nzespołu, oraz właściwie zaprogramować eksperyment,\n\n8.6.\n\nprzestrzegać zasad etyki zawodowej,\n\n8.7.\n\nprzestrzegać innych ustaleń określonych w niniejszym Zarządzeniu,\njeżeli nie uniemożliwia to przeprowadzenie eksperymentu.\n\n9.\n\nPodejmowane działania w zakresie BHP powinny być dokumentowane.\n\n10.\n\nW stosunku do prac realizowanych w ramach eksperymentów ustalenia\ndokonane w niniejszym Zarządzeniu stosuje się odpowiednio.\n\nPOWRÓT DO WYKAZU\nZAŁĄCZNIKÓW\n\nZałącznik nr 13\n\nApteczki pierwszej pomocy \n\n§ 1\n\n1.\n\nKierownik podstawowej jednostki organizacyjnej\n\njest zobowiązany\n\nzapewnić podległym pracownikom, doktorantom i\nstudentom\n\nśrodki do udzielania pierwszej\npomocy w razie wypadku.\n\n2.\n\nKierownik podstawowej jednostki organizacyjnej jest uprawniony do\nzmiany miejsca umieszczenia apteczek pierwszej pomocy, o których mowa w \n§\n 2 oraz asortymentu wyposażenia apteczek, o którym mowa w \n§\n 3, pod warunkiem uzyskania pozytywnej opinii lekarza sprawującego\nopiekę nad zdrowiem pracowników, doktorantów i studentów.\n\n3.\n\nO dokonanych zmianach w stosunku do ustaleń zawartych w § 2 i § 3\nnależy powiadomić Sekcję BHP.\n\n§ 2\n\nMiejsca umieszczenia apteczek pierwszej pomocy:\n\n1.\n\nW sekretariatach Rektora, Dziekanów i Dyrektorów Administracyjnych\nWydziałów. \n\nApteczka A.\n\n2.\n\nNa portierniach (budynków naukowo- dydaktycznych i domów\nstudenckich) \n\nApteczka A.\n\n3.\n\nW Studium Wychowania Fizycznego i Sportu AGH, oraz w warsztatach,\nw laboratoriach i pracowniach specjalistycznych, jeżeli środki umieszczone\nna portierniach i w sekretariatach nie gwarantują skutecznego udzielenia\npierwszej pomocy. Wyposażenie apteczki należy ustalić indywidualnie\nw zależności od zagrożeń i niebezpieczeństw występujących na stanowiskach\npracy i nauki. Wyposażenie apteczki pierwszej pomocy powinno być uzgodnione z\nlekarzem sprawującym profilaktyczną opiekę nad zdrowiem pracowników,\ndoktorantów i studentów.\n\n4.\n\nW samochodach służbowych - Apteczka\n\nB.\n\n5.\n\nApteczki pierwszej pomocy należy zapewnić również w przypadku\nwykonywania pracy lub nauki w terenie poza Uczelnią. W tym przypadku\nwyposażenie apteczki należy ustalić indywidualnie w zależności\nod niebezpieczeństw i zagrożeń. Wyposażenie apteczki pierwszej pomocy\npowinno być uzgodnione z lekarzem sprawującym profilaktyczną opiekę nad\nzdrowiem pracowników, doktorantów i studentów.\n\n§ 3\n\nWyposażenie apteczek pierwszej pomocy\n\nApteczka A\n\n1.\n\nWoda utleniona\n\n1\nszt.\n\n2.\n\nOpatrunki:\n\n2.1.\n\n- opatrunek osobisty\n\n2\nszt.\n\n2.2.\n\n- kompres jałowy o wym. 9x9 cm.\n\n2 szt.\n\n2.3.\n\n- kompres gazowy jałowy o wym. 5x5 cm\n\n5 szt.\n\n2.4.\n\n- gaza opatrunkowa jałowa: 1m2\n\n2\nszt. \n\n2.5.\n\n- gaza opatrunkowa jałowa: 1/2m2\n\n2\nszt.\n\n2.6.\n\n- gaza opatrunkowa jałowa: 1/4m2\n\n2\nszt.\n\n3.\n\nOpaski opatrunkowe dziane:\n\n3.1.\n\n- wąskie\n\n4\nszt.\n\n3.2.\n\n- szerokie\n\n4\nszt.\n\n4.\n\nChusta trójkątna\n\n1\nszt.\n\n5.\n\nBandaże elastyczne:\n\n2\nszt.\n\n6.\n\nPrzylepiec z opatrunkiem\n\n1\nszt.\n\n7.\n\nPrzylepiec wąski \n1,5\n m\n x \n25\n mm\n\n1\nszt.\n\n8.\n\nPrzylepiec szeroki \n5\n m\n. x \n50\n mm\n\n1\nszt.\n\n9.\n\nSzyna do unieruchamiania \n\n1\nszt.\n\n10.\n\nKołnierz ortopedyczny \n\n2\nszt.\n\n11.\n\nMaska do prowadzenia sztucznego oddychania usta-usta \n\nz zastawką zwrotną\n\n1\nszt.\n\n12.\n\nPrzyrząd do płukania gałki ocznej \n\n1\nszt.\n\n13.\n\nKoc termoizolacyjny \n\n2\nszt.\n\n14.\n\nRękawiczki\n\nmin.\n3 pary\n\n15.\n\nNożyczki\n\n1\nszt.\n\nInne środki wynikające ze specyfiki pracy i\nnauki w jednostce organizacyjnej.\n\nKarta udzielania pierwszej pomocy (instrukcja). Ewidencja zużycia\nśrodków. Spis wyposażenia apteczki.\n\nApteczka B\n\n1.\n\nWoda utleniona\n\n1\nszt.\n\n2.\n\nOpatrunki:\n\n2.1.\n\n- opatrunek osobisty\n\n2 szt.\n\n2.2.\n\n- kompres jałowy o wym. 9x9 cm.\n\n3 szt.\n\n2.3.\n\n- kompres gazowy jałowy o wym. 5x5 cm\n\n10 szt.\n\n2.4.\n\n- gaza opatrunkowa jałowa: 1/2m2\n\n4\nszt.\n\n3.\n\nOpaski opatrunkowe dziane:\n\n3.1.\n\n- wąskie\n\n2\nszt.\n\n3.2.\n\n- szerokie\n\n4\nszt.\n\n4.\n\nChusta trójkątna\n\n2\nszt.\n\n5.\n\nBandaże elastyczne:\n\n3\nszt.\n\n6.\n\nPrzylepiec z opatrunkiem \n\n1\nszt.\n\n7.\n\nPrzylepiec szeroki \n5\n m\n. x \n50\n mm\n\n1 szt.\n\n8.\n\nMaska do prowadzenia sztucznego oddychania usta-usta \n\nz zastawką zwrotną\n\n1 szt.\n\n9.\n\nSzyna do unieruchamiania \n\n1 szt.\n\n10.\n\nKołnierz ortopedyczny \n\n5 szt.\n\n11.\n\nKoc termoizolacyjny\n\n2 szt.\n\n12.\n\nRękawiczki \n\nmin. 3 pary\n\n13.\n\nNożyczki\n\n1 szt.\n\nInne środki w zależności od potrzeb. Karta\nudzielania pierwszej pomocy (instrukcja). Ewidencja zużycia środków. Spis\nwyposażenia apteczki.\n\nPOWRÓT DO WYKAZU\nZAŁĄCZNIKÓW\n\nZałącznik nr 14\n\nZasady postępowania \n\nna\nokoliczność podejrzenia pracownika, studenta lub doktoranta, że stawił się\ndo pracy lub na zajęcia po użyciu alkoholu albo spożywał alkohol w czasie\npracy lub zajęć\n\n§ 1\n\n[ZAKAZ DOPUSZCZENIA DO PRACY LUB ZAJĘĆ, \n\nZAKAZ WNOSZENIA ALKOHOLU NA TEREN AGH]\n\n1.\n\nPrzełożeni pracowników oraz prowadzący zajęcia dla studentów i\ndoktorantów są zobowiązani do niedopuszczenia do pracy lub zajęć\npracowników, studentów lub doktorantów, jeżeli zachodzi podejrzenie, że\nstawili się do pracy lub na zajęcia po użyciu alkoholu albo spożywali\nalkohol w czasie pracy lub zajęć - zwanych dalej osobami podejrzanymi o\nnadużycie alkoholu.\n\n2.\n\nUstalenia niniejszego załącznika stosuje się odpowiednio w\nstosunku do studentów i doktorantów zamieszkujących w domach studenckich i\nw domach asystenckich AGH\n\n§ 2\n\n[ZASADY POSTĘPOWANIA W PRZYPADKU STWIERDZENIA NADUŻYCIA ALKOHOLU]\n\n1.\n\nNa okoliczność określoną w § 1 ust. 1, należy sporządzić protokół\nwg \nwzoru\n. \n\nProtokół\n\npowinien, w szczególności:\n\n1.1.\n\nokreślać datę, godzinę i miejsce jego sporządzenia\n\n1.2.\n\nbyć sporządzony bezzwłocznie po poinformowaniu osoby, podejrzanej\no nadużycie alkoholu, o niedopuszczeniu do pracy lub zajęć,\n\n1.3.\n\nbyć podpisany przez osoby trzecie (świadków), w przypadkach\nszczególnie uzasadnionych, protokół może być podpisany tylko przez przełożonego\nlub prowadzącego zajęcia.\n\n1.4.\n\nzawierać opis objawów lub okoliczności uzasadniających\nniedopuszczenie do pracy lub zajęć,\n\n1.5.\n\nzawierać informację, o poinformowaniu osoby podejrzanej o\nnadużycie alkoholu o prawie do zażądania przeprowadzenia badania na\nzawartość alkoholu w organizmie, które zapewnia AGH\n\n1.6.\n\nzawierać informację, o skorzystaniu z powyższego prawa lub odmowie\n\n1.7.\n\nzawierać pouczenie osób podejrzanych o nadużycie alkoholu, o\nobciążaniu go kosztami badań w przypadku dodatniego wyniku badania, a w\nprzypadku odmowy badania, o obowiązku poddania się samemu badaniom\njeżeli zainteresowany nie zgadza się z opinią, że jest pod wpływem\nalkoholu. \n\n1.8.\n\nzawierać podpisy sporządzającego, świadków i osoby podejrzanej o\nnadużycie alkoholu. Osoba podejrzana o nadużycie alkoholu może odmówić podpisu,\nco należy odnotować.\n\nProtokół sporządza się w 2 egzemplarzach z\nktórych jeden przekazuje się zainteresowanemu.\n\nZażądanie przeprowadzenia badania, o którym\nmowa w ust. 3, przez osobę podejrzaną o nadużycie alkoholu, nie wstrzymuje\nsporządzenia powyższego protokołu.\n\n2.\n\nOsoba podejrzana o nadużycie alkoholu może zażądać przeprowadzania\nnastępujących badań:\n\n2.1.\n\nbadania wydychanego powietrza,\n\n2.2.\n\nbadania krwi\n\n2.3.\n\nbadanie moczu\n\nW przypadku dodatniego wyniku badań kosztami tych badań należy\nobciążyć ww. osobę.\n\nW miarę możliwości badanie wydychanego\npowietrza powinno być przeprowadzone przed innymi badaniami na zawartość\nalkoholu w organizmie.\n\nZ przebiegu badania sporządza się protokół, w\nktórym należy opisać objawy lub okoliczności uzasadniające przeprowadzenie\nbadania.\n\n3.\n\nUpoważniam Kierownika Straży AGH oraz innych pracowników\nwyznaczonych przez Dyrektora Administracyjnego do przeprowadzania badania\nwydychanego powietrza, o którym mowa w ust. 2.\n\nNależy zapewnić\nobecność przynajmniej jednej osoby upoważnionej w czasie gdy w AGH\nprzebywają pracownicy, studenci lub doktoranci. \n\nInformację, o ww. osobach upoważnionych\nbędących w pracy, powinni posiadać strażnicy AGH i portierzy.\n\n4.\n\nPracownik upoważniony, o której mowa w ust. 3, jest odpowiedzialny\nza bezzwłoczne przeprowadzenie badania, po otrzymaniu informacji, w\nmiejscu wskazanym przez zgłaszającego.\n\n5.\n\nBadanie krwi i badanie moczu, o których mowa w ust. 2,\nprzeprowadzają na zlecenie AGH i odpłatnie zakłady służby zdrowia.\n\n6.\n\nBadania, o których mowa w ust. 2, organizuje przełożony pracownika\nlub prowadzący zajęcia poprzez bezzwłoczne:\n\n6.1.\n\npoinformowanie pracownika upoważnionego, o którym mowa w ust. 3,\nw przypadku zażądania badania wydychanego powietrza przez osobę podejrzaną\no nadużycie alkoholu, \n\n6.2.\n\nzorganizowanie przeprowadzenia badania w zakładzie służby zdrowia\n– w przypadku zażądania badania krwi lub badania moczu przez osobę\npodejrzaną o nadużycie alkoholu.\n\n7.\n\nProtokół, o którym mowa w ust. 1, sporządzający dostarcza do:\n\n7.1.\n\nProrektora ds. Ogólnych w przypadku, gdy dotyczy on pracowników,\n\n7.2.\n\nProrektora ds. Kształcenia w przypadku gdy dotyczy on studentów\nlub doktorantów \n\nOsoby nadużywające alkohol podlegają karom\nokreślonym w przepisach oraz obciążeniu kosztami badań, o których mowa w §\n2 ust. 2.\n\nPOWRÓT DO WYKAZU\nZAŁĄCZNIKÓW\n\nZałącznik nr 15\n\nGospodarka niebepiecznymi substancjami\nchemicznymi i ich mieszaninami \n\n§ 1\n\n[ZAKRES ODPOWIEDZIALNOŚCI]\n\n1.\n\nZa gospodarkę substancjami chemicznymi i ich mieszaninami oraz\nodpadami chemicznymi zwanymi dalej „substancjami chemicznymi” na Wydziale\nodpowiedzialny jest Dziekan, w jednostce pozawydziałowej – Kierownik, w innych\njednostkach organizacyjnych – Dyrektor/Kierownik.\n\n2.\n\nDziekan lub Kierownik, albo Dyrektor/Kierownik względnie\nupoważniony przez niego pracownik organizuje oraz nadzoruje gospodarkę\nsubstancjami chemicznymi na Wydziale, jednostce pozawydziałowej,\ninnej jednostce organizacyjnej.\n\n§ 2\n\n[ZAKUP SUBSTANCJI CHEMICZNYCH]\n\n1.\n\nDecyzję o zakupie substancji chemicznych podejmuje kierownik\nwłaściwej jednostki organizacyjnej po sprawdzeniu, czy substancje chemiczne nie\nznajdują się w depozycie w magazynie Chemicznym AGH. Substancje te mogą\nbyć nieodpłatnie przekazane jednostce zainteresowanej po uzyskaniu zgody\nwłaściciela.\n\n2.\n\nZakupione substancje chemiczne po niecałkowitym wykorzystaniu są niezwłocznie\nprzekazywane w depozyt do Magazynu Chemicznego AGH.\n\n§3\n\n[EWIDENCJA SUBSTANCJI CHEMICZNYCH]\n\n1.\n\nW jednostkach organizacyjnych AGH wprowadza się obowiązek\nprowadzenia oraz aktualizowania jakościowej oraz ilościowej ewidencji dla:\n\n1.1.\n\nstosowanych w procesie dydaktycznym lub badaniach naukowych\nsubstancji chemicznych zakupionych lub pobranych z depozytu\n\nMagazynu Chemicznego AGH,\n\n1.2.\n\nsubstancji rakotwórczych (z grupy IIA-R i IIB-R w rozumieniu\nustawy o przeciwdziałaniu narkomanii),\n\n1.3.\n\nstosowanych w innych celach niż określone w pkt. 1.1 niniejszego\nparagrafu substancji chemicznych.\n\n2.\n\nMagazyn Chemiczny prowadzi ewidencję zdeponowanych substancji \ni\npreparatów\n chemicznych dla każdego Wydziału oraz innych jednostek\norganizacyjnych.\n\n§4\n\n[MAGAZYNOWANIE SUBSTANCJI CHEMICZNYCH]\n\n1.\n\nSubstancje chemiczne winny być magazynowane zgodnie\nz wymaganiami dla danej substancji, wynikającymi z jej karty\ncharakterystyki:\n\n1.1.\n\nw Magazynie Chemicznym AGH jako depozyt,\n\n1.2.\n\nw laboratoriach i pracowniach chemicznych w ilościach\nniezbędnych do prowadzenia bieżących prac badawczych i dydaktycznych,\n\n1.3.\n\nw miejscach\nwydzielonych w innych jednostkach organizacyjnych.\n\n2.\n\nPobranie substancji chemicznych z depozytu lub oddanie w depozyt\nodbywa się na podstawie upoważnienia kierownika jednostki organizacyjnej w\ntrybie określonym w „Instrukcji postępowania z odpadami i odczynnikami\nchemicznymi w AGH”.\n\n§ 6\n\n[STOSOWANIE SUBSTANCJI CHEMICZNYCH]\n\n1.\n\nStosowanie substancji chemicznych \n\njest dopuszczalne pod warunkiem zastosowania\nśrodków zapewniających pracownikom oraz studentom ochronę zdrowia i życia.\n\n2.\n\nNiedopuszczalne jest stosowanie substancji chemicznych\nbez posiadania aktualnych kart charakterystyki, a także opakowań\nzabezpieczających przed szkodliwym działaniem, pożarem lub wybuchem.\n\n3.\n\nKierownik właściwej jednostki organizacyjnej jest odpowiedzialny\nza zapewnienie dostępu do kart charakterystyk w formie elektronicznej\ni/lub drukowanej.\n\n4.\n\nSubstancje chemiczne stosowane w procesie dydaktycznym lub badaniach\nnaukowych muszą być oznakowane zgodne z obowiązującymi przepisami.\n\n§ 7\n\n[STOSOWANIE SUBSTANCJI CHEMICZNYCH]\n\n1.\n\nZakazuje się stosowania, poza przypadkami wymienionymi w ust. 2.,\nnastępujących substancji i mieszanin niebezpiecznych:\n\na.\n\n4-nitrobifenylu (CAS\n92-93-3),\n\nb.\n\n2-naftyloaminy (CAS\n91-59-8),\n\nc.\n\nbenzydyny (CAS\n92-87-5),\n\nd.\n\nbifenylo-4-aminy (CAS\n92-67-1),\n\ne.\n\nich soli jako\nsubstancji w postaci własnej lub substancji wchodzącej w skład innej substancji\nlub w mieszaninach, w stężeniu równym lub większym niż 0,1% masy.\n\n2.\n\nStosowanie ww. substancji i ich soli jest dopuszczalne wyłącznie\ndo prowadzonych oraz planowanych w przyszłości:\n\na.\n\nbadań naukowych,\n\nb.\n\nbadań rozwojowych,\n\nc.\n\nanaliz chemicznych.\n\n3.\n\nPrzed stosowaniem substancji i ich soli lub mieszanin wymienionych\nw ust. 1. kierownik jednostki organizacyjnej stosującej ww. substancje lub ich\nsole zobowiązany jest do:\n\na.\n\nuzyskania pozytywnej opinii od Sekcji BHP w zakresie\nbezpieczeństwa i higieny pracy podczas stosowania wymienionych substancji i ich\nmieszanin,\n\nb.\n\nprzekazania właściwemu Państwowemu Powiatowemu Inspektorowi\nSanitarnemu informacji dotyczących ww. substancji lub ich mieszanin w zakresie:\n\n-uzasadnienia potrzeby stosowania,\n\n- ilości zużywanej w ciągu roku,\n\n- sposobu stosowania,\n\n- liczby pracowników, którzy mogą być narażeni,\n\n- środków bezpieczeństwa i działania organizacyjne przewidziane dla ochrony\nzdrowia pracowników.\n\n4.\n\nInformacje o których mowa w ust. 3 pkt b. powinny być przekazane\ndo Państwowego Powiatowego Inspektora Sanitarnego na adres 31-752 Kraków, ul. Makuszyńskiego\n9, Oddział Higieny Pracy:\n\nw\n      przypadku aktualnie stosowanych substancji wymienionych w pkt. 1\n      w nieprzekraczalnym terminie do 31.05.2013 r.\n\nbezzwłocznie\n      przed planowanym rozpoczęciem stosowania substancji wymienionych w pklt.\n      1.\n\n5.\n\nZa terminową realizację niniejszych postanowień odpowiedzialni są\nkierownicy jednostek organizacyjnych stosujących ww. substancje.\n\nPOWRÓT DO WYKAZU ZAŁĄCZNIKÓW", "metadata": {"url": "http://www.uci.agh.edu.pl/komunikaty/bhp5", "title": "Zarządzenie Nr 7/2003 Rektora AGH w sprawie bezpieczeństwa i higieny\r\npracy oraz nauki w AGH", "depth": 3, "duplicate": false, "content_hash": "5445a6034842c7d3769e34cb0609b9a2", "word_count": 14737, "headings": [{"level": 1, "text": "Wykaz załączników:"}, {"level": 2, "text": "Załącznik nr 1"}, {"level": 2, "text": "Załącznik nr 2"}, {"level": 2, "text": "Załącznik nr 3"}, {"level": 2, "text": "Załącznik nr 4"}, {"level": 2, "text": "Załącznik nr 5"}, {"level": 2, "text": "Załącznik nr 6"}, {"level": 2, "text": "Załącznik nr 7"}, {"level": 2, "text": "Załącznik nr 8"}, {"level": 2, "text": "Załącznik nr 9"}, {"level": 2, "text": "Załącznik nr 10"}, {"level": 2, "text": "Załącznik nr 11"}, {"level": 2, "text": "Załącznik nr 12"}, {"level": 2, "text": "Załącznik nr 13"}, {"level": 2, "text": "Załącznik nr 14"}, {"level": 2, "text": "Załącznik nr 15"}, {"level": 2, "text": "Załącznik nr 1"}, {"level": 1, "text": "Podstawowe obowiązki i zadania w zakresie BHP"}, {"level": 2, "text": "Załącznik nr 2"}, {"level": 1, "text": "Profilaktyczne badania lekarskie\r\npracowników, doktorantów i studentów"}, {"level": 2, "text": "Załącznik nr 3"}, {"level": 1, "text": "Pomiary czynników szkodliwych dla zdrowia\r\nw środowisku pracy"}, {"level": 2, "text": "Załącznik nr 4"}, {"level": 1, "text": "Dodatki specjalne (pieniężne) wypłacane\r\npracownikom ze względu na warunki wykonywania pracy."}, {"level": 2, "text": "Załącznik nr 5"}, {"level": 2, "text": "Załącznik nr 6"}, {"level": 1, "text": "Środki ochrony indywidualnej, odzież i obuwie\r\nrobocze,"}, {"level": 1, "text": "środki\r\nhigieny osobistej"}, {"level": 2, "text": "Załącznik nr 7"}, {"level": 1, "text": "Profilaktyczne posiłki i napoje"}, {"level": 1, "text": "wydawane\r\npracownikom zatrudnionym w warunkach szczególnie uciążliwych,"}, {"level": 2, "text": "Załącznik nr 8"}, {"level": 1, "text": "Wypadki przy pracy lub nauki oraz choroby zawodowe"}, {"level": 2, "text": "Załącznik nr 9"}, {"level": 1, "text": "Prace szczególnie szkodliwe dla zdrowia\r\nlub niebezpieczne"}, {"level": 2, "text": "Załącznik nr 10"}, {"level": 1, "text": "BHP w warunkach narażenia na czynniki\r\nrakotwórcze."}, {"level": 2, "text": "Załącznik nr 11"}, {"level": 1, "text": "BHP i ergonomia na stanowiskach wyposażonych\r\nw monitory ekranowe oraz wyposażanie pracowników w okulary korygujące\r\nwzrok"}, {"level": 2, "text": "Załącznik nr 12"}, {"level": 1, "text": "Organizacja prac naukowo - badawczych\r\ni eksperymentów"}, {"level": 2, "text": "Załącznik nr 13"}, {"level": 1, "text": "Apteczki pierwszej pomocy"}, {"level": 2, "text": "Załącznik nr 14"}, {"level": 1, "text": "Zasady postępowania"}, {"level": 1, "text": "na\r\nokoliczność podejrzenia pracownika, studenta lub doktoranta, że stawił się\r\ndo pracy lub na zajęcia po użyciu alkoholu albo spożywał alkohol w czasie\r\npracy lub zajęć"}, {"level": 2, "text": "Załącznik nr 15"}, {"level": 1, "text": "Gospodarka niebepiecznymi substancjami\r\nchemicznymi i ich mieszaninami"}]}}