{"content": "# Tekst źródłowy strony Jerzy Lis – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Jerzy_Lis&action=edit\nCrawled: 2025-03-19 21:59:33\n\nTekst źródłowy strony Jerzy Lis\n\n← \nJerzy Lis\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nTekst źródłowy strony można podejrzeć i skopiować.\n\n{{Infobox scientist\n|family-name=Lis\n|given-name=Jerzy\n|honorific-prefix=Prof. dr hab. inż.\n|image=Lis Jerzy.jpg\n|birth_date=29 października 1954\n|birth_place=Trzciana\n|fields=inżynieria materiałowa, ceramika, technologia materiałów ceramicznych, ceramika klasyczna, ceramika zaawansowana\n|function=Rektor AGH (2020-2024, 2024-2028)\n|faculty=Wydział Inżynierii Materiałowej i Ceramiki\n|awards=Krzyż Kawalerski Orderu Odrodzenia Polski, Medal Komisji Edukacji Narodowej, Brązowy Krzyż Zasługi\n|name=Jerzy Lis\n|image_size=11842\n}}{{Funkcja\n|Stanowisko=Prorektor ds. Współpracy i Rozwoju\n|Jednostka=AGH\n|Rok_od=2005\n|Rok_do=2012\n}}{{Funkcja\n|Stanowisko=Prorektor ds. Współpracy\n|Jednostka=AGH\n|Rok_od=2016\n|Rok_do=2020\n}}{{Funkcja\n|Stanowisko=Prodziekan ds. Dydaktycznych\n|Jednostka=Wydział Inżynierii Materiałowej i Ceramiki\n|Rok_od=1996\n|Rok_do=1999\n}}{{Funkcja\n|Stanowisko=Prodziekan ds. Dydaktycznych\n|Jednostka=Wydział Inżynierii Materiałowej i Ceramiki\n|Rok_od=1999\n|Rok_do=2002\n}}{{Funkcja\n|Stanowisko=Dziekan\n|Jednostka=Wydział Inżynierii Materiałowej i Ceramiki\n|Rok_od=2002\n|Rok_do=2005\n}}{{Funkcja\n|Stanowisko=Dziekan\n|Jednostka=Wydział Inżynierii Materiałowej i Ceramiki\n|Rok_od=2012\n|Rok_do=2016\n}}{{Funkcja\n|Stanowisko=Rektor\n|Jednostka=AGH\n|Rok_od=2020\n|Rok_do=2024\n}}{{Funkcja\n|Stanowisko=Rektor\n|Jednostka=AGH\n|Rok_od=2024\n|Rok_do=2028\n}}\nProf. dr hab. inż. '''Jerzy Lis''' (1954-)\n\nDyscyplina/specjalności: ceramika, inżynieria materiałowa, technologia chemiczna, technologia materiałów ceramicznych, ceramika klasyczna, ceramika zaawansowana\n\n== Nota biograficzna ==\n\nUrodził się 29 października 1954 roku w Trzcianie koło Rzeszowa.\n\nW 1978 roku ukończył z wyróżnieniem studia na Wydziale Inżynierii Materiałowej i Ceramiki AGH na kierunku inżynieria materiałowa. Stopień doktora nauk technicznych uzyskał w 1986 roku, doktora habilitowanego w 1995 roku, a tytuł profesora nauk technicznych w 2000 roku.\n\nBezpośrednio po studiach zatrudniony został jako asystent w Katedrze Nauki o Materiałach i Ceramiki Specjalnej [[Wydział Inżynierii Materiałowej i Ceramiki|Wydziału Inżynierii Materiałowej i Ceramiki]] AGH, następnie od 1986 roku jako adiunkt, od 1996 roku profesor nadzwyczajny, a od 2005 roku profesor zwyczajny.\n\nDwukrotny Prodziekan Wydziału ds. Dydaktyki (1996–1999, 1999-2002), dwukrotny Dziekan Wydziału (2002–2005, 2012-2016) oraz kierownik Katedry Technologii Ceramiki i Materiałów Ogniotrwałych WIMiC (2002-2012). Prorektor ds. Współpracy i Rozwoju (2005-2012) i Prorektor ds. Współpracy (2016-2020).\n\nRektor AGH w latach 2020-2024 i 2024-2028. \n\nW latach 1989–1991 był pracownikiem naukowym na Wydziale Inżynierii Chemicznej Uniwersytetu Stanu Nowy Jork w Buffalo (USA). Wielokrotnie uczestniczył w krótszych stażach zagranicznych m.in. w: Technical University Freiberg (Niemcy), University of Clausthal (Niemcy), RWTH (Niemcy), ENSCI Limoges (Francja), Osaka University (Japonia), Alfred University (USA), Institute of Macrokinetics Rosyjskiej Akademii Nauk (Rosja).\n\nProwadzi działalność naukową w zakresie inżynierii materiałowej oraz technologii chemicznej, w tym zwłaszcza: technologii otrzymywania zaawansowanych i klasycznych tworzyw ceramicznych, specjalnych technik syntezy materiałów ceramicznych, badania właściwości ceramiki i kompozytów oraz ich zastosowania. Jego szczególną specjalnością naukową jest metoda otrzymywania tworzyw ceramicznych zwana: Samorozwijającą się Syntezą Wysokotemperaturową (Self-Propagating High-Temperature Synthesis SHS) polegająca na wykorzystaniu do otrzymywania tworzyw gwałtownych reakcji chemicznych typu spalanie.\n\nAutor około 350 publikacji, w tym kilku książek, kilkudziesięciu artykułów naukowych oraz wielu referatów konferencyjnych. Autor i współautor 25 patentów i wniosków patentowych, w tym wdrożonych w przemyśle. Był i jest kierownikiem 13 projektów badawczych Komitetu Badań Naukowych, Narodowego Centrum Badań i Rozwoju oraz Narodowego Centrum Nauki, a także prac rozwojowych zlecanych przez przemysł. \n\nPromotor 13 prac doktorskich i 4 prowadzonych przewodów doktorskich oraz około 80 prac magisterskich. Kierownik kilkunastu projektów i grantów badawczych.\n\nCzynny udział we władzach krajowych organizacji naukowych: członek Prezydium Oddziału Krakowskiego PAN, członek Komitetu Nauki o Materiałach PAN (funkcja przewodniczącego przez dwie kadencje), członek Komitetu Inżynierii Wodnej i Lądowej PAN, Komisji Ceramicznej o. Kraków PAN oraz od 2016 roku wiceprzewodniczący Komisji Nauk Technicznych PAU. Jest członkiem rad naukowych: Instytutu Metalurgii i Inżynierii Materiałowej PAN, Instytutu Katalizy i Fizykochemii Powierzchni PAN, a także wiceprzewodniczącym Rady Naukowej Instytutu Ceramiki i Materiałów Ogniotrwałych. W 2019 roku został przewodniczącym Komisji Rewizyjnej Polskiego Towarzystwa Materiałoznawczego (PTM).\n\nW latach 2006-2012 był członkiem Centralnej Komisji ds. Stopni i Tytułów. W latach 2005-2011 pełnił funkcję prezesa Polskiego Towarzystwa Materiałoznawczego. Był także przewodniczącym Sekcji Ceramiki Szlachetnej Polskiego Towarzystwa Ceramicznego oraz ​przewodniczącym Komitetu Monitorującego Krajowego Punktu Kontaktowego Programów Badawczych UE.\n\nPrzewodniczący Komisji ds. Współpracy Międzynarodowej Konferencji Rektorów Akademickich Szkół Polskich w kadencji 2020-2024. W dniu 14 czerwca 2021 r. został powołany do Rady ds. Planu dla Pracy i Rozwoju w Ministerstwie Rozwoju, Pracy i Technologii.\n\nWspółpracuje z czołowymi międzynarodowymi ośrodkami naukowymi w zakresie inżynierii materiałowej oraz ceramiki, w tym: ENSCI (Francja), University Castellon (Hiszpania), PennState University, SDSMT (USA), ISTMAN (Rosja). Został wybrany m.in. członkiem prestiżowej The World Academy of Ceramic (2002 r.). Jest także członkiem The American Ceramic Society, The International Society of SHS.\n\nCzłonek komitetów redakcyjnych czasopism: The International Journal of SHS, Ceramics International, The Materials Science – Poland, Materiały Ceramiczne, Inżynieria Materiałowa, Archiwum Nauki o Materiałach i Polski Biuletyn Ceramiczny – Ceramika oraz recenzent wielu innych czasopism z zakresu inżynierii materiałowej, nauki o materiałach, ceramiki i technologii chemicznej.\n\nAktywnie współpracuje z przemysłem w pracach badawczych i innowacyjnych. Był przewodniczącym Rady Nadzorczej Zakładów Magnezytowych w Ropczycach, a obecnie jest członkiem Rady Nadzorczej ZM INVEST Ropczyce oraz wiceprzewodniczącym Rady Nadzorczej Krakowskiego Parku Technologicznego. Pełnił ponadto funkcję prezesa Zarządu Krakowskiego Centrum Innowacyjnych Technologii INNOAGH Sp. z o.o., a obecnie jest przewodniczącym rady nadzorczej INNOAGH. Posiadacz certyfikatu PRINCE 2 w zakresie zarządzania i prowadzenia projektów.\n\n3 grudnia 2021 roku podczas 145 sesji Zgromadzenia Ogólnego PAN został wybrany na członka rzeczywistego Polskiej Akademii Nauk.\n\n28 sierpnia 2024 roku został wybrany na nowego przewodniczącego Rady Naukowej ds. Strategicznych Kierunków Rozwoju Małopolski. \n\nCzynnie współpracuje także z Urzędem Marszałkowskim Województwa Małopolskiego m.in. będąc członkiem Komitetu Monitorującego MRPO Województwa Małopolskiego, Małopolskiej Rady Innowacji i Zespołu ds. Aktualizacji Strategii Województwa Małopolskiego oraz sekretarzem Klubu Nowej Gospodarki. \n\n==== Odznaczenia i nagrody ====\n\n[[Krzyż Kawalerski Orderu Odrodzenia Polski]], [[Medal Komisji Edukacji Narodowej]], [[Brązowy Krzyż Zasługi]], Nagroda Ministra Edukacji Narodowej, Nagroda Przewodniczącego IV Wydziału PAN, nagrody naukowe Rektora AGH. Za swą działalność innowacyjną i wynalazczą został w 2011 roku uhonorowany Medalem im. T. Sendzimira Stowarzyszenia Polskich Wynalazców i Racjonalizatorów. Laureat nagrody „The Bridge Building Award” (2019) przyznawanej przez Amerykańskie Towarzystwo Ceramiczne uczonemu spoza Stanów Zjednoczonych za wyjątkowy wkład w rozwój inżynierii ceramicznej, tytuł „Złoty Inżynier” w plebiscycie Przeglądu Technicznego i NOT (2016), wyróżnienie Cracoviae Merenti, Zasłużony dla Budownictwa Przemysłu Materiałów Budowlanych. Jest także laureatem prestiżowych międzynarodowych wyróżnień za osiągnięcia naukowe m.in.: Fellow of the American Ceramic Society, Fellow of the European Ceramic Society oraz The Brigde Award of the American Ceramic Society. Został wyróżniony tytułem Honorowy Profesor przez Uniwersytet w Szymkencie (Kazachstan), Honorowe Wyróżnienie WGIG AGH \"Kryształowa Barbórka\" (2020),  Honorowa Odznaka \"Zasłużony dla Stowarzyszenia Wychowanków\" AGH\", tytuł \"Diamentowego Inżyniera\" 2023 w XXX plebiscycie „Złoty Inżynier” organizowanym przez redakcję „Przeglądu Technicznego”\n\n==== Bibliografia publikacji ====\n\nhttps://badap.agh.edu.pl/autor/lis-jerzy-002341\n\n== Źródła do biogramu ==\n\n====Książki====\n\n* Jerzy Lis. W: Manecki A.: Ludzie nauk o Ziemi i Kosmosie : z wydarzeniami lat minionych tle. Kraków 2023, s. 108-110\n* Kto jest kim w ceramice : 50 lecie Wydziału Inżynierii Materiałowej i Ceramiki : 1949-1999. [AGH]. Kraków 1999, s. 7, 144, [foto]\n* Wielka Księga 85-lecia Akademii Górniczo-Hutniczej. [Oprac.] zespół aut. K. Pikoń (red. naczelny), A. Sokołowska (dyrektor projektu), K. Pikoń. Gliwice 2004, s. 201, [foto]\n* Wydział Inżynierii Materiałowej i Ceramiki AGH w 70-lecie swojej działalności. Kraków 2019, s. 16, [foto]\n\n====Artykuły====\n\n* Akademia Górniczo-Hutnicza ma nowego rektora. ''Dziennik Polski'' 2020, nr 122, s. 06 \n* Czaja P.: IX Krajowy Zwyczajny Zjazd SW AGH. ''Vivat Akademia : AGH'' 2022, nr 25, s. 17-22, [foto]\n* Dziekani i prodziekani AGH na kadencję 1999-2002. ''Biuletyn Informacyjny Pracowników AGH'' 1999, nr 69, s. 4\n* Kolczyńska I.: Profesorowie z AGH wybrania na członków rzeczywistych PAN. ''Biuletyn AGH'' 2021, nr 165, s. 22, [foto]\n* Kompetencje Prorektorów AGH na kadencję 2005-2008. ''Biuletyn Informacyjny Pracowników AGH'' 2005, nr 146, s. 6-7\n* Lis J.: Pokażę, jak można wydrukować ceramikę w 3D. Rozm. S. Nowosińska. ''Dziennik Polski'' 2014, nr 205 (4 IX 2014), dod. ''Kronika Krakowska'', s. B2\n* Lis J.: Wywiad z prof. dr. hab. inż. Jerzym Lisem - Rektorem Akademii Górniczo-Hutniczej. Rozm. I. Kolczyńska. ''Biuletyn AGH'' 2020, nr 152, s. 13-15, [foto]\n* Media o AGH. [Prof. Jerzy Lis z nagrodą ...]. ''Biuletyn AGH'' 2019, nr 136, s. 21\n* Nasi złoci inżynierowie. ''Biuletyn AGH'' 2024, nr 192, s. 25-26\n* Nowe władze AGH na kadencję 2024-2028. ''Biuletyn AGH'' 2024, nr 197-198, s. 4-8, [foto]\n* Profesor Jerzy Lis nowym Rektorem AGH. ''Biuletyn AGH'' 2020, nr 148-149, s. 11, [foto]\n* Sulima Z.: Rektor na kadencję 2005-2008 wybrany. ''Biuletyn Informacyjny Pracowników AGH'' 2005, nr 139, s. 3, [foto]\n* Trębacz I.: Prof. dr hab. inż. Jerzy Lis Prorektor ds. Współpracy. ''Biuletyn AGH'' 2016, nr 106, s. 14, [foto]\n* Władze dziekańskie na kadencję 2002-2005. ''Biuletyn Informacyjny Pracowników AGH'' 2002, nr 106/107, 3 s. okł., [foto]\n* Władze AGH na kadencję 2002-2005. ''Biuletyn Informacyjny Pracowników AGH'' 2002, nr 106/107, s. 16\n* Władze rektorskie AGH na kadencję 2005-2008. ''Biuletyn Informacyjny Pracowników AGH'' 2005, nr 146, s. 2, [foto]\n* Władze rektorskie na kadencję 2020-2024. ''Vivat Akademia'' 2020, nr 22, s. 2, [foto]\n* Wyróżnienia dla Przyjaciół GiG. ''Biuletyn AGH'' 2021, nr 155-156, s. 7, [foto]\n\n==== Inne ==== \n\n* Jerzy Lis. Rektor AGH na lata 2020-2024 [online] [przeglądany 17.06.2021]. Dostępny w: http://home.agh.edu.pl/~lis/, [foto]\n* Nagroda Amerykańskiego Towarzystwa Ceramicznego dla prof. Jerzego Lisa [online] [przeglądany 06.02.2019]. Dostępny w: https://www.agh.edu.pl/osiagniecia/info/article/nagroda-amerykanskiego-towarzystwa-ceramicznego-dla-prof-jerzego-lisa/, [foto]\n* Prof. Jerzy Lis przewodniczącym Rady Naukowej ds. Strategicznych Kierunków Rozwoju Małopolski [online] [przeglądany 9.09.2024]. Dostępny w: https://www.agh.edu.pl/aktualnosci/detail/prof-jerzy-lis-przewodniczacym-rady-naukowej-ds-strategicznych-kierunkow-rozwoju-malopolski\n* Rektor AGH prof. Jerzy Lis członkiem Rady ds. Planu dla Pracy i Rozwoju [online] [przeglądany 17.06.2021]. Dostępny w: https://www.agh.edu.pl/info/article/rektor-agh-prof-jerzy-lis-czlonkiem-rady-ds-planu-dla-pracy-i-rozwoju/, [foto]\n* Rektor AGH przewodniczącym Komisji ds. Współpracy Międzynarodowej KRASP [online] [przeglądany 05.01.2021]. Dostępny w: https://www.agh.edu.pl/aktualnosci/info/article/rektor-agh-przewodniczacym-komisji-ds-wspolpracy-miedzynarodowej-krasp/\n* Tytuł „Diamentowego Inżyniera” dla Rektora AGH [online] [przeglądany 5.03.2024]. Dostępny w: https://www.agh.edu.pl/aktualnosci/detail/tytul-diamentowego-inzyniera-dla-rektora-agh\n* Walne Zebranie Członków PTM-sprawozdanie [online] [przeglądany 03.04.2019]. Dostępny w: http://ptm-materials.pl/\n* Władze AGH w kadencji 2024–2028 [online] [przeglądany 5.09.2024]. Dostępny w: https://www.agh.edu.pl/aktualnosci/detail/wladze-agh-w-kadencji-2024-2028\n\n'''''<span style=\"color:red;\">stan na dzień 9.09.2024</span>'''''\n\n{{DEFAULTSORT:Lis, Jerzy }}\n[[Category:Biogramy]]\n\nSzablony użyte w tym artykule:\n\nSzablon:Funkcja\n (\ntekst źródłowy\n) \nSzablon:Infobox scientist\n (\ntekst źródłowy\n) \nWróć do \nJerzy Lis\n.\n\nŹródło: „\nhttp://historia.agh.edu.pl/wiki/Jerzy_Lis\n”", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Jerzy_Lis&action=edit", "title": "Tekst źródłowy strony Jerzy Lis – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "39a526522aff0e1da2935696897d1dc6", "word_count": 1595, "headings": [{"level": 1, "text": "Tekst źródłowy strony Jerzy Lis"}]}}