{"content": "# Badaczki i badacze z AGH uhonorowani Nagrodą Ministra Nauki i Szkolnictwa Wyższego-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/badaczki-i-badacze-z-agh-uhonorowani-nagroda-ministra-nauki-i-szkolnictwa-wyzszego\nCrawled: 2025-03-19 21:14:52\n\nfot. Mikołaj Kuras; źródło portal.umk.pl \n\n Badaczki i badacze z AGH uhonorowani Nagrodą Ministra Nauki i Szkolnictwa Wyższego \n\n 24/02/2025 \n\n nagrody \n\n Podczas Gali Nauki Polskiej, która odbyła się w Dniu Nauki Polskiej na Uniwersytecie Mikołaja Kopernika w Toruniu, wręczono Nagrody Ministra Nauki i Szkolnictwa Wyższego. Nagrodę za całokształt dorobku otrzymał prof. dr hab. Czesław Kapusta z Wydziału Fizyki i Informatyki Stosowanej (nauki ścisłe i przyrodnicze). Zespołowi naukowemu kierowanemu przez prof. dr. hab. inż. Krzysztofa Wojciechowskiego z Wydziału Inżynierii Materiałowej i Ceramiki przyznano nagrodę za znaczące osiągnięcia w zakresie działalności naukowej (nauki inżynieryjno-techniczne). \n\nProf. dr hab. Czesław Kapusta \njest absolwentem UJ, doktorat obronił w IFJ PAN, a habilitację i tytuł profesorski uzyskał w AGH. Jego działalność naukowa mieści się w zakresie eksperymentalnej fizyki materiałowej, a główne osiągnięcia, to:\n\ndoświadczalne określenie wkładu pierwiastków składowych do anizotropii magnetycznej materiałów na magnesy trwałe typu Nd-Fe-B i Nd-Co-B oraz wpływu lekkich pierwiastków międzywęzłowych na anizotropowe właściwości magnesów typu Sm-Fe,\n\nokreślenie mikroskopowego mechanizmu zjawiska kolosalnego magnetooporu i przejścia izolator-metal w złożonych tlenkach manganu,\n\nzbadanie dynamiki nanocząstek magnetycznych tlenków żelaza i określenie możliwości wykorzystania ich właściwości do zastosowań biomedycznych w teranostyce oraz w mikro- i nanoreaktorach chemicznych.\n\nPublikacje, w liczbie 219 wg bazy Scopus, w tym wydane m.in. w prestiżowych „Acta Materialia”, „Physical Review Letters” i „Nature Communications”, pokrywają łącznie 46 kategorii tematycznych Web of Science: od fizyki, przez naukę o materiałach i inżynierię materiałową, nanotechnologię, metalurgię, elektronikę, do chemii, biochemii i biologii molekularnej czy inżynierii środowiska. Cytowane były ponad 3000 razy (ponad 2700 razy bez autocytowań) w czasopismach pokrywających 102 kategorie Web of Science, a indeks Hirscha wynosi 32. Jest współautorem rozdziałów w wydawnictwach książkowych NATO Advanced Study Institute Series, Kluwer, Dordrecht i Handbook of Magnetic Materials, Elsevier. Wyniki badań przedstawiał w ponad 200 prezentacjach na konferencjach, warsztatach i szkołach zagranicznych i krajowych, w tym w kilkunastu wykładach zaproszonych, m.in. w NATO Advanced Study Institute.\n\nProfesor był kierownikiem polskiego zespołu uczestniczącego w projektach EU (5FP SCOOTMO, HPRN-CT2002 00293, 6FP STREP-027827, MUNDIS), kierownikiem trzech grantów krajowych oraz zespołu projektowego w ramach grantu EU Beyond UNIVERSEH, a także kierował zespołem AGH w grancie NCN OPUS 20.\n\nW AGH był aktywnym dydaktykiem – oprócz zajęć w ramach fizyki ogólnej prowadził autorskie bloki tematyczne z zakresu nowoczesnych materiałów i metod pomiarowych, w tym materiałów nanocząstkowych dla biomedycyny oraz zajęcia z NMR dla Inżynierii Biomedycznej, a także z metod synchrotronowych w NCPS SOLARIS. Zorganizował studenckie Laboratorium Fizyki Ciała Stałego i Nowoczesnych Metod Pomiarowych AGH.\n\nZainicjował współpracę AGH z Hiszpanią (Uniwersytet w Saragossie) w ramach programu ERASMUS oraz doprowadził do podpisania umów i rozwinięcia bardzo owocnej wymiany osób studiujących i pracujących. Prowadził także działalność popularnonaukową, prezentując wykłady dotyczące fizyki dźwięków – ludzkiego głosu i instrumentów muzycznych.\n\nBył opiekunem ok. 100 prac magisterskich i inżynierskich, oraz promotorem 19 rozpraw doktorskich, w tym dwóch polsko-japońskich (AGH – Uniwersytet Shibaura w Tokio), dwóch polsko-czeskich (AGH – Uniwersytet Karola w Pradze), dwóch polsko-hiszpańskich (AGH – Uniwersytet w Saragossie), dwóch zrealizowanych we współpracy z Instytutem EMPA w Szwajcarii i jednego we współpracy z ABB.\n\nW dorobku organizacyjnym ma przeprowadzenie kilku dużych przedsięwzięć, jak np. doposażenie aparaturowe uczelni krakowskich, remont laboratoriów w AGH. \n\nInicjator i koordynator ds. infrastruktury B+R projektu POIG na utworzenie Akademickiego Centrum Materiałów i Nanotechnologii AGH.\n\nKierował zespołami biorącymi udział w realizacjach następujących badań aplikacyjnych:\n\nokreślenie możliwości i sposobu podwyższenia przewodnictwa cieplnego w materiałach kompozytowych na izolacje elektryczne w urządzeniach elektrotechnicznych – współpraca z ABB Kraków (2010–2020); publikacje, zrealizowana rozprawa doktorska i wyniki wykorzystane w skali międzynarodowej przez ABB,\n\nokreślenie sposobu poprawy wyżarzalności miedzi elektrolitycznej – współpraca z KGHM Polska Miedź SA (2015–2017); wyniki wykorzystane przez KGHM.\n\nJest współautorem patentu PL 419607 „Sposób wytwarzania transparentnej warstwy siarczków metali na podłożu szklanym” oraz międzynarodowego zgłoszenia patentowego PCT/EP2023/072350 – „Magnetic polymer nanocapsules suitable for use in therapy, especially in anti-cancer therapy”.\n\nBył członkiem Senatu AGH oraz kierownikiem Zakładu Fizyki Ciała Stałego i Katedry Fizyki Ciała Stałego. Obecnie jest kierownikiem Zespołu Materiałów Magnetycznych Litych i Nanomateriałów w Katedrze Fizyki Ciała Stałego.\n\nJest członkiem Polskiego Towarzystwa Fizycznego (w Zarządzie Oddziału Krakowskiego 2008–2014), Europejskiego Towarzystwa Fizycznego (w Condensed Matter Division Board 2005–2012), Societas Humboldtiana Polonorum (przewodniczący Oddziału Krakowsko-Katowickiego 2005–2008). W latach 1990–1991 był stypendystą Fundacji Humboldta na Uniwersytecie w Bochum, w latach 1995–1996 stypendystą Fundacji Leverhulme Trust na Uniwersytecie w St. Andrews, Wielka Brytania, a w latach 1993–1995 i 1997–2005 wielokrotnym stypendystą EPSRC na tym Uniwersytecie.\n\nUzyskał Nagrodę Ministra III stopnia za osiągnięcia w pracy naukowej, Nagrody Rektora AGH za działalność naukowo-badawczą (ponad 20-krotnie), Nagrodę Rektora AGH za działalność organizacyjną (trzykrotnie), Honorary Professor, University of St. Andrews, Wielka Brytania (2000 r.).\n\nProf. dr hab. Czesław Kapusta został uhonorowany Orderem Odrodzenia Polski, Krzyżem Kawalerskim Orderu Odrodzenia Polski, Krzyżem Zasługi I stopnia – Złoty Krzyż Zasługi, Medalem Komisji Edukacji Narodowej.\n\n***\n\nNagroda za znaczące osiągnięcia w zakresie działalności naukowej dla zespołu w składzie: prof. dr hab. inż. Krzysztof Wojciechowski, dr inż. Taras Parashchuk, dr inż. Karolina Zazakowny, dr inż. Artur Kosonowski, dr Oleksandr Cherniushok, dr Ryszard Mania, dr inż. Michał Musiał, dr inż. Marcin Borcuch, mgr inż. Adrianna Lis, mgr inż. Maja Sajdak, mgr Mykola Maksymuk (nauki inżynieryjno-techniczne)\n\nZespół kierowany przez prof. dr hab. inż. Krzysztofa Wojciechowskiego z Laboratorium Badań Termoelektrycznych na Wydziale Inżynierii Materiałowej i Ceramiki został doceniony za opracowanie nowatorskich w skali światowej technologii wytwarzania materiałów oraz modułów termoelektrycznych do konwersji ciepła niskoparametrycznego.\n\nPodstawą uzyskanego osiągnięcia naukowego są zakończone w 2022 r. dwa prestiżowe projekty, którymi prof. Krzysztof Wojciechowski kierował:\n\n„New approach for development of efficient materials for direct conversion of heat into electricity”, finansowany przez Fundację na rzecz Nauki Polskiej, 2018–2022 (TEAM-TECH/2016–2/14)\n\n„Opracowanie technologii wytwarzania nowego typu modułów termoelektrycznych do konwersji niskoparametrycznego ciepła odpadowego na energię elektryczną”, finansowany przez NCBiR, 2019–2022 (TECHMATSTRATEG2/408569/5/NCBR/2019).\n\nW wyniku realizacji prac projektowych potwierdzono teoretycznie i eksperymentalnie poprawność przyjętych innowacyjnych koncepcji badawczych. Otrzymane nowe materiały termoelektryczne posiadają sprawność konwersji ciepła na energię elektryczną sięgającą 17%, co jest obecnie jedną z najwyższych wartości raportowanych na świecie.\n\nOpracowana w AGH technologia pozwala na wytwarzanie konwerterów termoelektrycznych o wysokiej gęstości mocy rzędu 3.2 kW/m\n2\n, przy kosztach materiałowych porównywalnych z kosztami wytwarzania elementów fotowoltaicznych o podobnych rozmiarach.\n\nPrace nad realizacją obu projektów przyniosły dodatkowe rezultaty, m.in.:\n\n29 publikacji w prestiżowych czasopismach naukowych z listy JCR;\n\nosiem zgłoszeń patentowych oraz patentów polskich i europejskich;\n\ncztery obronione rozprawy doktorskie oraz trzy w trakcie realizacji związane z realizacją tematyk projektów;\n\nwspółpraca projektowa B+R z pięcioma przedsiębiorstwami\n\nprzyznany nowy projekt międzynarodowy – MAITEG, WEAVE-UNISONO 2022/04/Y/ST5/00139 z German Aerospace Institute (DLR) oraz University of Duisburg-Essen (UDE);\n\ndwa kolejne projekty międzynarodowe: IMPRESS-U i M-ERANET (w trakcie oceny).\n\nZnacząca część wyników badań została opatentowana lub też jest w trakcie procesu patentowego. Wyniki prac B+R obu projektów zostały szeroko rozpropagowane zarówno w czasopismach naukowych, na konferencjach międzynarodowych, w prasie jak i w mediach społecznościowych. Nawiązano kontakty z wieloma polskimi i zagranicznymi partnerami przemysłowymi zainteresowanymi wdrożeniem nowych, opracowanych przez zespół technologii termoelektrycznych.\n\n***\n\nWśród laureatów Nagród Ministra Nauki i Szkolnictwa Wyższego znaleźli się także dwaj naukowcy z innych ośrodków badawczych będący jednocześnie pracownikami Centrum Doskonałości Sztucznej Inteligencji AGH oraz Wydziału Informatyki AGH. Są to: prof. dr hab. inż. Leszek Rutkowski z Instytutu Badań Systemowych PAN oraz prof. dr hab. inż. Rafał Scherer z Politechniki Częstochowskiej.\n\n***\n\nW tym roku przyznano: 20 nagród za całokształt dorobku, 33 nagrody za znaczące osiągnięcia w zakresie działalności naukowej, 4 nagrody za znaczące osiągnięcia w zakresie działalności dydaktycznej, 6 nagród za znaczące osiągnięcia w zakresie działalności wdrożeniowej, 2 nagrody za znaczące osiągnięcia w zakresie organizacyjnej. W sumie wyróżnionych zostało 150 osób.\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/badaczki-i-badacze-z-agh-uhonorowani-nagroda-ministra-nauki-i-szkolnictwa-wyzszego", "title": "Badaczki i badacze z AGH uhonorowani Nagrodą Ministra Nauki i Szkolnictwa Wyższego-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "8ef5fe3e7240b7338e3f65181b3eaeff", "word_count": 1229, "headings": [{"level": 1, "text": "Badaczki i badacze z AGH uhonorowani Nagrodą Ministra Nauki i Szkolnictwa Wyższego"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}