{"content": "List of sample questions and topics for the entrance exam for second-cycle studies: Computer Science and Intelligent Systems (Artificial\n\nIntelligence and Data Analysis)\n\n1. Which of the following statements is true\na. The pessimistic computational complexity for Quicksort sorting is O(n log n)\n2. Indicate true sentences:\n\na. Dijkstra's algorithm for finding shortest paths is a heuristic algorithm with complexity O(n? log n), where n = |V| and G=(V, E).\n\n3. Which of the following statements is true:\n\na. Every graph has at least one spanning tree.\n\n4. Which of the following statements is true\n\na. Open-addressing is one strategy for resolving collisions in hash tables (mixed arrays).\n\n5. Which statements about asymptotic notation are true:\n\na. There is no sorting algorithm that runs with worse time complexity than O(n’).\n6. A task of size n implemented with an algorithm of complexity f(n) has been reduced to two sub-tasks of size 1/n and the execution of n\noperations with a fixed execution cost. The complexity of f(n) is\n\na. O(n log n)\n\n7. Arandom set of n mutually different numbers was inserted into the BST tree. Which answer is true?\n\na. The pessimistic complexity of the operation to insert the next element in the tree is O(log n).\n8. A mound-building operation has been started for an array of ten elements: 1,2,3,4,5,6,7,8,9,0. Are the following statements true about the\nresulting tree:\n\na. The smallest elements, i.e. 0, 1 and 2, can be found among the leaves.\n\n9. Which statements of the following are true\n\na. Counting Sort has better computational complexity than QuickSort)\n\n10. See answers true\na. The pessimistic search time for an element in a skip list is O(n).\n11. A binary tree was built containing the numbers from 1, 2, to 15 in such a way that 1 was taken as the root of the tree, as its children the\n\nnumbers 2 and 3 and in the next row 4,5,6,7 so that 4 and 5 are the children of the node with key 2 and 6, 7 are the children of the node with key 4.\n\nSimilarly, in the next row, nodes 8 through 15 were created.\n\na. On the undirected graph thus created, the DFS algorithm was run starting from node 15, adopting the principle that in the neighborhood\nlist of each node, the neighbors are ordered from the smallest key to the largest. The order in which the nodes were browsed was as\nfollows: 15, 7, 14, 3, 6, 12, 13, 1, 2,4, 8, 9, 5, 10, II\n\n12. A binary tree containing the numbers from 1, 2, to 15 was built in such a way that 1 was taken as the root of the tree, as its children the\nnumbers 2 and 3 and in the next row 4,5,6,7 so that 4 and 5 are children of the node with key 2 and 6, 7 are children of the node with key 4.\n\nSimilarly, in the next row, nodes 8 to 15 were created. Determine the truth of the following statements:\n\na. 15, 7,3, 14,1, 6,2, 21, 13, 4,5, 8,9, 10, 11\n\n13. Predicate calculus:\n\na. does not contain any axioms for quantifiers.\n\n14. The law of transposition:\n\na. is nota theorem of classical propositional calculus, but is a contradiction in this calculus\n\n15. In the logical sense, in a fixed language L, a theory is called:\n\na. the set of well-formed formulas of language L.\n\n\n16. Model for a theory in predicate calculus\n\na. must necessarily contain some relations—regardless of the language of the theory it interprets.\n\n17. The completeness theorem for classical propositional calculus states that:\n\na. every sentence of classical propositional calculus is a formula (in its language), but not every formula is a sentence.\n\n18. In the language of predicate calculus, we can distinguish:\n\na. terms, atomic formulas, and (proper) formulas\n\n19. The sentence \"If Stowacki was a great poet, then if the Nile flows through Krakow, then Slowacki was a great poet\" is:\na. false\n\n20. A tautology of predicate calculus is:\na. atheorem of this calculus\n\n21. First-order logic is:\n\na. logic without any quantifiers\n\n22. The quantifiers \"there exists an x such that\" and \"for every x such that\":\n\na. have their semantic interpretations in models for the language in which they appear.\n\n23. The semantic interpretation function defined for the language of predicate calculus:\n\na. interprets this language into the language of classical propositional calculus.\n\n24. The deduction theorem:\n\na. allows us to state that if A is a premise of our reasoning, and B is its conclusion, then the implication B — A is also a conclusion.\n\n25. Every permutation\n\na. can be decomposed into not necessarily disjoint transpositions\n\n26. Ina simple undirected graph\n\na. ifthe graph is connected, then it must have a bridge.\n\n27. The symmetry group of a geometric figure is the group of plane transformations under which the figure remains invariant. The group operation\n\nis the composition of transformations.\n\na. Inthe symmetry group of a regular dodecagon, there are two different inverses of a 30-degree rotation.\n\n28. Which of the following is not a group:\n\na. (GL(, R), +) - the set of all non-singular nxn real matrices with addition.\n\n29. Let X be a partially ordered set.\n\na. If X is finite, then it must have a greatest element.\n\n30. The hypercube Q,, is a graph whose vertices are labeled with all possible zero-one sequences of length n, and edges connect vertices whose\n\nlabels differ in exactly one position.\n\na. The cube Q; has 8 vertices.\n31. The chromatic number of a graph is the minimal number of colors needed to color the vertices so that no two adjacent vertices share the same\ncolor.\n\na. The graph formed by the vertices and edges of a cube has a chromatic number equal to 2.\n\n32. Every partially ordered set\n\na. if finite, is isomorphic to some family of natural numbers ordered by divisibility.\n\n\n33. Indicate the true statements.\n\na. Ina well-ordered set, there exists a least element.\n\n34. If X is a set with n elements and Y is a set with m elements, n > 0, m > 0, then\n\na. the cardinality of the power set of X is equal to 2\".\n\n35. Let P, denote the set of n-element permutations.\na. In P3, there are exactly 2 cyclic permutations.\n\n36. Let X be a set with n elements, n > 2, and let R be an equivalence relation on X.\n\na. The set X/R can have exactly n— | elements.\n\n37. Numbers in floating-point format (IEEE 754 standard).\nPositive real numbers in range VALMIN = 2.2 - 107° to VALMAX = 1.8 - 10° are stored in double-precision format with a relative rounding\n\nerror not greater than ¢ = 2-5? ~ 2.2-10716.\nSelect correct statement(s)\na. All integers in the range [VALMIN, VALMAX| are represented precisely i.e. without rounding error.\n38. Let a, b,c denote non-zero numbers stored on a computer in floating-point format with machine precision ¢. The number c is a result of an\n\narithmetic operation o performed by a computer and stored in the same floating-point format.\n\nLet 6, denotes the relative error of the result of the operation c = ao b (more precisely: its absolute value).\n\nIn which case(s) the error of the result 6, can be many times greater (several orders of magnitude) than the errors of the arguments a and b, i.e.\n6, > 2e\n\na. when we divide two numbers differently from zero.\n39. Finding the roots of a continuous function f of one real variable x with iterative methods.\nThe function values for the first two elements of the iterative sequence xg and x, satisfy the inequality f(x») f(x.) < 0.\nThe iterative sequence will converge to zero for any function satisfying the above conditions for\na. bisection method.\n40. We are solving a system of linear equations Ax = b with any real, non-singular matrix A, ,,n > 1.\n\nThe computational complexity of the algorithm used to solve this system is lower than the computational complexity of the Gaussian elimination\n\nmethod if the matrix A has the form (select correct statement(s)):\na. A=LU.In this case, we have to solve two systems of equations, but both are systems with triangular matrices (Ly = b and Ux = y), so\nthey can be solved by forward and backward substitution.\n41. Singular values decomposition exists\n\na. for any real value matrix.\n\n42. Select correct statement(s)\n\na. In the Gaussian elimination algorithm for solving a system of equations, pivoting is performed n — 1 times\n\n43. Select correct statement(s)\na. Rectangular matrices do not have eigenvalues. Their equivalents are the singular values, which can be obtained from the decomposition\nA= ULV’.\n44. Select correct statement(s)\n\na. Regardless of the orthogonalization method (e.g. Gram-Schmidt, Householder reflections, Givens rotations), the result of the\n\northogonalization of matrix A is a product A = QR, where Q is an orthogonal matrix and R is a triangular matrix.\n\n\n45. Finding the minimum of a multivariable function\nLet's assume that the function is a ‘quadratic function’, or more precisely that it can be expressed as a quadratic form F(x) = xAx + b’x +c,\n\nx € R\" with a positive definite matrix A (i.e. the function is convex).\nk - the number of iterations necessary to go from any starting point to the point where the function F has a minimum.\nSelect correct statement(s)\na. For the steepest descent method: k <n.\n46. Let us consider the following example of a linear least squares approximation\nData:\n20 measurements of the position s; of a vehicle in rectilinear motion at times t;, i = 1,2, ... ,20.\nFunction approximating the position-time dependencies:\ns(t) = dp + ayt + ant.\nSelect correct statement(s)\n\na. The parameters of the approximating function are the solution (in the least squares sense) to the overdetermined system of 20 linear\n\nequations with 3 unknowns.\n\n47. According to the two-point formula with step h, the error related to approximating the value of the derivative of the analytic function f at the\npoint x, x € R using the difference quotient method can be written as\n\n_ f@+-f@ _ ¢\ne(h) = FP ~ F)|\n\na. The difference quotient methods require us to know the formula for the derivative.\n\n48. Select correct statement(s)\n\na. In automatic differentiation, calculations are performed on numbers and the result is a number.\n49. We are approximating the mass-height relationship with the affine function m = day + a,h based on measurements containing masses and\nheights of 100 people. The set of conditions ensuring the consistency of the data with the approximating function can be written as\n\nA. asystem of 100 equations with one unknown.\n\n50. Which of the following sentences is one of the Kolmogorow axioms of probability for the tuple (Q, F, P) :\n\n2 CF PU Ad < LiL, PAD\n\na. V{Aj};\n\n51. As a statistical population we define\n\na. the set of all possible entities about which information is being gathered\n\n52. In statistics an estimator we call\n\na. any statistic that allows to verify a hypothesis about the parameters of the tested population\n\n53. In statistics an I type error is when\n\na. we accept the null hypothesis when it is false\n\n54. The amount of all k-length sequences created from a set of n elements is given by the formula:\n\na. nik!\n\n55. In probability theory the formula for total probability is used to:\n\na. to find alternative representations of events in conditional probability\n\n56. In probability theory events that are independent of any other event:\n\na. exist, but must be only an empty set or the whole probability space\n\n57. a-algebra of Borel sets on R is:\n\na. any o-algebra on R, which contains all sets of the form ( — 00, a], wherea € R\n\n\n58. A random variable X:Q > R is a function for which\n\na. the image of any event in the probability space is in the form ( — co, a] where a € R\n\n59. Which of the below are properties of the cumulative distribution function Fy of the random variable X:\n\na. Fy is right-continuous\n\n60. The variance of a random variable is used to\n\na. counting the number of possible k-length sequences created from the values of the random variable\n\n61. If we know that the random variables X and Y are independent then:\n\na. the expected value of their multiplication is the multiplication of the expected values of X and Y\n\n62. Given a graph G created from an n-vertex clique (n>5), by removing 3 edges. Indicate the true statements:\n\na. Gis Eulerian only for one specific value of n\n\n63. Is the graph below a bipartite graph?\n\na. Yes, because it is Eulerian\n\n64. Given a graph G with six vertices, having degrees 2,2,3,4,4,5. Can G be a planar graph?\na. No\n\n65. Given is a dodecahedron with 11 vertices, seven of whose faces are triangles and four are quadrilaterals. The last face is:\n\na. None of the other answers are correct\n66. The graph G is constructed from Hamiltonian graphs, Gj=(V1,E) and G2=(V2,Ep), in the following way. From Vj, a subset W (W different\nfrom V}) of vertices is selected, constituting successive nodes of the Hamiltonian cycle in G), and from V2, a subset W2 (W2 different from V2) of\n\nvertices, constituting successive nodes of the Hamiltonian cycle in Gp, and then nodes W, and W> are connected by additional edges, so that each\n\nnode W1 is adjacent to each node W). Indicate the true statements:\n\na. Gisa Hamiltonian graph\n\n67. The chromatic index of a complete n-ary tree (n>1) of height h>3*n, T=(V,E), is:\na. |E|\n68. Given any connected graph G=(V,E), having |E| bridges. Which of the following statements are true:\na. |E|=[V|-1\n69. Give the smallest non-zero number of edges that should be removed from a complete bipartite graph K,,, (n>=3) to obtain a regular graph:\n\na. 2n\n\n70. Given a clique Kg with vertices vj, v2,..., Vg. The number of subgraphs of Kg that are isomorphic to Ks is:\n\na. 81/5!\n\n\n71. Given a clique Kg with vertices vj, V,..., Vg.. The number of simple paths in this graph from v, to v2 having at most 3 edges is:\na. 56\n72. The number of simple paths in a Kg clique having at most 3 edges is:\n\na. 3)4+2!4+1!\n\n73. Given a graph G with 21 edges, having 7 vertices of degree 1, 3 vertices of degree 2, 7 vertices of degree 3 and the remaining vertices of\ndegree 4. G has:\n\na. 21 vertices\n\n74.\nThe following language is given L,,, = {(M): L(M) # @}. It codes the decision problem:\n\n4 Whether for each Turing machine, a language it accepts is nonempty?\n\n75.\nJezyk Ly, = {(M): L(M) is not recursive } is:\n\na. Not recursively enumerable\n76. Language L,q = {(M) - (N): L(M) = L(N)} is:\na. Accepted by a certain Turing machine not necessarily with the halt property\n\n77. The decision problem ,,whether given Turing Machines M and N accept the same language?” is:\n\nSemi-decidable for multi-tape Turing machines\n\n78. Let S be some property (class) of recursively enumerable sets. If S is non-trivial then:\nLanguage L = {<M>: L(M) iS} is finite\n\n79. Let S be a certain property (class) of recursively enumerable sets. If S is not monotonic then:\n\na. :\nS is enumerable\n\n80. Ackermann function can be represented as:\n\na. . :\nRecursive function\n\n81. The following language is given L, = {w € Z*: w = (M) => L(M) = @}. It codes the decision problem:\na. Whether for each Turing machine, a language it accepts is empty?\n\n82. Language L, = {w € X*: w = (M) => L(M) = @}\na. Is not recursively enumerable\n\n83. Language L,,. = {(M):L(M) # }\n\na. Is recursively enumerable\n\n84. The decision problem whether a language accepted by a given Turing machine is empty, is:\n\na. Semi-decidable\n85. The decision problem whether a language accepted by a given Turing machine is nonempty, is\n\nIs not even a semi-decidable problem\n\n\n86. The language L, = {(M): L(M) is recursive} is given. It codes the following decision problem:\n\na. Whether a transition function of a given Turing machine M is recursive?\n\n87. The language L,, = {(M): L(M) is not recursive} is given. It codes the following decision problem:\n\na. Whether the language accepted by a given Turing machine M is infinite but enumerable?\n88. Language L, = {(M): L(M) is recursive}\nIs not recursively enumerable\n\n89. The ALU arithmetic-logical unit\n\na. can be a combinational circuit\n\n90. A sequential circuit is\n\na. it is a logical circuit with memory of previous states\n\n91. Dual-port RAM\n\na. wecan make it using FPGA\n\n92. Processor\n\na. addressing modes of the processor executed using FPGA must be consistent with the modes provided by the FPGA manufacturer\n\n93. The processor instruction set\n\na. ina processor executed using FPGA it must be consistent with the instruction set provided by the FPGA manufacturer\n\n94. Graphics card\n\na. can be a combinational circuit\n\n95. Program counter\n\na. wecan make it with jk flip-flops together with NAND gates\n\n96. The processor's conditional jump command\n\na. causes the address of the command to be executed after the jump to be entered into the instruction counter, but only if the jump condition\n\nis met\n\n97. A processor instruction that performs the addition of two numbers\n\na. uses the ALU\n\n98. In a processor using pipelined processing\n\na. the same step of two consecutive instructions can be executed at the same time\n\n99. A single-bit adder\n\na. must be a sequential circuit\n\n100. The instruction register\n\na. its contents are used by the control unit\n\n101. Indicate which of the following statements describes the true properties of relational database systems.\n\na. A database is a set of relations.\n\n102. Indicate which of the following statements about foreign keys in relational database systems are true.\n\na. A foreign key may be a composite key that refers to a simple key.\n103. Given the relation R, its schema H={A,B,C,D} and a set of functional dependencies F={{A,B} -> C, {A,C} -> D}. The only key of this\nrelation is the pair {A,B}. Which is the highest normal form of the relation R assuming it is in 1 NF?\n\na. BCNF\n\n\n104. Given the relation R, its schema H={A,B,C,D} and a set of functional dependencies F={A -> B, C -> D}. The only key of this relation is the\n\npair {A,C}. How should the relation R be decomposed to obtain a set of relations in 3NF?\n\na. {A,B,C}, {A,C,D}\n\n105. Indicate which of the following statements about keys in relational database systems are true.\n\na. The set of all attributes included in the header of a relation is a key.\n\n106. Indicate which of the following statements about normalisation are true in a relational data model.\n\na. Any relation can be transformed into 3NF with lossless decomposition that preserves functional dependencies\n\n107. Indicate which of the following statements about relationships between tables in relational database systems are true.\n\na. Incase ofa key - foreign key connection, there may be records in the parent table without corresponding records in the child table.\n\n108. Indicate which of the following statements about subqueries are true in PostgreSQL.\n\na. Only scalar subqueries may be used inside an INSERT statement.\n\n109. Indicate which of the following statements about join types in relational database systems are true.\n\na. An outer union join contains only unmatched records from both tables.\n\n110. Indicate which of the properties of transactional processing is denoted by the acronym ACID.\n\na. Atomicity, consistency, isolation and durability.\n\n111. Indicate which of the following statements about the use of aggregate functions are true in PostgreSQL.\n\na. An aggregate function cannot be used inside of a WHERE clause unless it is placed in a subquery.\n\n112. Indicate which of the following statements about the relationship between relational database systems and mathematical theory of relations\n\nare true.\n\na. Anumber of operations on tables are specified, which are derived from relation algebra.\n\n113. A formal grammar is ambiguous if:\n\na. there exists a sentence for which there are two different leftmost derivations\n114. In the context of formal languages, (notation: “ denotes exponentiation, with arguments potentially enclosed in curly brackets), the following\nstatements are true:\n\na. Ll = {f{2%{n}}: n> 0} is not regular and L2 = {f*{2n} : n> 0} is not regular\n\n115. We have a grammar (uppercase letters are non-terminal symbols, lowercase letters are terminal symbols, and S is the start symbol) with the\nfollowing productions: SAB, A—Aa | bB, A>AalbB, Ba | Sb, B—alSb, and the sentence form baaABb. Which statement is true?\n\na. This sentence form is leftmost derivable\n\n116. In reference to regular expressions and the generated strings, which statements are true?\n\na. The regular expression (xt+y)*y(atab)*(xty)y(atab)* contains 12 strings of length less than 4\n\n117. In reference to the pumping lemma, which statements are true?\n\na. The pumping length for a string of length x is equal to x-1\n\n118. In reference to regular languages, the following statements are true:\n\na. IfL1 is regular and L2 is unknown, but L1—L2 is regular, then L2 must be: all of the given options\n\n119. Which of the following statements regarding formal grammars are true:\n\nEvery left-recursive grammar can be converted into a right-recursive grammar, and vice versa - this statement is true\n\n\n120.\n\n121.\n\n122.\n\n123.\n\n124.\n\n125.\n\n126.\n\n127.\n\n128.\n\n129.\n\n130.\n\n131.\n\n132.\n\n133.\n\n134,\n\n135.\n\n136.\n\n137.\n\nRegarding the Myhill-Nerode theorem, the following statements are true:\n\na. The theorem is significant in the context of converting a DFA (Deterministic Finite Automaton) to an NFA (Non-deterministic Finite\nAutomaton)\n\nIn the context of formal languages, the following statements are true:\n\na. Acontext-sensitive language is accepted by an NFA (Non-deterministic Finite Automaton)\n\nIn reference to formal languages, the following statements are true:\n\na. A pushdown automaton can accept an input string through final state only\n\nIf the color of a point is stored on 16 bits, it can take:\n\na. one of 16777216 different colors.\n\nIn Phong's illumination model, the calculated intensity of specular reflection is:\na. dependent on the angle between the normal vector to the surface and the vector in the direction of the light source and the angle between\n\nthe vector in the direction of the reflection and the vector in the direction of the observer.\n\nIn recursive Ray-tracing, the secondary rays are:\n\na. diffuse and specular rays.\n\nRadiosity (energy balance):\n\na. simulates diffuse reflections well.\n\nWhich of the following color models, are subtractive color models:\n\na. CMYK\n\nImage interlacing is:\n\na. a video technique that interleaves video data with audio data to achieve better compression.\n\nThe abbreviation RLE stands for:\n\na. ahardware-supported library for 3D graphics.\n\nFundamental transformations in 3D graphics are:\na. scaling, rotation, translation.\n\nIn 3D graphics, Ray-Tracing is:\n\na. a technique for drawing fractals.\n\nZ-buffer is:\n\na. amethod of applying a texture to an object.\n\nIn 3D computer graphics, tessellation:\n\na. isan algorithm for selecting the appropriate size of areas in the radiosity algorithm.\n\nPhong shading is:\n\na. an illumination model used in computer graphics to represent specular reflections from non-ideal objects.\n\nAfter receiving interrupt information from an input/output device:\n\na. passes control of the address and data bus to the interrupting device\n\nFile buffering is performed in order to:\n\na. to increase the efficiency of access to secondary storage\n\nIfa virtual address in a program is 16-bit and the page size is 0.5K, we can address up to the following number of pages:\n\na. 16\n\n\n138. If the operating system wants to run more than one program at a given moment in time:\n\na. it must meet requirements a), b), and c)\n\n139. Synchronous message exchange between processes is:\na. required for all processes\n140. The initial value of a generalized semaphore implementing a critical section is:\n\na -l\n\n141. The privileged state is:\n\na. allows the execution of operating system instructions\n\n142. The producer-consumer problem can be solved using:\n\na. only Monitors\n\n143. To avoid timing-dependent errors, the maximum number of processes that can be inside the critical section is:\n\na 0\n\n144. Which problem does Dijkstra's Banker's algorithm solve?\n\na. mutual exclusion\n\n145. Which scheduling algorithm allows a process that can be executed to be temporarily suspended:\n\na. FIFO\n\n146. Which statement refers to associative memory:\n\na. it is necessary for the efficient implementation of paging\n\n147. LR parser:\n\na. reads input symbols from right to left\n\n148. If grammar G is contex-free, the question whether G belongs to LL(k) for a given k\n\na. is decidable\n\n149. Comparing LL grammars and LR grammars, it can be said that:\n\na. LL grammars describe a broader class than LR grammars\n\n150. LL and LR parsers have the following complexities:\n\na. time Theta(n*n) and space Theta(n*n)\n\n151.\n\nFor a context-free grammar with the productions:\nE->E+E\n\nE>E*E\n\nE- id\n\nthe following derivations are rightmost derivations:\n\na, E=>E*E => E+E*E => E+E*id => Et+id*id => id+id*id\n\n152. The following statements are true:\n\na. Not for every deterministic language L there exist k>=0 and such grammar G which belongs to the R(k) class that L = L(G)\n\n\n153. For a context-free grammar with the productions:\nE'>E\n\nE>E+T|T\n\nTOT*F|F\n\nF—(B)|id\n\nthe closure of a set of items I= {E' >*E} contains the items:\n\na. Fide\n\n154. An (augmented) grammar with the following productions is given:\nE'>E\n\nE>E+T|T\n\nTOT*F|F\n\nF > (E)| id\nWhich of the symbols belong to the FOLLOW(F) set:\n\n155.\n\n156.\n\n157.\n\n158.\n\n159.\n\n160.\n\n161\n\n162.\n\n163.\n\n164.\n\n165.\n\n166.\n\na.\n\n*\n\nWhich of the following statements are true:\n\na.\n\nIn an operator grammar, the right-hand side of a production cannot have a single non-terminal symbol\n\nLexical analysis involves, among others:\n\na.\n\nremoving tokens and identifying lexemes\n\nRegarding LL and LR parsers, it is true that:\n\na.\n\nLR is not a directional parser\n\nThe following statements are true about parsers belonging to the LL(k) class:\n\na.\n\nparameter k represents the number of errors after which a parser terminates\n\nWhich of the following options best describes Chomsky's classification of formal grammars?\n\na.\n\nChomsky's classification includes four levels of grammars: regular, context-free, context-sensitive, and grammars with context-free\ndependency\n\nWhich of the following statements best describes the role of a metalanguage in the context of semantic antinomies?\n\na.\n\na.\n\nA metalanguage is a language used to formulate paradoxes, such as the liar paradox\n\n. Which of the following statements best describes the difference between the selected programming language paradigms?\n\nThe imperative paradigm focuses on defining functions and avoiding state, while the declarative paradigm focuses on state mutation\n\nthrough instructions\n\nIn the context of programming language paradigms, which of the following statements best characterize their properties?\n\na.\n\nThe functional paradigm uses first-order logic to define problems, while the logical paradigm relies on recursion and the elimination of\nglobal variables\n\nWhich of the following statements best describes the difference between certain types of algorithms?\n\na.\n\nA deterministic algorithm requires a large amount of memory, while a nondeterministic algorithm requires a minimal amount of memory\n\nWhich statements about Shannon entropy are true:\n\na.\n\nIf two systems are independent, the entropy of the sum of the systems is equal to the sum of the entropies of those systems\n\nWhich of the following statements about Hamming code are true:\n\na.\n\nHamming code allows correcting errors involving the alteration of two bits\n\nWhich of the following statements about coding are true:\n\na.\n\nHuffman coding creates a prefix code\n\n\n167.\n\n168.\n\nok\n\n169.\n\n170.\n\n171.\n\n172.\n\n173.\n\n174.\n\n175.\n\n176.\n\n177.\n\n178.\n\n179.\n\n180.\n\n181.\n\n182.\n\n183.\n\n184.\n\nWhich statements about JPEG compression are true:\n\na. Generally, the first step of compression is converting from the RGB color model to YCbCr\n\nMark correct results if you run the following command while working with the BASH shell in the Unix or Linux environment: rm / && echo\n\na. there will be the following message on the standard output: ok\n\nWhile working with the BASH shell in the Unix or Linux environment the file name pattern: data. {txt,sql,iq} will match the following files:\n\na. data.\n\nMark correct statements. In a Linux or Unix operating system:\n\na. auser can remove a file if he owns it only\n\nWhile working with the BASH shell in the Unix or Linux environment a question mark (?) in a file name means:\n\na. a string of at least one character\n\nA Linux or UNIX operating system:\n\na. can handle multiple users\n\nWhile working with the BASH shell in the Unix or Linux environment a variable $? holds a value of:\n\na. the first character of the recently opened file\n\nWhile working with the BASH shell in the Unix or Linux environment the following commend: Is | less will result in:\n\na. forwarding the standard output of less to the standard input of ls\n\nWhile working with the BASH shell in the Unix or Linux environment setting 700 access permissions on a file means that:\n\na. no permissions for the group owner\n\nWhile working with the BASH shell in the Unix or Linux environment using a keyboard shortcut: Control-c results in:\n\na. putting currently running process on hold\n\nWhile working with the BASH shell in the Unix or Linux environment using a keyboard shortcut: Control-z results in:\n\na. putting the currently running process on hold\n\nWhile working with the BASH shell in the Unix or Linux environment an asterisk (*) in a file name means:\n\na. any string of characters\n\nWhile working in the Unix or Linux environment if a file name starts with a dot (.) it is:\n\na. write protected\n\nWhile working with the BASH shell in the Unix or Linux environment the pattern: [123]data will match the following files:\n\na. data\n\nWhat is the significance of the extension relationship in the context of UML use case diagrams?\n\na. Indicates that one use case can operate independently of others\n\nWhat is the purpose of using the \"include\" («include») relationship in UML use case diagrams?\n\na. It specifies that one use case is entirely dependent on the functionality of another use case\n\nWhat are the key features of Yourdon's structured approach to systems analysis?\n\na. Division of the system into functions that are independently analyzed and developed\n\nWhat is the main characteristic of the spiral model in the software development lifecycle?\n\na. All requirements and design must be finalized before starting the first iteration\n\n\n185. What are the main objectives of using the Scrum methodology?\n\na. Ensuring that the final product precisely matches the specifications defined at the beginning of the project\n\n186. What are the maturity levels in the CMM model?\n\na. Initial, Developed, Mature, Advanced\n\n187. Maintainability is a characteristic of software that means:\n\na. the ability to evolve according to customer needs (program expansion)\n\n188. Reliability is a characteristic of software that means:\n\na. the minimal complexity of the software system\n\n189. The requirements engineering process is a process:\n\na. of elicitation, documentation, and deployment\n\n190. System requirements:\n\na. describe the properties and constraints of the system, e.g., reliability, response time, disk space requirements\n\n191. Unit tests:\n\na. test the behavior of individual components that make up the system\n\n192. To limit the scope of changes in the system when modifying a part of the system, it is necessary to apply:\n\na. the dependency inversion principle\n\n193. In the context of the model-driven approach to software development, it is not true that:\n\na. quality attributes do not affect the system architecture\n\n194. An example of an activity resulting from the DevOps methodology:\n\na. automatic monitoring of the running application's parameters\n\n195. In reference to UML sequence diagrams, the following can be stated:\n\na. A lifeline represents the flow of data between components\n\n196. In reference to UML state diagrams, the following can be stated:\n\na. Ahistory state automatically updates the object's state in response to external changes\n\n197. In reference to UML activity diagrams, the following can be stated:\na. The use ofa \"token\" in different flow paths represents an individual case of usage within the activity and is passed independently through\neach path\n198. In reference to UML implementation diagrams, the following can be stated:\n\na. They visualize algorithms and their execution at the machine code level\n\n199. In reference to sequence diagrams, the following can be stated:\na. Messages in sequence diagrams represent synchronous, asynchronous, return, and creation messages, which account for various forms of\ninteraction between objects\n200. In reference to UML state diagrams, the following can be stated:\n\na. Nested states allow modeling simple behaviors without the possibility of returning to previous states\n\n201. In reference to and in the context of UML (Unified Modeling Language), the following can be stated:\n\na. Forward engineering involves analyzing an existing system and manually creating UML diagrams that reflect its structure and behavior\n\n202. In reference to and in the context of UML (Unified Modeling Language), the following can be stated:\n\na. Backward engineering is the process of generating source code based on existing UML diagrams and design models\n\n\n203. After executing a code fragment written in C:\nint a,b=1;\na=bt++ +b;\n\na. a will take on the value 4\n\n204. The double type in C:\na. ina variable of this type we can store, among other things, any number that can be stored in the char type\n205. Let's assume that the pointer variables t and s are of type char, additionally s points to a non-empty text string, and t to the memory address\n\nstarting the area allocated to our process. After executing the code fragment written in C:\n\nwhile(*t++=*s++);\na. the pointers will increase their values accordingly without changing the contents of memory\n206. After executing the code fragment denoting the declaration in C:\nint tab[10], *ws=tab;\na. the pointer ws differs from the name of the table tab in that it is a pointer variable, and the name of the table is a constant pointer\n\n207. A fragment of code in C:\ndouble (*fun1)(double, double);\n\na. the above declaration means the same as: double *fun1(double, double);\n\n208. A fragment of C code:\nint fib(int n){\n\nif(n<3) return n;\n\nreturn fib(n-1) + fib(n-2);\n}\n\na. you can write a function that returns the same values as the above function without using recursion with linear time complexity and\nconstant memory complexity\n209. The minimax algorithm:\n\na. traverses the move tree with exponential time complexity regardless of whether you use recursion or not\n\n210. If we have n numbers sorted and placed in an array, then:\n\na. inorder to search for an element with a given value we have to perform exactly n steps in the worst case\n\n211. If we have n numbers sorted and placed in a dynamic singly linked list, then:\n\na. to search for an element with a given value we have to look through half of all the elements of the list on average\n\n212. When we have a dynamic data structure of the type unidirectional list, then:\n\na. you cannot remove any element from the list, because you can only remove the last element of the list\n\n213. When we have a dynamic structure of the tree type, then:\n\na. in order to list all the elements of the tree we must traverse all the elements of the tree\n214. If we have a dynamic structure of the binary search tree (BST) type, where this is a tree that satisfies the property that for each node\ncontaining value x and having a left child containing value | and a right child containing value p, we have: l<=x and x<=p, then:\n\na. ina balanced tree, in which the length of any two branches differs by at most 1, finding a node containing the value we are looking for\n\nhas logarithmic time complexity\n\n215. Analyze fragments of C++ code containing variables, pointers, and references. Which of them have correct syntax?\n\n\n\n216. Which statements regarding the restrictions imposed by C++ syntax on constructors and destructors are true?\na. Acclass can define at most one constructor and at most one destructor.\n217. Which statements regarding class methods in C++ are true?\n\n& The this pointer is the default argument for every class method (both non-static and static).\n\n218.\n\nTwo C++ classes were declared\n\nclass A{\nint value;\npublic:\nA(int _v):value(_v){}\nint getValue(){return value; }\nconst charxgetName(){return \"AAA\"; }\n3;\n\nand\n\nclass B:public A {\npublic:\n// place for constructor\n\nconst charxgetName(){return \"B\";}\n3;\n\nAn object of class B was created with the following instruction:\nAxpa=new B();\n\nWhich implementation of class B constructor is correct?\n\na. |B: :B() {value=0;\n\n219. The following C++ classes were declared\n\nC(){std::cout<<\"C\";}\n\nclass D : public Cf{\n\nBb;\nD(){std::cout<<\"D\";}\n\nWhat is the order of constructor calls when creating an object of class D?\n\na. Constructor B will be called before constructor C.\n\n\n220.\n\nThe following three C++ classes were declared.\n\nclass A {\npublic:\n\nvirtual ~A(){f();}\n\nvirtual void f(){std::cout<<\"A\";}\nIi\n\nclass B:public A {\npublic:\n\n~B(){f() 5}\n3;\n\nclass C:public B {\npublic:\n\n~C(){F() 5\n\nvoid f(){std::cout<<\"C\";}\nti\n\nZaimplementowano nastepujaca funkcj¢e main()\n\nint main(){\nAx ptr = new C();\ndelete ptr;\nreturn Q;\n\nWhen an object is deleted, its destructor is called. Which statements regarding the invoked destructors are true?\na. The destructor of class A will be invoked, and the virtual function called within it will print C.\n221.\n\nWhich statements regarding operator overloading are true?\n\na. The operator is declared as:\n\nTYPE operator+(std::string s, double v)\n\nAssuming the operator does not cause side effects, the return type TYPE could be a reference type std: :string&\n\n222. Select the correct statements regarding function objects in C++.\n\na. The function call operator is formally a binary operator, but the function implementing it can accept any number of arguments.\n\n223. Which statements regarding the exception handling mechanism in C++ are true?\n\na. Ifan exception occurs in a constructor, the destructor of the object is not called.\n\n224. Select the correct statements regarding C++ containers.\n\na. Kontener std::vector przechowuje dane elementow w tablicy. Jezeli n jest rowna liczbie elementow wektora zwracanej przez metodg\nstd::vector<E>::size(), a m to rozmiar elementu zwracany przez operator sizeof(E), to rozmiar pamigci przydzielonej dla tej tablicy jest\n\nzawsze rowny n-m\n\nThe std: : vector container stores the data of its elements in an array. If n is the number of elements in the vector returned by the\nmethod std: :vector<E>::size(), and mis the size of an element returned by the operator sizeof (E), the memory size allocated for\n\nthis array is exactly n-m.\n225. Assume that A is a class in C++. What conditions must be met in order to store objects of this class in a std: : set container or use them as\nkeys ina std::map?\n\na. Ifa specific comparator class is not provided when defining the container, a bool operator < must be defined to allow comparison of\nobjects of class A.\n\n\n226. Which statements regarding iterators in C++ are true?\n\na. The iterator of the std: : List container allows unrestricted access, meaning the iterator can be moved by any number of positions\nforward or backward.\n\n227. Which statements related to lambda expressions in C++ are true\n\na. Compilation of identical lambda expressions repeated in the code yields a single shared function object\n\n228. Point out the semantic tags found in HTML5\n\na. meters\n\n229. What HTMLS tag should be use to display the video file content?\n\na. mp4\n\n230. Which element can be used in HTMLS to specify a navigation link\n\na. links\n\n231. What is the goal of using the for attribute in the <label> tag in HTML5?\n\na. to specify the form element associated to the label\n\n232. What is the purpose of using the defer attribute in the <script> tag in HTML5?\n\na. to delay the execution of a script until the page has finished parsing\n\n233. The characteristic feature of SPA class applications is:\n\na. data between backend and frontend is transferred only in JSON format\n\n234. Which http operation should be use to update some data of an existing user\na. PUT\n235.\n\nWhich of the following API addresses (according to the REST API convention) should be used to return information about all user's cars with\nid=4\n\na. /users?id=4/cars/all\n\n236.\nindicate valid JSON format\n\nuser : \"Jan Kowalski\",\nage: \"100\"\n}\n237. Responsiveness in Web application\n\na. wymaga uzycia wlasciwosci Flex lub Grid\n\n238. Modern JS frameworks such as Angular, React or Vue\n\na. are representatives of imperative programming\n\n239. Point out the correct statements about Node JS\n\n4. it is a runtime environment that allows you to write Java Script code for the backend\n\n\n240.\n\nThe following source code was written in Java:\nClass C {\n\npublic static void main(String[] args) {\nint[Jal[]=new int[3][3]; //3\n\nint a2[4]={3,4,5,6}; //4\n\nint a2[5]; //5\n\n}\n\nWhat is the result of compiling and running the program (line numbers are given in comments)?\n\nException during program execution\n\n241.\n\nThe following source code was written in Java:\npublic class A extends Thread {\n\npublic int i;\n\npublic void run() { i= 1; }\n\npublic static void main(String[] args) throws Exception {\nAa=new A();\n\na.start();\n\nSystem.out.print(a.i);\n\nThread.sleep(1000);\n\nSystem.out.print(a.i);\n\n}\n\nWhat is the outcome of compilatiomn and execution of the above program?\n\na. Will print: \"00\"\n\n242.\n\nThe following source code was written in Java:\n\nclass C{\npublic static void main(String[] args) {\ntry {\ntry {\ntry {}\n\ncatch(RuntimeException e) {}\n\n}\n\ncatch(Exception e) {}\n\n}\n\ncatch(NullPointerException e) {}\nfinally {\nSystem.out.println(\"finally\");\n\n}\n\nWhat is the result of compiling and running the program?\n\na. None of the above\n\n\n243.\n\nThe following source code was written in Java:\n\npublic class C {\npublic static void main ( String al]) {\nThread t = Thread.currentThread ( ) ;\nt.setPriority(-1);\nSystem. out.println(\"Done!\") ;\n\nWhat will be the result of compiling and running the program?\na. Runtime Exception\n\n244.\n\nThe following source code was written in Java:\n\ninterface I{\n\nvoid f1(); // 1\n\npublic void f2(); // 2\n\nprotected void £3(); // 3\n\nprivate void f4(); // 4\n\n}\n\nWhich lines are responsible for compilation errors? (line no in comments)\n\nCompilation error in lines 3, 4\n\n\n245.\nThe following source code was written in Java:\nclass C {\nstatic int s;\npublic static void main(String a[]) {\n\nC obj=new C();\n\nobj.m1();\n\nSystem.out.println(s);\n}\nvoid ml() {\n\nint x=1;\n\nm2(x);\n\nSystem.out.println(x+\"\");\n}\nvoid m2(int x) {\n\nx=x*2;\n\nS=X;\n}\n}\n\nWhat is the result of compiling and running the program?\n\na will print: \"2,0\"\n\n246.\n\nThe following source code was written in Java:\nclass C {\n\npublic static void main(String[] args) {\nint il=1;\n\nswitch(il) {\n\ncase 1:\n\nSystem.out.println(\"one \");\n\ncase 2:\n\nSystem.out.println(\"two \");\n\ncase 3:\n\nSystem.out.println(\"three \");\n\nuh\n\nWhat is the result of compilation and execution of the program?\n\na. Compilation error\n\n\n247.\n\nThe following source code was written in Java:\nclass Cl {\n\nstatic interface I {\n\nstatic class C2 {}\n\n}\n\npublic static void main(String a[]) {\nCL.I1.C2 ob1=new C1.1.C2();\nSystem.out.println(\"obj created\");\n\n}\n\n}\n\nWhat is the result of compiling and running the program?\n\na. Compilation error\n248. The following source code was written in Java:\nclass Cl {\nstatic class C2 {\nstatic int il;\n}\npublic static void main(String a[]) {\n\nSystem.out.println(C1.C2.i1);\n\n}\n}\n\nWhat is the result of compiling and running the program?\na. Will print: \"0\"\n\n249.\n\nHow many objects (instances of class StringBuffer) will be created while executing the below program:\n\nStringBuffer s1 = new StringBuffer(\"abc\");\nStringBuffer s2 = s1;\nStringBuffer s3 = new StringBuffer(\"abc\");\n\n250.\nWhich of the following methods is a static method in the Thread class available in the standard API for Java?\n\na. sleep\n\n\n251.\nGiven the following program in Java:\n\nclass cl {\npublic void m1() {\nSystem.out.println(\"m1 in anonimous class\");\n}\n}\n\nclass c2 {\npublic cl m1() {\nreturn new cl(){\npublic void m1() {\n\nSystem.out.printIn(\"m1 in anonimous class\");\n\n}\n}\n\npublic static void main(String a[]) {\ncl obl =new c2().m1();\nobl.m1();\n\n}\n\nWhat will be the result of compiling and running this code as a program?\n\nProgram will print string: \"m1 in anonimous class\"\n\n252.\n\nGiven the following program in Java:\nclass C{\n\nint i;\n\npublic static void main (String[] args) {\nint i; //1\n\nprivate int a = 1; //2\n\nprotected int b = 1; //3\n\npublic int ¢ = 1; //4\nSystem.out.printIn(atb+c); //5\n\n}\n\nWhat is the result of compilation and execution ot the program (line no in comments)?\n\nCompilation error in lines indicated by comments: //1, //2, //3, //4, //5\n\n\n253.\n\nGiven the above code in Java:\n\npublic class Command {\n\npublic static void main (String[] al) {\n\nSystem.out.print(al[1] + al[2] + al[3]);\n\n}\n\nWhat is the result of trying to compile and run the above program using the following command?\n\ncommand: java Command A B C\n\n254.\n\nPrinting: BCD\n\nGiven the above code in Java:\n\nclass C{\n\nstatic String m(int i) {return \"int\";}\n\nstatic String m(float i) {return \"float\"; }\n\npublic static void main (String[] args) {\nlong al = 1; double b1 = 2;\nSystem.out.print(m(al)+\",\"+ m(b1));\n\n}\n\nWhat is the result of compilation and execution of the program?\n\n255.\n\n256.\n\n257.\n\n258.\n\n259.\n\n260.\n\n261.\n\n262.\n\n263.\n\nPrinting: double,float\n\nThe Model-View-Controller (MVC) architecture pattern in ASP .NET Core MVC technology includes:\n\na. Controllers layer - defines a set of remotely invoked methods executed by the HTTP protocol.\n\nTo store the state of a web application (ephemeral data that you don't want to persist in a database) in ASP.NET CORE MVC, you can use:\n\na. Application cache (IMemoryCache)\n\nRegistering an event (the method that will be called to handle the event) in the C# language is done using an operator:\n\na ++\n\nTo define lambda expressions in C#, the following operator is used:\n\na >\nIn the .NET Core platform, LINQ stands for:\nLinguistic interaction queries - a set of programming constructs that allow you to use natural language to interact with a computer.\n\nIs it possible to create nested classes (declare a class inside the declaration of another class) in C#?\n\na. Yes.\n\nIn the C# language, you can:\n\na. Pass a variable to a method by reference using the out keyword.\n\nIn the C# language, you can use thread synchronization with the aid of:\n\na. Synchronization signals (“EventWaitHandle”).\n\nTop-level statements in the C# language are subject to certain rules. Among them are:\n\na. There can be only one top-level code file in the project.\n\n\n264. Which of the following type conversions (type casts) in the C# language are allowed?\na. Casting a reference to an object of any class to a reference to the class “Object”\n265. The IPv4 address pool for IP Multicast groups (class D IPv4 address pool) is:\n\n0.0.0.0 — 127.255.255.255\n\n266. Examples of the ISO OSI RM model layers (ISO Open Systems Interconnection Reference Model) used in computer networks are:\n\na. Presentation layer\n\n267. A protocol used to avoid broadcast frame transmission loop in an Ethernet network (a so-called broadcast storm), is:\n\na. ARP (Address Resolution Protocol)\n\n268. An IPv4 address belonging to 210.210.210.192/26 IP network is:\n\na. 210.210.210.32\n269. What technique will you use to connect the Internet when an IP network in the organization you work for have run out of IPv4 addresses for\nnew devices and additionally these devices should not be directly addressable from the Internet?\n\na. RPF (Reverse Path Forwarding)\n\n270. The so-called salt, i.e. random data added to the password when calculating the hash function stored in computer systems, is intended to:\n\na. making difficult for users to re-use some old passwords\n\n271. A standard defining the format of public key certificates is:\n\na. Verikey\n\n272. The UDP (User Datagram Protocol)\n\na. automatically confirms received data to the data sender\n\n273. IPv4 mask for an IPv4 network 5.5.5.0/30 is\na. 255.255.255.248\n\n274. Does TCP protocol have a transmission data length limit for each connection?\n\na. No\n\n275. The length of MAC (Media Access Control) address used for NIC (Network Interface Card) addressing in layer 2 ISO OSI is:\n\na. 48 bits\n276. An optical fiber in which a beam of light of the same wavelength can travel only in one path and several beams of the same wavelength\ncannot be sent through this optical fiber at the same time is identified as:\n\na. mono-optical\n\n277. Digital serial communication bus examples are:\n\na. OSPF, RIP\n\n278. Examples of communication protocol specifications for wireless networks or wireless communication systems are:\n\na. DotlQ\n\n279. An IPv6 address in IPv6 network 5::0/64 is:\na. 52:5\n\n280. The Big-M method finds an initial solution for the simplex algorithm. Select the true statements about this method:\n\na. Is sensitive to numerical errors.\n\n\n281. The branch and bound method relies on comparing two values:\n\ne the lower bound of the objective function\n\n¢ the upper bound of the objective function\n\nAssuming we are maximizing the objective, what are these values?\n\n282.\n\n283.\n\n284.\n\n285.\n\n286.\n\n287.\n\n288.\n\n289.\n\n290.\n\n291.\n\n292.\n\n293.\n\n294.\n\n295.\n\n296.\n\n297.\n\na.\n\nLower bound is the value of the objective function for the best solution found so far.\n\nSelect true (proven) statements about the computational complexity of the decision version of the knapsack problem:\n\na.\n\nBelongs to class NP-Complete.\n\nWhat is the purpose of the Critical Path Method:\n\na.\n\nTo determine the number of employees needed to finish the project.\n\nWhat characterizes the dual problem in linear programming:\n\na.\n\nThe direction of the objective function (maximization/minimization) is reversed compared to the primal program.\n\nWhat conditions must be met by the equality (canonical) form of linear programming:\n\na.\n\nThe objective function must be maximized.\n\nSelect the true statements about the Hungarian Algorithm:\n\na.\n\nIt guarantees finding an optimal solution for the classical assignment problem.\n\nWhat characterizes the branch and bound method based on linear relaxation:\n\na.\n\nAllows solving problems with nonlinear constraints.\n\nSelect methods that can be used to solve the classical assignment problem:\n\na.\n\nAny algorithm that solves integer programming problems.\n\nHow many optimal solutions can exist for a linear programming problem:\n\na.\n\nExactly two.\n\nWhat does problem relaxation involve in the context of operations research:\n\nRelaxation involves adding surplus variables to the linear program.\n\nWhat characterizes the two-phase simplex algorithm:\n\na.\n\nWorks in two phases, that is, it solves two models: first, it finds an initial solution, and then it solves the original problem.\n\nOne-hot encoding is:\n\na.\n\na method of data representation where different values of a given parameter are split into separate fields/columns\n\nWhich of the following commands are correct, assuming that df is a DataFrame object of the Pandas library?\n\na.\n\ndf.agg({'one': 'mean', 'four': 'sum'})\n\nWhich of the following statements are true regarding the Pandas library?\n\na.\n\nThe merge command allows you to combine two DataFrame objects by matching values of selected columns (column-to-column),\n\nwithout making additional modifications to these objects.\n\nAssuming that s is a Series object in the Pandas library, the command s.map(x) will:\n\na.\n\nif x is a string, filter only those values in the Series object that contain the string x\n\nSpherical reference systems (spatial reference systems, coordinate reference systems), such as WGS-84:\n\na.\n\nuse coordinates given in degrees\n\nFlat (isometric, projected) reference systems (spatial reference systems, coordinate reference systems), such as PUWG 2000:\n\na.\n\nallow calculating distances in their base unit (e.g., meters) between two points using the Pythagorean theorem alone, without additional\n\ntransformations\n\n\n298.\n\n299.\n\n300.\n\n30\n\n302.\n\n303.\n\n304.\n\n305.\n\n306.\n\n307.\n\n308.\n\n309.\n\n310.\n\n311.\n\n312.\n\n313.\n\n314.\n\n315.\n\n316.\n\nIf data processing time is too long, one should:\n\na. distribute computations across multiple nodes in a cluster.\n\nIf data does not fit into available RAM during analysis, one should:\n\na. use a database.\n\nAssuming that df is a DataFrame object in the Pandas library, the command df. apply(my_function) will:\n\na. call the function my_ function each time the df object is modified\n\n. Assuming that df is a DataF rame object in the Pandas library, the command df.apply(my_function, axis=1) will:\n\na. execute the function my_ function once\nWhich of the following data storage methods allow you to explicitly specify whether a value is an integer, a floating-point number, or text?\n\na. aJSON file\n\nA GeoDataFrame object of the GeoPandas library:\n\na. has exactly one GeoSeries column designated as the one storing the geometry (shape/location) of the records\n\nWhat are the standard methods used to evaluate models in supervised machine learning?\n\na. Monte Carlo method.\n\nThe leave-one-out method:\n\na. Isa validation method where the training set consists of a single sample.\n\nAn activation function is:\n\na. A function according to which voting occurs in ensemble methods.\n\nIn the case of an unbalanced dataset for supervised learning:\n\na. Aclustering algorithm will indicate clusters of unequal sizes.\n\nData labeling is a process that:\n\na. Requires human involvement at all times.\n\nAn epoch refers to:\n\na. Asingle cycle in which we present all data from the test set to a neural network.\n\nWhich of the following methods are not typically used to evaluate models in supervised machine learning?\n\na. Area under the ROC curve.\n\nWhat can be said about a machine learning model in the context of overfitting?\n\na. The machine learning model is too well-fitted to the training data.\n\nWhat can cause overfitting in a machine learning model?\n\na. Too much training data.\n\nWhat can cause underfitting in a machine learning model?\n\na. A model structure that is too simple.\n\nWhat actions can be taken to avoid overfitting?\n\na. Use a larger number of features.\n\nWhat actions can be taken to avoid underfitting?\n\na. Remove noise from the data.\n\nWhat are examples of machine learning tasks used in supervised learning?\n\na. Regression\n\n\n317. What are examples of machine learning tasks used in unsupervised learning?\n\na. Classification\n318. One of the fundamental architectures of agent systems is the BDI architecture. In the context of agent systems, the abbreviation BDI is\nexplained as:\n\na. Belief-Desire-Intention\n\n319. Select the true statements concerning the reversibility of cellular automata:\n\na. For reversible automata, the mapping realized by the transition function (transition rule) is a bijection.\n\n320. The creators of the Cellular Automata (CA) paradigm are:\n\na. Richard Feynman and Paul Dirac\n\n321. Select the true statements concerning Cellular Automata:\n\na. Aclassical cellular automaton is a discrete, dynamic system whose behavior is strictly defined by global relationships.\n\n322. What is the concept of emergence in complex systems modeling based on?\n\na. The use of the Model-View-Controller scheme\n323. The simplest agent that makes a basic adaptation of its actions depending on environmental changes (without memory or learning effects) is\ncalled:\n\na. A cognitive agent\n\n324. The most important properties of complex systems in the domain of scale and time are:\n\na. Self-organization\n\n325. Select which statements are true with respect to a homogeneous and synchronous Cellular Automaton (CA):\n\na. Itis a discrete dynamic system whose behavior is strictly defined by local relationships.\n\n326. List the basic properties of a homogeneous cellular automaton:\n\na. Different sets of states are allowed for different cells of the grid.\n\n327. Select the true statements concerning non-homogeneous Cellular Automata:\n\na. Non-homogeneous cellular automata have significant practical importance in engineering applications.\n\n328. Select the true statements concerning DES (Discrete Event Simulation) systems:\na. Inthe DES approach, the system is designed based on central control of processes and planning from the whole to the details (a top-\ndown approach).\n329. Periodic boundary conditions for a Cellular Automaton imply the following properties for an object moving on the grid:\na. The moving object bounces off the edge after reaching the boundary cells of the grid and returns back onto the grid according to defined\nreflection rules.\n330. Algorithms that search for the extrema of functions include:\n\na. K-Means\n\n331. Algorithms that are used for dimensionality reduction are:\n\na. K-Nearest Neighbors\n\n332. Which algorithms are used to assess the effectiveness of a predictive model?\n\na. Calculating eigenvalues\n\n333. Indicate the correct properties of semi-supervised learning.\n\na. Does not require labels.\n\n\n334. Activation functions used in artificial neural network models include:\na. Sigmoid\n335. What is an outlier instance?\n\na. An instance with a value significantly different from most other instances.\n\n336. Indicate the correct properties of the K-Means algorithm.\n\na. Isa supervised learning method\n\n337. For features X and Y, a linear correlation coefficient of -0.95 was obtained. What does it mean?\n\na. Features X and Y are not correlated.\n\n338. Having a complete confusion matrix, which metrics can be calculated to assess model quality?\n\na. Precision\n\n339. Algorithms that are examples of supervised learning include:\n\na. K-Nearest Neighbors\n\n340. Algorithms that are examples of unsupervised learning include:\n\na. PCA\n\n341. Indicate the correct properties related to Principal Component Analysis (PCA).\n\na. Subsequent principal components are uncorrelated with each other.\n\n342. What objections did Turing foresee against the validity of his proposed test?\n\na. The consequences of machine thinking will be too unpredictable, so let's hope they won't start doing it.\n\n343. Choose the true statement regarding k in KNN:\n\na. kis an integer value\n\n344. In binary classification, the following results were obtained: TP = 90; TN = 30; FP = 10; FN = 70. What is the positive predictive value?\na. 0.5\n\n345. Predicting a person's one favorite color (out of 5 possible: {yellow, pink, blue, green, red}) is:\n\na. Regularization\n\n346. Select the true statements regarding the confusion matrix:\n\na. The confusion matrix is used to calculate the reward in reinforcement learning.\n\n347. What parameters need to be set in the DBSCAN algorithm for data clustering?\n\na. Neighborhood radius around a point.\n\n348. Which of the following features best describe the k-means algorithm?\n\na. Requires specifying the number of clusters at the beginning.\n\n349. Which diagrams, due to their visual properties, are most effective for presenting the results of clustering by the k-means algorithm?\n\na. Scatter plot.\n\n350. Which of the following options describe features or applications of the agglomerative clustering algorithm?\n\na. Ability to gain insight into data through visualization in the form of a dendrogram.\n\n351. Which of the following statements accurately describe the Principal Component Analysis (PCA) method?\n\na. PCAcreates components that are mutually orthogonal.\n\n\n352. Which of the following applications are appropriate for the Apriori algorithm?\n\na. Data encryption.\n\n353. Which of the following methods, algorithms, or techniques are used in unsupervised learning?\n\na. Decision Trees, Random Forests\n\n354. What elements can be distinguished in reinforcement learning?\n\na. Environment\n\n\n", "metadata": {}}