{"content": "#  Modules, subjects, invited courses -- AGH University Doctoral School \n\nURL: https://www.sd.agh.edu.pl/en/doctoral-students/modules-subjects-invited-courses\nCrawled: 2025-03-19 21:21:51\n\nSkip to content\n\nSkip to footer\n\n Modules, subjects, invited courses \n\nAs part of expanding the educational offer at the AGH Doctoral School, \nthe course “Create-Protect-Innovate: Bringing Ideas to Market” \nwill be available. The course provides essential knowledge in the field of intellectual property (IP) protection, with particular emphasis on patents and their role in the commercialization of innovations.\n\nThe course is intended for master’s students and doctoral candidates, but AGH employees interested in intellectual property issues are also welcome to participate.\n\nEnrollment is open until March 20.\n Applications will be processed on a first-come, first-served basis.\n\nThe course will run from March 24 to June 25.\n\nThe course program was developed by the European Patent Academy in collaboration with experts from the European Patent Office (EPO) and \nconsists of two parts – entry and advanced\n. Each part includes five self-paced modules that introduce intellectual property topics. The course is delivered in an e-learning format, allowing participants to adjust their learning pace to individual needs.\n\nEach part requires 75 hours of work and corresponds to 3 ECTS credits. After completing all required activities, participants will receive an EPO certificate.\n\nCourse format and structure:\n\nThe course is conducted in English.\n\nSelf-paced online learning modules.\n\nHigh-quality videos, podcasts, and interactive educational elements\n\nExercises and case studies\n\nQuizzes and multiple-choice tests\n\nAdditional resources for further learning\n\nInteractive live sessions with experts\n\nFinal assignment assessed by IP experts\n\nCourse completion certificate issued by the EPO\n\nPart I: Fundamentals of Intellectual Property (75 hours, 3 ECTS)\n\nThe first part of the course introduces:\n\nBasic IP concepts – different types of intellectual property rights and the benefits of protecting them.\n\nBasics of patenting – the patent granting process, formal requirements, and patent application principles.\n\nPatent information – how to use patent databases, how to perform prior art searches, patent monitoring searches, freedom-to-operate analysis, and how to assess potential risks related to IP infringement.\n\nDetailed information is available in the following attachments:\n\nCourse Schedule - ENTRY COURSE\n\nSYLLABUS -1 part\n\nDetails and modules - ENTRY COURSE\n\nPart II: Advanced Aspects of Intellectual Property Protection (75 hours, 3 ECTS)\n\nThe second part of the course covers more advanced topics, such as:\n\nPatent granting procedures – a detailed description of the stages involved in obtaining a patent.\n\nPatent enforcement – protection of patent rights in legal and business contexts, as well as various methods for resolving patent disputes.\n\nCommercialization of inventions – managing and leveraging patents in business strategies, basic IP valuation, and negotiating licensing agreements.\n\nDetailed information is available in the following attachments:\n\nCourse Schedule - ADVANCED COURSE\n\nSYLLABUS - 2 part\n\nDetails and modules - ADVANCED COURSE\n\nParticipants will learn how patents can support the growth of tech startups, attract investors, and fit into a company’s business strategy.\n\nDue to the course's intensity, it is recommended to complete one part per semester. It is possible to skip the entry part and register only for the advanced part.\n\nIn accordance with Resolution No. 41/2023 of the AGH Senate of April 26, 2023, on changes to the education program at the AGH Doctoral School §6, p. 6, the School Director may consent to the introduction of a module/lecture to the Individual Education Plan.\n\nTherefore, interested participants are requested to submit an application to the Deputy Director of the AGH Doctoral School, \nProf. Łukasz Madej, \nrequesting approval to participate in the course and to include it in their Individual Education Plan (IEP).\n\nDeadline and submission location:\n By \nMarch 20, 2025\n, at \n1:00 PM\nAGH Doctoral School Office\n, Building \nA3\n, 2nd floor, Room \n118\n\nStopka\n\nAGH University Doctoral School\nbuild. A3, I floor, room 118\nal. Mickiewicza 30\n30-059 Krakow\n\nOffice for Doctoral Students' Affairs\n E-mail: phd@agh.edu.pl\n Phone: +48 12 617 56 13\n Phone: +48 12 617 56 11\n Phone: +48 12 617 56 14\n Direct and telephone support for doctoral students\n Monday - closed\n Tuesday - Friday - 9:00 a.m. - 1:00 p.m.\n\nDirector's Office\n E-mail: sdbiuro@agh.edu.pl\n Phone: +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/en/doctoral-students/modules-subjects-invited-courses", "title": " Modules, subjects, invited courses -- AGH University Doctoral School ", "depth": 3, "duplicate": false, "content_hash": "e4cce95e9111ed146f64183e907ffc1c", "word_count": 667, "headings": [{"level": 1, "text": "Modules, subjects, invited courses"}, {"level": 2, "text": "Stopka"}]}}