{"content": "# Czym jest tutoring? - CeLiID AGH\n\nURL: https://www.cel.agh.edu.pl/czym-jest-tutoring/\nCrawled: 2025-03-19 22:41:31\n\nCeLiID AGH\n > \nCzym jest tutoring?\n\nTutoring to forma nauczania oparta na indywidualnej relacji osoby prowadzącej (tutora/tutorki) i osoby studiującej, czyli tutoranta/tutorantki.\n\nTutoring daje szansę nawiązania indywidualnej relacji mistrz-uczeń, która od wielu lat jest uznawana za najefektywniejszą formę nauki. Tutoring jest formą spersonalizowaną, co oznacza, że nie tylko tematyka, ale również metody pracy dostosowane są do konkretnego tutoranta/tutorantki, uwzględniając indywidulane możliwości, potrzeby i talenty.\n\nJak działa?\n\nOsoba prowadząca tutoring, na podstawie rozmowy z tutorantem lub tutorantką, projektuje program spotkań (tutoriali), pozwalający na osiągnięcie celów istotnych dla swojego podopiecznego.\n\nCzas pomiędzy tutorialami przeznaczony jest na indywidualną pracę tutoranta/tutorantki nad wspólnie wytyczonymi celami. Odbywające się cyklicznie w trakcie semestru tutoriale obejmują długą rozmowę nad postępem pracy, wskazywanie kierunków i omawianie pojawiających się problemów.\n\nCele tutorialu mogą być rozwojowe, nastawione na szeroko pojęty rozwój osobisty tutoranta lub naukowe, nastawione na zdobycie konkretnych umiejętności lub wiedzy.\n\nCo daje?\n\nTutoring jest jedynym w swoim rodzaju doświadczeniem, które wzbogaca wszystkie zaangażowane w niego osoby. Może być źródłem zdobywania specjalistycznej wiedzy, inspiracji, czy też sposobem na poznanie swoich słabych i mocnych stron.\n\nTutoring pozwala na poruszenie kwestii istotnych dla osób studiujących, w sposób maksymalizujący efektywność zdobywania wiedzy. Zarówno tempo pracy, jak i stosowane metody dydaktyczne dopasowywane są do możliwości i preferencji tutorantek/tutorantów.\n\nTutoring\n\nCO MÓWIĄ TUTORZY I TUTORKI\nTutoring to najbardziej interesująca, angażująca i satysfakcjonująca forma kształcenia i własnego rozwoju.\n\ndr inż. Anna Dubel\nTutoring jest jak żeglowanie, podczas którego nauczysz się sterować statkiem, którym są Twoje mocne strony i talenty.\n\ndr inż. Natalia Schmidt-Polończyk\nCO MÓWIĄ TUTORANCI I TUTORANTKI\nTutoring to najbardziej interesująca, angażująca i satysfakcjonująca forma kształcenia i własnego rozwoju.\n\nTutoring jest jak żeglowanie, podczas którego nauczysz się sterować statkiem, którym są Twoje mocne strony i talenty.", "metadata": {"url": "https://www.cel.agh.edu.pl/czym-jest-tutoring/", "title": "Czym jest tutoring? - CeLiID AGH", "depth": 3, "duplicate": false, "content_hash": "6c954c3cfa58dec06c04cd5f815d5b27", "word_count": 282, "headings": [{"level": 3, "text": "Jak działa?"}, {"level": 3, "text": "Co daje?"}, {"level": 1, "text": "CO MÓWIĄ TUTORZY I TUTORKI"}, {"level": 1, "text": "CO MÓWIĄ TUTORANCI I TUTORANTKI"}]}}