{"content": "# Fellowship Programme under the Polish National Commission for UNESCO in Engineering, Summer edition 2024 C: Call for submission\n\nURL: http://www.unesco.agh.edu.pl/aktualnosci/fellowship-programme-under-the-polish-national-commission-for-unesco-in-engineering-summer-edition-2024-c-call-for-submission/\nCrawled: 2025-03-19 21:39:49\n\nFellowship Programme under the Polish National Commission for UNESCO in Engineering, Summer edition 2024 C: Call for submission\nFellowship Programme under the Polish National Commission for UNESCO in Engineering, Summer edition 2024 C: Call for submission.\nThe UNESCO Chair for Science, Technology, and Engineering at the AGH University of Krakow (UNESCO AGH Chair) are inviting potential candidates to submit your interest with the Fellowship Programme under the Polish National Commission for UNESCO (PNC) in Engineering, edition 2024 C (summer), supporting the MSc/ PhD study at the AGH University of Krakow, Poland, supporting selected project realisation at the AGH University of Krakow\n/ \nundertake an individual research programme in the field of Science, Technology and Engineering during the academic year 2024/2025, summer semester.\n\nDuration: 4 months, from 1 March 2025 till 30 June 2025 in Krakow.\n\nFellows who received the PNC scholarship in the winter semester of the 2024/2025 academic year may apply for an extension of the scholarship for the summer semester.\nFellowship Programme under the Polish National Commission for UNESCO in Engineering is implemented at the AGH University of Krakow by the UNESCO Chair for Science, Technology, and Engineering Education. The Fellowship Programme under the Polish National Commission for UNESCO in Engineering is aimed at university graduates, mainly from the countries of Eastern, Central and Eastern Europe and developing countries. The programme aim is to support the socio - economic growth of developing countries by raising the level of knowledge and education of their citizens. The Programme is coordinated by the Polish National Commission for UNESCO and implemented at Polish universities, from the funds of the Ministry of Education and Science, through the Polish National Agency for Academic Exchange.\nScholarships may be applied for by university graduates who intend to pursue and participate in research and development projects and study (or are studying) at the AGH University of Krakow. Student status is required also during the fellowship programme. The subject of the fellowships should be related to UNESCO's programming priorities. Only submissions linked to the UNESCO strategy will be eligible for funding. To find out if your submission is eligible for funding, see UNESCO's strategy documents for coming years. UNESCO's strategic documents are available at: UNESCO Medium Term Strategy for 2022-2029:\nhttps://unesdoc.unesco.org/ark:/48223/pf0000378083.\nThe scholarship programme is addressed to students of the AGH University of Krakow, who are:\n1.\n\nFinished the study program at first degree (B.Sc.), received a diploma, and are  \nplanning to continue studies at the second degree (MSc), and are accepted for study at the AGH University;\n2.\n\nImplementing a study programme at the second (M.Sc.)\n\nat the AGH University. A scholarship holder may be a student who has completed three-year higher studies with a diploma (B.Sc.);\n3.\n\nImplementing a study programme at the third degree (Ph.D.). A scholarship holder may be a student at the AGH University who has completed full higher education, corresponding to the Polish five-year master's studies;\n4.\n\nand for young scientists (not more than 32 year) interesting to undertake an individual research programme (IRP) in the field of Science, Technology and Engineering (Annex 01).\nFellowship Programme may be applied for by: university and research institutes staff members with minimum BSc degree in engineering (1), young persons with student status at home country with minimum BSc degree in engineering (2), and who intend to pursue and participate in research and development projects or are studying (MSc, PhD) at the AGH University of Krakow (3) (for student the confirmed student status is required during the fellowship programme, summer semester 2024/ 2025 academic year). Candidates should have completed and obtained the BSc/ MSc degrees before applying for this fellowships programme, and the presented degrees shall meet the requirements and regulations of European Union. The subject of the fellowships should be related to UNESCO's programming priorities and Sustainable Development Goals (Agenda 2030).\nThe candidate for the scholarship must have valid health insurance that meets the requirements of Polish consular services and the purpose of stay in Poland, valid for the entire duration of the scholarship. Additionally, the candidate for the scholarship should have a valid Polish visa or residence card.\nA candidate for a scholarship should implement the scholarship under the supervision of an AGH staff member. The candidate should submit the recommendations of the research supervisor supporting the application for a scholarship, along with the justification. The candidate of third cycle studies should also submit a full list of publications that he published by December 2024.\nThe amount of the scholarship is PLN 1800,00 per month for scholarship holders who have completed first degree (BSc) with a diploma or three-year higher education studies (MSc) with a diploma. The amount of the scholarship is PLN 2200,00 for scholarship holders who have completed full higher education (MSc), corresponding to the Polish five-year master's studies or PhD degree.\nPayment of funds may be made only to persons residing in the territory of the Republic of Poland and studying at the AGH University of Krakow. The funds cannot be disbursed if the scholarship holders receive other scholarship aid funds from the budget of the Republic of Poland. We would like to remind that persons receiving other fellowship aid from the state budget as well as Card of the Pole and Permanent Residence Permit holders cannot become beneficiaries of the Polish National Commission for UNESCO Fellowships Programme.\nThe following criteria are considered in the quality assessment process of the submission:\n1.\n\nCorrespondence of the topic and concept of IRP or MSc/ PhD thesis with the areas of study covered by the Programme and related to UNESCO's programming priorities;\n2.\n\nResearch plan and description of research method of the thesis/ IRP;\n3.\n\nThe innovative nature of the proposed thesis/ IRP;\n4.\n\nFeasibility of project implementation at the AGH University;\n5.\n\nGrades obtained in the last exam session (required average minimum 4,0 for student);\n6.\n\nOverall assessment of the application;\nRequired documents for delivery to the UNESCO AGH Chair Office:\n1.\n\nFellowship application/ request and completed Annex 02;\n2.\n\nMotivation letter, including your achieved degree (BSc, MSc, PhD);\n3.\n\nConfirmation of your student status on March 1, 2024, especially at the AGH University: confirmation of admission as student (student status confirmation is required during the fellowship programme), for IRP: project description proposal;\n4.\n\nName of your tutor at the AGH University; Thesis supervisor's opinion;\n\ndoes not apply to IRP;\n5.\n\nAn official document showing confirmation of the grades obtained in the last exam session at the AGH University;\n\ndoes not apply to IRP;\n6.\n\nReferences and list two persons, with titles and address and represented institution details, who can provide information on qualifications of candidate;\n7.\n\nDescription of the proposed IRP, MSc/ PhD thesis according to the following specifications (details of proposed studies, duration of research and starting date: working thesis title, thesis topic proposal, research problem and method, research plan and description of research method, the innovative nature of the proposed thesis, feasibility of project implementation at a selected higher education institution, list of publication with your name as author or co-author);\nFor more details, please contact directly with the UNESCO AGH Chair office, bld. U2/ room 203. See also our page: \nwww.unesco.agh.edu.pl/en/\n.\nAll correspondence should be in English ONLY.\nFiles which are incomplete, or which are received after the deadline as well as candidatures that do not fulfil the requirements will not be taken into consideration. \n\nDeadline for documents submission: 14.02.2025, 08h00 (Warszawa time), to the UNESCO AGH Chair office, bld. U2/ room 203 (signed paper documents, see above) and e-documents via email address: uniune25@agh.edu.pl with a copy to szponder@agh.edu.pl (email title: ed.2024C, Surname, Country).\n\nOnly the selected candidates will be notified of the results by the Polish National Commission for UNESCO via email.\nApplication deadline: 14.02.2025, 08.00 AM Paris time.\nOnly the selected candidates will be notified of the results via email.\nAttachments\nAnnex 01.pdf\nAnnex 02.doc", "metadata": {}}