{"content": "# Nowy kierunek – Geotermia – Technika i Technologia – Wydział Wiertnictwa, Nafty i Gazu\n\nURL: https://wnig.agh.edu.pl/nowy-kierunek-geotermia-technika-i-technologia/\nCrawled: 2025-03-19 21:34:39\n\nNowy kierunek – Geotermia – Technika i Technologia\n8 stycznia 2025\n\nNowy kierunek studiów stacjonarnych drugiego stopnia – Geotermia – Technika i Technologia. Rekrutacja rozpoczyna się 13 stycznia 2025 r. \n\nOpis kierunku: \n\nKierunek pn. Geotermia – Technika i Technologia ma na celu wykształcenie absolwentów o wysokich kwalifikacjach zawodowych, gotowych do sprostania wymogom stawianym przed inżynierem zarówno w regionie, Polsce, jak i innych krajach Europy i świata. Istnieje bowiem bardzo duże zapotrzebowanie na specjalistów branży zajmującej się szeroko rozumianą geotermią. Absolwent studiów II stopnia będzie posiadał wiedzę z zakresu:\n\na) różnego rodzaju technik i technologii wiercenia i wykonywania otworów (pionowych, ukośnych i kierunkowych oraz horyzontalnych) dla wykonania odwiertów geotermalnych i otworowych wymienników ciepła,\n\nb) rekonstrukcji wyeksploatowanych i negatywnych otworów wiertniczych na potrzeby geotermii, a także przywracania otworów zlikwidowanych,\n\nc) wykonywania otworów przy ograniczonej przestrzeni, w tym w warunkach dużej urbanizacji oraz z wnętrz istniejących obiektów budowlanych,\n\nd) poszukiwania zasobów wód geotermalnych, modelowania i prognozowania prowadzenia eksploatacji wód geotermalnych oraz ciepła Ziemi,\n\ne) otworowej eksploatacji wód geotermalnych (otworów produkcyjnych i chłonnych), w zakresie górniczych instalacji powierzchniowych,\n\nf) badania i projektowania instalacji dla geotermii oraz do systemów geotermalnych/gruntowych pomp ciepła,\n\ng) działania pomp ciepła w indywidualnych instalacjach grzewczych i grzewczo-chłodniczych jak też w instalacjach sieciowych (w tym \nsmart grid\n),\n\nh) ciepłownictwa i bezwykopowych metod prowadzenia i rekonstrukcji ciepłociągów,\n\ni) geoenergetyki obejmującej magazynowanie ciepła, chłodu i energii w górotworze i w otworach wiertniczych,\n\nj) utylizacji zużytych wód podziemnych oraz odsalania i pozyskiwania z nich surowców mineralnych,\n\nk) projektowania, wykonywania i nadzorowania instalacji ogrzewnictwa związanego z geotermią i pompami ciepła oraz instalacji klimatyzacyjnych na bazie otworowych wymienników ciepła,\nl) projektowania, wykonywania i nadzorowania instalacji magazynowania energii w otworach wiertniczych oraz ciepła i chłodu w górotworze,\n\nm) przepisów prawa dotyczącego geotermii, a obejmującego wybrane zagadnienia prawa budowlanego, geologicznego i górniczego, energetycznego i wodnego,\n\nn) ekonomicznych analiz opłacalności ogrzewania i klimatyzacji z wykorzystaniem inżynierii geotermalnej obejmującej możliwości wsparcia finansowego na etapie inwestycyjnym i eksploatacyjnym.\n\nAbsolwenci kierunku mogą pracować jako:\n\na) osoby dozoru i nadzoru robót geologicznych i górniczych oraz instalacji grzewczych, a także jako projektanci, wykonawcy i eksploatatorzy prac polegających na projektowaniu i wykonywaniu różnego rodzaju otworów wiertniczych: poszukiwawczych, geotermalnych produkcyjnych i iniekcyjnych, studziennych i przewiertów oraz otworowych wymienników ciepła do pozyskiwania ciepła Ziemi oraz magazynowania ciepła i/lub chłodu,\n\nb) osoby dozoru i nadzoru robót geologicznych i górniczych oraz instalacji grzewczych, a także jako projektanci, wykonawcy i eksploatatorzy przy eksploatacji otworowej oraz prac geoinżynieryjnych,\n\nc) projektanci i konstruktorzy instalacji związanych z eksploatacją wód podziemnych i geotermalnych oraz ciepła Ziemi,\n\nd) osoby nadzoru górniczego w urzędach górniczych, inżynierowie nadzoru i inżynierowie energetycy oraz ciepłownicy, konsultanci ds. problematyki zasobów energetycznych i ochrony środowiska,\n\ne) pracownicy biur projektów budowlanych i ciepłownictwa, pracownicy uzdrowiskowych zakładów górniczych, pracownicy firm geoinżynieryjnych, zakładów geotermalnych, magazynów energii,\n\ne) osoby nadzoru BHP i ochrony środowiska w górnictwie otworowym,\n\nf) osoby nadzorujące proces wydobycia i zatłaczania wód geotermalnych i innych płynnych surowców,\n\ng) inżynierowie nadzorujący udostępnienie i eksploatację wód podziemnych i ciepła Ziemi,\n\nh) pracownicy firm instalacyjnych zajmujący się pompami ciepła w indywidualnym i sieciowym ogrzewnictwie.\n\nAbsolwenci mają możliwość dalszego kształcenia na studiach podyplomowych organizowanych przez Wydział jak również w Szkole Doktorskiej AGH.\nOpiekun kierunku: dr hab. inż. Tomasz Śliwa, prof. AGH", "metadata": {"url": "https://wnig.agh.edu.pl/nowy-kierunek-geotermia-technika-i-technologia/", "title": "Nowy kierunek – Geotermia – Technika i Technologia – Wydział Wiertnictwa, Nafty i Gazu", "depth": 3, "duplicate": false, "content_hash": "a5c0c7e83b83b15653b5e7059f157356", "word_count": 526, "headings": [{"level": 2, "text": "Nowy kierunek – Geotermia – Technika i Technologia"}, {"level": 1, "text": "O nas"}, {"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Najlepsze życzenia z okazji Dnia Kobiet!"}, {"level": 2, "text": "Uroczyste rozdanie świadectw ukończenia studiów podyplomowych"}, {"level": 2, "text": "Nowe studia podyplomowe"}, {"level": 1, "text": "Znajdź nas"}]}}