{"metadata": {}, "content": "Załącznik do Regulaminu przyznawania                                                                                                                                                 stypendiów ArcelorMittal Poland\n\n\n\n\n\nZgoda na rozpowszechnianie wizerunku\n\n\n\n_______________________________\n\n         Imię, nazwisko studenta\n\n\n\nNa podstawie art. 81 ust. 1 ustawy z dnia 4 lutego 1994 r. o prawie autorskim i prawach pokrewnych (Dz.U. z 2022 r., poz. 2509) wyrażam zgodę na nieodpłatne utrwalenie i rozpowszechnianie przez Akademię Górniczo-Hutniczą im. Stanisława Staszica w Krakowie (dalej jako „AGH”) mojego wizerunku, jako starającego się o stypendium ArcelorMittal Poland S.A..\n\n\n\nZgoda obejmuje rozpowszechnianie mojego wizerunku w następujący sposób:\n\npublikowanie na stronach internetowych AGH w domenie agh.edu.pl;\n\nzamieszczanie na profilach AGH w portalu społecznościowym Facebook;\n\nzamieszczanie w elektronicznych i papierowych materiałach informacyjno-promocyjnych tworzonych przez AGH oraz podmioty współpracujące (ulotki, biuletyny, wydawnictwa, ekrany i tablice informacyjne);\n\nna łamach prasy, antenie radia.\n\n\n\nNiniejsza zgoda na przetwarzanie wizerunku ma charakter niewyłączny oraz jest udzielona bez ograniczeń czasowych i terytorialnych dotyczących rozpowszechniania wizerunku. W przypadku wycofania niniejszej zgody, rozpowszechnienie wizerunku dokonane przed datą wycofania pozostaje w mocy i nie będzie wiązało się z koniecznością podjęcia przez AGH czynności nakierowanych na usunięcie już rozpowszechnionego wizerunku.\n\nJednocześnie zrzekam się praw związanych z kontrolą i zatwierdzaniem każdorazowego wykorzystania materiałów z moim wizerunkiem.\n\n\n\n\n\n\n\n____________________________\n\n (data i podpis wyrażającego zgodę)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nZgoda na przetwarzanie danych \n\n\n\n\n\n_______________________________\n\n         Imię, nazwisko studenta\n\n\n\nNa podstawie art. 7 w związku z art. 6 ust. 1 lit. a) oraz art. 9 ust. 2 lit. a) Rozporządzenia Parlamentu Europejskiego i Rady (UE) nr 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE, zwanego dalej: RODO wyrażam wyraźną i dobrowolną zgodę na przetwarzanie przez  - Akademię Górniczo-Hutniczą im. Stanisława Staszica w Krakowie (dalej jako „AGH”) moich danych osobowych, zawartych w wypełnionym formularzu wniosku o stypendium ArcelorMittal Poland oraz w prezentacji dołączonej do tego wniosku, w celu przeprowadzenia postępowania w przedmiocie realizacji Umowy Stypendialnej oraz w celach informacyjnych \ni marketingowych. \n\n\n\nZgoda obejmuje wykorzystanie moich danych w następujący sposób:\n\npublikowanie na stronach internetowych AGH w domenie agh.edu.pl;\n\nzamieszczanie na profilach AGH w portalu społecznościowym Facebook;\n\nzamieszczanie w elektronicznych i papierowych materiałach informacyjno-promocyjnych tworzonych przez AGH oraz podmioty współpracujące (ulotki, biuletyny, wydawnictwa, ekrany i tablice informacyjne);\n\nna łamach prasy, antenie radia.\n\n\n\nMam świadomość możliwości wycofania niniejszej zgody w dowolnym momencie. Cofnięcie zgody na przetwarzanie nie będzie miało wpływu na zgodność z prawem przetwarzania, którego dokonano na podstawie zgody przed jej cofnięciem.\n\n\n\n\n\n_____________________________\n\n(data i podpis wyrażającego zgodę)\n\n\n\nstr. 2"}