{"content": "# Uroczystość nadania tytułu DHC prof. Janowi Kicińskiemu-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/wydarzenia/detail/s/uroczystosc-nadania-tytulu-dhc-prof-prof-janowi-kicinskiemu\nCrawled: 2025-03-19 22:00:29\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nWydarzenia w AGH\n\nWydarzenia w AGH\n\nUroczystość nadania tytułu DHC prof. Janowi Kicińskiemu\n\n Pobierz plik iCal \n\nDodaj do kalendarza Google\n\nDodaj do kalendarza Outlook\n\nDodaj do kalendarza Office 365\n\nDodaj do kalendarza Yahoo\n\n 19 maja 2023 r. o godz. 12.00 w Auli AGH odbędzie się uroczystość nadania tytułu doktora honoris causa prof. Janowi Kicińskiemu. \n\n O wydarzeniu \n\nProgram uroczystości\n\n„Gaude Mater Polonia” w wykonaniu chóru Zespołu Pieśni i Tańca AGH „Krakus”\n\nPrzemówienie Rektora AGH prof. Jerzego Lisa\n\nWystąpienie Dziekana Wydziału Inżynierii Mechanicznej i Robotyki prof. Krzysztofa Mendroka\n\nWystąpienie promotora\n\nWręczenie dyplomu\n\nWykład mistrzowski\n\n„Gaudeamus igitur” w wykonaniu chóru Zespołu Pieśni i Tańca AGH „Krakus”\n\nŻyciorys prof. Jana Kicińskiego\n\nProfesor Jan Kiciński urodził się w Lisewie Malborskim w województwie pomorskim. Studia wyższe ukończył na Politechnice Gdańskiej na Wydziale Budowy Maszyn. Stopień doktora nauk technicznych uzyskał w Instytucie Maszyn Przepływowych Polskiej Akademii Nauk w Gdańsku w roku 1979, a w 1986 roku stopień doktora habilitowanego w AGH. Tytuł profesora uzyskał w roku 1995, w 2013 został członkiem korespondentem PAN. Uniwersytet Warmińsko-Mazurski w Olsztynie w 2017 roku nadał prof. Kicińskiemu godność doktora honoris causa.\n\nJan Kiciński podjął pracę zawodową w IMP PAN w Gdańsku w roku 1972, przechodząc wszystkie szczeble kariery naukowej od asystenta do profesora. Pełnił przez cztery kadencje funkcję Zastępcy Dyrektora ds. Naukowych, a następnie przez dwie kadencje funkcję Dyrektora Instytutu. W IMP PAN pracuje do chwili obecnej, pełniąc funkcję Kierownika Zakładu Energetyki Rozproszonej.\n\nPrzez 18 lat był także zatrudniony jako nauczyciel akademicki na Uniwersytecie Warmińsko-Mazurski w Olsztynie.\n\nDziałalność naukowa Profesora koncentrowała się we wcześniejszym okresie na dynamice wirników i nieliniowej teorii drgań, a w ostatnich kilkunastu latach na ekoenergetyce, OZE oraz generacji rozproszonej.\n\nNajwiększym osiągnięciem naukowym prof. Jana Kicińskiego jest opracowanie nowej, nieliniowej metodologii opisu stanu dynamicznego maszyn energetycznych wraz z narzędziami informatycznymi dla jej aplikacji w postaci systemu komputerowego MESWIR.\n\nProfesor opublikował 16 monografii, 51 artykułów w czasopismach międzynarodowych i wypromował 12 doktorów, z czego trzech uzyskało nagrodę premiera, a czterech zostało wyróżnionych przez Radę Naukową Instytutu.\n\nSzczególnie warto odnotować monografie, które przyniosły Profesorowi światowe uznanie, a mianowicie: J. Kiciński, P. Chaja, Climate Change, Human Impact and Green Energy Transformation (Springer, 2021), J. Kicinski, G. Żywica, Steam Microturbin in Distributed Cogeneration (Springer, 2014), J. Kiciński, Rotordynamics (Wydawn. IMP PAN, 2006, współfinansowana przez koncern ALSTOM).\n\nNajwiększym osiągnięciem utylitarnym jest opracowanie koncepcji i wdrożenie nowych technologii dla małoskalowej i rozproszonej energetyki, w tym zwłaszcza technologii CHP–ORC dla gminnych Autonomicznych Regionów Energetycznych.\n\nProf. Jan Kiciński położył olbrzymie zasługi w zakresie organizacji i koordynacji dużych inicjatyw naukowo-badawczych i integracji środowiska naukowego. Był kierownikiem największego w kraju projektu badawczego z zakresu ekoenergetyki „Budowa Centrum Badawczego PAN – Konwersja Energii i Źródła Odnawialne”. W efekcie powstało największe i najnowocześniejsze tego typu centrum w Polsce i jedno z trzech w Europie. Był też kierownikiem wysokobudżetowego projektu kluczowego „Modelowe kompleksy agroenergetyczne”. Projekt ten uzyskał w 2015 roku najbardziej prestiżową w dziedzinie ochrony środowiska światową nagrodę Energy Globe Award (nagroda krajowa za najlepszy projekt w Polsce).\n\nZa swą działalność Profesor uzyskał Nagrodę Prezesa Rady Ministrów I stopnia (jako kierownik zespołu), Nagrodę Naukową Prezesa PAN, Nagrodę Badawczą koncernu Siemens oraz został laureatem konkursu o statuetkę APOLLO i statuetkę Zielonego Feniksa (za wkład w rozwój OZE i ekoenergetyki).\n\nInne artykuły z kategorii Nauka\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Jak profilaktyka może cię uchronić przed rakiem? | Bunkier Nauki odc. 69\t\n\n Grant na wsparcie zespołu badawczego dla naukowca z AGH\t\n\n Jak być świadomym użytkownikiem SOCIAL MEDIÓW? | Bunkier Nauki odc. 68\t\n\n Pierwsze w historii selfie zrobione za pomocą satelity. To dzieło studentów AGH\t\n\nNajnowsze artykuły\n\n Interdisciplinary Science Research Survey\t\n\n Idea Warm Up – dołącz i działaj!\t\n\n „Kolejka na Kasprowy i kontrowersje” – felieton\t\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Ambasador Wietnamu z wizytą w AGH\t\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://www.agh.edu.pl/wydarzenia/detail/s/uroczystosc-nadania-tytulu-dhc-prof-prof-janowi-kicinskiemu", "title": "Uroczystość nadania tytułu DHC prof. Janowi Kicińskiemu-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "62883cd41b977dbba8b1e82c69f55476", "word_count": 702, "headings": [{"level": 1, "text": "Wydarzenia w AGH"}, {"level": 3, "text": "Program uroczystości"}, {"level": 3, "text": "Życiorys prof. Jana Kicińskiego"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}