{"content": "# SPIN – Małopolskie Centra Transferu Wiedzy – Centrum Zrównoważonego Rozwoju i Poszanowania Energii WGGiOŚ AGH w Miękini\n\nURL: http://www.spin.miekinia.agh.edu.pl/\nCrawled: 2025-03-19 22:38:31\n\nZobacz nasze realizacje\n\nCzym jest projekt SPIN?\n\nProjekt polega na świadczeniu \ninnowacyjnych usług dla przedsiębiorców\n przez instytucje otoczenia biznesu – \nCentra Transferu Wiedzy (CTW)\n, posiadające potencjał badawczo – naukowy w regionalnych inteligentnych specjalizacjach. Usługi świadczone przez Centra są dla przedsiębiorców \nbezpłatne\n w kwocie netto – koszty pokrywane są przez Lidera projektu w ramach pomocy de minimis.\n\nProjekt realizowany będzie w formie partnerstwa. Partnerzy odpowiedzialni są za udzielanie proinnowacyjnych usług audytu technologicznego (zerowego i pogłębionego) i transferu technologii (w tym w szczególności: przygotowanie ofert i zapytań w zakresie prac B+R, przegląd profili wykonawców i nabywców prac B+R, nawiązywanie kontaktów pomiędzy wykonawcami i nabywcami wyników prac B+R, doradztwo w procesie ubiegania się o wsparcie w formie bonów na innowacje oraz innych działań/ podziałań. Czym są Centra Transferu Wiedzy i jak z nich korzystać? – \nczytaj dalej …\n\nSieć CTW działających w regionalnych specjalizacjach Województwa Małopolskiego i usługi przez nie świadczone przyczyniają się do poprawy pozycji konkurencyjnej przedsiębiorców, przyspieszając tempo rozwoju społeczno-gospodarczego regionu.\n\nW zakresie rzeczowym projekt polega na świadczeniu innowacyjnych usług dla przedsiębiorców przez instytucje otoczenia biznesu, które w projekcie noszą nazwę „Centra Transferu Wiedzy”. Instytucje prowadzące CTW posiadają potencjał badawczo – naukowy w regionalnych inteligentnych specjalizacjach. Projekt realizowany będzie w formie partnerstwa, zakładającego współpracę ww. instytucji prowadzących CTW z Liderem (Województwem Małopolskim, którego zadania realizuje Dep. ZR UMWM). Jak działają Centra Transferu Wiedzy w Małopolsce? – \nczytaj dalej …\n\nCzym zajmuje się Centrum Transferu Wiedzy AGH w Miękini?\n\nProfil \nCTW AGH w Miękini\n zgodny jest z małopolskimi inteligentnymi specjalizacjami określonymi w dokumencie pn. „Inteligentne specjalizacje województwa małopolskiego.  Realizacja projektu wiąże się z realizacją usług dla przedsiębiorców w obszarze inteligentnej specjalizacji \nEnergia zrównoważona,\n w której CTW Miękinia posiada szerokie doświadczenie w związku z realizacją szeregu projektów naukowo-badawczych związanych z inteligentną specjalizacją „Energia zrównoważona” oraz realizacją projektu SPIN w latach 2016-2019. SPIN dla przedsiębiorców jest etapem identyfikacji potrzeb, formułowania problemów i możliwych sposobów ich rozwiązywania. Poprzez usługi audytu technologicznego i transferu technologicznego, które będą świadczone w ramach regionalnych specjalizacji, firmy zyskają innowacyjne rozwiązania, często będące podstawą do rozwoju nowych technologii w oparciu o \nbony na innowacje, projekty badawczo-rozwojowe przedsiębiorstw czy szybką ścieżkę w konkursach ogłaszanych przez Narodowe Centrum Badań i Rozwoju\n.\n\nWarto zwrócić uwagę, że Projekt SPIN poprzez współpracę z Partnerami wpisuje sie w Działalność ekosystemu innowacyjności przedsiębiorstw. Współpraca m.in. z Polską Akademią Nauk oraz współpraca z Departamentem Nadzoru Właścicielskiego i Gospodarki w zakresie w ramach Festiwalu Innowacji oraz oraz \nwsparcia innowacyjnej przedsiębiorczości\n. Zgodnie z koncepcją Województwa Małopolskiego dotyczącą współpracy B+R, usługi te będą świadczone przez Centra Transferu Wiedzy (CTW) – instytucje otoczenia biznesu, które prowadzą badania w obszarach regionalnych specjalizacji oraz współpracują z przedsiębiorstwami wykorzystując swój potencjał badawczo-rozwojowy w kierunkach związanych z \nRegionalnymi Strategiami Innowacji\n – \nczytaj dalej … \n\nProjekt SPIN poprzez działanie Punktu Kontaktowego dla przedsiębiorców przyczynia się również do zwiększenia dostępności informacji na temat możliwości pozyskania wsparcia na działania proinnowacyjne przez przedsiębiorców, uzupełniając tym samym działania usługowe projektu świadczone przez Centra Transferu Wiedzy.\n\nCzemu projekt SPIN jest ważny?\n\nOferta CTW, dzięki dofinansowaniu kosztu usługi, uzupełnia lukę rynkową w dostępie do drogich usług transferu wiedzy, bowiem staje się dostępna dla mniejszych podmiotów (MŚP). Projekt w swoich założeniach jest kontynuacją projektu „SPIN – Małopolskie Centra Transferu Wiedzy”, który realizowany był w ramach Działania 1.3 RPO WM 2014-2020, a jego celem jest uruchomienie usług w kolejnych (w stosunku do SPIN –MCTW) regionalnych specjalizacjach. Projekt SPIN – MCTW zakończył się z osiągniętymi zamierzonymi celami. Innowacyjna gospodarka i wykorzystanie nowych technologii w Małopolsce – \nczytaj dalej …", "metadata": {"url": "http://www.spin.miekinia.agh.edu.pl/", "title": "SPIN – Małopolskie Centra Transferu Wiedzy – Centrum Zrównoważonego Rozwoju i Poszanowania Energii WGGiOŚ AGH w Miękini", "depth": 3, "duplicate": false, "content_hash": "09a2e75e62a2731d2f51c37c13681889", "word_count": 575, "headings": [{"level": 4, "text": "Zobacz nasze realizacje"}, {"level": 2, "text": "Czym jest projekt SPIN?"}, {"level": 2, "text": "Czym zajmuje się Centrum Transferu Wiedzy AGH w Miękini?"}]}}