{"content": "# Our Experiment MXene in LEO - a part of the Ignis Mission-- Space Technology Centre \n\nURL: https://ctk.agh.edu.pl/en/news/detail/our-experiment-mxene-in-leo-is-part-of-the-ignis-mission\nCrawled: 2025-03-19 21:25:10\n\nOur Experiment MXene in LEO - a part of the Ignis Mission \n\n 12-12-2024 \n\n As part of the Ignis mission, Polish astronaut Dr. Sławosz Uznański will conduct a series of experiments designed by Polish scientists in collaboration with the European Space Agency (ESA). Among these is the MXene in LEO experiment, developed at the Space Technology Center AGH. \n\nExperiment from AGH University of Krakow on the International Space Station! MXene in LEO will be part of the Ignis mission. \n\nMission Ignis \n\n\"Ignis,\" meaning \"fire,\" is the official name of the first Polish technological and scientific mission to the International Space Station (ISS). \n\nThe Polish mission will be part of the Ax-4 mission, in which Dr. Sławosz Uznański, ESA project astronaut, will participate. The mission is being carried out in collaboration with ESA and funded by the Polish Ministry of Economic Development and Technology. During the mission, Dr. Uznański will conduct several technological and scientific experiments developed by Polish institutions and companies. \n\nDr. Uznański will serve as a mission specialist under the command of Peggy Whitson, Director of Human Spaceflight at Axiom Space and a former NASA astronaut. He will be the second Pole in space and the first to travel to the International Space Station. The crew also includes pilot Shubhanshu Shukla from India and mission specialist Tibor Kapu from Hungary. During the 14-day mission, the crew will carry out scientific research and engage in educational activities. \n\nMXene in LEO – AGH Experiment \n\nAmong the Polish experiments is MXene in LEO (\"MXene Material and Wearable Device Experiments in Low-Earth Orbit Space Habitat\"), developed by a research team at the Space Technology Centre AGH. The team includes: Prof. Tadeusz Uhl (STC AGH Director), Dr. Shreyas Srivatsa (experiment coordinator), Dr. Agata Kołodziejczyk, Dr. Krzysztof Grabowski, Sławomir Rudawski, Dagmara Stasiowska, and Wojciech Guziewicz. \n\nThis experiment focuses on studying MXenes – advanced nanomaterials with numerous potential applications in space missions. The project involves testing the stability of these materials in low-Earth orbit. Additionally, the team has combined MXenes with bacterial cellulose – a biomaterial that, due to its ease of production, could be useful in space missions and serve as an alternative to petroleum-based materials. \n\nUsing these innovative materials, the team will create wearable bands to monitor astronauts’ pulse, marking one of the first steps toward developing sensors for tracking vital signs during space missions. \n\nThe experiment will expand knowledge about the use of MXene-based nanomaterial sensors in space. It will also demonstrate the technological capabilities of such devices. The results may lead to more effective monitoring of astronauts’ vital signs during missions, with potential applications in telemedicine on Earth. \n\nA Milestone in the Development of the Polish Space Sector \n\n‘We are celebrating the first Polish technological and scientific mission to the International Space Station. This mission is a testament to Poland’s dynamic growth in space technology and its increasing role as a trusted partner of ESA,’ said European Space Agency Director General Josef Aschbacher. \n\nMission Ignis marks a breakthrough in the development of Poland’s space sector. It symbolizes Poland’s growing ambitions in space exploration and its rapid progress in space technology. Through cooperation with ESA and Axiom Space, Poland is becoming an increasingly important partner in international space projects. \n\n‘This Polish mission is a technological and scientific endeavor that will benefit not only our country but also the global community. Thanks to the involvement of Polish companies and research institutions, experiments will be conducted that will advance medicine, biology, engineering, and space technology. These include studies of the human microbiome, testing new materials, and artificial intelligence projects. This is a significant opportunity for Poland’s space sector to build unique competencies and accelerate the commercialization of space technologies,’ said Minister of Economic Development and Technology Krzysztof Paszyk. \n\n‘Naming this mission Ignis symbolises the spark of innovation and the ambitious contributions from Poland to space exploration. The partnership between ESA, Poland and Axiom Space marks a significant milestone for commercial human spaceflight, enabling the second mission with an ESA project astronaut and highlighting Europe’s readiness to advance space exploration, strengthening its role in shaping the future of space technology’ said Daniel Neuenschwander, ESA Director of Human and Robotic Exploration. \n\n‘The Ignis mission is a groundbreaking event not only for our space sector. Thirteen Polish experiments in the fields of technology, biology, medicine, and psychology, prepared by Polish scientists and engineers, will open new opportunities for Polish research and, in the long term, increase Poland’s competitiveness on the global market. ESA project astronaut Dr Sławosz Uznański will be the second Pole in space, making him the best ambassador for Polish science and industry, as well as an inspiration for future generations’, said Prof. Grzegorz Wrochna, President of the Polish Space Agency. \n\nMission Ignis is not only a milestone for Polish science and technology but also a testament to Poland’s ability to shape the future of space exploration. \n\nAcknowledgments: POLSA (Polish Space Agency), ESA (European Space Agency), Ministry of Economic Development and Technology \n\nBack", "metadata": {"url": "https://ctk.agh.edu.pl/en/news/detail/our-experiment-mxene-in-leo-is-part-of-the-ignis-mission", "title": "Our Experiment MXene in LEO - a part of the Ignis Mission-- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "b5e886feceb8c6a884518972885b4235", "word_count": 826, "headings": [{"level": 1, "text": "Our Experiment MXene in LEO - a part of the Ignis Mission"}, {"level": 1, "text": "Experiment from AGH University of Krakow on the International Space Station! MXene in LEO will be part of the Ignis mission."}, {"level": 2, "text": "Mission Ignis"}, {"level": 2, "text": "MXene in LEO – AGH Experiment"}, {"level": 2, "text": "A Milestone in the Development of the Polish Space Sector"}, {"level": 2, "text": "Stopka"}]}}