{"metadata": {}, "content": "REGULAMIN KONKURSU  \n„GRANT REKTORA AGH”  \nI Postanowienia ogólne  \n1. Regulamin określa tryb ogłaszania konkursu „Grant Rektora AGH” (nazywanego dalej konkursem Grant \nRektora), składania wniosków o przyznanie Grantu, rozstrzygania konkursu, zasady realizacji oraz \nrozliczania Grantów.  \n2. Organizatorem konkursu „Grant Rektora” w AGH jest Prorektor ds. Studenckich.  \n3. Celem konkursu „Grant Rektora” jest wspieranie studentów AGH w rozwoju praktycznej wiedzy, \nkompetencji i umiejętności, a przez to podnoszenie ich kwalifi kacji, poprzez zaangażowanie \nw opracowywanie rozwiązań twórczych, prac perspektywicznych, koncepcji i projektów o charakterze \nnaukowym oraz czynny udział w procesie rozwoju Uczelni.  \n4. Konkurs jest skierowany do Studenckich Kół Naukowych zarejestrowanych w AG H (nazywanych dalej \nkołami naukowymi AGH) w trybie określonym w Zarządzeniu JM Rektora nr 38/2019 z dnia 9  września \n2019 roku w sprawie wprowadzenia Regulaminu działalności uczelnianych organizacji studenckich, \norganizacji doktorantów oraz stowarzyszeń ucz elnianych w Akademii Górniczo -Hutniczej im. Stanisława \nStaszica w Krakowie, a także posiadających status koła aktywnego w oparciu o złożone sprawozdanie za \npoprzedni rok kalendarzowy.  \n5. Prorektor ds. Studenckich określa corocznie komunikatem harmonogram konk ursu publikowany \nw serwisach informacyjnych Uczelni, Działu Spraw Studenckich oraz Pełnomocników Rektora ds.  Kół \nNaukowych (nazywanych dalej Pełnomocnikami Rektora).  \n6. Obsługę merytoryczną konkursu prowadzą Pełnomocnicy Rektora.  \n7. Obsługę formalną konkursu pro wadzi Zespół Obsługi Organizacji Studenckich Działu Spraw \nStudenckich, zwany dalej ZOOS DSS.  \nII Finansowanie konkursu Grant Rektora  \n1. Środki na realizację konkursu pochodzą z subwencji w ramach środków przyznanych w AGH na \nstudencką działalność naukową, kul turalną i sportową.  \n2. Wysokość środków finansowych przeznaczonych na realizację konkursu „Grant Rektora” ustala \ncorocznie, przed rozpoczęciem nowej edycji konkursu, Prorektor ds. Studenckich w porozumieniu \nz URSS.  \n3. Dziekani Wydziałów AGH mogą pokrywać część k osztów realizacji projektu.  \n4. Środki na realizację projektu mogą pochodzić również od sponsora zewnętrznego projektu (firmy, \nfundacje, osoby prywatne) oraz wkładu własnego uczestników.  \n5. Warunkiem przystąpienia do konkursu jest pozyskanie środków finansowych innych niż określone \nw ustępie 1 na poziomie nie mniejszym niż 30%  wartości całego projektu.  \n6. Dysponentem środków finansowych przeznaczonych na realizację konkursu „Grant Rektora” jest \nProrektor ds. Studenckich.  \n7. W przypadku niewydatkowania środków finansowy ch przeznaczonych na projekty w ramach konkursu \n„Grant Rektora” niewykorzystane środki zasilają rezerwę Prorektora ds. Studenckich w Funduszu \nnaukowo -kulturalno -sportowym.  \n8. Środki finansowe w ramach „Grantu Rektora” mogą być przeznaczone na pokrycie kosztów  zakupu usług \nmaterialnych i niematerialnych oraz materiałów związanych ściśle z realizacją projektu.  \nIII Procedura składania i oceny wniosków  \n1. Przyznanie Grantu Rektora odbywa się na wniosek koła naukowego AGH.  \n2. W danej edycji konkursu koło naukowe może być wnioskodawcą lub współwnioskodawcą maksymalnie \ndwóch projektów, których realizacja musi być ukończona w roku zakończenia edycji konkursu.  \n3. Wzór wniosku zawiera załącznik nr 1 do niniejszego Regulaminu.  \n4. Wnioski o  Grant Rektora rozpatrywane są w trzech kategoriach:  \n\n1) Grant konstrukcyjny (K) – projekt, którego wynikiem jest stworzenie konstrukcji o charakterze \ninżynierskim (produkt, stanowisko badawcze, laboratorium etc), stanowiącej/stanowiących dorobek \nkoła naukoweg o prowadzącego projekt,  \n2) Grant badawczy (B) – projekt, którego zakresem i wynikiem są badania naukowe, kończące się \nrezultatem w postaci wyników i wniosków o charakterze naukowo -badawczym,  \n3) Pozostałe (P) – projekt polegający na organizacji lub udziale w konf erencji, seminarium, konkursie \nlub warsztatach, bądź innym projekcie o charakterze naukowym.  \n5. Wniosek o przyznanie „Grantu Rektora” koło naukowe składa w formie papierowej (jeden \negzemplarz) oraz elektronicznej (w formie pliku pdf, w tym skany podpisanych o ryginalnych \noświadczeń) u Pełnomocnika Rektora – odpowiednio Pionu Górniczego lub Hutniczego, w terminie \nokreślonym w komunikacie Prorektora ds. Studenckich.  \n6. Sposób i formę składania wniosków określają Pełnomocnicy Rektora w odpowiednim komunikacie.  \n7. Wniosk i rozpatruje Komisja Grantowa powołana przez Prorektora ds. Studenckich, będącego jej \nprzewodniczącym.  \n8. W skład Komisji Grantowej wchodzą: Prorektor ds. Studenckich, Pełnomocnicy Rektora odpowiednio \nPionu Górniczego  i Hutniczego , Przedstawiciel Działu Spraw  Studenckich (DSS) oraz studenci \nwytypowani przez URSS. Studenci stanowią 50% składu członków Komisji.  \n9. Prorektor ds. Studenckich może zaprosić w ramach konsultacji merytorycznej pracownika naukowego \nuczelni, praktyka biznesowego lub inną osobę, której obec ność będzie uzasadniona z uwagi na \nokoliczności lub specyfikę projektu.  \n10. Konsultanci zaproszeni do współpracy przy ocenie merytorycznej wniosków oraz przedstawiciel DSS nie \nmają prawa do przyznania punktów.  \n11. Studenci biorący udział w pracy Komisji nie mogą b yć członkami kół naukowych aplikujących o Grant \nRektora oraz sami nie mogą brać udziału w konkursie.  \n12. Z posiedzenia Komisji Grantowej  sporządza się protokół przedkładany Prorektorowi ds. Studenckich, \nktóry powinien być przez niego zaakceptowany.  \nIV Kryteria oceny  \n1. Za ocenę wniosków pod względem merytorycznym odpowiedzialni są członkowie Komisji Grantowej.  \n2. Pełnomocnicy Rektora oraz Studenci (2 niezależne oceny) dokonują oceny punktowej każdego wniosku \nGrantowego, każdorazowo przyznając po max. 30 punkt ów.  \n3. Maksymalna liczba punktów, jakie może otrzymać wniosek to 120 punktów.  \n4. Przy ocenie punktowej brane są pod uwagę następujące kryteria:  \n1) Czy wniosek został przygotowany według wytycznych? – max 3 punkty:  \n3 pkt. – złożony kompletny wniosek bez żadnych zastrzeżeń formalnych,  \n2 pkt. –  niekompletnie złożony wniosek który wymaga drobnej korekty formalnej,  \n1 pkt. – niekompletnie złożony wniosek z licznymi uchybieniami formalnymi, utrudniony / \ntrudności w uzupe łnieniu braków / trudny kontakt z przedstawicielami projektu.  \n2) Czy wnioskowany projekt jest zgodny z przynajmniej jedną Krajową Inteligentną Specjalizacją \n(KIS)? – max. 6 punktów  \n6 pkt. – tak, szczegółowo opisuje sposób realizacji KIS,  \n4 pkt. – tak, ogólni e opisuje sposób realizacji KIS,  \n2 pkt. – tak, ale nie opisuje sposobu realizacji KIS,  \n0 pkt. – nie, projekt nie odnosi się do KIS.  \n3) Czy wnioskowany projekt jest zgodny z przynajmniej jedną Regionalną Inteligentną Specjalizacją \ndla Małopolski (RIS)? – max. 3 punkty  \n3 pkt. – tak, szczegółowo opisuje sposób realizacji RIS,  \n2 pkt. – tak, ogólnie opisuje sposób realizacji RIS,  \n1 pkt. – tak, ale nie opisuje sposobu realizacji RIS,  \n0 pkt. – nie, projekt nie odnosi się do RIS.  \n\n4) Czy wnioskowany projekt należy do przynajmniej do jednego Priorytetowego Obszaru \nBadawczego realizowanego w AGH w ramach IDUB   – max. 3 punkty  \n3 pkt. – tak, szczegółowo opisuje sposób powiązania z danym POB,  \n2 pkt. – tak, ogólnie opisuje sposób powiązani a z danym POB,  \n1 pkt. – tak, ale nie opisuje sposób powiązania z danym POB,  \n0 pkt. – nie, projekt nie odnosi się do Priorytetowych Obszarów Badawczych AGH.  \n5) Czy wyniki projektu mają szansę na publikację naukową? - max 3 punkty  \n3 pkt – tak, \n2 pkt – w pewnej  części,  \n1 pkt – nie. \n6) Czy wyniki projektu mają szansę na komercjalizację? - max 3 punkty  \n3 pkt – tak, \n2 pkt – w pewnej części,  \n1 pkt – nie. \n7) Czy wyniki projektu przyczyniają się do rozwoju i promocji Uczelni? - max 2 punkty  \n2 pkt – tak, \n1 pkt – w pewnej części,  \n0 pkt – nie. \n8) Czy projekt predysponuje do miana projektu strategicznego? - max 3 punkty  \n3 pkt - członkowie koła zdobywają sukcesy o zasięgu ogólnopolskim i międzynarodowym, \nstanowią prężny, zgrany i zdeterminowany zespół,  \n2 pkt - członkowie koła zdobywają sukcesy o zasięgu ogólnopolskim,  \n1 pkt - członkowie koła dopiero rozpoczynają swoją działalność  \n9) Ogólne odczucia projektu - max 4 punkty.  \n5. Komisja może przyjąć dodatkowe kryteria uwzględniające znaczenie wniosku dla rozwoju Uczelni,  \nw szczególności zgodność projektu z priorytetowymi obszarami badawczymi AGH.  \n6. Komisja przedkłada Prorektorowi ds. Studenckich listę rankingową ocenionych wniosków Grantowych.  \n7. O pozycji na liście rankingowej „Grantu Rektora” decyduje łączna liczba punktów u zyskana po ocenie \nKomisji Grantowej.  \n8. Pozycja na liście rankingowej decydować będzie o przyznaniu finansowania projektu w ramach konkursu \n„Grant Rektora” lub braku finansowania w przypadku, gdy posiadane środki przeznaczone na Granty \nRektora okażą się niewy starczające w stosunku do liczby złożonych wniosków.  \n9. Prorektor ds. Studenckich w porozumieniu z Komisją Grantową decyduje o wyłonieniu projektów \nstrategicznych i przyznanym dofinansowaniu.  \n10. Za projekty strategiczne uznaje się projekty, których efekty będą w idoczne w długim horyzoncie \nczasowym. Projekty rokujące gwarantowanym sukcesem naukowym/konstrukcyjnym i tym samym \nstanowiącym promocję Uczelni.  \n11. Na finansowanie projektów strategicznych przeznacza się do 50% środków przeznaczonych na \nfinansowanie konkursu.  \n12. Ogłoszenie wyników następuje poprzez publikację listy projektów, przyznanej kategorii projektu \n(strategiczny lub podstawowy), uzyskanej liczbie punktów oraz przyznanej kwocie finansowania \nw serwisach informacyjnych Uczelni, a zwłaszcza w serwisach prowadzonych przez Dział Spraw \nStudenckich oraz Pełnomocników Rektora.  \n13. Wyniki konkursu oraz decyzje o przyznanym finansowaniu są ostateczne i nie ma możliwości odwołania \nod nich.  \n \n\nV Realizacja Grantu  \n1. Nad prawidłową realizacją i właściwym rozliczeniem proje ktu w ramach konkursu „Grant Rektora” \nczuwa  opiekun  koła.  \n2. DSS informuje przedstawiciela projektu o przyznanym dofinansowaniu.  \n3. Po ogłoszeniu wyników konkursu, konieczne jest  złożenie Preliminarza kosztów projektu \nz potwierdzonymi źródłami finansowania na oś wiadczeniu. Po rozstrzygnięciu konkursu nie dopuszcza \nsię zmiany decyzji o przyznanym finansowaniu ze wszystkich źródeł finansowania. Deklaracje \no wsparciu finansowym projektu zawarte w oświadczeniu uznaje się za wiążące.  \n4. Wzór Preliminarza stanowi załączni k nr 3 do niniejszego Regulaminu.  \n5. Wzór Oświadczenia o dofinansowaniu projektu stanowi załącznik nr 2 do niniejszego Regulaminu.  \n6. Preliminarz po akceptacji opiekuna koła i Pełnomocnika Rektora odpowiednio Pionu Górniczego lub \nHutniczego  wraz z oświadczeniami  należy dostarczyć do DSS.  \n7. Przed złożeniem Preliminarza należy skonsultować wydatki z pracownikiem DSS.  \n8. Preliminarz podlega akceptacji Prorektora ds. Studenckich oraz Kwestora AGH.  \n9. Warunkiem rozpoczęcia wydatkowania środków przyznanych na realizację projek tu jest uzyskanie \npodpisu Kwestora AGH. O uzyskanej zgodzie informuje przedstawiciela projektu pracownik DSS.  \n10. Wydatki poniesione podczas realizacji projektu muszą być zgodne co do wartości, jak i rodzaju, \nz przedstawionym Preliminarzem.  \n11. Wszystkie poniesion e koszty w ramach projektów grantowych ze środków Grantów Rektora muszą być \nrealizowane zgodnie z obowiązującymi przepisami prawa, w tym przepisami Prawa zamówień \npublicznych oraz procedurami wewnętrznymi Uczelni.  \n12. W przypadku zakupu środków trwałych wymaga na jest zgoda właściciela pola spisowego Wydziału, do \nktórego zostanie przypisany zakupiony przedmiot.  \n13. Projekt nie może obejmować zakupu środków trwałych powyżej kwoty 10 tys. zł.  \n14. Wszystkie wyjazdy zagraniczne powinny być zorganizowane i odbywać się zgodni e z procedurami \nDziału Współpracy z Zagranicą.  \n15. Grant Rektora nie obejmuje finansowania honorariów wnioskodawców.  \nVI Warunki rozliczania  \n1. DSS zajmuje się rozliczeniem projektów grantowych, a także przygotowywaniem sprawozdań \nfinansowych dla Prorektora ds. Studenckich oraz Pełnomocników Rektora w zakresie wykorzystania \nśrodków przyznanych na realizację projektu.  \n2. Koszty realizacji projektu powinny być udokumentowane fakturą wystawioną na Akademię Górniczo -\nHutniczą im. Stanisława Staszica w Krakowie. Al. Micki ewicza 30, 30 -059 Kraków. NIP: 675 -000-19-\n23. \n3. Faktury powinny być opisane i potwierdzone przez opiekuna koła złożonym podpisem wraz z imienną \npieczątką.  \n4. Faktury należy dostarczyć do DSS – Pawilon C1, pok. 111.  \n5. W uzasadnionych przypadkach realizatorzy proje ktu mogą zwrócić się do Prorektora ds. Studenckich \nz prośbą o zmianę wysokości poszczególnych pozycji w Preliminarzu w granicach przyznanej kwoty. \nKażdorazowo wymagane jest złożenie uaktualnionego Preliminarza.  \n6. Po dokonaniu rozliczenia projektu konkursu Gr ant Rektora, koło naukowe zobowiązane jest do złożenia \nw wersji papierowej sprawozdania merytoryczno -finansowego w DSS potwierdzonego przez opiekuna \nkoła naukowego oraz odpowiedniego Pełnomocnika Rektora.  \n7. Wzór sprawozdania merytoryczno -finansowego stanowi załącznik nr 5 do niniejszego Regulaminu.  \n8. Niezłożenie sprawozdania lub nierozliczenie dofinansowania w trybie określonym w ust. 6  wyklucza \nw roku kolejnym możliwość udziału w konkursie oraz uzyskanie dofinansowania.  \n9. W przypadku rezygnacji z Grantu Rektora  na każdym etapie realizacji, wymagane jest złożenie pisemnej \nrezygnacji Prorektorowi  ds. Studenckich oraz rozliczenie wydatkowanych środków finansowych w DSS.  \n \n\nVII Postanowienia końcowe  \n1. Przystąpienie do realizacji projektu jest jednoznaczne z obowiązkiem uczestnictwa w szkoleniach BHP \n(dotyczy projektów konstrukcyjnych) oraz szkoleniu z formalnych zasad wydatkowania środków \nfinansowych oraz kwestiach związanych z rozliczeniem grantu organizowanym cyklicznie przez ZOOS \nDSS.  \n2. Wszelkie prawa do wyników powstał ych podczas realizacji projektu grantowego na rzecz Uczelni, w tym \nw szczególności prawa do projektów wynalazczych, baz danych, know -how oraz autorskich praw \nmajątkowych do utworów, przysługiwać będą Uczelni.  \n3. Do własności majątkowych praw autorskich powsta łych w wyniku realizacji projektów grantowych \nfinansowanych przez AGH stosuje się przepisy ustawy z dnia 4 lutego 1994r. o prawie autorskim \ni prawach pokrewnych (teks jednolity Dz. U. z 2019r., poz. 1231)  oraz zapisy Regulaminu zarządzania \nprawami autorsk imi i prawami pokrewnymi oraz prawami własności przemysłowej oraz zasadami \nkomercjalizacji w Akademii Górniczo -Hutniczej im. Stanisława Staszica w Krakowie, wprowadzonego \nzarządzeniem rektora nr 18/2015 z dnia 9 czerwca 2015 roku.  \n4. Przystąpienie do realizac ji projektu Grant Rektora w grupie grantów konstrukcyjnych oraz badawczych \njest równoznaczne ze zgodą na podpisanie umowy przeniesienia na AGH prawa do dóbr własności \nintelektualnej stworzonych przez studenta w ramach działalności objętej dofinansowaniem.  \n5. Umowa przeniesienia na AGH prawa do dóbr własności intelektualnej stworzonych przez studenta \nw ramach działalności objętej dofinansowaniem stanowi załącznik nr 4 do niniejszego Regulaminu.  \n6. Wszelkie sprawy, które nie są uregulowane zapisami niniejszego Regu laminu rozpatrywane będą \nindywidualnie przez Prorektora ds. Studenckich.  \nVIII Załączniki  \nZałącznik nr 1  - Wniosek o dofinansowanie w ramach konkursu Grant Rektora projektu \nrealizowanego przez studenckie koło naukowe AGH.  \nZałącznik nr 2  – Wzór oświadczenia o dofinansowaniu projektu.  \nZałącznik nr 3  – Preliminarz kosztów realizacji projektu.  \nZałącznik nr 4   - Umowa przeniesienia na AGH prawa do dóbr własności intelektualnej stworzonych \nprzez studenta w ramach działalności objętej dofinans owaniem.  \nZałącznik nr  5 - Wzór sprawozdania merytoryczno -finansowego.  \n \n\n"}