{"content": "#  Wydział Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/nauka/laboratoria\nCrawled: 2025-03-19 21:32:40\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Laboratoria \n\n Infrastruktura badawcza Wydziału Inżynierii Materiałowej i Ceramiki AGH\n\nKatedra Biomateriałów i Kompozytów\n\nKatedra Chemii Analitycznej i Biochemii\n\nKatedra Ceramiki i Materiałów Ogniotrwałych\n\nKatedra Chemii Krzemianów i Związków Wielkocząsteczkowych\n\nKatedra Fizykochemii i Modelowania Procesów\n\nKatedra Technologii Materiałów Budowlanych\n\nKatedra Chemii Nieorganicznej\n\nKatedra Technologii Szkła i Powłok Amorficznych\n\n Pracownia analizy termicznej \n\nLokalizacja:\n\nPaw. A-3, pok. 06\n\nMożliwości badawcze i pomiarowe:\n\nLaboratorium wykonuje badania efektów cieplnych przemian fazowych i reakcji chemicznych, badania wpływu temperatury na stabilność termiczną materiałów i kinetykę degradacji, badania wpływu temperatury na właściwości mechaniczne materiałów pod obciążeniem dynamicznym;\n\nWyposażenie:\n\nAnalizator termograwimetryczny TGA (zakres pomiarowy od 25°C do 1000°C, atmosfera: azot lub powietrze);\n\nDynamiczny analizator mechaniczny DMA (zakres pomiarowy od -100°C do 500°C);\n\nRóżnicowy kalorymetr skaningowy z modulacją temperatury DSC (zakres pomiarowy od -90°C do 450°C).\n\n Pracownia badań właściwości mechanicznych \n\nLokalizacja:\n\nPaw. A-3, pok. 09\n\nMożliwości badawcze i pomiarowe:\n\nLaboratorium zajmuje się badaniem właściwości mechanicznych (zginanie, rozciąganie, ściskanie), badaniem udarności oraz wykonuje badania zmęczeniowe.\n\n Pracownia technologii kompozytów \n\nLokalizacja:\n\nPaw. A-3, pok 0,12\n\nMożliwości badawcze i pomiarowe:\n\nPracownia technologii kompozytów jest wykorzystywana do wytwarzania i przetwórstwa materiałów kompozytowych i nanokompozytowych bazujących głównie na osnowach polimerowych z różnymi dodatkami tj. węglowymi, ceramicznymi, metalicznymi oraz komponentami pochodzenia naturalnego.\n\nWyposażenie:\n\n- wytłaczarka ślimakowa (Zamak Mercator, typ EXP - 16, moc 5,7 kW),\n\n- wtryskarka laboratoryjna tłokowa (Zamak Mercator, typ IMV - 15 Direct, moc 5 kW),\n\n - mini wytłaczarka jednoślimakowa do filamentu do druku 3D (Filabot).\n\n Pracownia badań powierzchni \n\nLokalizacja:\n\nPaw. A-3, pok 202b\n\nMożliwości badawcze i wyposażenie:\n\nW laboratorium wykonuje się badania topografii materiałów za pomocą mikroskopu sił atomowych Explorer w obszarach od 1 µm x 1 µm do 100 µm x 100 µm; badania poglądowe powierzchni materiałów za pomocą mikroskopu stereoskopowego StereoDiscovery V8 w powiększeniach d0 150x i mikroskopu cyfrowego VHX-900F (dwa obiektywy o różnych zakresach powiększeń: 20x-200x oraz 500x-5000x; oraz oprogramowanie do pomiaru chropowatości i pomiarów 3D w czasie rzeczywistym).\n\n Pracownia badań biologicznych \n\nLokalizacja:\n\nPaw. A-3, pok. 202c\n\nMożliwości badawcze i pomiarowe:\n\nBadanie właściwości biologicznych materiałów oraz praca w warunkach sterylnych\n\nWyposażenie:\n\n- duża komora laminarna,\n\n- wirówka laboratoryjna\n\n- inkubator\n\n- bioreaktor do hodowli komórkowych w warunkach przepływu.\n\n Pracownia badań materiałów \n\nLokalizacja:\n\nPaw. A-3, pok. 202d\n\nMożliwości badawcze i pomiarowe:\n\nBadanie właściwości reologicznych (w układzie płytka-płytka), tribologicznych (w różnych geometriach) za pomocą modułowego reometru kompaktowego oraz badanie zwilżalności i energii powierzchniowej, a także topografii powierzchni.\n\n Pracownia specjalistycznych badań ultradźwiękowych \n\nLokalizacja:\n\nPaw. A-3, pok. 226, 517, 518\n\nMożliwości badawcze i pomiarowe:\n\nLaboratorium specjalizuje się w badaniach NDT – ultradźwiękowych. Możliwość wyznaczania stałych materiałowych (moduł Younga, moduł ścinania, współczynnik Poissona) materiałów izotropowych i anizotropowych; określania niejednorodności, anizotropii materiałów porowatych i gęstych; wykrywanie wad i ich lokalizacja; kontrola procesów technologicznych.\n\n Pracownia technologii biomateriałów \n\nLokalizacja:\n\nPaw. A-3, pok.227\n\nMożliwości badawcze i pomiarowe:\n\nW pracowni wykonuje się osadzanie elektroforetyczne (EPD) oraz za pośrednictwem Deep coatingu\n\n Pracownia badań komórkowych \n\nLokalizacja:\n\nPaw. A-3, pok. 504a,b\n\nMożliwości badawcze i pomiarowe:\n\nBadania właściwości biologicznych materiałów w kontakcie z komórkami ssaczymi: ocena adhezji, proliferacji i różnicowania komórek za pomocą metod mikroskopowych, spektroskopowych, fluoroscencyjnych, real- time PCR i cytometru przepływowego.\n\n Pracownia naukowo-dydaktyczna \n\nLokalizacja:\n\nPaw. A-3, pok.505\n\nMożliwości badawcze i pomiarowe:\n\nProjektowanie i wytwarzanie biomateriałów z wykorzystaniem metod emulsyfikacji, suszenia sublimacyjnego, przyrostowych i urządzeń mikroprzepływowych. Badanie rozkładu wielkości mikrocząstek w stanie suchym za pomocą dyfrakcji laserowej.\n\n Pracownia badań właściwości materiałów węglowych i kompozytów \n\nLokalizacja:\n\nPaw. A-3, pok.506\n\nMożliwości badawcze i pomiarowe:\n\nPracownia wykorzystywana jest głównie do otrzymywania materiałów węglowych, kompozytowych, nano- i bio-materiałów oraz badania ich właściwości termicznych, strukturalnych i fizykochemicznych.\n\nWyposażenie:\n\n- spektrometr FTIR (Bruker Tensor 27) do pomiaru w trybie transmisji, ATR, odbicia lustrzanego (SPEC) bądź DRIFT (możliwość podania próbek w postaci folii, proszków, warstw, ciał stałych)\n\n- analizator termiczny TG/DSC (Netzsch STA 449 F3 Jupiter) z analizatorem gazów FTIR TGA-IR (Bruker) - możliwość pomiaru lotnych produktów rozkładu termicznego, w czasie rzeczywistym.\n\n- ultrawirówka (Sigma 3-30KS) - umożliwia odwirowywanie mikro i nanomateriałów z rozpuszczalników organicznych i nieorganicznych, w warunkach kontrolowanej temperatury (-20 do 40°C)\n\n- piec muflowy do 1000°C (Nobertherm L9/11/B 180) - możliwość zaprogramowania wieloetapowego wygrzewania próbek w zadanych temperaturach.\n\n- suszarka próżniowa (Vacucell 55) - możliwość zaprogramowania wieloetapowego wygrzewania próbek w zadanych temperaturach.\n\n- chemoodporna membranowa pompa próżniowa (MPC-3012),\n\n- precyzyjne wagi laboratoryjne,\n\n- elektryczne mieszadło magnetyczne wyposażone w funkcję grzania z precyzyjną kontrolą temperatury (Arex-6 digital Velp scientifica wraz cyfrowym termoregulatorem VTF), wyposażone w aluminiowe nasadki do równomiernego grzania kolb okrągłodennych. Zakres grzania/chłodzenia: 10 - 300°C, precyzja kontroli temperatury: 0.5°C, możliwość zaprogramowania cykli grzania i chłodzenia w czasie do 25h.\n\n- tensjometr do pomiaru napięcia powierzchniowego i międzyfazowego, CMC, kąta zwilżania ciał stałych, włókien i proszków, a także gęstości cieczy i ciał stałych, oceny sedymentacji i odporności na penetrację osadów (KRUSS K100),\n\n- prasa ręczna do sporządzania pastylek,\n\n- biodrukarka BioX Cellink, wyposażona w trzy głowice pneumatyczne z funkcją grzania do 65°C, jedną głowicę pneumatyczną z funkcją chłodzenia i grzania (zakres 4 - 65°C) i jedną głowicę do drukowania termoplastów z granulatu. Drukarka umożliwia drukowanie technikami ekstruzji, z wykorzystaniem termoplastów, termoutwardzalnych, chemoutwardzalnych bądź fotoutwardzalnych materiałów. Ciśnienie robocze 0-200 kPa (wewnętrzny kompresor) lub 0-700 kPa (zewnętrzny kompresor). Wyposażona w filtr HEPA or diody UV do sieciowania, o długościach fali: 365, 405, 485, 520 nm. Możliwość umieszczenia w komorze laminarnej i drukowania w warunkach sterylnych. Możliwy druk gotowych konstruktów tkankowych - hydrożeli z dodatkiem komórek ludzkich bądź zwierzęcych.\n\n Pracownia przetwórstwa tworzyw i kompozytów \n\nLokalizacja:\n\nPaw. H-B6 / 03\n\nMożliwości badawcze i pomiarowe:\n\nTwardość Brinella, wtryskiwanie termoplastów i kompozytów na ich bazie.\n\n Pracownia technologiczna materiałów węglowych i kompozytowych \n\nLokalizacja:\n\nPaw. H-B6 / BR 06C\n\nMożliwości badawcze i pomiarowe:\n\nPracownia wykorzystywana jest głównie w celach: otrzymywania materiałów węglowych i kompozytowych, wysokotemperaturowej obróbki termicznej materiałów oraz ich badań elektrycznych, elektrochemicznych i mechanicznych. Ponadto przeprowadzane są liczne eksperymenty często wykraczające poza skalę laboratoryjną.\n\nWyposażenie:\n\n- piece rurowe z kontrolwaną atmosfery i muflowe konstrukcji własnej pozwalające na obróbkę temperaturowej do 1000°C,\n\n- piec rurowy wysokotemperaturowy (do 2000°C) z kontrolowaną atmosferą konstrukcji własnej,\n\n- suszarki i komory grzewcze,\n\n- autoklaw z olejowym płaszczem grzewczym do 280°C konstrukcji własnej typu LA500,\n\n- układ do badania przewodności elektrycznej metodą 4-punktową firmy Ossila,\n\n- stacja elektrochemiczna do badań elektrochemicznych firmy Ossila,\n\n- urządzenie do powlekania warstw typu deep coater firmy Ossila,\n\n- urządzenie do badania temperatury mięknienia i kroplenia firmy Mettler,\n\n- laboratoryjny ubijak Fischera firmy Multiserw,\n\n- laboratoryjny młynek Pulverisette 16 firmy Fritsch,\n\n- wysokoeneregetyczny (intensywny) mikser laboratoryjny RV02E firmy Eirich,\n\n- uniwersalna maszyna wytrzymałościowa Tira-Test 2300,\n\n- prasa hydrauliczna T.10 z naciskiem do 10 ton firmy Werther,\n\n- reaktor do otrzymywania nanomateriałów węglowych metodą chemicznego osadzania z fazy gazowej (CVD) konstrukcji własnej,\n\n- laboratoryjny reaktor CVD z bezpośrednim grzaniem wiązki włókien węglowych do depozycji węgla pirolitycznego model CFPCC-1100 firmy Fine Instruments,\n\n- aerograf z kompresorem do otrzymywania cienkich warstw.\n\n Laboratorium technologii sensorów potencjometrycznych \n\nLokalizacja:\n\nPaw. A-3, IV p. pok. 414, 412\n\nMożliwości badawcze i pomiarowe:\n\nLaboratorium zajmuje się szeroko rozumianą technologią sensorów potencjometrycznych, w tym projektowaniem, wykonaniem i walidacja czujników.\n\n Laboratorium badań spektrofotometrycznych \n\nLokalizacja:\n\nPaw. A-3, IV p. pok. 413\n\nMożliwości badawcze i pomiarowe:\n\nPracownia wykonuje analizę instrumentalną tj. ilościową, jakościową i specjacyjną technikami spektrofluorymetrii i spektrofotometrii\n\n Laboratorium analizy chromatograficznej \n\nLokalizacja:\n\nPaw. A-3, IV p. pok. 419a\n\nMożliwości badawcze i pomiarowe:\n\nAnaliza ilościowa i jakościowa techniką HPLC (głównie WWA) oraz elektrochemiczna (techniki woltamperometryczne)\n\n Pracownia elektroanalizy \n\nLokalizacja:\n\nPaw. A-3, IV p. pok. 419b\n\nMożliwości badawcze i pomiarowe:\n\nPracownia specjalizuje się w opracowywaniu nowych - wysokoczułych metod oznaczania analitów organicznych i nieorganicznych metodami woltamperometrycznymi. Projektowanie nowych woltamperometrycznych czujników opartych o nanomateriały węglowe, tlenki metali przejściowych i polimery przewodzące.\n\n Laboratorium elektrochemii i elektroanalizy \n\nLokalizacja:\n\nPaw. A-3, IV p. pok. 407\n\nMożliwości badawcze i pomiarowe:\n\nProjektowanie aparatury dla elektrochemii i elektroanalizy chemicznej. Budowanie urządzeń pomiarowych oraz sensorów elektrochemicznych. Przygotowanie próbek do elektroanalizy. Walidacja metod elekroanalitycznych.\n\n Laboratorium elektrochemii \n\nLokalizacja:\n\nPaw. A-3, V p. pok. 509\n\nMożliwości badawcze i pomiarowe:\n\nPrzygotowanie próbek do elektroanalizy. Analiza woltamperometryczna próbek z elektrochemicznie aktywnym analitem. Inkludowanie pod próżnią małych elementów w żywicach chemoutwardzalnych\n\n Laboratorium elektrochemii i fizykochemii ciała stałego \n\nLokalizacja:\n\nPaw. A-3, IV p. pok. 422, Vp. 513\n\nMożliwości badawcze i pomiarowe:\n\nPomiar gęstości ciał stałych, wyznaczanie porowatości otwartej Preparatyka materiałów o założonym składzie chemicznym i morfologii metodami: reakcja w fazie stałej, współstrącanie, hydrotermalna, cytrynianowa itp. Badania chemisorpcji, reakcji utleniania i redukcji metodami termoprogramowalnymi (TPRD). Pomiary elektryczne metodami: EIS, stałoprądową, w funkcji temperatury, składu atmosfery gazowej oraz czasu relaksacji.\n\n Laboratorium projektowania i oprogramowania aparatury pomiarowej oraz chemometrii \n\nLokalizacja:\n\nPaw. A-3, IV p. pok. 423\n\nMożliwości badawcze i pomiarowe:\n\nOpracowywanie dla chemii analitycznej nowych algorytmów przetwarzania sygnałów, nowatorskich strategii modelowania deterministycznego i niedeterministycznego oraz uczenia maszynowego. Projektowanie i implementacja oprogramowania elektroanalitycznych systemów pomiarowych\n\n Laboratorium analizy śladowej \n\nLokalizacja:\n\nPaw. A-3, IV p. pok. 416a\n\nMożliwości badawcze i pomiarowe:\n\nAnaliza biomedyczna, ASA, analiza próbek biologicznych, organicznych, próbki środowiskowe, kultury in vitro\n\n Laboratorium wysokorozdzielczej spektrometrii mas \n\nLokalizacja:\n\nPaw. B-4, IV p. pok. 233\n\nMożliwości badawcze i pomiarowe:\n\nAnalizy MS, MS/MS oraz quantitative MS. Analityka biochemiczna, medyczna, proteomiczna dla potrzeb jednostek naukowych, badawczych oraz komercyjnych.\n\nWyposażenie:\n\nDostępne trzy spektrometry masowe: dwa pułapkowe oraz jeden wysokorozdzielczy typu Orbitrap\n\n Laboratorium hodowli komórek \n\nLokalizacja:\n\nPaw. B-4, IV p. pok. 131\n\nMożliwości badawcze i pomiarowe:\n\nLaboratorium specjalizuje się w hodowli typowych linii komórkowych, hodowli pierwotnych, możliwość realizacji wybranych zagadnień badawczych na wstępnie ustalonych lub dostępnych modelach komórkowych.\n\nWyposażenie\n\nKompletny system do prowadzenia typowych hodowli:\n\n- dwuosobowa komora laminarna typu Biohazard,\n\n-inkubator CO2,\n\n-autoklaw,\n\n-systemy przechowywania komórek w ciekłym azocie,\n\n- mikroskop odwrócony\n\n Laboratorium przygotowania próbek biologicznych \n\nLokalizacja:\n\nPaw. B-4, IV p. pok. 234\n\nMożliwości badawcze i pomiarowe:\n\nWszelkie odmiany sample preparation w zakresie próbek białkowych i peptydowych. Wstępne oczyszczanie (np. SPE, cut-off, dializa, inne), homogenizacja, trawienie enzymatyczne dla potrzeb identyfikacji białek, badań proteomicznych, znakowanie dla potrzeb analityki ilościowej (iTRAQ, TMT, inne) oraz zbliżone tematy wstępnego przygotowania próbek biologicznych.\n\n Laboratorium elektroforezy i blottingu \n\nLokalizacja:\n\nPaw. B-4, IV p. pok. 234\n\nMożliwości badawcze i pomiarowe:\n\nElektroforeza 1D z detekcją przez barwienie CBB, fluorescencyjne (Alexa, inne). Technika Western Blotting, zależnie od dostępności przeciwciał.\n\n Laboratorium chromatograficzne \n\nLokalizacja:\n\nPaw. B-4, pok. 232-233\n\nMożliwości badawcze i pomiarowe:\n\nWszelkie odmiany chromatograficznego rozdzielania próbek (RP, NP, GPC, Ion-exchange, affinity, inne) z detekcją UV-VIS, fluo, nanoUV-VIS, MS, HR-MS, w tym SIM, MRM, inne.\n\n Laboratorium PCR \n\n Wydziałowe Laboratorium Badań Termofizycznych \n\nLokalizacja:\n\nPaw. B-6, przyziemie, pok. 01\n\nMożliwości badawcze i pomiarowe:\n\nW pracowni przeprowadza się analizę termiczną na urządzeniu STA 449 F3 Jupiter firmy Netzsch z nośnikami próbek TG, DTA-TG, DSC-TG. DMA 242 E Artemis firmy Netzsch. Możliwość pomiaru ciepła właściwego, dyfuzyjności cieplnej, przewodności cieplnej, skurczu spiekania, liniowej rozszerzalności cieplnej, zmian gęstości materiałów w funkcji temperatury, przeprowadzenia dynamicznej analizy mechanicznej w celu określenia właściwości lepkosprężystych materiałów w funkcji czasu i temperatury.\n\nWyposażenie:\n\n-Dylatometr DIL 402C firmy Netzsch\n\n-LFA 427 firmy Netzsch\n\n-STA 449 F3 Jupiter firmy Netzsch z nośnikami próbek TG, DTA-TG, DSC-TG\n\n Wydziałowe Laboratorium Mikroskopii Skaningowej i Mikroanalizy \n\nLokalizacja:\n\nPaw. B-6, przyziemie, pok. 05\n\nMożliwości badawcze i pomiarowe:\n\nWizualizacja mikrostruktury, również w kontraście orientacyjnym, mapowanie pierwiastków (EDS), pomiary właściwości optycznych i struktury elektronowej (CL), pomiary struktury w skali komórki elementarnej (EBSD) oraz obrazowanie w trybie ECCI (electron channelling contrast imaging), mikroobróbka (FIB), analizy składu chemicznego powierzchni i cienkich warstw z użyciem modułu spektroskopu masowego jonów wtórnych (TOF-SIMS). Wizualizacja mikrostruktury w trybie wysokorozdzielczym w niskiej próżni za pomocą techniki imersji w polu magnetycznym (detektor Helix) - dla próbek \"niemagnetycznych\" (paramagnetyków, diamagnetyków).\n\n Katedralna pracownia badań dyfrakcyjnych \n\nLokalizacja:\n\nPaw. B-8, przyziemie, pok. -1,17\n\nMożliwości badawcze i pomiarowe:\n\nPracownia realizuje tematykę związaną z technologią węglikowej ceramiki technicznej\n\n Laboratorium Badań Termomechanicznych \n\nLokalizacja:\n\nMożliwości badawcze i pomiarowe:\n\nLaboratorium Badań Termomechanicznych wyposażone jest w urządzenia pozwalające na wykonywanie pomiarów podstawowych właściwości mechanicznych takich jak: moduł sprężystości, granica plastyczności, wytrzymałość, odporność na pękanie, odporność na pełzanie i wielu innych. Pomiary mogą być przeprowadzane w zakresie temperatury od 20 do 1500°C.\n\n Laboratorium laserowej obróbki materiałów ceramicznych \n\nLokalizacja:\n\nPaw. B-8, przyziemie, pok.-1.15\n\nMożliwości badawcze i pomiarowe:\n\nObróbka ubytkowa oraz modyfikacja powierzchniowa polikrystalicznych materiałów ceramicznych, modyfikacja powierzchni materiałów metalicznych, napawanie materiałów metalicznych i metaliczno-ceramicznych, synteza zaawansowanych materiałów ceramicznych, spiekanie. Spawanie i cięcie metali. Kształtowanie materiałów ceramicznych, metalicznych i ich kompozytów. Możliwość obróbki ubytkowej i przyrostowej materiałów ceramicznych, metalicznych i ich kompozytów, spawanie i cięcia materialów, przeprowadzania syntez, modyfikacji powierzchni materiałów.\n\nWyposażenie:\n\nHybrydowe urządzenie laserowe JK System 5000 wyposażone w lasery włókniste JK200FL oraz JK2000FL\n\ndziało do procesu napawania (claddingu),\n\nskaner laserowy,\n\nkomora do obróbki materiałów w atmosferze gazu ochronnego lub reakcyjnego,\n\ngłowice do procesu cięcia i spawania materiałów. Urządzenie posiada również podajnik proszków współpracujący z działem do procesu napawania materiałów. Dodatkowymi elementami aparatury są: wysokorozdzielcza kamera do monitorowania i nagrywania prowadzonego procesu, kamera termowizyjna oraz pirometr do rejestracji temperatury podczas obróbki laserowej.\n\n Wydziałowe Laboratorium Badań Mikrostrukturalnych \n\nLokalizacja:\n\nPaw. B-8, II piętro, pok. 2.11a\n\nMożliwości badawcze i pomiarowe:\n\nPomiary rozkładu wielkości cząstek (Dyfrakcja laserowa, DLS), pomiary gęstości rzeczywistej materiałów (piknometria helowa), pomiary gęstości pozornej materiałów (Geopyc), wyznaczanie powierzchni właściwej materiałów (metoda BET), wyznaczanie rozkładu wielkości porów (metoda BJH, porozymetria), wyznaczanie potencjału dzeta cząstek w zawiesinach (Zetasizer)\n\n Laboratorium preparatyki proszków specjalnych i żeli przeciwpożarowych \n\nLokalizacja:\n\nPaw. B-8, II piętro, pok. 2.21c\n\nMożliwości badawcze i pomiarowe:\n\nBadania ogniowe, w tym reakcja na ogień, odporność ogniowa, wielkość pęcznienia i palność. Preparatyka proszków, płynów i żeli ognioochronnych. Badania reologiczne proszków, płynów, zawiesin i past, w tym badania temperaturowe i kinetyczne, określanie parametrów lepko sprężystych. Pomiary termowizyjne. Badania pH i pomiary mikroskopowe. Badania w komorze klimatycznej i pomiary starzeniowe z wykorzystaniem lampy UV.\n\n Pracownia preparatyki zgładów \n\nLokalizacja:\n\nPaw. B-8, II piętro, pok. 2.10a\n\nMożliwości badawcze i pomiarowe:\n\nLaboratorium zajmuje się proszkowymi nośnikami leków dla terapii antynowotworowych. W tym miejscu przeprowadzana jest obróbka mechaniczna, mechano-chemiczna oraz w niektórych przypadkach chemiczna wytworzonych materiałów. Posiadane urządzenia pozwalają na przygotowywanie pożądanych kształtów, wymiarów oraz powierzchni materiałów do dalszych badań mikrostrukturalnych, składu fazowego, mechanicznych, elektrycznych, cieplnych,.. W laboratorium wykonywane jest również mechano-chemiczne oraz chemiczne trawienie wypolerowanych powierzchni tworzyw w celu ujawnienia elementów mikrostruktury tworzyw.\n\n Katedralne Laboratorium Materiałów Ogniotrwałych \n\nLokalizacja:\n\nPaw. B-8, pok. 2.10a\n\nMożliwości badawcze i pomiarowe:\n\nOznaczenie właściwości termomechanicznych (RUL, CIC) materiałów ogniotrwałych, badania ciepła hydratacji spoiw metodą kalorymetrii izotermicznej, wyznaczanie temperatur charakterystycznych w mikroskopie wysokotemperaturowym, analiza termiczna materiałów metodami DSC-TG-EGA(MS), rejestracja widm impedancyjnych przy użyciu Kamery Impedancyjnej, obliczenia termochemiczne FactSage, badania ultradźwiękowe materiałów, otrzymywanie materiałów metodą topienia w łuku plazmy, wysokotemperaturowa synteza materiałów w przepływie różnych gazów.\n\n Laboratorium reologiczne \n\nLokalizacja:\n\nMożliwości badawcze i pomiarowe:\n\nReologia mas ceramicznych, zawiesin uszczelniających wykorzystywanych w geotechnice i materiałów ognioochronnych. Określenie parametrów reologicznych, w tym lepkości czy też krzywych płynięcia w funkcji temperatury, szybkości ścinania, częstotliwości ścinania badanych materiałów; określenie kinetyki żelowania, utwardzania, polimeryzacji w funkcji temperatury, szybkości ścinania, częstotliwości ścinania badanych materiałów; określenie właściwości lepkosprężystych badanych materiałów; kontrolę jakości produktów wychodzących z linii produkcyjnych; określenie parametrów konstrukcyjnych urządzeń produkcyjnych; określenie typu przepływów płynów przez linie instalacyjne itp.\n\nWyposażenie:\n\n- reometr Anton Paar model MCR-301 wyposażony w wymienne układy stożek-płytka i płytka-płytka pracujące w trybie rotacyjnym, jak i oscylacyjnym (zaletą pomiaru jest mała ilość badanej próbki, do 10 ml, w zależności od układu), możliwość pomiarów w zakresie temperatury -20 °C do 190 °C; można w nim badać próbki o różnym stanie skupienia (jednorodne, homogeniczne), od cieczy po ciała stałe (w przypadku ciał stałych są to próbki elastycznych żeli lub proszków poddawanych topieniu w trakcie pomiaru);\n\n- reometr Brookfield R/S wyposażony w układ cylindrów współosiowych- pracuje w trybie rotacyjnym (ilość próbki max. do 50 ml, w zależności od lepkości); możliwość pomiarów w zakresie temperatury -20 °C do 180 °C; można w nim badać próbki płynne (od próbek o niewielkiej lepkości jak woda do zawiesin ceramicznych o dużej lepkości (niekoniecznie homogenicznych));\n\n- analizator proszków Brookfield PFT- wyposażony w pierścieniową komorę ścinającą; prędkość obrotowa 1-5 obr./godzinę; możliwość pomiarów w zakresie temperatury -20 °C do 120 °C; umożliwia badanie funkcji płynięcia, gęstości nasypowej i tarcia przyściennego.\n\n Laboratorium Bioceramiczne \n\nLokalizacja:\n\nPaw. B-8, II p. pok. 2.21a\n\nMożliwości badawcze i pomiarowe:\n\nSynteza i preparatyka biomateriałów na bazie fosforanów(V) wapnia, przeznaczonych do substytucji tkanki kostnej. Badania i optymalizacja właściwości fizykochemicznych bioceramicznych i kompozytowych preparatów implantacyjnych. Badanie składu fazowego materiałów (XRD), badanie mikrostruktury materiałów (SEM), badanie potencjału bioaktywnego biomateriałów, badanie stabilności chemicznej biomateriałów in vitro, badanie czasu wiązania cementów kostnych (aparat Gillmore'a), badanie wytrzymałości mechanicznej biomateriałów (uniwersalna maszyna wytrzymałościowa INSTRON).\n\n Pracownia Badań Strukturalnych w Podczerwieni \n\nLokalizacja:\n\nPaw. B-8, III piętro, pok. 312\n\nMożliwości badawcze i pomiarowe:\n\nPracownia zajmuje się badaniami strukturalnymi materiałów w podczerwieni (IR). Na wyposażeniu znajdują się cztery fourierowskie spektrometry (FTIR – fourier transform infrared) umożliwiające dokonywanie pomiarów w całym zakresie dalekiej (FIR), środkowej (MIR) oraz bliskiej (NIR) podczerwieni. W pracowni można wykonywać pomiary widm IR próbek w postaci stałej, ciekłej i gazowej w szerokim zakresie temperatur i różnymi technikami.\n\nPosiadany sprzęt umożliwia wykonywanie bardzo szybkich i całkowicie nieniszczących pomiarów ramnanowskich z dowolnie wybranego obszaru (ok. 1 μm) zarówno materiałów stałych jak i cieczy.\n\nWyposażenie:\n\n-spektrometr MIR i FIR: Bruker Vertex 70V (próżniowy) pracujący w zakresie 8000-370 i 700-30 cm-1;\n\n-spektrometr MIR: BIO-RAD FTS60MV (próżniowy) pracujący w zakresie 4000-400 cm-1;\n\n-spektrometr MIR, NIR: BIO-RAD FTS6000, pracujący w zakresie 8000-4000 i 4000-400 cm-1;\n\n-spektrometr MIR z mikroskopem: BIO-RAD FTS3000 Excalibur z przystawką mikroskopii IR pracujący w zakresie 4000-700 cm-1\n\n-wysokorozdzielczy achromatyczny refleksyjny spektrometr ramanowski LabRAM HR UV-Vis-NIR (200-1600 nm) z laserem 532 nm i mikroskopem optycznym Olympus BX-41\n\n-spektrometr ramanowski Witec Alpha 300M+ z laserami 488 nm oraz 633 nm i optyką Zeiss\n\n Pracownia Analiz Rentgenowskich \n\nLokalizacja:\n\nPaw. B-8, przyziemie, pok. −1.24.\n\nMożliwości badawcze i pomiarowe:\n\nPracownia analiz rentgenowskich ma na wyposażeniu dwa dyfraktometry rentgenowskie, na których realizowane są pomiary XRD, GID, XRR, SAXS i in., oraz spektrometr WDXRF.\n\nWyposażenie:\n\n-dyfraktometr rentgenowski X’Pert Pro firmy Philips (obecnie PANalytical) wraz z dodatkowym wyposażeniem\n\n-dyfraktometr rentgenowski Empyrean firmy PANalytical wraz z wyposażeniem\n\n-spektrometr WDXRF Axios mAX z lampą Rh o mocy 4kW firmy PANalytical\n\n Pracownia AFM \n\nLokalizacja:\n\nPaw. B-8, przyziemie, pok. -1.23\n\nMożliwości badawcze i pomiarowe:\n\nPracownia zaopatrzona w mikroskop sił atomowych umożliwia obrazowanie topografii powierzchni próbki z rozdzielczością nanometryczną, określenie właściwości powierzchni takich jak szorstkość, wielkość ziaren, układów czy agregatów, czy rozmiary porów.\n\nWyposażenie:\n\n-mikroskop sił atomowych (Atomic Force Microscope - AFM) MULTIMODE 8 firmy Bruker, zaliczany do rodziny mikroskopów z skanującą sondą (Scanning Probe Microscopy - SPM)\n\n Pracownia Badania Wysokotemperaturowego Utleniania Materiałów Żaroodpornych \n\nLokalizacja:\n\nPaw. A-3, pok. 8; bud. D-8 pok. 26\n\nMożliwości badawcze i pomiarowe:\n\nProjektowanie i optymalizacja materiałów żaroodpornych, badania wysokotemperaturowej korozji materiałów, badania wysokotemperaturowej korozji materiałów\n\n Pracownia Procesów Wysokotemperaturowych \n\nLokalizacja:\n\nPaw. A-3, parter, pok. 20\n\nMożliwości badawcze i pomiarowe:\n\nBadania kinetyki i mechanizmu korozji wysokotemperaturowej, projektowanie powłok ochronnych, Badania stężenia defektów punktowych oraz ich ruchliwości w tlenkach i siarczkach metali, badania żaroodporności stopów wysokoentropowych, badania struktury defektów tlenków wysokoentropowych\n\n Pracownia Otrzymywania Materiałów z Fazy Gazowej \n\nLokalizacja:\n\nPaw. A-3, parter, pok. 6, 10, 16\n\nMożliwości badawcze i pomiarowe:\n\nProjektowanie materiałów funkcjonalnych i powłok, modyfikacja powierzchni materiałów na drodze obróbki chemicznej i plazmochemiczne, otrzymywanie warstw i powłok metodami chemicznego (RF CVD i MW CVD) i fizycznego (MS PVD) osadzania z fazy gazowej, otrzymywanie powłok metodami dip-coating i spin-coating.\n\n Pracownia Cienkich Warstw \n\nLokalizacja:\n\nPaw. A-3, I piętro, pok. 116\n\nMożliwości badawcze i pomiarowe:\n\n Pracownia zajmuje się syntezą cienkich warstw ceramicznych metodami CVD i MOCVD, w tym otrzymywaniem nieporowatych i mało zróżnicowanych w grubości warstw ceramicznych, syntezą warstw amorficznych, nano- i mikrokrystalicznych na podłożach o różnych kształtach, w tym także złożonych, jak również otrzymywaniem warstw wieloskładnikowych dwu- oraz trzy składnikowych.\n\n Laboratorium Materiałów Wysokoentropowych \n\nLokalizacja:\n\nPaw. A-3, parter, pok. 10, bud. CE C6 pok.209\n\nMożliwości badawcze i pomiarowe:\n\nProjektowanie i synteza tlenkowych układów o wysokiej entropii, charakterystyka właściwości elektrycznych materiałów o strukturze jonowej – pomiary AC/DC/EIS w zakresie temperaturowym 25 – 1000°C, wyznaczanie współczynnika Seebecka, preparatyka układów warstwowych pod kątem charakterystyki właściwości w ogniwach typu SOFC, Preparatyka eksperymentów dyfuzyjnych w układach metalicznych, Modelowanie procesów transportu masy w układach metalicznych, Pomiary termograwimetryczne w kontekście korozji wysokotemperaturowej materiałów, Projektowanie i modelowanie termodynamiczne wieloskładnikowych układów metalicznych z wykorzystaniem oprogramowania Thermocalc (dostępna baza termodynamiczna: TC-HEA4.1)\n\n Pracownia Modelowania Procesów i Metod Odwrotnych \n\nLokalizacja:\n\nPaw. A-3, parter, pok. 9a, 14\n\nMożliwości badawcze i pomiarowe:\n\nModelowanie procesów transportu w materiałach o rzeczywistej mikrostrukturze w oparciu o badania tomografii komputerowej w geometrii trójwymiarowej; modelowanie i badania eksperymentalne dyfuzji wzajemnej, reakcyjnej i elektrodyfuzji w materiałach porowatych w geometrii 3D; transport energii, masy, pędu i ładunku w materiałach wieloskładnikowych i wielofazowych; nieniszczące metody diagnostyki korozji konstrukcji żelbetowych; zastosowanie metod odwrotnych do optymalizacji i wyznaczania parametrów układów: oporu polaryzacji, współczynników dyfuzji, parametrów kinetycznych, przepuszczalności materiałów porowatych, etc\n\n Pracownia Reaktywności Ciał Stałych \n\nLokalizacja:\n\nPaw. A-3, przyziemie, pok. 04\n\nMożliwości badawcze i pomiarowe:\n\nLaboratorium funkcjonuje w obszarze tematyki chemii ciała stałego, w tym korozji  elektrochemicznej i wysokotemperaturowej materiałów metalicznych i ceramicznych; zajmuje się także tematyką konwersji i magazynowania energii (elektrolity, interkonektory do stałotlenkowych ogniw paliwowych typu SOFC i elektrolizerów typu SOEC, ceramika wysokoentropowa); optoelektroniką (ceramika przezroczysta), elektroceramiką ferroelektryczną (lite i kompozytowe materiały ceramiczne), kriogenika (nadprzewodniki ceramiczne)\n\n Pracownia preparatyki i badań mikrostrukturalnych \n\nLokalizacja:\n\nPaw. A-3, pok. 013\n\nMożliwości badawcze i pomiarowe:\n\nPracownia zajmuje się badaniem procesu klinkieryzacji i hydratacji spoiw mineralnych\n\n Laboratorium badań wytrzymałościowych \n\nLokalizacja:\n\nPaw. A-3, pok. 014\n\nMożliwości badawcze i pomiarowe:\n\nGłównym zadaniem laboratorium  jest badanie kompozytów mineralnych\n\n Laboratorium badań cech fizycznych spoiw mineralnych \n\nLokalizacja:\n\nPaw. A-3, pok. 016a\n\nMożliwości badawcze i pomiarowe:\n\nW laboratorium określa się wpływ dodatków mineralnych i domieszek chemicznych na właściwości kompozytów mineralnych\n\n Pracownia badań cech fizycznych spoiw mineralnych \n\nLokalizacja:\n\nPaw. A-3, pok. 016b\n\nMożliwości badawcze i pomiarowe:\n\nObszarem prac podejmowanych w pracowni są spoiwa specjalne\n\n Laboratorium technologiczne ceramiki budowlanej II \n\nLokalizacja:\n\nPaw. A-3, pok. 021a\n\nMożliwości badawcze i pomiarowe:\n\nZastosowanie produktów ubocznych w technologii betonu i innych materiałów budowlanych, suszenie i rozdrabnianie surowców, przecinanie próbek\n\n Pracownia technologiczne ceramiki budowlanej \n\nLokalizacja:\n\nPaw. A-3, pok. 021\n\nMożliwości badawcze i pomiarowe:\n\nPrzygotowywanie mas ceramicznych, formowanie plastyczne kształtek laboratoryjnych w prasach ręcznych, formowanie plastyczne kształtek w laboratoryjnej prasie ślimakowej oraz hydraulicznej prasie tłokowej\n\n Laboratorium badań zaawansowanych materiałów budowlanych 1 \n\nLokalizacja:\n\nPaw. A-3,  I piętro, pok. 107\n\nMożliwości badawcze i pomiarowe:\n\nLaboratorium zajmuje się obszarem materiałów termoizolacyjnych i inteligentnych kompozytów cementowych (smart), wykonuje pomiary współczynnika przewodzenia ciepła materiałów termoizolacyjnych i konstrukcyjnych, pomiary właściwości elektrycznych kompozytów techniką DC i spektroskopii impedancyjnej, pomiary strumienia cieplnego metodą termowizji, statyczne i cykliczne badania właściwości mechanicznych kompozytów i materiałów porowatych\n\n Laboratorium badań zaawansowanych materiałów budowlanych 2 \n\nLokalizacja:\n\nPaw. A-3, I piętro, pok. 113\n\nMożliwości badawcze i pomiarowe:\n\nBadanie właściwości fotokatalitycznych materiałów budowlanych, w tym efektywności rozkładu NO i SO2 w funkcji natężenia promieniowania UV, wilgotności powietrza i szybkości przepływu powietrza; badanie spektroskopowe w zakresie UV-VIS, badanie napięcia powierzchniowego w funkcji temperatury metoda stalagmometryczną, również między niemieszającymi się cieczami; oznaczenie zawartości węgla organicznego w próbkach cieczy (TOC); badanie zawartości kationów metodą fotometryczną, badanie zwilżalności proszków metodą wzniosu kapilarnego (Washburna), badania zarysowania i odporności na pękanie cienkich warstw (scratch test), badania konduktometryczne i zawartości wybranych jonów w roztworach, oznaczenia chemiczne z wykorzystaniem programowanego titratora automatycznego, badania chromatograficzne z wykorzystaniem techniki HPLC, druk 3D z mas ceramicznych\n\n Laboratorium kalorymetrii spoiw \n\nLokalizacja:\n\nPaw. A-3, I piętro, pok. 119\n\nMożliwości badawcze i pomiarowe:\n\nPracownia podejmuje badania z zakresu tematyki materiałów budowlanych i roli jaką pełnią w gospodarce o cyklu zamkniętym\n\n Pracownia badań kinetyki hydratacji spoiw mineralnych \n\nLokalizacja:\n\nPaw. A-3, I piętro, pok. 121\n\nMożliwości badawcze i pomiarowe:\n\nOcena immobilizacji substancji szkodliwych (w tym metali ciężkich) w różnego rodzaju spoiwach i betonach\n\n Laboratorium analizy chemicznej materiałów budowlanych \n\nLokalizacja:\n\nPaw. A-3, I piętro, pok. 122-123\n\nMożliwości badawcze i pomiarowe:\n\nAnaliza wpływu domieszek chemicznych nowej generacji na proces hydratacji i twardnienia materiałów wiążących, betonów oraz reologię mieszanek ceramicznych, analiza składu chemicznego surowców\n\n Pracownia badań mikrostruktury materiałów budowlanych \n\nLokalizacja:\n\nPaw. A-3, I piętro, pok. 125\n\nMożliwości badawcze i pomiarowe:\n\nLaboratorium skupia się na projektowaniu nowych materiałów i rozwoju nowoczesnych technologii ich wytwarzania\n\n Laboratorium analiz instrumentalnych \n\nLokalizacja:\n\nPaw. A-3, I piętro, pok. 126\n\nMożliwości badawcze i pomiarowe:\n\nPracownia zajmuje się tematyką obniżania energochłonności procesów produkcyjnych\n\n Pracownia badań składu ziarnowego i powierzchni właściwej spoiw mineralnych \n\nLokalizacja:\n\nPaw. A-3, I piętro, pok. 128\n\nMożliwości badawcze i pomiarowe:\n\nLaboratorium realizuje tematykę zagospodarowania ubocznych produktów innych gałęzi przemysłu\n\n Laboratorium piecowe \n\nLokalizacja:\n\nPaw. A-3, I piętro, pok. 136\n\nMożliwości badawcze i pomiarowe:\n\nBadanie właściwości materiałów budowlanych\n\n Laboratorium badań hydratacji spoiw \n\nLokalizacja:\n\nPaw. A-3, III piętro, pok. 303\n\nMożliwości badawcze i pomiarowe:\n\nBadanie trwałości materiałów budowlanych w różnych warunkach korozyjnych\n\n Laboratorium technologiczne ceramiki budowlanej I \n\nLokalizacja:\n\nPaw. A-3, III piętro, pok. 304\n\nMożliwości badawcze i pomiarowe:\n\nCharakterystyka oraz badanie przydatności surowców do produkcji ceramiki budowlanej:\n\noznaczanie plastyczności surowców i mas ceramicznych za pomocą plastometru Netzscha; oznaczanie składu granulometrycznego surowców: zawartość frakcji < 0,63 mm oraz rozkład ziarnowy frakcji > 0,063 mm; badania właściwości wysuszonych i wypalonych kształtek ceramicznych (skurczliwość,nasiąkliwość, porowatość, gęstość); badanie mrozoodporności tworzyw ceramicznych; oznaczanie obecności szkodliwych składników mineralnych w surowcach i tworzywach ceramicznych\n\n Pracownia dylatometryczna \n\nLokalizacja:\n\nPaw. A-3, III piętro, pok. 306\n\nMożliwości badawcze i pomiarowe:\n\nOznaczanie współczynnika liniowej rozszerzalności cieplnej ciał stałych; zakres temperatur 20-1500ºC; określanie zmian rozszerzalności ciał stałych podczas zaprogramowanego podgrzewania, studzenia i przetrzymywania w określonej temperaturze; analiza termiczna STA (DTA-TG-DTG) z analizą wydzielanych gazów EGA (spektrometr MS) surowców i mas ceramicznych o małych i dużych naważkach ( do 30 g) w zakresie temperatur 20-1500 ºC; oznaczanie zawartości wilgoci w różnych materiałach\n\n Pracownia badań optycznych półprzewodników \n\nLokalizacja:\n\nPaw. B-6, antresola, pok. 118\n\nMożliwości badawcze i pomiarowe:\n\nPracownia umożliwia prowadzenie badań właściwości optycznych i struktury elektronowej materiałów półprzewodnikowych w oparciu o spektralne zależności reflektancji (R), transmitancji (T) i absorbancji (A) oraz pracę wyjścia elektronów. Metoda ta pozwala również na analizę właściwości optycznych ceramiki transparentnej, surowców mineralnych, tlenków wysokoentropowych i wielu innych materiałów.\n\n Pracownia Chemii Materiałów \n\nLokalizacja:\n\nPaw. B-6, I piętro, pok. 117\n\nMożliwości badawcze i pomiarowe:\n\nW pracowni realizowane są badania związane z otrzymywaniem oraz charakterystyką strukturalną i określeniem właściwości utleniająco-redukujących materiałów do zastosowań katalitycznych. Ponadto otrzymywane i badane (głównie pod względem właściwości elektrycznych) są materiały ceramiczne, metaliczne oraz kompozytowe. Prowadzone są również badania mechanizmu i kinetyki reakcji przebiegających w fazie stałej. Wykonywane są badania właściwości utleniających/redukujących materiałów (TPOx/TPR), badania właściwości elektrycznych materiałów, synteza materiałów ceramicznych, kompozytowych oraz nanomateriałów\n\n Laboratorium powłok funkcjonalnych \n\nLokalizacja:\n\nPaw. B-6, I piętro, pok. 121, B-8, przyziemie, pok. -1.15c\n\nMożliwości badawcze i pomiarowe:\n\nPrace badawcze realizowane w laboratorium obejmują wytwarzanie warstw ceramicznych, metalicznych i kompozytowych metodami fizycznymi i chemicznymi z fazy gazowej (PVD, CVD), metodami chemicznymi i elektrochemicznymi z roztworów, oraz materiałów i powłok na osnowie faz międzymetalicznych, a także charakterystykę ich właściwości użytkowych, takich jak np. właściwości elektryczne i cieplne. Realizujemy pomiary przewodnictwa elektrycznego, przewodnictwa cieplnego, współczynnika Seebecka materiałów i warstw; pomiary elektrochemiczne; badania odporności na korozję w roztworach elektrolitów; badania odporności na wysokotemperaturowe utlenianie i korozję z udziałem osadów mineralnych. Prowadzone są też badania podstawowe w zakresie kinetyki i mechanizmów dyfuzji reakcyjnej w układach heterogenicznych umożliwiające zrozumienie wpływu parametrów technologicznych na budowę, skład i właściwości nowych materiałów konstrukcyjnych i funkcjonalnych.\n\n Laboratorium Foto- i Elektrochemii Ciała Stałego \n\nLokalizacja:\n\nPaw. B-6, I piętro, pok. 118\n\nMożliwości badawcze i pomiarowe:\n\nPracownia realizuje zagadnienia związane z obszarami foto- i elektrochemii ciała stałego. Prace eksperymentalne dotyczą  materiałów nowej generacji dla foto-elektrochemii/fato-katalizy oraz bioczujników elektrochemicznych. Procesy stanowiące podstawę działania badanych układów to reakcje utleniania i redukcji, różniące się jednak ich „źródłem pochodzenia”.\n\n Laboratorium badania właściwości elektrycznych ciał stałych \n\nLokalizacja:\n\nPaw. B-6, antresola, pok. H113, pok. H114, B-6, I piętro pok. 122\n\nMożliwości badawcze i pomiarowe:\n\nSynteza i preparatyka materiałów oraz prototypowych urządzeń elektrochemicznych przy zastosowaniu wybranych metod (m.in. liofilizacja, metoda Doctor blade, metody wysokotemperaturowe, itd.). Badania w funkcji temperatury i składu atmosfery gazowej:\n\n- Pomiary właściwości elektrycznych DC oraz charakterystyk sensorowych\n\n- Pomiary techniką elektrochemicznej spektroskopii impedancyjnej EIS\n\n- Pomiary elektrochemiczne przy wykorzystaniu różnych technik (woltamperometria cykliczna, pomiary galwano- i potencjo- statyczne, itd.).\n\n Laboratorium badań dziedzictwa \n\nLokalizacja:\n\nPaw. B-6, III piętro pok. 309\n\nMożliwości badawcze i pomiarowe:\n\nGłównymi kierunkami badań laboratorium są:\n\n-badanie światłotrwałości dzieł sztuki i zabytków oraz innych materiałów nieniszczącą metodą mikrofedometrii;\n\n-dokumentacja i analiza obiektów techniką obrazowania multispektralnego: w odniesieniu do obiektów zabytkowych - uczytelnianie treści dokumentów uszkodzonych, z zakreśleniami, palimpsestów; dla dzieł plastycznych - różnicowanie warstw malarskich, uwidocznienie rysunku wstępnego;\n\n-obrazowanie powierzchni obiektów techniką wielomianowych map tekstury, w szczególności w zastosowaniu do obiektów dziedzictwa: monety, pieczęcie, olejne warstwy malarskie, drewno, tkanina - uwidocznienie tekstury/rysunku/splotu, odczytanie treści.\n\n Laboratorium Badań Termoelektrycznych \n\nLokalizacja:\n\nPaw. B-6, pok. 110, 11, 114\n\nMożliwości badawcze i pomiarowe:\n\nPrzedmiotem badań prowadzonych w laboratorium jest opracowanie nowych materiałów i urządzeń półprzewodnikowych w szczególności do zastosowań w energetyce odnawialnej. Opracowywane są nowe materiały międzymetaliczne, ceramiczne, polimerowe, kompozytowe jak i warstwy do różnych zastosowań takich jak: - konwersja ciepła na energię elektryczną (generatory termoelektryczne) - termoelektryczne pompy ciepła (moduły Peltiera) - sensory biomedyczne i chemiczne - czujniki temperatury i strumienia ciepła. Laboratorium realizuje pomiary przewodnictwa cieplnego, ciepła właściwego, przemian fazowych, przewodnictwa elektrycznego, współczynnika Seebecka, koncentracji nośników, efektu Halla, rozkładu powierzchniowego parametrów termoelektrycznych, pomiary rezystancji złącz, parametrów generatorów i modułów termoelektrycznych. W pracowni nanoszone są warstwy techniką magnetronową, wytwarzane powłoki metaliczne i ceramiczne techniką elektrochemiczną, wykonywane są syntezy materiałów półprzewodnikowych oraz formowanie materiałów metodą spiekania wspomaganego prądem (SPS)\n\n Laboratorium analizy termicznej \n\nLokalizacja:\n\nPaw. A-3, II piętro, pok. 211\n\nMożliwości badawcze i pomiarowe:\n\nLaboratorium oferuje możliwość wykonania analizy termicznej, termomechanicznej i mikroskopowej szkieł oraz pomiar zakresu temperatur krystalizacji szkieł (metoda pieca gradientowego w zakresie temperatur 400-1500°C), wykonuje badanie składu fazowego metodą rentgenowskiej analizy fazowej\n\n Laboratorium właściwości fizykochemicznych szkieł \n\nLokalizacja:\n\nPaw. A-3, III piętro, pok. 314 d\n\nMożliwości badawcze i pomiarowe:\n\nPracownia specjalizuje się w badaniu naprężeń w szkle\n\n Laboratorium analizy rentgenowskiej \n\nLokalizacja:\n\nPaw. A-3, II piętro, pok. 221\n\nMożliwości badawcze i pomiarowe:\n\nPracownia wykonuje analizę rentgenowską szkieł\n\n Laboratorium technologiczne \n\nLokalizacja:\n\nPaw. A-3, II piętro, pok. 219\n\nMożliwości badawcze i pomiarowe:\n\nPracownia wykonuje wytop szkieł, analizuje odprężanie, zajmuje się kinetyką krystalizacji szkieł\n\n Laboratorium chemiczne \n\nLokalizacja:\n\nPaw. A-3, II piętro, pok. 224\n\nMożliwości badawcze i pomiarowe:\n\nSyntezy chemiczne, badanie korozji indukowanej,badanie przepuszczalności szkieł\n\n Laboratorium wysokotemperaturowej syntezy szkieł \n\nLokalizacja:\n\nPaw. A-3, pok. 08\n\nMożliwości badawcze i pomiarowe:\n\nPracownia zajmuje się wysokotemperaturową syntezą szkie\n\n Laboratorium pomiarów właściwości optycznych szkieł i cienkich warstw \n\nLokalizacja:\n\nPaw. A-3, III piętro, pok. 314, 317\n\nMożliwości badawcze i pomiarowe:\n\nPrace laboratoryjne obejmują badania w podczerwieni, badanie transmisji UV-VIS-NIR szkieł, pomiar grubości cienkich warstw\n\n Laboratorium syntezy szkieł metodą sol - gel \n\nLokalizacja:\n\nPaw. A-3, V piętro,pok. 511\n\nMożliwości badawcze i pomiarowe:\n\nLaboratorium wykonuje pomiary lepkości, parametrów powierzchni szkieł w tym skład chemiczny, mikrostruktura, wykonuje syntezę szkieł metodą sol - gel\n\n Laboratorium mikroskopii wysokotemperaturowej \n\nLokalizacja:\n\nPaw. A-3, II piętro, pok. 213\n\nMożliwości badawcze i pomiarowe:\n\nW pracowni wykonywane są pomiary kąta zwilżalności, napięcia powierzchniowego, pomiary odporności chemicznej szkła na działanie wody\n\n Laboratorium powłok otrzymywanych techniką sol-gel \n\nLokalizacja:\n\nPaw. A-3, V piętro, pok. 514\n\nMożliwości badawcze i pomiarowe:\n\nNadrzędnym zadaniem laboratorium jest badanie powłok otrzymywanych metodą sol-gel\n\n Laboratorium obróbki termicznej \n\nLokalizacja:\n\nPaw. A-3, V piętro, pok. 512\n\nMożliwości badawcze i pomiarowe:\n\nPracownia zajmuje się obróbką termiczną szkieł, ich wytopem, piaskowaniem i matowieniem\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/nauka/laboratoria", "title": " Wydział Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "b7105be1f5644f13cefc23a84f899873", "word_count": 5058, "headings": [{"level": 1, "text": "Laboratoria"}, {"level": 2, "text": "Stopka"}]}}