{"content": "#  Kierunek Ceramika na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/kandydaci/studia-ii-stopnia/ceramika\nCrawled: 2025-03-19 21:33:06\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Ceramika \n\nStudia II stopnia na kierunku \nCeramika \npozwalają na pogłębienie wiedzy i zdobycie umiejętności w klasycznych i nowoczesnych technologiach oraz procesach produkcji ceramiki, szkła oraz wzornictwa przemysłowego. Umożliwiają rozwój kariery \nzarówno w przemyśle\n, jak \ni w branży artystycznej\n. Absolwenci zyskują \nkonkurencyjność na rynku pracy\n i możliwość prowadzenia własnej działalności w obszarze ceramiki.\n\nW ramach ścieżki dyplomowania “Wzornictwo ceramiki i szkła” studenci wybierają dwa z trzech przedmiotów specjalistycznych: „Nowe technologie w szkle”, „Nowe technologie szkliw dekoracyjnych” lub „Nowe technologie w ceramice”.\n\nStudent na drugim semestrze studiów może wybierać z szerokiego wachlarza przedmiotów prowadzonych w języku polskim. Na trzecim semestrze studiów dołączają do tego przedmioty prowadzone w języku angielskim. Taki układ programu studiów pozwala na \ngromadzenie specjalistycznej wiedzy i umiejętności zgodnie ze swoimi zainteresowaniami.\n\nPo ukończonych studiach:\n\nMożesz projektować cyfrowo wyroby ceramiczne oraz ich właściwości fizykochemiczne,\n\nMożesz być technologiem świadomym procesów zachodzących w materiale,\n\nMożesz połączyć kompetencje technologa i projektanta,\n\nMożesz \nrozwinąć swój ceramiczny biznes \nbez konieczności udziału w specjalistycznych szkoleniach.\n\nAbsolwenci kierunku\n Ceramika\n mogą znaleźć zatrudnienie jako inżynierowie nadzoru i eksperci materiałowi, technolodzy w branżach związanych z \nceramiką specjalną\n jak i \nszlachetną\n. Mogą działać również jako \nspecjaliści z zakresu projektowania, modelowania, wytwarzania i badania materiałów\n związanych z przemysłem ceramicznym i szklarskim, ponieważ rozumieją jak przebiega produkcja szerokiej gamy wyborów ceramicznych. Każdy, kto ma zacięcie artystyczne może  prowadzić \nswoją działalność gospodarczą.\n\nKierunek Ceramika jest odpowiedzią na zapotrzebowanie przemysłu. Wydział ma zapewnienie współpracy w procesie dydaktycznym (realizowane poprzez udostępnianie materiałów do przeprowadzenia ćwiczeń praktycznych czy możliwość odbycia praktyk) z następującymi przedsiębiorstwami:\n\nZakład Ceramika Artystyczna Spółdzielnia Rękodzieła Artystycznego w Bolesławcu,\n\nCeramika „Manufaktura” w Bolesławcu,\n\nZakład Porcelany „Ćmielów\",\n\nZakład Porcelany \"Chodzież\",\n\nCeramika Tubądzin,\n\nCeramika Paradyż,\n\nGrupa Końskie,\n\nOpoczno,\n\nGeberit,\n\nCersanit,\n\nZakład Ceramiki Elektrotechnicznej ZAPEL S.A. w Boguchwale.\n\nWydział współpracuje również z firmami zagranicznymi, mającymi przedstawicielstwa w Polsce:\n\nSACMI Polska,\n\nColorobbia Polska Sp. z o.o.,\n\nTorrecid Group Poland\n\nSystem Ceramics Poland.\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/kandydaci/studia-ii-stopnia/ceramika", "title": " Kierunek Ceramika na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "2d40f72d1524778ba69a328c75ad2ee6", "word_count": 363, "headings": [{"level": 1, "text": "Ceramika"}, {"level": 2, "text": "Stopka"}]}}