{"content": "# Elektronika i Telekomunikacja liderem Rankingu Kierunków Technicznych | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/elektronika-i-telekomunikacja-liderem-rankingu-kierunkow-technicznych/\nCrawled: 2025-03-19 21:30:39\n\nElektronika i Telekomunikacja liderem Rankingu Kierunków Technicznych\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\nElektronika i Telekomunikacja\n liderem \nRankingu Kierunków Studiów Technicznych 2024\n Perspektywy 2024.\nOkolicznościowy dyplom i gratulacje odebrał 26.06 w Warszawie Dziekan Wydziału \nprof. dr hab. inż. Sławomir Gruszczyński\n.\nTo dla nas bardzo budujące wyróżnienie i motywuje do dalszej ciężkiej pracy. Dziękujemy wszystkim, którzy przyczynili się do tego sukcesu!\nJak podkreśla \ndr inż. Jacek Kołodziej\n Prodziekan ds. Kształcenia dla kierunków Elektronika; Elektronika i Telekomunikacja; Electronics and Telecommunications „Prawdziwa wiedza to znajomość przyczyn jak mawiał Arystoteles – jej codziennie odkrywanie na zajęciach ze Studentkami i Studentami WIEiT naprawdę daje prawdziwą frajdę, a kiedy praca jest pasją można osiągnąć niemożliwe. To że dziś jesteśmy „numer jeden”, to efekt konsekwentnej i, co tu ukrywać, ciężkiej pracy całej społeczności WIEiT: Nauczycieli, Pracowników administracyjnych, Członków Rady Społecznej, a przede wszystkim Studentek i Studentów. Kształcenie na EiT, ale także na innych naszych kierunkach, z uwagi na dynamikę branży ICT, w tym rozwój AI wymaga ciągłych zmian, dlatego cieszę się, że ten wysiłek nas Wszystkich został zauważony i doceniony.”\nSzeroko rozumiane \nkompetencje cyfrowe\n czy \nkompetencje projektowe i kreatywne\n to 2 z 4 obszarów tematycznych kompetencji inżyniera przyszłości wskazane w \nraporcie infuture.institute dla AGH 2024\n.\nOferta \nedukacyjna \nWIEiT w tym kierunek \nElektronika i Telekomunikacja \nzdecydowanie\n\nwpisuje się w te potrzeby.\nStudenci\n są jednym z naszych \nnajcenniejszych zasobów\n. To ludzie bardzo zaangażowani w studia, w swoją pracę, podejmują wiele inicjatyw w tym działalność w kołach naukowych. Biorą udział we wszystkich kluczowych projektach AGH, które zdobywają międzynarodowe nagrody – od konstrukcji silników w motocyklach po łaziki marsjańskie.\nTo jakże cenne doświadczenie sprawia, że większość naszych studentów podejmuje pracę jeszcze na studiach (także I stopnia) i w 100% przypadków jest to praca zgodna lub częściowo zgodna z kierunkiem kształcenia.\nIch wiedza i zaangażowanie sprawia, że\n są cenionymi specjalistami\n na rynku pracy. Dając możliwość kontynuacji studiów na II stopniu dokładamy starań i jednocześnie szczycimy się faktem, że \nmagister inżynier WIET-u potrafi wymyślać i budować nowe rozwiązania\n, a nie tylko odtwarzać pewną rzeczywistość.\nPrzypominamy, że do 15 lipca 2024 \ntrwa rekrutacja na studia I pierwszego stopnia\n na AGH. Wszystkim \nkandydatom\n na oferowane przez nas kierunki życzymy powodzenia w rekrutacji i dołączenia do grona osób twórczych, zdolnych do projektowania i tworzenia czegoś nowego. \nDołącz do grona architektów przyszłości!\n\nProf. Sławomir Gruszczyński Dziekan WIET odbiera pamiątkowy dyplom z rąk Krzysztofa Gawkowskiego Ministra Cyfryzacji.\nPrzedstawiciele Uczelni podczas pamiątkowego zdjęcia na gali finałowej Rankingu Perspektyw\nPrzedstawiciele Uczelni podczas pamiątkowego zdjęcia na gali finałowej Rankingu Perspektyw\n\nW tegorocznym Rankingu AGH utrzymała \n4. pozycję\n w zestawieniu ogólnym oraz \n2.\n w typie uczelni technicznych.\nW Rankingu Kierunków Studiów poza \nElektroniką i Telekomunikacją\n 1. Miejsce zdobyły:\nFizyka techniczna (Wydział Fizyki i Informatyki Stosowanej),\nGórnictwo i geologia (Wydziały: Inżynierii Lądowej i Gospodarki Zasobami; Wiertnictwa, Nafty i Gazu; Geologii, Geofizyki i Ochrony Środowiska),\nInżynieria biomedyczna (Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej),\nMechatronika (Wydział Inżynierii Mechanicznej i Robotyki).\nGratulujemy!\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania", "metadata": {"url": "https://iet.agh.edu.pl/elektronika-i-telekomunikacja-liderem-rankingu-kierunkow-technicznych/", "title": "Elektronika i Telekomunikacja liderem Rankingu Kierunków Technicznych | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "fcbefef87b1678a1bece4598f3e14119", "word_count": 501, "headings": [{"level": 1, "text": "Elektronika i Telekomunikacja liderem Rankingu Kierunków Technicznych"}]}}