{"content": "#  Historia i tradycja -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/o-agh/historia-i-tradycja\nCrawled: 2025-03-19 21:07:03\n\nSkip to content ↓\n\n Historia i tradycja \n\nStarania o utworzenie w Krakowie uczelni górniczej oraz powołanie kadry naukowej rozpoczęły się w drugiej połowie XIX w. i nasiliły wraz z uzyskaniem przez Galicję autonomii w 1860 r. Powstało wówczas wiele projektów, w których rozpatrywano m.in. utworzenie samodzielnej akademii górniczej bądź wydziału górniczego przy politechnice we Lwowie lub przy Instytucie Technicznym w Krakowie.\n\nNa początku XX w. grupa inżynierów i działaczy górniczych – pod przewodnictwem inż. Jana Zarańskiego, posła do austriackiej Rady Państwa – podjęła na nowo zabiegi zmierzające do powołania w Krakowie wyższej uczelni kształcącej w języku polskim kadrę dla górnictwa. Prowadzono także intensywne działania dyplomatyczne w Wiedniu, aby uzyskać przychylność rządu austriackiego.\n\nStarania te zostały uwieńczone powodzeniem – 10 lipca 1912 r. władze Krakowa otrzymały informację o decyzji rządu ze zgodą na założenie w mieście akademii górniczej.\n\nNotatka z konferencji u prezydenta miasta Krakowa Juliusza Lea. \n\nŹródło: Archiwum Narodowe w Krakowie.\n\nW kwietniu 1913 r. Ministerstwo Robót Publicznych w Wiedniu, któremu podlegały sprawy górnictwa, powołało Komitet Organizacyjny Akademii Górniczej w Krakowie.\n\nPrzewodniczącym komitetu został prof. Józef Morozewicz. Funkcję wiceprzewodniczącego objął Jan Zarański, który był także konsultantem ministerstwa do spraw nowej uczelni. 31 maja 1913 r. cesarz Franciszek Józef I podpisał dokument zatwierdzający utworzenie wyższej szkoły górniczej w Krakowie.\n\nW tym samym roku zorganizowano konkurs na projekt gmachu akademii, który wygrał Sławomir Odrzywolski, przy współpracy z Adamem Ballenstedtem. Jesienią 1913 r. mianowano pierwszego profesora uczelni – Jana Zarańskiego.\n\nWybuch I wojny światowej uniemożliwił otwarcie uczelni i zainaugurowanie w niej w październiku 1914 r. pierwszego roku akademickiego.\n\nW notatce z konferencji u prezydenta miasta Krakowa Juliusza Lea widnieje dopisek dotyczący Akademii Górniczej. Urzędnik magistratu, prawdopodobnie porządkując dokumenty, dopisał w rogu kartki na jednym z dokumentów: „Wskutek wybuchu wojny nie otwarto akademii górniczej, cała sprawa odroczona do spokojnych czasów, 21 marca 1915 r.”.\n\nPo odzyskaniu przez Polskę niepodległości w 1918 r. Komitet Organizacyjny Akademii Górniczej wznowił prace.\n\n8 kwietnia 1919 r. Rada Ministrów podjęła uchwałę w sprawie założenia i uruchomienia Akademii Górniczej w Krakowie.\n\nNa wniosek Komitetu Organizacyjnego AG Naczelnik Państwa Józef Piłsudski mianował z dniem 1 maja 1919 r. sześciu profesorów: Władysława Gąsiorowskiego, Antoniego Hoborskiego, Kazimierza Klinga, Stefana Kreutza, Stanisława Płużańskiego i Jana Stocka.\n\nRektorem został mianowany prof. Stanisław Płużański, ale nie podjął obowiązków rektorskich ani profesorskich, gdyż w tym czasie pełnił funkcje doradcy w Głównym Urzędzie Zakupów dla Armii i z tego powodu otrzymał urlop od 1 lipca 1919 do końca września 1920 r.\n\nPo uruchomieniu pierwszego roku studiów w krakowskiej Akademii Górniczej cały ciężar prac i obowiązków organizacyjnych wzięli na siebie profesorowie Józef Morozewicz i Antoni Hoborski, który został pierwszym dziekanem Wydziału Górniczego, pierwszym urzędującym rektorem (1920–1922) i kierownikiem Zakładu Matematyki (1919–1939). 20 października 1919 r. Naczelnik Państwa Józef Piłsudski dokonał uroczystego otwarcia Akademii Górniczej w auli Uniwersytetu Jagiellońskiego.\n\nStudenci Akademii Górniczej brali czynny udział w wojnie polsko-bolszewickiej w 1920 r. Wydarzenia te opisał prof. Antoni Hoborski: „cała nasza młodzież poddała się ochotniczemu poborowi wojskowemu, na którym byłem obecny; potem dnia 19 lipca 1920 r. wyjechała do swych obozów (tylko 6 uznano za niezdolnych do służby)”.\n\nZgodnie z ustawą o szkołach akademickich z 1920 r. Akademia Górnicza należała do tzw. państwowych szkół akademickich (mających określone prawa i przywileje, np. nadawania stopni naukowych).\n\nAkademia borykała się z trudnościami lokalowymi. W pierwszym roku funkcjonowania uczelni wykłady odbywały się w budynkach Uniwersytetu Jagiellońskiego. Ministerstwo w lipcu 1920 r. przyznało uczelni wymagający remontu budynek przy ul. Krzemionki 11, w którym z czasem urządzono sale wykładowe i laboratoria, a także mieszkania dla profesorów i studentów. Prowizoryczne pomieszczenia znajdowały się w budynku szkolnym przy ul. Loretańskiej 18 uzyskanym od miasta w 1912 r., a wynajmowane w Państwowej Szkole Przemysłowej przy al. Mickiewicza 7, w szkole powszechnej przy ul. Smoleńsk 7 oraz budynku klasztoru ss. Augustianek przy ul. Skałecznej.\n\nWznowiono prace nad budową gmachu. Przedwojenny projekt Sławomira Odrzywolskiego stanowił punkt wyjścia, a jako współprojektanta wybrano Wacława Krzyżanowskiego, który opracował elewacje oraz wnętrza.\n\n15 czerwca 1923 r. odbyła się uroczystość położenia kamienia węgielnego pod budowę gmachu Akademii.\n\nReportaż z wizyty prezydenta Wojciechowskiego w Krakowie – wmurowanie aktu erekcyjnego pod budowę Akademii Górniczej\n\nOd września 1929 r. do marca 1930 r. sukcesywnie wprowadzano do gmachu uczelni katedry oraz administrację uczelni, a w 1935 r. dokonano uroczystego poświęcenia budynku. Budowla swój ostateczny kształt uzyskała niedługo przed wybuchem wojny. Gmach Akademii Górniczej stanowi przykład nurtu akademickiego klasycyzmu modnego w latach 20. XX wieku w Polsce. Dekorację frontonu uzupełniły pomniki górników i hutników. Figury wykonane w 1935 r. były dziełem rzeźbiarza Jana Raszki. 24 sierpnia 1939 r. na szczycie budynku umieszczono figurę św. Barbary, którą wykonał Stefan Zbigniewicz\n\nUczelnia szybko osiągnęła wysoki poziom kształcenia, wchodząc do grona najlepszych europejskich szkół górniczych. Ponadto ściśle współpracowała, w miarę sił i środków, z przemysłem, zachowując łączność z gospodarką kraju.\n\nW okresie międzywojennym na dwóch wydziałach – Wydziale Górniczym i Wydziale Hutniczym – Akademia wykształciła 792 inżynierów, spośród których wielu zajmowało wysokie stanowiska w polskim przemyśle oraz szkolnictwie wyższym.\n\nNajazd Niemiec na Polskę we wrześniu 1939 r. przerwał działalność uczelni. 6 września Kraków zajęły wojska niemieckie. Rozpoczęła się grabież mienia uczelni i przygotowywanie gmachu Akademii Górniczej na siedzibę tzw. rządu Generalnego Gubernatorstwa (niem. Regierung des Generalgouvernements, GG). W 1940 r. rzeźba św. Barbary została zrzucona z dachu budynku głównego i rozbita.\n\n6 listopada 1939 r. zwołano ogólne zebranie profesorów UJ w celu poinformowania zebranych o poglądach niemieckich władz na sprawy nauki i szkolnictwa. W dniu tym o godz. 12.00 w sali nr 66 Collegium Novum zebrali się licznie profesorowie i wykładowcy. Budynek został otoczony przez gestapo, a zebrani aresztowani. Wśród aresztowanych znaleźli się również profesorowie Akademii Górniczej, którzy w tym czasie brali udział w zebraniu własnym, odbywającym się w sali posiedzeń Wydziału Filozoficznego UJ. Uwięziono 183 osoby spośród profesorów, docentów i asystentów Uniwersytetu Jagiellońskiego i Akademii Górniczej oraz wiele osób spoza Uniwersytetu.\n Aresztowanych zatrzymano w więzieniu przy ul. Montelupich w Krakowie. Następnie przeniesiono ich do koszar przy ul. Mazowieckiej, a potem przewieziono do więzienia we Wrocławiu i w końcu do obozu koncentracyjnego w Sachsenhausen.\n\nWśród aresztowanych w tzw. „Sonderaktion Krakau” znaleźli się profesorowie: Zygmunt Sariusz-Bielski, Witold Budryk, Edmund Chromiński, Stefan Czarnocki, Iwan Feszczenko-Czopiwski, Roman Dawidowski, Stanisław Gołąb, Antoni Hoborski, Stanisław Jaskólski, Mieczysław Jeżewski, Aleksander Krupkowski, Adam Ludkiewicz, Izydor Stella-Sawicki, Wilhelm Staronka, Jan Studniarski, Władysław Takliński, Feliks Zalewski, docenci: Andrzej Bolewski, Mikołaj Czyżewski, Edward Windakiewicz, wykładowca Antoni Meyer, starszy asystent Julian Kamecki.\n\nPo kilku dniach zwolniono profesora Iwana Feszczenko-Czopiwskiego i docenta Mikołaja Czyżewskiego, którzy byli obywatelami ukraińskimi. Ze względu na podeszły wiek zwolniony został także docent Edward Windakiewicz (miał wtedy 81 lat).\n\nW obozie koncentracyjnym utracili życie:\n\nprof. Antoni Hoborski – pierwszy rektor Akademii Górniczej w latach 1920–1922,\n\nprof. Władysław Takliński – rektor Akademii Górniczej w latach 1933–1939,\n\ndr inż. Antoni Meyer, kierownik Katedry Prawoznawstwa Wydziału Górniczego AG w latach 1932–1939.\n\n9 lutego 1940 r. zwolniono starszych profesorów, a w obozie pozostali: Andrzej Bolewski, Stanisław Gołąb i Julian Kamecki. Przewieziono ich do obozu koncentracyjnego w Dachau i dopiero w ostatnim kwartale 1940 r. zwolniono. Zwolnienie profesorów AG było możliwe na skutek szerokiej akcji protestacyjnej prowadzonej przez środowiska naukowców całego świata.\n\nAkademia Górnicza w obozach koncentracyjnych Sachsenhausen i Dachau (wspomnienia prof. Andrzeja Bolewskiego) \n\nKarta poczty obozowej KL Sachsenhausen adresowana do Marii Bolewskiej, nadana przez Andrzeja Bolewskiego 29 grudnia 1939 r. Fot. Muzeum Krakowa \n\nWśród ofiar zamordowanych przez NKWD na terenie Związku Radzieckiego w okresie kwiecień–maj 1940 r. znalazło się trzech pracowników Akademii Górniczej:\n\ndr inż. Zygmunt Mitera – adiunkt Wydziału Górniczego (zamordowany w tzw. obozie charkowskim),\n\ninż. Tadeusz Ramza – starszy asystent Wydziału Górniczego (zamordowany strzałem w tył głowy podczas likwidacji obozu jenieckiego polskich oficerów w Starobielsku),\n\ninż. Augustyn Jelonek – adiunkt Wydziału Hutniczego (zamordowany strzałem w tył głowy podczas likwidacji obozu jenieckiego polskich oficerów w Starobielsku).\n\nPod niemieckim przymusem, ale za wiedzą i zgodą rządu polskiego w Londynie i władz podziemnych w Polsce, w 1943 r. do Katynia udało się kilkunastu Polaków, w tym m.in. pisarz Ferdynand Goetel (sekretarz Akademii Górniczej w latach 1920–1925, brat prof. Walerego Goetla). Komisje potwierdziły, że zbrodnia na polskich oficerach jest dziełem Sowietów. Po wojnie Ferdynand Goetel był dla Sowietów jednym z najbardziej niewygodnych świadków zbrodni katyńskiej.\n\nDzięki ofiarności pracowników Akademii Górniczej udało się uratować księgozbiór Biblioteki Głównej i zdeponować go w Bibliotece Jagiellońskiej. Działalność Akademii zeszła do konspiracyjnego podziemia, a władze rektorskie starały się odzyskać lub stworzyć prowizoryczną bazę lokalową i materiałową.\n\nZa zgodą okupanta we wrześniu 1940 r. w budynku na Krzemionkach (Podgórze) będącym w dyspozycji AG uruchomiono średnią Państwową Szkołę Górniczo-Hutniczo-Mierniczą (Staatliche Fachschule für Berg- Hütten- und Vermessungswesen) z polskim językiem wykładowym. Dyrektorem szkoły został prof. Walery Goetel, a nauczycielami profesorowie zamkniętej AG. Profesorowie i asystenci zaangażowali się również w tajne nauczanie, prowadząc wykłady i ćwiczenia dla studentów AG. W toku tajnego nauczania przeprowadzono 278 egzaminów kursowych i 16 przewodów dyplomowych.\n\nInauguracja pierwszego roku akademickiego po II wojnie światowej odbyła się 16 kwietnia 1945 r.\n\nNa przełomie lipca i sierpnia 1945 r. prof. Andrzej Bolewski wraz z prof. Walerym Goetlem i prof. Stanisławem Leszczyckim (UJ) znaleźli się w grupie ekspertów towarzyszących delegacji rządowej na konferencję w Poczdamie. Brali oni udział w negocjacjach Wielkiej Trójki w sprawie wytyczenia zachodniej granicy Polski.\n W 1947 r. podjęto wewnętrzną uchwałę, by zmienić nazwę uczelni na Akademia Górniczo-Hutnicza. Formalne zatwierdzenie tej uchwały przez władze nadrzędne nastąpiło w 1949 r.\n\nZ inicjatywy rektora prof. Walerego Goetla, który wypromował dalekosiężny plan rozwoju uczelni, przystąpiono do jej rozbudowy. Plan ten był realizowany w kolejnych dekadach.\n\nW okresie PRL profil prac naukowych i dydaktyki uczelni został dostosowany do potrzeb rozwoju przemysłu, a sama uczelnia rozwijała się szybciej niż jakakolwiek inna szkoła wyższa.\n\nW wydarzeniach marcowych, które w Krakowie rozpoczęły się 11 marca 1968 r. (trzy dni po słynnym wiecu w Warszawie), brali udział głównie studenci UJ i AGH, a ośrodek dowodzenia ruchu mieścił się w akademiku UJ „Żaczek” oraz zamieszkanym przez studentów AGH akademiku przy Reymonta 17.\n\nW 1969 r. patronem Akademii został Stanisław Staszic. Uczelnia otrzymała wówczas swój sztandar.\n\nW 1979 r. podjęto decyzję o odtworzeniu rzeźb górników i hutników. Odlewy w brązie wykonano w na podstawie nowych projektów rzeźbiarzy: Bogusza Salwińskiego – grupa rzeźb górników i Jana Sieka – grupa rzeźb hutników.\n\nW dniach 14–16 grudnia 1981 r. ponad 400 pracowników AGH sprzeciwiło się wprowadzeniu stanu wojennego, organizując strajk okupacyjny. Miejscem strajku był budynek C-4. NSZZ „Solidarność” AGH był jedyną w Krakowie i jedną z trzech organizacji uczelnianych w kraju, które zorganizowały strajki okupacyjne w pierwszych dniach stanu wojennego.\n\nOd lat 90. XX w. uczelnia rozbudowuje kierunki studiów, które wyznaczają postęp technologiczny, takie jak m.in. automatyka i robotyka, informatyka, elektronika i telekomunikacja, inżynieria biomedyczna, mechatronika.\n\nW roku akademickim 2006/2007 wdrożono nowy System Identyfikacji Wizualnej. Wprowadzono m.in. nowy znak identyfikujący AGH.\n\nWejście AGH w XXI w. wiąże się z intensywną rozbudową uczelni. Od tego czasu kampus wzbogacił się o kilkanaście nowych budynków, a wiele dotychczasowych obiektów zostało zmodernizowanych.\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/o-agh/historia-i-tradycja", "title": " Historia i tradycja -- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "cd510651a7019617b8e3ea79639dbb21", "word_count": 1855, "headings": [{"level": 1, "text": "Historia i tradycja"}, {"level": 2, "text": "Stopka"}]}}