{"content": "# Legal arrangements – Welcome Point\n\nURL: https://wtp.agh.edu.pl/category/legal-arrangements/\nCrawled: 2025-03-19 21:23:42\n\nLegal arrangements\n\nWork regulations at the AGH University\n\nThe work regulations at AGH University can be found here.\nRead more..\n\nAfter you arrive – checklist\n\nHere you can find a list of the most important arrangements you should take care of right after you arrive in Poland. Click here to download.\nRead more..\n\nLegalisation of stay\n\nYou may need a visa to enter Poland. It can be either a Schengen visa or a national visa, issued specifically for staying in Poland. If you stay for a longer period of time, you should apply for residence permit as well.\nRead more..\n\nRegistration at the Voivodeship Office\n\nEU citizens or EEA: If you stay longer than 3 months you are required to register in the Voivodeship Office of the region (voivodeship) where you are staying. In the case of Kraków, it is a Lesser Poland Voivodeship Office (Małopolski Urząd Wojewódzki).\nRead more..\n\nRegistration at the Municipality Office\n\nWhat is a municipality/district office? In addition to having a visa and other permits, it is mandatory for all the visitors, but also for Polish nationals to register their stay in a municipality of your city/town. Required documents are listed below:\nRead more..\n\nPESEL – personal identification number\n\nPESEL number is a unique personal identification number that every Polish citizen must have. It is required for example to open a bank account, submit your annual tax declaration, or makes it easier to use medical services. It starts with your date of birth.\nRead more..\n\nAccommodation\n\nIn terms of location the AGH University of Krakow is centralized and all faculties’ buildings are situated within 40ha in a district called Krowodrza. The AGH University Student Campus is only a 15-minute walk from the Main Building to Krakow Main Square. If you rent a flat near the Campus, you will be able to…\nRead more..\n\nBank account\n\nWhat documents do I need to open a bank account in Poland? If you have an address of residence in Poland, opening a bank account is very easy – in some cases banks will allow you to open one without visiting a branch, using video identification or even sending you the final documents to sign…\nRead more..", "metadata": {"url": "https://wtp.agh.edu.pl/category/legal-arrangements/", "title": "Legal arrangements – Welcome Point", "depth": 3, "duplicate": false, "content_hash": "062917c0c142bff50763f557514a5a41", "word_count": 366, "headings": [{"level": 1, "text": "Legal arrangements"}, {"level": 2, "text": "Work regulations at the AGH University"}, {"level": 2, "text": "After you arrive – checklist"}, {"level": 2, "text": "Legalisation of stay"}, {"level": 2, "text": "Registration at the Voivodeship Office"}, {"level": 2, "text": "Registration at the Municipality Office"}, {"level": 2, "text": "PESEL – personal identification number"}, {"level": 2, "text": "Accommodation"}, {"level": 2, "text": "Bank account"}]}}