{"content": "#  Equality Statement -- AGH UST \n\nURL: https://agh.edu.pl/en/university/equality-statement\nCrawled: 2025-03-19 21:07:32\n\nSkip to content ↓\n\n Equality Statement \n\nThe AGH University introduced the Gender Equality Plan (GEP) for 2022–2024. The main objective of the document was to develop institutional solutions, which would constitute support for people studying and working at the AGH University.\n\n‘\nWe want our university to be a place of equal opportunities, free from prejudice and discrimination, ensuring safety for people working and studying here, a place where regard for another human being, equal treatment, and respect for diversity are important values\n,‘ reads the introduction to the document.\n\nThe Gender Equality Plan for the AGH University implies the following goals:\n\nIncreasing awareness of the significance of equal treatment and expanding knowledge of the causes, effects, and manifestations of unequal treatment with respect to gender.\n\nSupporting equal access to academic careers, admission processes – especially in fields where gender can be a discriminative factor.\n\nSupporting work-life balance.\n\nIncreasing diversity, including gender balance in decision-making bodies and processes.\n\nProviding conditions for education and work according to rules and regulations related to safety and counteracting sexism and sexual harassment.\n\nThe above goals, as well as the actions taken to implement them, have been developed on the basis of an earlier analysis and diagnosis. They take into account the needs and expectations expressed by the employees and students surveyed.\n The most important conclusions include:\n\nThe survey form related to the GEP for the AGH University was submitted by 2,001 people in total, including 52% men and nearly 48% women, nonbinary people constituted 0.3% of the group.\n\nEvery other participant occupied a research/didactic position (51%), the second largest group of people were administrative/technical employees (36%).\n\nAmong students, the distribution of responses was: 55% men, 43% women, and 1% nonbinary people; 1% of participants did not reveal their gender.\n\nThe largest groups in term of faculties: Mechanical Engineering and Robotics (16%), Electrical Engineering, Automatics, Computer Science, and Biomedical Engineering (14%), and Computer Science, Electronics, and Telecommunications (12%).\n\nWomen and men within the AGH University:\n\nIn 2021, among 2,180 people holding didactic/research positions at the AGH University (academic teachers), 30.5% were women and 69.5% were men.\n\nWomen occupy 65% of administrative offices, men – 34%.\n\nIn 2020, in first-cycle full-time studies, women constituted 35% of total number of students. In 2020, in second-cycle full-time studies, women constituted 41% of total number of students.\n\nThe smallest number of female students enrols to computer science programmes at the most popular faculties: the Faculty of Electrical Engineering, Automatics, Computer Science and Biomedical Engineering (24%), the Faculty of Computer Science, Electronics and Telecommunications (13%), and the Faculty of Mechanical Engineering and Robotics (14%).\n\nAlmost equal ratio of women to men manifests at the Faculty of Non-Ferrous Metals.\n\nChairperson of the Team for Gender Equality Plan, Professor Katarzyna Leszczyńska from the Faculty of Humanities emphasises:\n\n‘\nThe gender diversification at the AGH University does occur in various areas. It manifests itself not only in the employee and student structures but is also visible in the course of academic careers, decision-making bodies, or work-life balance experiences. The Plan implies long-term actions which will support equal treatment at our university. The goals and actions taken to implement them, have been developed on the basis of an earlier analysis and diagnosis performed by the Team. They take into account the needs and expectations expressed by the employees and students in surveys\n.‘\n\nThe document was developed by the Team for Gender Equality Plan, operating by the Faculty of Humanities, comprising members who deal with the issues of diversity and equality, as well as people from other AGH University units. The Plan was consulted with the President of AGH University Student Government’s Proxy for Equality.\n\nStopka\n\nWelcome to AGH University\n\nAGH University Strategy\n\nExcellence Initiative – Research University\n\nUNIVERSEH\n\nResearch offer\n\nBusiness offer\n\nCentre for International Affairs\n\nWelcome Point\n\nFaculties\n\nMain Library\n\nAGH University Student Campus\n\nCareers Centre\n\nContact\n\nMap of the AGH University Campus\n\nAGH University e-Shop\n\nEmployee Search\n\nHRS4R\n\nEquality statement\n\nPersonal data protection\n\nMake a donation\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/university/equality-statement", "title": " Equality Statement -- AGH UST ", "depth": 2, "duplicate": false, "content_hash": "671cd617271c0aa0ebb61e55f7ee2bce", "word_count": 666, "headings": [{"level": 1, "text": "Equality Statement"}, {"level": 2, "text": "Stopka"}]}}