{"content": "#  O projekcie -- S4S – Nauka dla społeczeństwa \n\nURL: https://s4s.agh.edu.pl/o-projekcie\nCrawled: 2025-03-19 22:39:35\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n O projekcie \n\nCelem projektu jest stworzenie Zintegrowanego Systemu Informatycznego współpracy Nauka dla Społeczeństwa \"Science4Society\" służącego do komunikacji pomiędzy partnerami przemysłowymi, jednostkami naukowymi, instytutami badawczymi, administracją samorządową oraz instytucjami zainteresowanymi innowacjami.\n\nGwałtowny postęp w badaniach naukowych oraz dynamiczny rozwój produkcji przemysłowej w wielu dziedzinach powoduje konieczność nadążania za zmianami zarówno w sferze nauki jak i przemysłu. Szczególne znaczenie ma to w nowych gałęziach. Wiedza na temat zmian w obu obszarach tj. w nauce i przemyśle jest lepiej lub gorzej dostępna, jednakże jej źródła są rozproszone i uzyskanie pełnego obrazu wymaga czasami długotrwałych poszukiwań.\n\nZadaniem budowanej platformy będzie ułatwienie poszukiwań partnerów do realizacji wspólnych działań. Dla przedstawicieli przemysłu będą to dane dotyczące możliwości wykonania potrzebnych badań i pomiarów w specjalistycznych laboratoriach znajdujących się w jednostkach naukowych, łatwe odnalezienie opracowanych technologii, patentów czy wzorów użytkowych, znalezienie wysokiej klasy specjalistów poszukiwanych w celu nawiązania współpracy czy też realizacji wspólnych projektów oraz dostęp do absolwentów wyższych uczelni o poszukiwanych kwalifikacjach. Przedstawicielom instytucji naukowych platforma ułatwi odnalezienie partnerów poszukujących nowych technologii czy innowacji w prowadzonej przez nich działalności gospodarczej oraz umożliwi zaprezentowanie posiadanych możliwości badawczych (zespołów badawczych, laboratoriów, posiadanej aparatury, usług badawczych i opracowanych technologii). Powszechny i łatwy dostęp do tych danych ułatwi też przygotowanie konsorcjów naukowych i naukowo-przemysłowych do wspólnie opracowywanych projektów badawczych i wdrożeniowych w perspektywie Horyzont Europa. Dodatkowo tworzona baza ułatwi przedstawicielom przemysłu dotarcie do młodej kadry inżynierskiej, wykształconej w nowopowstających kierunkach podążających za zmianami na rynku pracy.\n\nPodmioty gospodarcze,\n\nUczelnie wyższe,\n\nSieć Badawcza Łukasiewicz,\n\nInstytucje otoczenia biznesu,\n\nCentra Transferu Technologii,\n\nParki technologiczne,\n\nStrefy ekonomiczne,\n\nKlastry,\n\nAdministracja państwowa i samorządowa,\n\nOtoczenie społeczne.\n\nWykorzystanie tego typu narzędzi pozytywnie wpłynie na poprawę efektywności współpracy nauki z przemysłem oraz wspieranie procesów innowacyjności. Platforma dialogu \"Science4Society\" przyczyni się do upowszechnienia wiedzy na temat współpracy między nauką, innowacyjnością, zrównoważonym rozwojem i gospodarką. Wykorzystanie potencjału polskich uczelni wyższych na potrzeby przemysłu wpłynie na szybszy rozwój technologii, lepszy transfer wiedzy, doświadczeń oraz przygotowanie kapitału ludzkiego na potrzeby inwestycji w polskim przemyśle.\n\nOprócz wiedzy na temat konkretnych rozwiązań technicznych gotowych do zastosowania w działalności gospodarczej niezwykle istotnym jest zapoznanie społeczeństwa z naturą proponowanych rozwiązań. Wymaga to zaznajomienia społeczeństwa ze sposobem działania innowacyjnych urządzeń, ale również pożytku z ich powszechnego zastosowania. Aby osiągnąć powyższy cel zostaną zastosowane różne kanały komunikacji społecznej ze specjalistami z różnych obszarów wiedzy.\n\nPlatforma informatyczna \"Science4Society\" zrealizowana w ramach tego projektu zostanie zaprezentowana i udostępniona zarówno do powszechnego użytku jak i dla beneficjentów instytucjonalnych. Platforma posiada co najmniej dwie zalety wyróżniającą ją spośród istniejących baz uczelnianych realizowanych przez Centra Transferu Technologii. Pierwszą z nich jest ogólnokrajowy zasięg zbieranych. Drugą zaletą jest dedykowany moduł informacyjno-usługowy do realizacji i zarządzania usługami badawczymi.\n\nWytworzenie i rozpropagowanie platformy \"Science4Society\" przyniesie różnorodne efekty zarówno w obszarze współpracy instytucjonalnej jak i w podniesieniu świadomości i akceptacji społecznej dla innowacji technicznych. W obszarze współpracy instytucjonalnej strona gospodarcza, tj. przedsiębiorcy i administracja samorządowa uzyska szeroki dostęp do bieżących dokonań w obszarze nauki w większości finansowanych ze środków społecznych (NCBR, PARP, MEiN).\n\nZ drugiej strony instytucje badawcze zarówno instytuty jak i uczelnie zdobędą szeroką wiedzę na temat bieżących potrzeb jednostek gospodarczych co pozwoli przynajmniej częściowo na profilowanie zakresu prowadzonych prac badawczych.\n\nUruchomienie platformy oraz środków komunikacji użytych w projekcie stworzy szersze możliwości prezentacji wyników dla twórców innowacji oraz przedstawienie potrzeb technologicznych w nowo rozwijających się gałęziach przemysłu czy w gałęziach poszukujących modernizacji dla wszystkich grup beneficjentów zainteresowanych tą tematyką.\n\npoprawa efektywności współpracy nauki z otoczeniem gospodarczym,\n\nwspieranie procesów innowacyjności oraz komercjalizacji wyników badań naukowych i prac rozwojowych, a także know-how związanego z tymi wynikami, w tym promowanie dobrych praktyk w zakresie innowacji,\n\nupowszechnianie wiedzy na temat związków między nauką, innowacyjnością i gospodarką,\n\nstworzenie szerszych możliwości prezentacji wytworzonych innowacji (nauka) jak i potrzeb innowacyjnych w zakładach przemysłowych\n\nWyżej wymienione cele szczegółowe zostaną zrealizowane przez wykonanie poniższych działań.\n\nProjekt finansowany ze środków budżetu państwa w ramach programu Ministra Edukacji\n i Nauki pod nazwą „Nauka dla Społeczeństwa” nr projektu NdS/529018/2021/2021 kwota dofinansowania 1 926 652,50\n całkowita wartość projektu 1 926 652,50.\n\nStopka\n\nBack", "metadata": {"url": "https://s4s.agh.edu.pl/o-projekcie", "title": " O projekcie -- S4S – Nauka dla społeczeństwa ", "depth": 3, "duplicate": false, "content_hash": "ad8357dc845483487f6faa10f54f8b63", "word_count": 659, "headings": [{"level": 1, "text": "O projekcie"}, {"level": 2, "text": "Stopka"}]}}