{"content": "#  Social Media & Content Marketing -- Studia podyplomowe \n\nURL: https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/social-media\nCrawled: 2025-03-19 21:16:27\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Social Media & Content Marketing \n\nCelem studiów podyplomowych z marketingu internetowego Social Media & Content Marketing jest wykształcenie profesjonalistów w dziedzinie marketingu w mediach cyfrowych – osób, które będą obejmować takie stanowiska jak:\n\nsocial media manager lub social media specialist,\n\npaid media specialist,\n\ncontent designer,\n\nspecjalista digital marketingu,\n\ncommunity manager,\n\ngrowth marketing manager,\n\nstrateg marketingowy wyspecjalizowany w komunikacji w digitalu,\n\nkreatywny pracownik działu marketingu lub agencji (reklamowych, interaktywnych, PR, social media).\n\nStudia pozwalają uczestnikom zdobyć wiedzę oraz praktyczne umiejętności z zakresu marketingu internetowego (digital marketing), ze szczególnym naciskiem na social media marketing, content marketing oraz strategię komunikacji.\n\nDzięki solidnemu przygotowaniu absolwentki i absolwenci kierunku:\n\nsprawnie poruszają się w obszarze mediów cyfrowych,\n\nznają i rozumieją trendy marketingowe,\n\nplanują skuteczną komunikację marek,\n\ntworzą wartościowy content – teksty, video i grafiki,\n\nznają podstawy zarządzania projektami,\n\nobserwują i skutecznie moderują dyskusję w sieci,\n\nplanują i realizują płatne kampanie w mediach społecznościowych,\n\nefektywnie promują w nich marki, firmy, instytucje oraz własną osobę.\n\n Dlaczego warto? \n\nJako uczestnik lub uczestniczka kierunku Social Media & Content Marketing:\n\nzdobędziesz praktyczną, aktualną wiedzę – program studiów jest co edycję aktualizowany i dostosowywany do najnowszych trendów w branży oraz potrzeb współczesnego rynku pracy,\n\npoznasz szerokie spektrum tematów, którym poświęcone zostały studia: marketing internetowy, reklama, a w szczególności social media i content marketing,\n\nweźmiesz udział w zajęciach prowadzonych przez osoby, które są praktykami i ekspertami w swoich dziedzinach, a jednocześnie doświadczonymi szkoleniowcami,\n\nrozwiniesz swoje umiejętności dzięki zajęciom w formie warsztatów i konwersatoriów,\n\nzamiast teoretycznej pracy dyplomowej przygotujesz praktyczną strategię komunikacji dla wybranej przez siebie marki (np. Twojej firmy); zostanie ona oceniona i skomentowana przez uznanych specjalistów z branży,\n\nrozwiniesz sieć kontaktów – poznasz prowadzących oraz pozostałych uczestników studiów,\n\nweźmiesz udział w imprezach integrujących,\n\notrzymasz dostęp do dodatkowych materiałów i narzędzi (np. darmowy dostęp do SentiOne na czas studiów).\n\n Projekt dyplomowy \n\nNic tak dobrze nie sprawdza i utrwala wiedzy jak praktyka. Właśnie dlatego naszych studiów podyplomowych nie wieńczy egzamin w formie testu, tylko prezentacja przygotowanych przez studentki i studentów strategii komunikacji. Dzięki temu:\n\nprzełożysz wiedzę z zajęć na konkretny, praktyczny przypadek – wybraną przez Ciebie markę,\n\nstworzysz rozwiązania, które możesz rzeczywiście wykorzystać – w Twojej firmie, organizacji czy instytucji; być może staną się one przepustką do nowych szans w Twojej karierze,\n\nopracujesz dokument, którym możesz pochwalić się w firmie lub przyszłemu pracodawcy,\n\notrzymasz konkretne wsparcie w pracy nad projektem: program studiów został tak zaprojektowany, by sukcesywnie wprowadzać Cię w kolejne zagadnienia związane ze strategią; oprócz zajęć odbywać się będą uzupełniające seminaria, podczas których krok po kroku wdrożysz się w prace nad strategią komunikacji,\n\notrzymasz cenną informację zwrotną oraz wskazówki od złożonej ze specjalistów komisji, która pod koniec studiów sprawdzi Twój projekt.\n\nW programie XX edycji przewidziane są następujące zajęcia*:\n\nWprowadzenie do studiowania: program studiów, ćwiczenia integracyjne i podsumowanie – Adrian Gamoń\n\nKomunikacja w mediach społecznościowych – Maciej Myśliwiec\n\nStrategia komunikacji marki w mediach cyfrowych – Adrian Gamoń\n\nContent Marketing. Strategia i działania taktyczne –  Łukasz Gąsiorowski\n\nStrategia i marketing treści na Facebooku – Rafał Sowiński\n\nReklama i analityka na Facebooku i Instagramie – Szymon Lisowski\n\nMarketing na autopilocie. AI w codziennej pracy marketera – Mateusz Cisowski\n\nIMarketing na Instagramie – Martyna Tarnawska\n\nTikTok marketing – Błażej Serwotka\n\nPersonal branding, social selling i marketing na LinkedInie – Adrian Gamoń\n\nVideo i YouTube marketing – Kamil Bolek\n\nX marketing (dawniej Twitter) – Dagmara Pakulska\n\nMarketing automation i e-mail marketing — Bartłomiej Kląskała\n\nAnaliza grupy docelowej  — Albert Stęclik\n\nInfluencer marketing — trendy i prowadzenie kampanii – Patrycja Górecka-Butora\n\nContent writing – teksty, AI, tone of voice – Rafał Sowiński\n\nTworzenie komunikatów graficznych – Aleksandra Dąbrowska\n\nTworzenie treści wideo — Jarek Tokarski\n\nProjektowanie komunikacji na podstawie mapy podróży klienta – Katarzyna Wojciechowska\n\nStorytelling, czyli jak wykorzystać opowieść w budowaniu marki – Adrian Gamoń\n\nOd researchu do harmonogramu publikacji. Kreacja treści w mediach społecznościowych – Rafał Sowiński\n\nGrowth marketing i planowanie lejków marketingowych - Bartek Szczepaniak \n\nProwadzenie projektów digitalowych z perspektywy strategicznej  – Agnieszka Kostelecka\n\nWprowadzenie do analizy i prognozowania trendów w marketingu – Martyna Tarnawska\n\nAI w Marketingu - wprowadzenie – Małgorzata Wojtowicz\n\nKoszty działań reklamowych – Agnieszka Rutkowska\n\nKomunikacja B2B w mediach cyfrowych – Marcin Pluskota\n\nWstęp do SEM (Google Ads + SEO) z elementami analityki - Krzysztof Marzec\n\nSztuka wystąpień i prezentacji publicznych online i offline – Adrian Gamoń\n\nSeminarium projektowe. Strategia komunikacji marki krok po kroku – Adrian Gamoń\n\nProjekt marketingowy, prezentacja i ewaluacje – Agnieszka Kostelecka, Rafał Sowiński, Adrian Gamoń i dr Dorota Żuchowska-Skiba\n\n*Kadra może w trakcie roku ulec niewielkim zmianom (np. z przyczyn losowych, zdrowotnych).\n\n Terminy spotkań podczas XX edycji:\n\nI zjazd: 22-23 marca 2025 (stacjonarnie)\n II zjazd: 5-6 kwietnia 2025 (online)\n III zjazd: 26-27 kwietnia 2024 (online)\n IV zjazd: 10-11 maja 2024 (online)\n V zjazd: 31 maja - 1 czerwca 2024 (stacjonarne)\n VI zjazd: 21-22 czerwca 2025 (online)\n VII zjazd: 20-21 września 2025 (online)\n VIII zjazd: 4-5 października 2025 (stacjonarnie)\n IX zjazd: 25-26 października 2025 (online)\n X zjazd: 15-16 listopada 2025 (online)\n XI zjazd: 29-30 listopada 2025 (stacjonarne)\n XII zjazd: 13-14 grudnia 2025 (online)\n XIII zjazd: 24 stycznia 2026 (stacjonarnie)\n Z racji dobrych doświadczeń zajęć w formie online z poprzednich edycji proponujemy mieszaną formułę zajęć w XX edycji:\n\npierwszy, piąty, ósmy jedenasty i trzynasty zjazd odbędą się stacjonarnie (offline) w Krakowie\n\npozostałe zjazdy przyjmą formę zajęć online\n\nProgram naszych studiów z zakresu digital marketing, Social Media & Content Marketing, jest dostosowany do potrzeb osób, które pracują w obszarze szeroko rozumianego marketingu (w tym zwłaszcza marketingu internetowego) lub wiążą z nim swoją przyszłość – między innymi:\n\nabsolwentek i absolwentów szkół wyższych, którzy chcą pracować w agencjach digitalowych bądź PR, w działach marketingu firm lub prowadzić własną działalność,\n\nosób pracujących w agencjach kreatywnych (szczególnie PR, reklamowych, digital i social media), które są zdecydowane podnieść swoje umiejętności i kompetencje w zakresie marketingu w internecie,\n\nosób pracujących w działach marketingu i kierujących nimi, które chcą wykorzystać potencjał komunikacji w mediach cyfrowych do sprzedaży, promocji, budowy dobrego wizerunku oraz obsługi klienta,\n\nwłaścicielek i właścicieli firm, którzy chcą skorzystać z mediów cyfrowych dla rozwoju swoich biznesów,\n\nosób pracujących w instytucjach państwowych, samorządowych oraz organizacjach pożytku publicznego, które odpowiadają za ich obecność w mediach cyfrowych.\n\nUwaga! Studia skierowane są do osób z minimalnym doświadczeniem z zakresu marketingu, sprzedaży bądź PRu. Jeśli jednak nie masz doświadczenia w branży marketingowej czy reklamowej, to wciąż możesz skorzystać z naszego kierunku – uczestnictwo będzie wymagać od Ciebie nieco więcej samodzielnej pracy (lektury zaproponowanych książek i opracowań oraz systematycznego utrwalania wiedzy po zajęciach).\n\nNiezależnie od tego, czy zamierzasz:\n\npracować w agencji kreatywnej lub dziale marketingu,\n\nzarządzać zespołem digital marketingu,\n\nprowadzić własną firmę i rozwijać jej marketing internetowy,\n\nobsługiwać i promować sklep online,\n\nkreować markę osobistą poprzez bloga, vloga lub profile w mediach społecznościowych\n\nna naszym kierunku zdobędziesz praktyczne umiejętności oraz wiedzę, które umożliwią Ci właściwe zrozumienie całego spektrum marketingu internetowego oraz osiąganie celów biznesowych przy jego pomocy.\n\nCzas trwania:\n 2 semestry (III 2025 - II 2026)\n (pierwszy zjazd 22 – 23 III 2025 r. ostatni zjazd 26 I 2026 r.)\n\nTryb zgłoszeń:\n o przyjęciu na studia decyduje kolejność zgłoszeń i wpłat na konto\n\nLiczba miejsc:\n 35\n\nMiejsce zgłoszeń:\n\nRekrutacja na studia jest możliwa po zarejestrowaniu się do systemu IRK: \nSocial Media & Content Marketing - IRK\n\nKontakt:\n mailowo: \nzuchowska@agh.edu.pl\n\n telefonicznie: 600 053 293\n mailowo: \npwalotek@agh.edu.pl\n\n telefonicznie: 12 617 43 57\n\nInformacji w sprawie programu studiów udziela Adrian Gamoń (www.adriangamon.com) –\n skontaktuj się z nim:\n mailowo: \ncontact@adriangamon.com\n\n telefonicznie: 511 153 666,\n na LinkedInie: \nwww.linkedin.com/in/adriangamon\n\nTermin zgłoszeń:\n 13 I 2025 - 21 III 2025\n\nOpłaty:\n 6 000 zł (płatność możliwa w dwóch równych ratach po 3 000 zł)\n\nDodatkowe informacje:\n Zajęcia odbywają się w soboty i niedziele – średnio 8 godz. dydaktycznych każdego dnia (po 45 minut).\n Warunkiem ukończenia studiów podyplomowych jest zaliczenie kursów modułowych w czasie trwania studiów i opracowanie projektu komunikacji marki w mediach cyfrowych. Wymagana jest obecność na zajęciach.\n Absolwenci uzyskają świadectwo poświadczające ukończenie studiów w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie.\n\nWięcej informacji na temat studiów:\n Studia uruchamiane są co semestr, informacje na temat rekrutacji oraz samych studiów można znaleźć na Facebooku www.facebook.com/studiasocialmedia oraz na stronie Wydziału.\n\ndyplom ukończenia studiów wyższych \n\napostille lub legalizacja dyplomu uzyskanego poza Polską (jeśli dotyczy)\n\nformularz zgłoszeniowy (wygenerowany z systemu IRK)\n\ntłumaczenie na język polski dokumentów wydanych w innym języku niż język polski\n\nO ostatecznym zapisie decyduje kolejność wpłat (dane do przelewu przekazywane są osobom, które złożyły wymagane dokumenty rejestracyjne w systemie IRK).\n\nDokumenty wymagane do wpisu na studia:\n\noświadczenie o zapoznaniu się z regulaminem studiów podyplomowych (do pobrania po zalogowaniu w systemie IRK w zakładce Zgłoszenia rekrutacyjne pod przyciskiem „Dokumenty i dalsze kroki”)\n\npoświadczenie wniesienia opłaty za pierwszy semestr studiów\n\nUwaga: \npierwszeństwo w zapisie na daną edycję studiów mają osoby, które nie dostały się na kierunek podczas poprzedniej rekrutacji z powodu wyczerpania limitu miejsc pomimo dostarczenia kompletu dokumentów (decyduje kolejność napływania zgłoszeń).\n\nStopka\n\nOferta studiów podyplomowych\n\nDokumenty dla kandydatów\n\nInformacje dla organizatorów\n\nKursy i szkolenia (IFK)\n\nBack", "metadata": {"url": "https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/social-media", "title": " Social Media & Content Marketing -- Studia podyplomowe ", "depth": 2, "duplicate": false, "content_hash": "640597972a51548e3037e3c9c1814fbe", "word_count": 1471, "headings": [{"level": 1, "text": "Social Media & Content Marketing"}, {"level": 2, "text": "Stopka"}]}}