{"content": "# REPO :: Start\n\nURL: https://repo.agh.edu.pl/home\nCrawled: 2025-03-19 21:11:42\n\nRepozytorium AGH\nRepozytorium instytucjonalne Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\n Przeszukaj\nZbiory i Kolekcje\nPublikacje i materiały zdeponowane w Repozytorium AGH.\n PUBLIKACJE AGH    \n CZASOPISMA NAUKOWE AGH\n MATERIAŁY KONFERENCYJNE\n PRACE DYPLOMOWE \n ROZPRAWY DOKTORSKIE\n MATERIAŁY DYDAKTYCZNE\n RAPORTY\n PATENTY\n MULTIMEDIA\n\n ZASOBY REPOZYTORIUM \n\n Potencjał badawczy \n\n BIBLIOTEKA CYFROWA \n\n E-BOOKI \n Ostatnie wpływy\nŁaduję...\nArtykuł\nOtwarty dostęp\nHybrid bone substitute containing tricalcium phosphate and silver modified hydroxyapatite–methylcellulose granules\n (\n2024\n) \nCzechowska, Joanna\n; \nDorner-Reisel, Annett\n; \nZima, Aneta\nPokaż więcej\nWydział Inżynierii Materiałowej i Ceramiki\nPokaż więcej\nDespite years of extensive research, achieving the optimal properties for calcium phosphate-based biomaterials remains an ongoing challenge. Recently, ‘biomicroconcretes’ systems consisting of setting-phase-forming bone cement matrix and aggregates (granules/microspheres) have been developed and studied. However, further investigations are necessary to clarify the complex interplay between the synthesis, structure, and properties of these materials. This article focusses on the development and potential applications of hybrid biomaterials based on alpha-tricalcium phosphate (αTCP), hydroxyapatite (HA) and methylcellulose (MC) modified with silver (0.1 wt.% or 1.0 wt.%). The study presents the synthesis and characterization of silver-modified hybrid granules and seeks to determine the possibility and efficiency of incorporating these hybrid granules into αTCP-based biomicroconcretes. The αTCP and hydroxyapatite provide structural integrity and osteoconductivity, the presence of silver imparts antimicrobial properties, and MC allows for the self-assembling of granules. This combination creates an ideal environment for bone regeneration, while it potentially may prevent bacterial colonization and infection. The material’s chemical and phase composition, setting times, compressive strength, microstructure, chemical stability, and bioactive potential in simulated body fluid are systematically investigated. The results of the setting time measurements showed that both the size and the composition of granules (especially the hybrid nature) have an impact on the setting process of biomicroconcretes. The addition of silver resulted in prolonged setting times compared to the unmodified materials. Developed biomicroconcretes, despite exhibiting lower compressive strength compared to traditional calcium phosphate cements, fall within the range of human cancellous bone and demonstrate chemical stability and bioactive potential, indicating their suitability for bone substitution and regeneration. Further in vitro studies and in vivo assessments are needed to check the potential of these biomaterials in clinical applications.\nPokaż więcej\nŁaduję...\nNumer czasopisma\nStudia Humanistyczne AGH\n2024\n - \nT. 23\n - \nNr 2\nPokaż więcej\nŁaduję...\nArtykuł\nOtwarty dostęp\nMitigating central tendency and acquiescence biases in survey design: a methodological exploration with empirical evidence\n (\nWydawnictwa AGH, \n2024\n) \nSabolić, Dubravko\n; \nSamuelson, Melissa Beran\nPokaż więcej\nThis paper presents a survey design methodology aimed at mitigating central tendency and acquiescence biases, which are commonly encountered in traditional Likert-scale surveys. The proposed approach employs a forced ranking method, using a case study involving 220 engineering students at the University of Zagreb as a source of data to assess whether respondents exhibit patterns of systematically avoiding honest answers for any reason. Statistical analysis demonstrates the effectiveness of the design in reducing these biases. The results provide strong evidence that the method developed in this article can minimize response distortions without sacrificing data richness. While the primary focus is on the methodological aspects, the case study illustrates the potential of this approach for ethical and attitudinal research. The study concludes with recommendations for refining survey techniques and exploring their broader applicability in different populations and contexts.\nPokaż więcej\nŁaduję...\nArtykuł\nOtwarty dostęp\nMeasure happiness – a contribution to Stanislaw Lem’s definition of happiness. Part 2: Limits of approach\n (\nWydawnictwa AGH, \n2024\n) \nSierotowicz, Tadeusz\n; \nSierotowicz, Tomasz\nPokaż więcej\nIn the fable Kobyszczę, Stanisław Lem proposes a definition of Happiness that allows for the formulation of a mathematical model describing the intensity level of Happiness, which can be experienced by humans in different situations. Completing, correcting, and contextualization of the existing model are the main issues addressed in this article. The proposed mathematical model is not about the same Happiness experienced by different individuals. It is about the measure of intensity level of Happiness, which is experienced by an individual in many situations. That is why the proposed model describes Happiness in a new area of research located in digital humanities, where AI can be used to continue future work. The issue related to model reflects on the possibility of translating complex issues, e.g. philosophical ones, into the language of science specifically mathematics. The definitional procedure and the contextualization of the issues of good and evil and Happiness proposed by Lem in the fable Kobyszczę flow from his conception of the art of writing as the art of translating literary, philosophical, or theological issues into the language of biology, chemistry, physics, mathematics, or computer science, thus contributing to the trend of considerations in the field of digital humanities and developing by use of Artificial Intelligence (AI). Consequently, an analysis of the narrative structure of the fairytale will identify the limits of applying this kind of approach to the question of translatability. Issues linking Kobyszczę to some of the matters being discussed in the context of artificial intelligence (AI) will also be identified.\nPokaż więcej\nŁaduję...\nArtykuł\nOtwarty dostęp\nTransgenerational Holocaust memory in Slovakia: from forgetting to ambivalence about the roots of hatred\n (\nWydawnictwa AGH, \n2024\n) \nBuzalka, Juraj\n; \nOčková, Katarína\nPokaż więcej\nThis article explores Holocaust memory in Slovakia, shedding light on how Slovak citizens perceive this past and its transgenerational transmission. The data presented were gathered in 2023 through ethnographic fieldwork and focus group interviews with informants belonging to three generations (between ages of 18 and 95), in three different locations across the country: Krupina, Prešov, and Bratislava. The initial findings show that Slovakia has been moving from indifference towards the Holocaust to the limited capability of realizing the actual causes and effects of atrocities, while at the same time officially accepting the commemorative centrality of the Holocaust.\nPokaż więcej\nLoad more...", "metadata": {"url": "https://repo.agh.edu.pl/home", "title": "REPO :: Start", "depth": 2, "duplicate": false, "content_hash": "4e77a52e2a8e530472f70a2fa50ab8b8", "word_count": 963, "headings": [{"level": 1, "text": "Repozytorium AGH"}, {"level": 2, "text": "Zbiory i Kolekcje"}, {"level": 2, "text": "Ostatnie wpływy"}]}}