{"content": "#  BaDAP AGH -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/nauka/badap-agh\nCrawled: 2025-03-19 22:38:49\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n BaDAP AGH \n\nBaza Danych o Autorach i Publikacjach AGH (BaDAP)\n prezentuje opisy bibliograficzne publikacji pracowników, doktorantów i studentów Akademii Górniczo-Hutniczej w Krakowie. Przedstawione informacje zostały uzupełnione o identyfikatory autorów, linki do zewnętrznych baz danych oraz dane bibliometryczne (w tym cytowania publikacji). BaDAP jest kontynuacją wydawanej od 1959 r. (początkowo w wersji drukowanej) Bibliografii Publikacji Pracowników AGH.\n\nBaza powstaje na podstawie \nZarządzenia JM Rektora AGH nr 65/2023\n. Rejestruje publikacje, które powstały od roku 1999 włącznie. Opisy publikacji z lat wcześniejszych dodawane są w przypadku, gdy nie zostały ujęte w drukowanych wersjach Bibliografii.\n\nCzęść informacji dostępna jest po zalogowaniu.\n\nNadzór merytoryczny nad zawartością bazy:\n\nOddział Informacji Naukowej\n\n+48 12 617 32 15\n\noin@bg.agh.edu.pl\n\nbadap@agh.edu.pl\n (publikacje naukowe, popularnonaukowe)\n\nOddział Zbiorów Specjalnych\n\n+48 12 617 32 17\n\nozs@bg.agh.edu.pl\n (dokumenty patentowe)\n\n Jak i gdzie zarejestrować publikację w BaDAP? \n\nMożesz przesłać pełny tekst na adres: \noin@bg.agh.edu.pl\n lub skorzystać z formularza zamieszczonego w bazie BaDAP. Jeśli nie ma takiej możliwości, przynieś oryginał publikacji do \nCzytelni Oddziału Informacji Naukowej\n.\n\nJeżeli publikacja jest w języku innym niż angielski (np. w języku polskim, rosyjskim, niemieckim itd.), dołącz tłumaczenie tytułu publikacji na język angielski. Jest to warunek konieczny, aby publikacja mogła zostać wpisana do bazy. Zarejestrowane materiały zwracamy autorom.\n\n Jakie są przepisy dotyczące kwalifikowania publikacji? \n\nSzczegółowe informacje dotyczące bieżących zasad kwalifikowania oraz punktowania publikacji uzyskasz podczas zgłaszania publikacji do rejestracji lub telefonicznie \n+48 12 617 32 15\n.\n\n Jakie materiały są rejestrowane w BaDAP? \n\nWszystkie typy prac naukowych i popularnonaukowych (książki, fragmenty książek, monografie, skrypty, podręczniki, artykuły z czasopism, referaty pokonferencyjne, opisy patentowe, opisy wzorów użytkowych i przemysłowych, zgłoszenia patentowe, normy, mapy, atlasy, raporty, sprawozdania itd.) opublikowane w formie drukowanej lub elektronicznej (na płytach CD, na dysku Flash oraz w Internecie).\n\n Jaki powinien być prawidłowy zapis afiliacji przy publikacjach naukowych pracowników AGH? \n\nZgodnie z \nZarządzeniem nr 54/2023 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 26 września 2023 r.\n prawidłowa afiliacja Uczelni brzmi:\n\nw wersji polskojęzycznej: \nAGH Akademia Górniczo-Hutnicza\n lub \nAGH w Krakowie\n,\n w wersji anglojęzycznej: \nAGH University of Krakow\n lub \nAGH University\n.\n\nNazwa Uczelni powinna występować zawsze na pierwszym miejscu, przed nazwą jednostki, będącą częścią składową AGH (np. wydziału, katedry).\n\n Dlaczego w bazie nie widzę wszystkich moich publikacji? \n\nBaza rejestruje przede wszystkim prace afiliowane nazwą Uczelni. Od 2013 roku, za zgodą władz rektorskich, do bazy wprowadzane są także opisy prac, w których przy nazwisku autora/autorów podano inną niż AGH afiliację (nazwę innej uczelni/instytucji).\n\nOd 2017 roku publikacje autorów, którzy zadeklarowali prowadzenie działalności naukowej w dwóch dyscyplinach, widoczne są po przypisaniu pracy do jednej z dyscyplin.\n\n Czyje publikacje mogą być zarejestrowane w BaDAP? \n\nW BaDAP rejestrowane są publikacje naukowe i popularnonaukowe wszystkich pracowników naukowych AGH oraz doktorantów, jak również pracowników bibliotecznych, administracyjnych, inżynieryjno-technicznych, naukowo-technicznych, specjalistów oraz pracowników emerytowanych i studentów.\n\n Czy w bazie BaDAP rejestrowane są patenty i zgłoszenia patentowe? \n\nTak, są rejestrowane zarówno opisy patentowe, zgłoszenia patentowe, jak i opisy wzorów użytkowych.\n\n Gdzie mogę sprawdzić liczbę punktów MNiSW dla publikacji zarejestrowanych w bazie BaDAP? \n\nPunkty dla tytułów czasopism oraz serii wydawniczych i materiałów konferencyjnych sprawdzić należy na \nwykazach Ministerstwa Nauki i Szkolnictwa Wyższego\n.\n\nUzupełnianie opisów bibliograficznych określonymi wartościami punktowymi jest oparte na zasadach określonych w:\n\nRozporządzeniu Ministra Nauki i Szkolnictwa Wyższego z dnia 22 lutego 2019 r. w sprawie ewaluacji jakości działalności naukowej\n,\n\nRozporządzeniu Ministra Edukacji i Nauki z dnia 19 października 2021 r. zmieniające rozporządzenie w sprawie ewaluacji jakości działalności naukowej\n.\n\nJeśli masz pytania w sprawie punktacji MNiSW, skontaktuj się z \nOddziałem Informacji Naukowej.\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/nauka/badap-agh", "title": " BaDAP AGH -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "2e9bdfcf6c9349578d121ceb426b2ae6", "word_count": 664, "headings": [{"level": 1, "text": "BaDAP AGH"}, {"level": 2, "text": "Stopka"}]}}