{"content": "# Studia Humanistyczne AGH\n\nURL: https://repo.agh.edu.pl/entities/journalissue/be7a8bed-39c3-4b79-b7e1-9ae61bb83fab\nCrawled: 2025-03-19 22:39:22\n\nNumer czasopisma \n\nStudia Humanistyczne AGH\nŁaduję...\nISSN:\n 2084-3364\ne-ISSN:\nPliki\nhuman.2024.23.2.title.pdf\n\n(743.97 KB)\nhuman.2024.23.2.editorial.pdf\n\n(278.46 KB)\nhuman.2024.23.2.contents.pdf\n\n(237.7 KB)\nhuman.2024.23.2.info.pdf\n\n(219.26 KB)\nhuman.2024.23.2.cover.pdf\n\n(119.59 KB)\nData wydania\n 2024 \nRocznik\n T. 23 \nNumer\n Nr 2 \nPrawa dostępu\nDostęp:\n otwarty dostęp\nUwagi:\nPrawa:\n CC BY 4.0 \nUznanie autorstwa 4.0 Międzynarodowe (CC BY 4.0)\nStrony\nOpis\nRocznik czasopisma (rel.)\nŁaduję...\nRocznik czasopisma\nStudia Humanistyczne AGH\nT. 23\n (\n2024\n)\nPokaż więcej\nArtykuły numeru (rel.)\nŁaduję...\nArtykuł\nOtwarty dostęp\nThe presence of absence. Transgenerational local memory of the Holocaust among Hungarians\n (\nWydawnictwa AGH, \n2024\n) \nPapp, Richárd\n; \nCsepeli, György\nPokaż więcej\nThe paper reports on the results of a non-representative focus group research aimed at exploring the local memory of the Holocaust in Hungary. The research took place between 2021 and 2024, almost 80 years after the events of 1944, at the historical moment when communicative memory is transforming into cultural memory. The sites of the research were villages, small and medium-sized towns, and the capital, precisely those scenes where the drama of the Holocaust took place in the summer of 1944. The results of the research showed that the Jews disappeared, but signs of their former presence remained. The traces of past Jewish life, however, became increasingly obscured over time in the minds of the successive generations.\nPokaż więcej\nŁaduję...\nArtykuł\nOtwarty dostęp\nCollective memory or collective oblivion? The case of Holocaust memory in three Polish localities\n (\nWydawnictwa AGH, \n2024\n) \nTyrała, Radosław\nPokaż więcej\nThe aim of this article is to show the scope and content of the memory of Jewish deportations and the Holocaust today through a study conducted in three Polish towns of varying sizes with a rich Jewish past (Kraków, Nowy Sącz, Muszyna) which I surveyed in 2023. Additionally, I wanted to identify the channels in which the memory of the Holocaust and deportations circulates in the surveyed localities. The research was conducted with representatives of three generations, so it is also important to show how age differentiates the memory of Jewish deportation and the Holocaust. Both age and the size of the locality turn out to be important in differentiating the extent of this memory. Moreover, an important conclusion of the study is that the memory of those events is limited and subject to repression, at risk of falling into oblivion. Relatively speaking, most of the memory of those events is preserved in larger cities among representatives of the middle generation, which is related to the existence of material memory infrastructures there facilitating the formation of local communities of memory of Jews and the Holocaust. Based on the three focus group interviews I conducted, it can be concluded that the dominant channel of memory transfer about local Jewish history and the Holocaust is communicative memory. Conversations about Jews and the Holocaust, if they do occur, generally happen with family members or acquaintances, but relatively rarely at school. Generally, conversations are initiated by people already interested in the topic and here the role of communities of memory, such as the Sądecki Shtetl, is very important.\nPokaż więcej\nŁaduję...\nArtykuł\nOtwarty dostęp\n\"Yizkor\" : a case of Holocaust memory activism in a Czech village\n (\nWydawnictwa AGH, \n2024\n) \nSeidlová, Veronika\n; \nNovotná, Hedvika\nPokaż więcej\nThe article explores the construction and preservation of Holocaust memory in the small Czech village of Kosova Hora. The study, based on focus group interviews, reveals how local Holocaust memory is shaped by a unique combination of activism, local history, and communal practices. The article highlights the role of a Jewish couple who, by rescuing and restoring the village synagogue during the Communist era, created a central site for Holocaust remembrance. This act of preservation catalyzed broader local engagement, resulting in a collective effort to remember the Jewish community that once thrived there. The synagogue now serves not only as a cultural and educational center but also as a place for religious commemoration, despite the absence of a local Jewish population. The research concludes that such localized efforts are crucial for sustaining Holocaust memory, showing how minority activism can embed itself within majority memory, even in small and seemingly ordinary communities.\nPokaż więcej\nŁaduję...\nArtykuł\nOtwarty dostęp\nTransgenerational Holocaust memory in Slovakia: from forgetting to ambivalence about the roots of hatred\n (\nWydawnictwa AGH, \n2024\n) \nBuzalka, Juraj\n; \nOčková, Katarína\nPokaż więcej\nThis article explores Holocaust memory in Slovakia, shedding light on how Slovak citizens perceive this past and its transgenerational transmission. The data presented were gathered in 2023 through ethnographic fieldwork and focus group interviews with informants belonging to three generations (between ages of 18 and 95), in three different locations across the country: Krupina, Prešov, and Bratislava. The initial findings show that Slovakia has been moving from indifference towards the Holocaust to the limited capability of realizing the actual causes and effects of atrocities, while at the same time officially accepting the commemorative centrality of the Holocaust.\nPokaż więcej\nŁaduję...\nArtykuł\nOtwarty dostęp\nLocal meanings of the Holocaust memory in Zrenjanin (Serbia)\n (\nWydawnictwa AGH, \n2024\n) \nSchwarz, Katalin\nPokaż więcej\nThe choosen topic of my paper was local meanings of the memory of the Holocaust in Zrenjanin. The main questions of my research dealt with the research community’s general attitude, stereotypes, and prejudices towards Jews. I deemed it relevant to examine the current situation and the importance of the memory of the Holocaust. I assumed that the answers to these questions could bring out the existing deficiencies of current local and general strategies of remembrance and contribute to a critical reconsideration of these efforts. The aim of my research was also to contribute to the exploration and analysis of the local and personal empirical depths of memory. I wanted to record the constructed and reconstructed personal narratives of the generation of survivors and witnesses, and the narratives of the next generations. In this study, I have also strived to process and interpret recent meanings of the memory of the Holocaust.\nPokaż więcej\nŁaduję...\nArtykuł\nOtwarty dostęp\nMeasure happiness – a contribution to Stanislaw Lem’s definition of happiness. Part 2: Limits of approach\n (\nWydawnictwa AGH, \n2024\n) \nSierotowicz, Tadeusz\n; \nSierotowicz, Tomasz\nPokaż więcej\nIn the fable Kobyszczę, Stanisław Lem proposes a definition of Happiness that allows for the formulation of a mathematical model describing the intensity level of Happiness, which can be experienced by humans in different situations. Completing, correcting, and contextualization of the existing model are the main issues addressed in this article. The proposed mathematical model is not about the same Happiness experienced by different individuals. It is about the measure of intensity level of Happiness, which is experienced by an individual in many situations. That is why the proposed model describes Happiness in a new area of research located in digital humanities, where AI can be used to continue future work. The issue related to model reflects on the possibility of translating complex issues, e.g. philosophical ones, into the language of science specifically mathematics. The definitional procedure and the contextualization of the issues of good and evil and Happiness proposed by Lem in the fable Kobyszczę flow from his conception of the art of writing as the art of translating literary, philosophical, or theological issues into the language of biology, chemistry, physics, mathematics, or computer science, thus contributing to the trend of considerations in the field of digital humanities and developing by use of Artificial Intelligence (AI). Consequently, an analysis of the narrative structure of the fairytale will identify the limits of applying this kind of approach to the question of translatability. Issues linking Kobyszczę to some of the matters being discussed in the context of artificial intelligence (AI) will also be identified.\nPokaż więcej\nŁaduję...\nArtykuł\nOtwarty dostęp\nMitigating central tendency and acquiescence biases in survey design: a methodological exploration with empirical evidence\n (\nWydawnictwa AGH, \n2024\n) \nSabolić, Dubravko\n; \nSamuelson, Melissa Beran\nPokaż więcej\nThis paper presents a survey design methodology aimed at mitigating central tendency and acquiescence biases, which are commonly encountered in traditional Likert-scale surveys. The proposed approach employs a forced ranking method, using a case study involving 220 engineering students at the University of Zagreb as a source of data to assess whether respondents exhibit patterns of systematically avoiding honest answers for any reason. Statistical analysis demonstrates the effectiveness of the design in reducing these biases. The results provide strong evidence that the method developed in this article can minimize response distortions without sacrificing data richness. While the primary focus is on the methodological aspects, the case study illustrates the potential of this approach for ethical and attitudinal research. The study concludes with recommendations for refining survey techniques and exploring their broader applicability in different populations and contexts.\nPokaż więcej\nSłowa kluczowe\n Pełny opis", "metadata": {"url": "https://repo.agh.edu.pl/entities/journalissue/be7a8bed-39c3-4b79-b7e1-9ae61bb83fab", "title": "Studia Humanistyczne AGH", "depth": 3, "duplicate": false, "content_hash": "d401a2fb4db9e6742f25c45fef566579", "word_count": 1458, "headings": [{"level": 2, "text": "Studia Humanistyczne AGH"}, {"level": 5, "text": "Pliki"}, {"level": 5, "text": "Data wydania"}, {"level": 5, "text": "Rocznik"}, {"level": 5, "text": "Numer"}, {"level": 5, "text": "Prawa dostępu"}, {"level": 5, "text": "Strony"}, {"level": 5, "text": "Opis"}, {"level": 5, "text": "Rocznik czasopisma (rel.)"}, {"level": 5, "text": "Artykuły numeru (rel.)"}, {"level": 5, "text": "Słowa kluczowe"}]}}