{"content": "#  Komunikacja naukowa -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/otwarta-nauka/komunikacja-naukowa\nCrawled: 2025-03-19 22:38:52\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Komunikacja naukowa \n\nKomunikacja naukowa \njest definiowana jako przekazywanie treści naukowych szerokiej grupie odbiorców. Ma ona na celu z jednej strony podzielenie się efektami pracy badawczej, zapoznanie się z publikacjami innych, poszerzanie wiedzy, z drugiej opiera się na komunikowaniu nauki przede wszystkim dla środowiska naukowego.\n\nZdaniem Emanuela Kulczyckiego można wyróżnić dwa typy komunikacji naukowej:\n\nkomunikacja naukowa zewnętrzna jest to proces tłumaczenia i popularyzowania badań naukowych poprzez m.in. publikowanie tekstów popularnonaukowych, organizowanie festiwali naukowych, tworzenie wizerunku naukowca i nauki (np. naukowiec jako główny bohater popularnego serialu); innymi słowy, to popularyzacja nauki oraz objaśnianie pracy i wyników prac naukowców; jest to komunikacja „zewnętrzna”, bowiem jej odbiorcy znajdują się „poza” grupą komunikującą – czyli naukowcy komunikują nie-naukowcom,\n\nkomunikacja naukowa wewnętrzna obejmuje takie zjawiska jak publikowanie prac naukowych, blogów naukowych, prowadzenie i używanie portali społecznościowych dla naukowców; jest to komunikacja wewnętrzna, bowiem podstawowym założeniem jest komunikacja naukowców z naukowcami.\n\nTe dwa rodzaje komunikacji uzupełniają się i oddziaływają na siebie.\n\nWspółczesna komunikacja naukowa odbywa się zasadniczo w Internecie. Najbardziej popularne kanały to otwarte czasopisma elektroniczne, repozytoria czy platformy e-learningowe, otwarte bazy danych surowych, blogi naukowe. \n\nWięcej na blogu Emanuela Kulczyckiego \nWarsztat badacza\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/otwarta-nauka/komunikacja-naukowa", "title": " Komunikacja naukowa -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "66896a709bb73584d3ac693e78a6561d", "word_count": 276, "headings": [{"level": 1, "text": "Komunikacja naukowa"}, {"level": 2, "text": "Stopka"}]}}