{"content": "# Tadeusz Kochmański – Historia AGH\n\nURL: https://historia.agh.edu.pl/wiki/Tadeusz_Kochma%C5%84ski\nCrawled: 2025-03-19 21:09:05\n\nTadeusz Kochmański\n\nZ Historia AGH\n\nTadeusz Kochmański\n\nNazwisko\n\nKochmański\n\nImię / imiona\n\nTadeusz\n\nTytuły / stanowiska\n\nProf. dr hab. inż.\n\nTytuły honorowe AGH\n\nDoktor Honoris Causa AGH\n\nData urodzenia\n\n17 września 1904\n\nMiejsce urodzenia\n\nKraków\n\nData śmierci\n\n2 listopada 1986\n\nMiejsce śmierci\n\nKraków\n\nDyscyplina/specjalności\n\ngeodezja\n, \nmiernictwo górnicze\n, \nmechanika górotworu\n\nPełnione funkcje\n\nRektor AGH (1961–1963)\n\nWydział\n\nWydział Geodezji Górniczej\n\nRok przyznania doktoratu h.c. AGH\n\n1981\n\nPowód przyznania doktoratu h.c. AGH\n\nza wybitne zasługi dla rozwoju geodezji i ochrony terenów górniczych\n\nOdznaczenia i nagrody\n\nKrzyż Kawalerski Orderu Odrodzenia Polski\n\nFunkcje\nGdzie\nod\ndo\nDziekan\nWydział Geodezji Górniczej\n1951\n1953\nRektor\nAGH\n1961\n1963\n\nProf. dr hab. inż. \nTadeusz Kochmański\n (1904–1986)\n\nDyscyplina/specjalności: mechanika górotworu, miernictwo górnicze\n\nNota biograficzna\n\nUrodził się 17 września 1904 roku w Krakowie. Zmarł 2 listopada 1986 roku w Krakowie. Pochowany na Cmentarzu Rakowickim w Krakowie.\n\nUczył się w III Państwowym Gimnazjum im. Króla Jana III Sobieskiego, które ukończył w 1922 roku. Podjął następnie studia na Wydziale Górniczym Akademii Górniczej, które ukończył w 1931 roku. Pracę dyplomową, która uzyskała wyróżnienie, wykonał z zakresu geologii i miernictwa górniczego.\n\nDziałalność naukowo-dydaktyczną rozpoczął w 1931 roku w Zakładzie Geologii Stosowanej na \nWydziale Górniczym\n AG, jednak z powodu braku etatu naukowego przeszedł do pracy w przemyśle. W 1932 roku odbył praktyki miernicze w kopalniach, a od stycznia 1933 roku był kierownikiem biur mierniczych w kopalniach „Bielszowice” i „Knurów”. \nW początkowych latach okupacji pracował w charakterze mierniczego kopalni rudy żelaza w Stąporowie. W połowie 1941 roku Tadeusz Kochmański powrócił do Krakowa i objął wykłady z miernictwa, a następnie i matematyki, w Państwowej Szkole Technicznej Górniczo-Hutniczo-Mierniczej. Na stanowisku tym pozostał do końca wojny. W 1945 roku znalazł się wśród tych, którzy reaktywowali działalność Akademii Górniczej. \n\n24 listopada 1945 roku uzyskał w AG stopień doktora nauk technicznych, a 9 października 1948 roku została zatwierdzona Jego habilitacja.\n\nOd czerwca 1949 roku był profesorem kontraktowym AGH. 23 stycznia 1950 roku został mianowany profesorem nadzwyczajnym, a w 1958 roku otrzymał tytuł profesora..\n\nW 1949 roku objął kierownictwo utworzonej z Jego inicjatywy Katedry Geodezji i Miernictwa Górniczego II na Wydziale Geologiczno-Mierniczym. Był współorganizatorem utworzonego w 1951 roku Wydziału Geodezji Górniczej. Na tym wydziale kierował do 1963 roku Katedrą Geodezji Wyższej i Obliczeń Geodezyjnych. Od września 1951 roku do stycznia 1954 roku był dziekanem Wydziału Geodezji Górniczej. W latach 1961–1963 był rektorem AGH. W kolejnych latach, 1963–1971, związany był z Politechniką Śląską w Gliwicach. W 1971 roku powrócił do AGH i objął kierownictwo Zakładem Ochrony Powierzchni Górniczej i Górotworu w Instytucie Kształtowania i Ochrony Środowiska. W ostatnim roku swojej czynnej pracy zawodowej kierował utworzonym z Jego inicjatywy Zakładem Badań Deformacji Górotworu w Instytucie Geodezji Górniczej i Przemysłowej. \n\nZ dniem 1 października 1974 roku przeszedł na emeryturę. Wtedy też został honorowym członkiem Rady Wydziału Geodezji Górniczej.\n\nAutor ponad 60 pozycji, w tym 9 o charakterze dydaktycznym (książki i skrypty). Był autorem lub współautorem 13 patentów i kilku chronionych usprawnień technologicznych.  Był promotorem w 13 przewodach doktorskich.\n\nCzłonek Komitetu Geodezji PAN. Doktor honoris causa AGH (1981).\n\nW pawilonie AGH C-4 na pierwszym piętrze w 1988 roku znajduje się tablica pamiątkowa poświęcona Profesorowi. \n\nOdznaczenia i nagrody\n\nKrzyż Kawalerski Orderu Odrodzenia Polski\n, Sztandar Pracy I Klasy, Honorowy Górnik PRL.\n\nSenat AGH 30 maja 1981 roku nadał prof. Tadeuszowi Kochmańskiemu tytuł doktora honoris causa za wybitne zasługi dla rozwoju geodezji i ochrony terenów górniczych.\n\nŹródła do biogramu\n\nKsiążki\n\nKonieczna E.: Postaci AGH we wspomnieniach i anegdotach. Kraków 2008, s. 48-51, [foto]\n\nKsięga tytułów i stopni naukowych : uzyskanych na Wydziale Geodezji Górniczej i Inżynierii Środowiska w latach 1951-2001. [AGH]. Red. J. Bernasik. Kraków 2001, s. 8, [foto]\n\nKsięga wychowanków i wychowawców Akademii Górniczej w Krakowie (1919-1949). Oprac. J. Sulima-Samujłło. Kraków 1979, s. 81\n\nNon omnis moriar… : groby profesorów AGH Cmentarz Rakowicki. Z. 2019. Oprac. H. Sieński. Kraków 2019, s. 103-105, [foto]\n\nNon omnis moriar… : groby Rektorów Akademii Górniczej i Akademii Górniczo-Hutniczej. Z. 4 - 2021. Oprac. H. Sieński. Kraków 2021, s. 125-132, [foto]\n\nRys historyczny Wydziału Geodezji Górniczej i Inżynierii Środowiska. [Red. Z. Niedojadło et al.]. Kraków 2001, s. 7-8, 29-31, 32-53, [foto]\n\n[Skład Osobowy Akademii Górniczej … 1946/47]. Kraków 1946, s. 17\n\n[Skład Osobowy Akademii Górniczej … 1947/48]. Kraków 1947, s. 10\n\nWacławik J.: Kronika Wydziału Górniczego 1919-1999. Kraków 1999, s.115\n\nWielka Księga 85-lecia Akademii Górniczo-Hutniczej. [Oprac.] zespół aut. K. Pikoń (red. naczelny), A. Sokołowska (dyrektor projektu), K. Pikoń. Gliwice 2004, s. 157, [foto]\n\nZ dziejów Akademii Górniczo-Hutniczej w Krakowie w latach 1919-1967. Oprac. J. Sulima-Samujłło oraz zespół aut. Kraków 1970, s. 623 (Wydawnictwa Jubileuszowe 1919-1969)\n\nArtykuły\n\nBiuletyn Rektora\n [\nAGH\n] 1987, grudzień, s. 4\n\nDżegniuk B.: Wkład Profesora Tadeusza Kochmańskiego i Jego szkoły w rozwój nauki o szkodach górniczych. \nGeodezja i Kartografia\n 1988, T. 37, z. 4, s. 253-256\n\nGocał J.: Etapy rozwoju Wydziału Geodezji Górniczej i Inżynierii Środowiska AGH w latach 1951-2006. \n Geodezja : półrocznik AGH\n 2006, T. 12, z. 2/1, s. 35-55, [foto]\n\nJaros J.: \"Salamandra\" - pamięci Kolegów Górników (2). \nPrzegląd Górniczy\n 1987, T. 43, nr 11-12, s. 63-64\n\nKonieczna E.: Postaci AGH we wspomnieniach i anegdotach : prof. Tadeusz Kochmański. \nMiesiąc w Krakowie\n 2009, nr 2, s. 47-48, [foto]\n\nŁabanowicz H.: Współpraca Profesora Tadeusza Kochmańskiego z przemysłem wydobywczym. \nGeodezja i Kartografia\n 1988, T. 37, z. 4, s. 267-269\n\nNey B.: Profesor Tadeusz Kochmański - doktor honoris causa Akademii Górniczo-Hutniczej im. St. Staszica. \nGeodezja i Kartografia\n 1982, T. 31, z. 2, s. 95-101\n\nNey B.: Wpływ Profesora Tadeusza Kochmańskiego na rozwój metod obliczeń geodezyjnych. \nGeodezja i Kartografia\n 1988, T. 37, z. 4, s. 257-261\n\nOdlanicki-Poczobutt M.: Z działalności Profesora Tadeusza Kochmańskiego w Polskiej Akademii Umiejętności i Polskiej Akademii Nauk. \nGeodezja i Kartografia\n 1988, T. 37, z. 4, s. 245-247\n\nPoczet Rektorów AGH : lata [1919-2013] : Tadeusz Kochmański (1904-1986), 1961/62-1962/63. \nBiuletyn AGH\n 2013 wyd. spec. z okazji 100-lecia powołania Akademii Górniczej, s. 15, [foto]\n\nPodrzucki C.: Konwent Seniorów AGH w dwóch ostatnich kadencjach swej działalności. \nBiuletyn Informacyjny Pracowników AGH\n 2001, nr 90, s. 7-8\n\n[Profesor Tadeusz Kochmański]. \nZeszyty Naukowe AGH\n ; nr 449. [Seria] \nGeodezja\n 1976, z. 31, 110, [1] s., [foto] [zeszyt poświęcony jubileuszowi 45-lecia pracy naukowej profesora Tadeusza Kochmańskiego]\n\nSieński H.: Profesor Tadeusz Kochmański : tablice - pamięć wiecznie żywa - część 19. \nBiuletyn AGH\n 2015, nr 85, s. 33-35, [foto]\n\nSieński H.: Tadeusz Kochmański - Rektor w latach 1961-1963 : Poczet rektorów Akademii Górniczej i Akademii Górniczo-Hutniczej - część 13. \nBiuletyn AGH\n 2022, nr 166, s. 29-32, [foto]\n\nWędzony J.: Działalność naukowo-dydaktyczna Prof. dr. hab. inż. Tadeusza Kochmańskiego. \nGeodezja i Kartografia\n 1988, T. 37, z. 4, s. 249-252\n\nWędzony J.: Działalność naukowo-dydaktyczna prof. dr hab. inż. Tadeusza Kochmańskiego. \nGeodezja i Kartografia\n 1988, T. 37, z. 4, s. 253-256\n\nWędzony J.: Pro memoria. \nWspólne Sprawy\n 1997, nr 11, s. 6-7\n\nWykaz osób, które otrzymały Doktoraty Honoris Causa Akademii Górniczo-Hutniczej. \nBiuletyn Informacyjny Pracowników AGH\n 1994, nr 5, s. 18\n\nZych J.: Działalność Profesora Tadeusza Kochmańskiego w Politechnice Śląskiej. \nGeodezja i Kartografia\n 1988, T. 37, z. 4, s. 257-261\n\nŹródło: „\nhttp://historia.agh.edu.pl/mediawiki/index.php?title=Tadeusz_Kochmański&oldid=76895\n”\n\nKategorie\n: \nBiogramy\nDoktorzy honoris causa AGH", "metadata": {"url": "https://historia.agh.edu.pl/wiki/Tadeusz_Kochma%C5%84ski", "title": "Tadeusz Kochmański – Historia AGH", "depth": 2, "duplicate": false, "content_hash": "08888333d1fd196ab7d9d74962cf8c3b", "word_count": 1154, "headings": [{"level": 1, "text": "Tadeusz Kochmański"}, {"level": 2, "text": "Nota biograficzna"}, {"level": 4, "text": "Odznaczenia i nagrody"}, {"level": 2, "text": "Źródła do biogramu"}, {"level": 4, "text": "Książki"}, {"level": 4, "text": "Artykuły"}]}}