{"content": "#  Programy studiów -- Centrum Akredytacji i Jakości Kształcenia AGH \n\nURL: https://cajk.agh.edu.pl/programy-studiow#c31762\nCrawled: 2025-03-19 22:40:31\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Programy studiów \n\nProgramy studiów w AGH są starannie opracowywane i regularnie aktualizowane, aby zapewnić najwyższą jakość kształcenia, zgodną z najnowszymi osiągnięciami nauki i potrzebami rynku pracy. Proces tworzenia i modyfikacji programów opiera się na transparentnych zasadach, uwzględniając opinie ekspertów, studentów oraz przedstawicieli dyscyplin naukowych.\n\nTworzenie studiów wyższych\n\nZmiany w programach studiów\n\nTerminarz\n\nCharakterystyki efektów uczenia się\n\nPodstawy prawne\n\nPolska Rama Kwalifikacji (PRK)\n\nWskazówki do przygotowania dokumentacji\n\nW przypadku zamiaru utworzenia nowego kierunku studiów na danym poziomie i profilu dziekan wydziału składa wniosek na piśmie do JM Rektora z prośbą o utworzenie studiów wyższych na określonym kierunku studiów, poziomie i profilu oraz o pozytywną opinię Kolegium Rektorskiego (KR) w tej sprawie. Do ww. wniosku należy dołączyć:\n\nuzasadnienie utworzenia nowego kierunku studiów na danym poziomie i profilu \nwraz z informacją i oceną skutków w zakresie liczby godzin zajęć dydaktycznych w ramach obciążeń dydaktycznych kadry dydaktycznej prowadzącej zajęcia, w tym pensum, godzin ponadwymiarowych i umów cywilnoprawnych\n;\n\nwstępną opinię w sprawie zamiaru utworzenia nowego kierunku studiów wydaną przez koordynatora ds. kształcenia w dyscyplinie w uzgodnieniu z radą ds. kształcenia w dyscyplinie właściwymi ze względu na dyscyplinę albo dyscyplinę wiodącą planowanego nowego kierunku studiów;\n\npozytywną opinię w sprawie zamiaru utworzenia nowego kierunku studiów wydaną przez dziekanów wszystkich wydziałów, na których w AGH są już prowadzone kierunki studiów o podobnej nazwie lub podobnych efektach uczenia się albo oświadczenie, że taki kierunek nie jest prowadzony w AGH.\n\nW przypadku pozytywnej opinii Kolegium Rektorskiego:\n\nWydział pobiera z Działu Jakości Kształcenia w Centrum Akredytacji i Jakości Kształcenia (DJK CAJK) plik .xls w celu wprowadzenia danych do bazy Sylabus;\n\nWydział przygotowuje i kompletuje wymaganą dokumentację i uzupełnia ww. plik .xls zgodnie z wytycznymi określonymi w \nUchwale nr 125/2023 Senatu AGH\n  i \nZarządzeniu nr 8/2024 Rektora AGH\n;\n\nWydział przekazuje DJK wypełniony plik .xls w celu weryfikacji pod kątem formalnym (wymagany jednokrotny obieg);\n\nPo weryfikacji formalnej DJK eksportuje uzupełniony plik .xls z poprawnymi danymi do bazy Sylabus oraz nadaje uprawnienia wskazanym pracownikom Wydziału do wprowadzania szczegółowych danych;\n\nWydział przekazuje do JM Rektora (za pośrednictwem Biura Rektora) pismo przewodnie dziekana wydziału w wersji papierowej informujące, że w nawiązaniu do pozytywnej opinii KR składana jest pełna dokumentacja, zgodnie z \nzałącznikiem nr 1 do ww. zarządzenia\n, wraz z informacją o kadrze zawierającą liczbowy oraz imienny wykaz osób proponowanych do realizacji wnioskowanego kierunku studiów, zgodnie z \nzałącznikiem nr 2 do ww. zarządzenia\n.\n\nUWAGA:\n\nWw. pełną dokumentację należy złożyć do Biura Rektora nie później niż:\n\ndo końca listopada roku poprzedzającego rok akademicki – w przypadku rozpoczęcia prowadzenia studiów od semestru zimowego;\n\ndo końca kwietnia roku poprzedzającego rok akademicki – w przypadku rozpoczęcia prowadzenia studiów od semestru letniego.\n\nW postaci papierowej należy złożyć do Biura Rektora:\n\nww. wniosek dziekana wydziału w sprawie utworzenia nowego kierunku studiów wraz z uzasadnieniem oraz pozytywną opinią KR;\n\npozytywną opinię w sprawie zamiaru utworzenia nowego kierunku studiów wydaną przez dziekanów wszystkich wydziałów, na których w AGH są już prowadzone kierunki studiów o podobnej nazwie lub podobnych efektach uczenia się albo oświadczenie, że taki kierunek nie jest prowadzony w AGH;\n\nopinię koordynatora ds. kształcenia w dyscyplinie ustaloną w uzgodnieniu z radą ds. kształcenia w dyscyplinie właściwymi ze względu na dyscyplinę albo dyscyplinę wiodącą wskazaną w projekcie programu studiów;\n\nopinię Pełnomocnika Rektora ds. Jakości Kształcenia;\n\nopinię WRSS.\n\nSkany ww. dokumentów oraz pozostałe dokumenty należy złożyć w postaci elektronicznej w udostępnionym miejscu w chmurze AGH, w tym zwłaszcza program studiów, sylabusy oraz informacje o kadrze wraz z wymaganymi deklaracjami.\n\nDJK weryfikuje kompletność ww. dokumentacji i przekazuje informacje do Biura Rektora;\n\nPełna dokumentacja przekazywana jest członkom Senackiej Komisji ds. Kształcenia (SKK) nie później niż na 7 dni przed planowanym posiedzeniem SKK wyłącznie w wersji elektronicznej (w przypadku wersji papierowych – skany ww. dokumentów);\n\nPo pozytywnym zaopiniowaniu przez SKK (opinia zapada w wyniku głosowania) dokumentacja kierowana jest na posiedzenie Senatu nie później niż na 7 dni przed planowanym posiedzeniem Senatu;\n\nPo ustaleniu programu studiów przez Senat AGH JM Rektor podejmuje decyzję o utworzeniu studiów na danym kierunku, poziomie i profilu.\n\nW przypadku tworzenia studiów za pozwoleniem MNiSW:\n\nww. decyzja Rektora wraz z kompletną dokumentacją zgodnie z § 3 oraz § 5 ust. 6 \nZarządzenia nr 8/2024 Rektora AGH\n jest przekazywana do MNiSW w celu uzyskania pozwolenia;\n\ndo wniosku o pozwolenie na utworzenie studiów dołączana jest również dokumentacja wskazana w § 9 ust. 2 \nRozporządzenia Ministra Nauki i Szkolnictwa Wyższego z dnia 27 września 2018 r. w sprawie studiów - tekst jednolity.\n\nW celu wprowadzenia zmian w istniejącym programie studiów, należy przygotować następujące dokumenty:\n\nWniosek Dziekana Wydziału do JM Rektora\n.\n\nUzasadnienie wprowadzenia zmian \ndo istniejącego programu studiów wraz z informacją i oceną skutków w zakresie liczby godzin zajęć dydaktycznych w ramach obciążeń dydaktycznych kadry dydaktycznej prowadzącej zajęcia, w tym pensum, godzin ponadwymiarowych i umów cywilnoprawnych\n.\n\nWykaz wprowadzonych zmian\n – szczegółowa lista modyfikacji w programie studiów.\n\nZmieniony projekt programu studiów\n, wygenerowany w Systemie Sylabus AGH.\nUwaga\n: W przypadku zmian w sylabusach dotyczących nazwy modułu zajęć (w języku polskim i angielskim), liczby punktów ECTS, modułowych efektów uczenia się, treści programowych, formy zajęć, liczby godzin czy sposobu weryfikacji, zmiany te muszą być uwzględnione również w planie studiów.\n\nOpinia koordynatora ds. kształcenia w dyscyplinie\n, uzgodniona z radą ds. kształcenia właściwą dla danej dyscypliny lub dyscypliny wiodącej.\n\nOpinia Samorządu Studentów\n dotycząca proponowanych zmian w programie studiów.\n\nProsimy o złożenie dokumentacji w wersji papierowej (dotyczy punktów 1, 2, 3, 5, 6) w Sekretariacie JM Rektora w pokoju 108 A-0.\n\nPonadto skany ww. dokumentów oraz program studiów (punkt 4 z listy) należy przekazać w postaci elektronicznej w udostępnionym miejscu w Chmurze AGH. \n\nTerminarz prac w zakresie tworzenia nowych kierunków studiów, wprowadzania zmian w programach studiów oraz aktualizacji puli przedmiotów obieralnych\n\n1. Tworzenie nowych kierunków studiów i zmiany w programach studiów.\n\nWniosek w sprawie utworzenia nowego kierunku studiów\n na danym poziomie i profilu wraz z kompletną dokumentacją należy złożyć do Rektora w celu pozytywnego zaopiniowania projektu programu studiów przez Senacką Komisję ds. Kształcenia, a następnie skierowania go na posiedzenie Senatu, nie później niż:\n\ndo końca listopada roku poprzedzającego rok akademicki – w przypadku rozpoczęcia prowadzenia studiów od semestru zimowego;\n\ndo końca kwietnia roku poprzedzającego rok akademicki – w przypadku rozpoczęcia prowadzenia studiów od semestru letniego.\n\nWniosek w sprawie wprowadzania zmian w programach studiów\n wraz z kompletną dokumentacją należy złożyć do Rektora w celu pozytywnego zaopiniowania projektu programu studiów przez Senacką Komisję ds. Kształcenia, a następnie skierowania go na posiedzenie Senatu, nie później niż:\n\ndo końca listopada roku poprzedzającego rok akademicki – w przypadku rozpoczęcia prowadzenia studiów od semestru zimowego;\n\ndo końca kwietnia roku poprzedzającego rok akademicki – w przypadku rozpoczęcia prowadzenia studiów od semestru letniego.\n\n2. Aktualizacja puli przedmiotów obieralnych.\n\n24 lutego - 1 kwietnia 2025 r.\n – termin złożenia zweryfikowanego kompletnego wniosku do Prorektora ds. Kształcenia w tej sprawie \n\n1. Studia pierwszego stopnia - poziom 6 Polskiej Ramy kwalifikacji.\n\nCEU_6_A - Charakterystyki drugiego stopnia efektów uczenia się dla kwalifikacji na poziomie 6 Polskiej Ramy Kwalifikacji typowe dla kwalifikacji uzyskiwanych w ramach systemu szkolnictwa wyższego i nauki po uzyskaniu kwalifikacji pełnej na poziomie 4 – profil ogólnoakademicki;\n\nCEU_6_P - Charakterystyki drugiego stopnia efektów uczenia się dla kwalifikacji na poziomie 6 Polskiej Ramy Kwalifikacji typowe dla kwalifikacji uzyskiwanych w ramach systemu szkolnictwa wyższego i nauki po uzyskaniu kwalifikacji pełnej na poziomie 4 – profil praktyczny;\n\nCEU_inż_6_A - Charakterystyki drugiego stopnia efektów uczenia się dla kwalifikacji na poziomie 6 Polskiej Ramy Kwalifikacji umożliwiających uzyskanie kompetencji inżynierskich – profil ogólnoakademicki;\n\nCEU_inż_6_P - Charakterystyki drugiego stopnia efektów uczenia się dla kwalifikacji na poziomie 6 Polskiej Ramy Kwalifikacji umożliwiających uzyskanie kompetencji inżynierskich – profil praktyczny;\n\n2. Studia drugiego stopnia - poziom 7 Polskiej Ramy Kwalifikacji.\n\nCEU_7_A - Charakterystyki drugiego stopnia efektów uczenia się dla kwalifikacji na poziomie 7 Polskiej Ramy Kwalifikacji typowe dla kwalifikacji uzyskiwanych w ramach systemu szkolnictwa wyższego i nauki po uzyskaniu kwalifikacji pełnej na poziomie 4 – profil ogólnoakademicki;\n\nCEU_7_P - Charakterystyki drugiego stopnia efektów uczenia się dla kwalifikacji na poziomie 7 Polskiej Ramy Kwalifikacji typowe dla kwalifikacji uzyskiwanych w ramach systemu szkolnictwa wyższego i nauki po uzyskaniu kwalifikacji pełnej na poziomie 4 – profil praktyczny;\n\nCEU_inż_7_A - Charakterystyki drugiego stopnia efektów uczenia się dla kwalifikacji na poziomie 7 Polskiej Ramy Kwalifikacji umożliwiających uzyskanie kompetencji inżynierskich – profil ogólnoakademicki;\n\nCEU_inż_7_P - Charakterystyki drugiego stopnia efektów uczenia się dla kwalifikacji na poziomie 7 Polskiej Ramy Kwalifikacji umożliwiających uzyskanie kompetencji inżynierskich – profil praktyczny.\n\nUchwała nr 125/2023 Senatu AGH z dnia 27 września 2023 r. w sprawie wytycznych w zakresie ustalania programów studiów pierwszego i drugiego stopnia w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\nZarządzenie nr 8/2024 Rektora AGH w sprawie szczegółowych zasad tworzenia, przekształcania oraz znoszenia studiów pierwszego i drugiego stopnia na określonym kierunku, poziomie i profilu w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\n Ustawodawstwo \n\nUstawa Prawo o szkolnictwie wyższym i nauce z dnia 20 lipca 2018 r. - tekst jednolity\n\nUstawa z dnia 22 grudnia 2015 r. o Zintegrowanym Systemie Kwalifikacji -tekst jednolity\n\n Rozporządzenia Ministra \n\nRozporządzenie MNiSW z dnia 12 września 2018 r. w sprawie kryteriów oceny programowej\n\nRozporządzenie MNiSW z dnia 27 września 2018 r. w sprawie studiów - tekst jednolity\n\nRozporządzenie MNiSW z dnia 14 listopada 2018 r. w sprawie charakterystyk drugiego stopnia efektów uczenia się dla kwalifikacji na poziomach 6-8 Polskiej Ramy Kwalifikacji\n\nRozporządzenie MEiN z dnia 11 października 2022 r. w sprawie dziedzin nauki i dyscyplin naukowych oraz dyscyplin artystycznych - tekst jednolity\n\nRozporządzenie Ministra Nauki z dnia 12 września 2024 r. w sprawie danych przetwarzanych w Zintegrowanym Systemie Informacji o Szkolnictwie Wyższym i Nauce POL-on\n\n Uchwały Senatu AGH \n\nUchwała nr 71/2024 Senatu AGH z dnia 19 czerwca 2024 r. w sprawie wytycznych w zakresie ustalania programów jednolitych studiów magisterskich w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\nUchwała nr 29/2024 Senatu AGH z dnia 28 lutego 2024 r. w sprawie zmian w programach studiów stacjonarnych pierwszego stopnia\n\nUchwała nr 28/2024 Senatu AGH z dnia 28 lutego 2024 r.\n w sprawie zmiany \nuchwały nr 125/2023 Senatu AGH z dnia 27 września 2023 r.\n w sprawie wytycznych w zakresie ustalania programów studiów pierwszego i drugiego stopnia w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\nZałącznik do uchwały nr 28/2024 Senatu AGH z dnia 28 lutego 2024 r. - tekst jednolity uchwały w sprawie wytycznych w zakresie ustalania programów studiów pierwszego i drugiego stopnia w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie po zmianach\n\nUchwała nr 27/2024 Senatu AGH z dnia 28 lutego 2024 r.\n w sprawie zmiany \nuchwały Nr 57/2019 Senatu AGH z dnia 24 kwietnia 2019 r.\n\nw sprawie zasad nauki języków obcych w Akademii Górniczo Hutniczej im. Stanisława Staszica w Krakowie\n\nZałącznik do uchwały nr 27/2024 Senatu AGH z dnia 28 lutego 2024 r. - tekst jednolity uchwały w sprawie zasad nauki języków obcych w Akademii Górniczo Hutniczej im. Stanisława Staszica w Krakowie po zmianach\n\nUchwała nr 20/2023 Senatu AGH z dnia 1 marca 2023 r. w sprawie zmian w programach studiów wyższych w zakresie nazwy i przyporządkowania do dyscyplin w związku ze zmianą nazw niektórych dyscyplin naukowych\n\nUchwała nr 140/2019 Senatu AGH z dnia 25 września 2019 r. w sprawie potwierdzania efektów uczenia się w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\n Zarządzenia Rektora AGH \n\nZarządzenie Nr 8/2024 Rektora AGH z dnia 16 lutego 2024 r. w sprawie szczegółowych zasad tworzenia, przekształcania oraz znoszenia studiów pierwszego i drugiego stopnia na określonym kierunku, poziomie i profilu w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\nZałącznik nr. 1\n\nZałącznik nr. 2\n\nZarządzenie Nr 94/2023 Rektora AGH z dnia 14 grudnia 2023 r. w sprawie zasad organizacji praktyk studenckich w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\nZarządzenie nr 42/2019 Rektora AGH z dnia 26 września 2019 r. w sprawie przyporządkowania do dyscyplin naukowych kierunków studiów wyższych prowadzonych w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\nZałącznik nr. 1\n\nZałącznik nr. 2\n\nZarządzenie nr 10/2019 Rektora AGH z dnia 18 marca 2019 r. w sprawie szczegółowych zasad organizacji zajęć z wychowania fizycznego w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie\n\nZarządzenie nr 7/2019 Rektora AGH z dnia 28 lutego 2019 r. w sprawie bazy Sylabus AGH\n\nZałącznik nr. 1\n\n Polska Rama Kwalifikacji - informacje \n\nPolska Rama Kwalifikacji \nto opis ośmiu wyodrębnionych w Polsce poziomów kwalifikacji odpowiadających odpowiednim poziomom europejskich ram kwalifikacji, o których mowa w załączniku II do Zalecenia Parlamentu Europejskiego i Rady z dnia 23 kwietnia 2008 r. w sprawie ustanowienia europejskich ram kwalifikacji dla uczenia się przez całe życie (Dz.Urz. UE C 111 z 06.05.2008, str.1). sformułowany za pomocą ogólnych charakterystyk efektów uczenia się dla kwalifikacji na poszczególnych poziomach, ujętych w kategoriach wiedzy, umiejętności i kompetencji społecznych.\n\nPod koniec 2015 r. Sejm Rzeczypospolitej Polskiej uchwalił \nUstawę o Zintegrowanym Systemie Kwalifikacji\n. Od tego momentu rozpoczął się nowy etap w rozwoju krajowego systemu kwalifikacji. Ustawa o ZSK wprowadziła inny niż dotychczas ład w tej dziedzinie – nie stworzyła nowych instytucji, ale określiła podstawowe zasady i standardy postępowania. W ustawie zostały określone role i zadania różnych podmiotów funkcjonujących w obszarze kwalifikacji oraz wzajemne relacje pomiędzy nimi.\n Istotą zawartych w ustawie o ZSK regulacji jest wprowadzenie zestawu spójnych rozwiązań systemowych dotyczących kwalifikacji nadawanych poza systemami oświaty i szkolnictwa  wyższego  oraz  większa  integracja  różnych  obszarów,  w  których  nadaje  się  kwalifikacje.  Ustawa  wprowadza  jednolitą  terminologię,  a  także  wspólne  zasady  dotyczące  nadawania kwalifikacji i zapewniania ich jakości poza oświatą i szkolnictwem wyższym (analogiczne rozwiązania zostały w nich wprowadzone wcześniej). Przyjęte regulacje powinny się przyczynić do zwiększenia wiarygodności oraz zapewnienia porównywalności kwalifikacji nadawanych zarówno w Polsce, jak i za granicą.\n\nZasadnicze rozstrzygnięcia przyjęte w ustawie o ZSK są następujące:\n\nDo ZSK włączono z mocy prawa kwalifikacje nadawane w oświacie oraz w szkolnictwie wyższym (po ukończeniu studiów pierwszego i drugiego stopnia oraz stopień naukowy doktora).\n\nDo ZSK mogą być włączane także inne kwalifikacje nadawane w szkolnictwie wyższym  (np.  po  ukończeniu  studiów  podyplomowych)  oraz  kwalifikacje  nadawane  poza systemami oświaty i szkolnictwa wyższego.\n\nKwalifikacje nadawane poza systemami oświaty i  szkolnictwa wyższego włączają do ZSK ministrowie właściwi dla danych kwalifikacji.\n\nWszystkie kwalifikacje włączone do ZSK będą wpisywane do \nZintegrowanego Rejestru Kwalifikacji\n.\n\nKażda kwalifikacja włączona do ZSK musi być opisana w sposób określony w przepisach i mieć przypisany poziom PRK (Polskiej Ramy Kwalifikacji).\n\nKwalifikacjom   określonym   w   ustawie   jako   pełne   poziom   PRK   przypisano  w ustawie.\n\nW przypadku pozostałych kwalifikacji przypisany poziom PRK wynika z porównania wymaganych dla danej kwalifikacji efektów uczenia się z charakterystykami poziomów w Polskiej Ramie Kwalifikacji.\n\nKwalifikację  włączoną  do  ZSK  nadaje  się  na  podstawie  pozytywnego  wyniku sprawdzenia, czy osoba ubiegająca się o daną kwalifikację rzeczywiście osiągnęła wymagane efekty uczenia się.\n\nKwalifikacje  włączone  do  ZSK  mogą  nadawać  wyłącznie  instytucje  wskazane w przepisach prawa albo uprawnione przez ministra właściwego dla kwalifikacji.\n\nKażda instytucja nadająca kwalifikacje włączone do ZSK jest objęta wewnętrznym i zewnętrznym zapewnianiem jakości, które są zgodne z odpowiednimi przepisami prawa.\n\nNadzór nad nadawaniem kwalifikacji i zapewnianiem jakości sprawują ministrowie właściwi dla danych kwalifikacji.\n\nFunkcjonowanie zintegrowanego systemu jest koordynowane przez ministra koordynatora ZSK przy wsparciu Rady Interesariuszy ZSK.\n\nWięcej informacji na stronach:    \nhttp://www.kwalifikacje.gov.pl/\n\n Sylabusy \n\nSylabusy załączamy w wersji skróconej (tzw. senackiej):\n\nw przypadku nowego kierunku - wszystkie sylabusy,\n\nw przypadku wnioskowanych zmian programu studiów - tylko te sylabusy, w których były dokonane zmiany.\n\nW przypadku wprowadzania zmian w sylabusach (np. nazwa przedmiotu, liczba punktów ECTS, liczba godzin zajęć czy forma weryfikacji) należy te zmiany wprowadzić również w planie studiów.\n Wskazane jest, aby sylabusy załączone były w plikach pdf zatytułowanych nazwami modułu.\n\n Moduły anglojęzyczne \n\nDla modułów w języku angielskim sylabus musi być cały w języku angielskim - należy wybrać w systemie \"język tłumaczeń\" i \"język wykładowy\" jako angielski.\n\n Studia stacjonarne, a studia niestacjonarne \n\nSumaryczna liczba punktów ECTS na tym samym kierunku, poziomie i profilu musi być ta sama na studiach stacjonarnych i niestacjonarnych.\n Co najmniej połowa punktów ECTS objętych programem studiów na st. stacjonarnych musi być uzyskana w ramach zajęć z bezpośrednim udziałem nauczycieli akademickich lub innych osób prowadzących zajęcia i studentów, zgodnie z art. 63 ust 1. ustawy Prawo o szkolnictwie wyższym i nauce. Do godzin kontaktowych wlicza się: zajęcia, egzamin/zal. oraz dodatkowe godziny kontaktowe (konsultacje) – patrz punkt 13 BILANS ECTS.\n\n Grupy przedmiotów \n\nDla grup przedmiotów w systemie Sylabus w sekcji: plan okresowy - należy upewnić się, że nie brakuje formy zaliczenia, obligatoryjności, form zajęć studenta z określeniem godzin dla całej grupy.\n\n Obligatoryjność i obieralność \n\nGrupa może być:\n\nobligatoryjna (O = obowiązkowa), a w jej ramach moduły podlegają wyborowi (W = do wyboru) jak np. w przypadku języków obcych,\n\ndo wyboru (W = do wyboru) spośród kilku grup, ale w jej ramach moduły będą obowiązkowe (O = obowiązkowy).\n\nW grupach, gdzie student zobowiązany jest wybrać wszystkie moduły, moduły powinny być obowiązkowe, nie do wyboru.\n\n Nauka języków obcych \n\nZajęcia z języków obcych to lektoraty, a nie ćwiczenia audytoryjne. Należy zapewnić studentom możliwość wyboru 5 języków obcych prowadzonych w Uczelni (ang., fr., niem., hiszp., ros.).\n Lektorat jako grupa jest obowiązkowy, ale poszczególne języki - do wyboru.\n\nZajęcia z języków obcych nie stanowią obieralnych modułów zajęć.\n\n Egzamin lub zaliczenie \n\nWe wszystkich miejscach sylabusa musi być zgodność obranej metody zaliczenia modułu: egzamin LUB zaliczenie (podanej zarówno jako \"forma weryfikacji modułu\" - sekcja: informacje ogólne, jak i \"sposób weryfikacji i oceny efektów uczelnia się\" - sekcja: informacje dodatkowe).\n Jeśli w bilansie ECTS uwzględniono czas na \"egzamin lub kolokwium zaliczeniowe\", to konsekwentnie w metodach weryfikacji powinna się pojawić metoda weryfikacji test zal. lub kolokwium albo egzamin.\n\n Przedmiot powiązany z badaniami naukowymi \n\nPrzedmiot powiązany z badaniami naukowymi powinien mieć podane co najmniej 3 publikacje/badania.\n\n Modułowe efekty uczenia się \n\nNależy dodać w sumie 4-10 modułowych efektów uczenia się (MEU) w systemie Sylabus dla każdego sylabusa w zakładce \"Efekty\".\n\n Projekt \n\nMetoda weryfikacji \"projekt\" i \"wykonanie projektu\" się dublują, należy wybrać jedną dla danego modułu.\n\n Treści programowe w sylabusach \n\n\"Treści programowe zapewniające uzyskanie efektów uczenia się dla modułu zajęć\" powinny być uzupełnione zwięzłym opisem, który nie jest powtórzeniem nazwy przedmiotu lub formy zajęć, nie popadając również w drugą skrajność czyli drobiazgowy wykaz wszystkich tematów zajęć.\n\n Metody i techniki kształcenia \n\nZachęcamy do śmiałego wskazywania na używane nowoczesne metody kształcenia jak: design thinking, debata oksfordzka, mind mapping, grywalizacja itp. (z listy z elementami do wyboru w systemie Sylabus).\n\n Bilans ECTS \n\nWg § 11 ust. 3 uchwały nr 14/2019 Senatu AGH w przypadku studiów stacjonarnych nominalna liczba punktów ECTS przewidziana planem studiów dla semestru wynosi od 27 do 33 punktów ECTS przypisanych modułom zajęć realizowanym w każdym semestrze studiów, przy czym liczba punktów ECTS przewidziana planem studiów dla roku studiów trwającego dwa semestry nie może być mniejsza niż 60.\n Co do zasady 1 ECTS = 25 - 30 godzin (kontaktowych i bezkontaktowych).\n W semestralnym bilansie punktów ECTS dla modułu maksymalna średnia liczba godzin przeznaczona na \"egzamin lub kolokwium zaliczeniowe\" to 2 godziny, a na \"dodatkowe godziny kontaktowe\" (czyli konsultacje) - 5 godzin.\n\n Zajęcia z dziedziny nauk humanistycznych lub społecznych \n\nZgodnie z § 16 ust. 1 uchwały nr 14/2019 Senatu AGH w przypadku kierunków studiów przyporządkowanych do dyscyplin w ramach dziedzin innych niż odpowiednio nauki humanistyczne lub nauki społeczne zajęciom z dziedziny nauk humanistycznych lub społecznych należy przypisać co najmniej 5 punktów ECTS na każdym poziomie studiów. \n\n Praktyki zawodowe - wymiar w programie studiów \n\nprofil\n\nStudia I stopnia\n\nStudia II stopnia\n\nogólnoakademicki\n\nINŻ.\n\n4 ECTS, min. 100 godzin\n\nMGR INŻ.\n\nfakultatywne\n\nLIC.\n\n3 ECTS, min. 75 godzin\n\nMGR\n\npraktyczny\n\nINŻ.\n\n38 ECTS, min. 960 godzin (6 miesięcy)\n\nMGR INŻ.\n\n19 ECTS, min. 480 godzin (3 miesiące)\n\nLIC.\n\nMGR\n\n Ścieżki \n\nZgodnie z § 12 ust. 7 uchwały nr 14/2019 Senatu AGH z dnia 27 lutego 2019 r. w sprawie wytycznych dotyczących projektowania i ustalania programów studiów wyższych w AGH zróżnicowanie kształcenia w ramach ścieżek kształcenia jest dopuszczalne wyłącznie w ramach kierunków studiów prowadzonych wspólnie przez co najmniej dwa Wydziały i odbywa się nie wcześniej niż po pierwszym roku studiów. Zgodnie z ust. 5 ww. paragrafu zróżnicowanie kształcenia na studiach drugiego stopnia możliwe jest w ramach ścieżek dyplomowania albo specjalności.\n\n Wykaz nauczycieli akademickich \n\nW przypadku przesyłania skorygowanej i skompletowanej dokumentacji do Senackiej Komisji ds. Kształcenia należy usunąć numery PESEL z wykazu oraz deklaracji nauczycieli akademickich.\n\nStopka\n\nCentrum Akredytacji i Jakości Kształcenia\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30\n30-059 Kraków\n\n © 2025 Centrum Akredytacji i Jakości Kształcenia\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://cajk.agh.edu.pl/programy-studiow#c31762", "title": " Programy studiów -- Centrum Akredytacji i Jakości Kształcenia AGH ", "depth": 3, "duplicate": false, "content_hash": "75dca361f58ac1780a709c62ecf6ed0a", "word_count": 3316, "headings": [{"level": 1, "text": "Programy studiów"}, {"level": 2, "text": "Stopka"}]}}