{"content": "# Regulamin siłowni | Oficjalna strona Basenu AGH\n\nURL: https://www.basen.agh.edu.pl/?page_id=216\nCrawled: 2025-03-19 22:37:57\n\n1.   \nWarunkiem korzystania z siłowni jest przestrzeganie regulaminu oraz posiadanie ważnego karnetu lub jednorazowego wejścia na siłownię.\n\n2.   \nJednocześnie na siłowni może przebywać maksymalnie 30 osób.\n\n3.\n\nZ siłowni\n\nmogą korzystać osoby, które ukończyły 16 lat. \n\n4.   \nWszystkie urządzenia siłowni oraz sprzęt do ćwiczeń mogą być wykorzystywane tylko zgodnie z ich przeznaczeniem.\n\n5.   \nTorby i ubrania powinny być pozostawione w szatniach. Nie dopuszczalne jest zabieranie kluczyków do szafek do domu lub pozostawienie rzeczy w szafkach na czas dłuższy niż korzystanie w danym dniu z siłowni.\n\n6.   \nOpłata za zagubiony transponder wynosi 50 zł.\n\n7.   \nDo uczestniczenia w ćwiczeniach konieczny jest \nstrój sportowy, czyste zmienne, sportowe obuwie oraz\n\nręcznik\n.\n\n8.   \nOsoba chcąca korzystać z siłowni powinna zasięgnąć opinii lekarza odnośnie swojego stanu zdrowia. \nKorzystający z urządzeń ćwiczą na własną odpowiedzialność, kierownictwo obiektu nie odpowiada za stan zdrowia ćwiczących.\n\n9.   \nZabrania się uczestnictwa w ćwiczeniach po spożyciu alkoholu lub innych środków odurzających oraz\n\nw przypadku złego samopoczucia. \n\n10.   \nZabrania się wnoszenia na teren siłowni używek, środków wspomagających, szklanych butelek, jedzenia.\n\n11. \nPrzed rozpoczęciem ćwiczeń należy sprawdzić stan sprzętu. Każdą usterkę należy zgłosić obsłudze. Nie należy podejmować samodzielnych prób naprawy urządzenia.\n\n12. \nPrzed rozpoczęciem ćwiczeń siłowych należy przeprowadzić rozgrzewkę. Należy dobierać obciążenia treningowe stosownie do zaleceń: lekarza, trenera, stanu zdrowia, wieku, płci. Zaleca się rozpoczynać trening z małymi obciążeniami, stopniowo zwiększając intensywność ćwiczeń.\n\n13. \nZaleca się nie ćwiczyć do wyczerpania. Jeśli podczas treningu ćwiczący poczuje się słabo (może mieć między innymi takie objawy jak: ból w klatce piersiowej, zawroty głowy) powinien natychmiast przerwać trening i wezwać pomoc.\n\n14. \nPrzed rozpoczęciem treningu należy upewnić się, że przyjęta pozycja ćwiczebna jest prawidłowa oraz czy nie ma innych przeszkód uniemożliwiających rozpoczęcie ćwiczeń.\n\n15. \nRęcznik oraz części ubrania należy trzymać z dala od ruchomych części urządzenia. Sznurowadła powinny być starannie zawiązane. Długie włosy powinny być związane.\n\n16. \nPrzed rozpoczęciem ćwiczeń na bieżni należy upewnić się, że na pasie bieżni nic nie leży. Należy poruszać się po centralnej części pasa. Zabrania się zeskakiwać z bieżni podczas jej pracy.\n\n17. \nKonieczna jest asekuracja podczas ćwiczenia – wyciskanie leżąc oraz podczas ćwiczeń z większym obciążeniem.\n\n18. \nZabrania się gwałtownego opuszczania ciężarów, nie wolno kłaść hantli, sztang na tapicerce. \n\n19. \nPo zakończeniu ćwiczeń należy uporządkować stanowisko. Odłożyć sztangi, gryfy, hantle na stojaki.\n\n20. \nZabrania się przestawiania urządzeń treningowych.\n\n21. \nBasen AGH nie odpowiada za brak miejsca na siłowni spowodowanych frekwencją.\n\n22. \nBasen AGH nie odpowiada za przedmioty pozostawione w szatni.\n\n23. \nZakup karnetu/biletu wstępu jest jednoznaczny z akceptacją regulaminu siłowni. \n\n24.\n Maksymalny czas pobytu na siłowni wynosi 120 min.\n\n25.\n Klient może skorzystać z siłowni raz dziennie.\n\n26. Wszelka działalność zarobkowa, w tym prowadzenie treningów personalnych na terenie siłowni jest zabroniona.\n\n27.\n Nieprzestrzeganie postanowień niniejszego regulaminu będzie skutkować brakiem możliwości skorzystania z usług naszej siłowni w przyszłości\n\nDodaj komentarz \nAnuluj pisanie odpowiedzi\nMusisz się \nzalogować\n, aby móc dodać komentarz.", "metadata": {"url": "https://www.basen.agh.edu.pl/?page_id=216", "title": "Regulamin siłowni | Oficjalna strona Basenu AGH", "depth": 3, "duplicate": false, "content_hash": "346b33b7facd569b81b1c47cfdfdac17", "word_count": 470, "headings": [{"level": 3, "text": "Dodaj komentarzAnuluj pisanie odpowiedzi"}]}}