{"content": "# Ze smutkiem informujemy, że w dniu 27 lutego 2025 roku po długiej chorobie zmarł w wieku 87 lat prof. dr hab. Edward Chruściel.-- Wydział Fizyki i Informatyki Stosowanej AGH \n\nURL: https://www.fis.agh.edu.pl/aktualnosci/detail/ze-smutkiem-informujemy-ze-w-dniu-27-lutego-2025-roku-po-dlugiej-chorobie-zmarl-w-wieku-87-lat-prof-dr-hab-edward-chrusciel\nCrawled: 2025-03-19 21:36:32\n\nZe smutkiem informujemy, że w dniu 27 lutego 2025 roku po długiej chorobie zmarł w wieku 87 lat prof. dr hab. Edward Chruściel. \n\n 01-03-2025 \n\nProf. dr hab. Edward Chruściel był długoletnim pracownikiem Międzyresortowego Instytutu Fizyki i Techniki Jądrowej, przekształconego na początku lat 90-tych w Wydział Fizyki i Techniki Jądrowej, a następnie w Wydział Fizyki i Informatyki Stosowanej AGH w Krakowie.\n\nUrodził się 7 kwietnia 1937 roku w Ropicy Polskiej koło Gorlic. Studia magisterskie ukończył w 1959 roku na Wydziale Matematyki, Fizyki i Chemii Uniwersytetu Jagiellońskiego. W tym samym roku rozpoczął pracę na AGH. W 1968 roku uzyskał stopień doktora, a w 1983 roku doktora habilitowanego, na podstawie rozprawy \"Analiza promieniowania gamma z wychwytu radiacyjnego do oceny wartości złóż surowców stałych\". W 1993 roku otrzymał tytuł naukowy profesora. Był wybitnym specjalistą w zakresie fizyki i geofizyki jądrowej oraz przemysłowych zastosowań izotopów promieniotwórczych. Od 1979 roku pełnił funkcję kierownika Zakładu Geofizyki Jądrowej, Międzyresortowego Instytutu Fizyki i Techniki Jądrowej, a od 1992 roku Wydziału Fizyki i Techniki Jądrowej AGH. Jest autorem ponad 100 publikacji i 7 patentów. W trakcie swojej kariery wypromował wielu magistrów i doktorów. W pracy dał się poznać jako świetny fachowiec, wspierający rozwój naukowy członków swojego zespołu. Był niezwykle ciepłym, pełnym humoru człowiekiem, wspaniałym gawędziarzem.\n\nUroczystości pogrzebowe odbędą się 4 marca 2025 roku o godz. 10:20 w kaplicy na cmentarzu Rakowickim.\n\nPowrót", "metadata": {"url": "https://www.fis.agh.edu.pl/aktualnosci/detail/ze-smutkiem-informujemy-ze-w-dniu-27-lutego-2025-roku-po-dlugiej-chorobie-zmarl-w-wieku-87-lat-prof-dr-hab-edward-chrusciel", "title": "Ze smutkiem informujemy, że w dniu 27 lutego 2025 roku po długiej chorobie zmarł w wieku 87 lat prof. dr hab. Edward Chruściel.-- Wydział Fizyki i Informatyki Stosowanej AGH ", "depth": 3, "duplicate": false, "content_hash": "068bceffd7dc6e1c65307ea504ce1086", "word_count": 222, "headings": [{"level": 1, "text": "Ze smutkiem informujemy, że w dniu 27 lutego 2025 roku po długiej chorobie zmarł w wieku 87 lat prof. dr hab. Edward Chruściel."}, {"level": 2, "text": "Stopka"}]}}