{"content": "# Projekt KOMPAS AGH - Wydział Odlewnictwa\n\nURL: https://odlewnictwo.agh.edu.pl/projekt-kompas/\nCrawled: 2025-03-19 21:33:34\n\nProjekt KOMPAS AGH\n\nMiło nam poinformować, że Wydział Odlewnictwa uczestniczy w realizacji Projektu pt. KOMpetencje, PASja – Akademia nowoczesnych profesjonalistów AGH \nKOMPAS AGH \ndofinansowanego ze środków Unii Europejskiej w ramach Funduszy Europejskich dla Rozwoju Społecznego (FERS).\nCałkowita wartość projektu: 12 235 987,50 zł\nWartość dofinansowania: 11 865 987,50 zł\nOkres realizacji: 01.09.2023 r. – 31.10.2028 r.\nKierownik Projektu: prof. dr hab. inż. Rafał Wiśniowski\n\nNa Wydziale projektem zostały objęte kierunki:\nTworzywa i Technologie Motoryzacyjne, I st., studia stacjonarne, program studiów rozpoczęty w roku akademickim 2024/2025\nTworzywa i Technologie Motoryzacyjne, II st., studia stacjonarne, program studiów rozpoczęty w roku akademickim 2024/2025\nMateriały i Technologie dla Energetyki i Lotnictwa, II st., program studiów rozpoczęty w roku akademickim 2024/2025\n\nW ramach projektu dla studentów w/w kierunków przewidziano szkolenia, płatne staże, wyjazdy studyjne i zajęcia wyrównawcze. Pracownicy Wydziału będą mogli uczestniczyć w różnego typu szkoleniach. Szczegóły znajdą Państwo na stronie \nwww.kompas.agh.edu.pl\n\nWydziałowe Biuro Projektu KOMPAS AGH\nDr inż. Renata Zapała – Wydziałowy Koordynator Projektu, Koordynator Merytoryczny dla kierunku TiTM, I stopień\nDr hab. inż. Magdalena Kawalec, prof. AGH – Koordynator Merytoryczny dla kierunku TiTM, II stopień\nDr inż. Sebastian Sobula – Koordynator Merytoryczny dla kierunku MiTEL, \nII stopień\nMgr inż. Romana Włoczewska\nMgr Joanna Cholawa\nMarta Kukułka\n\nAdres:\nBudynek Wydziału Odlewnictwa (D8)\nReymonta 23\nDziekanat, pok. 001 (parter)\n\nWięcej informacji o Projekcie KOMPAS AGH\nwww.kompas.agh.edu.pl", "metadata": {"url": "https://odlewnictwo.agh.edu.pl/projekt-kompas/", "title": "Projekt KOMPAS AGH - Wydział Odlewnictwa", "depth": 3, "duplicate": false, "content_hash": "78278fdbae8b63168963c247ad5bf5aa", "word_count": 221, "headings": [{"level": 1, "text": "Projekt KOMPAS AGH"}]}}