{"content": "# Przedstawiciele Shibaura Institute of Technology Konsulami Honorowymi AGH-- Serwis Akademii Górniczo-Hutniczej \n\nURL: http://www.agh.edu.pl/aktualnosci/info/article/przedstawiciele-shibaura-institute-of-technology-konsulami-honorowymi-agh/\nCrawled: 2025-03-19 22:27:10\n\nPrzedstawiciele Shibaura Institute of Technology Konsulami Honorowymi AGH \n\n 09/11/2017 \n\nDwóch przedstawicieli Shibaura Institute of Technology (SIT) otrzymało tytuły Konsula Honorowego AGH. Uroczystość odbyła się 1 listopada 2017 r. w Tokio, a \nAkademię Górniczo-Hutniczą\n reprezentowali Rektor AGH prof. Tadeusza Słomka, Prorektor ds. Ogólnych AGH prof. Mirosław Karbowniczek oraz Pełnomocnik Rektora AGH ds. Współpracy z Japonią prof. Janusz Szmyd.\n\nHisaya Igarashi, prezes zarządu SIT otrzymał tytuł za szczególne zasługi w rozwoju realizacji strategii internacjonalizacji studentów AGH oraz SIT. Z kolei prof. Akito Takasaki został uhonorowany za szczególne zasługi w rozwoju współpracy naukowej i dydaktycznej pomiędzy AGH a SIT.\n\nUroczyste nadanie tytułów Konsula Honorowego AGH odbyło się w trakcie obchodów jubileuszu 90-lecia powstania Shibaura Institute of Technology. Wydarzenie uświetnił występ Filharmonii Tokijskiej, która na zakończenie uroczystości odegrała polski hymn państwowy.\n\nWizyta władz Akademii Górniczo-Hutniczej była okazją do podsumowania rozpoczętej w 2004 r. ścisłej współpracy obu uczelni. Koncentruje się ona nie tylko na badaniach (głównie związanych z energetyką oraz inżynierią materiałową), ale także na wymianie studenckiej i wspólnym kształceniu doktorantów (umowa o podwójnym dyplomowaniu). Shibaura Institute of Technology jest jednym z najważniejszych japońskich partnerów AGH. W tej prywatnej uczelni, ze zlokalizowanym w centrum Tokio kampusem, studiuje ponad osiem tysięcy studentów. We wrześniu 2014 r. SIT znalazł się w gronie najlepszych japońskich szkół wyższych, które otrzymują szczególne wsparcie w rozwoju ze strony Ministerstwa Edukacji, Kultury, Sportu, Nauki i Technologii Japonii (w ramach programu „Top Global University Project”).\n\nAkademia Górniczo-Hutnicza przywiązuje szczególne znaczenie do współpracy naukowej z Japonią. Pierwsza oficjalna umowa została podpisana w 1983 r. z Kyoto University i dotyczyła wzajemnego uznania programów studiów. Obecnie AGH współpracuje z dwunastoma japońskimi uczelniami (m.in. z uniwersytetami w Tokio, Hokkaido, Kyushu i Tohoku), a także wieloma instytucjami i firmami z tego kraju.\n\nPrzykładem doskonałej współpracy na linii AGH – partnerzy japońscy jest umowa i wspólne badania z Japan Coal Energy Center (JCOAL). Kooperacja ta rozwijana jest sukcesywnie od kilku lat, za główny cel stawiając sobie realizację projektów związanych z czystymi technologiami węglowymi.\n\nPowrót\n\n Powiązane pliki\n\n Przedstawiciele-Shibaura-Institute-of-Technology-Konsulami-Honorowymi-AGH_1.jpg \n 173 KB \n\n Przedstawiciele-Shibaura-Institute-of-Technology-Konsulami-Honorowymi-AGH_2.jpg \n 165 KB", "metadata": {"url": "http://www.agh.edu.pl/aktualnosci/info/article/przedstawiciele-shibaura-institute-of-technology-konsulami-honorowymi-agh/", "title": "Przedstawiciele Shibaura Institute of Technology Konsulami Honorowymi AGH-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "a84ea3a462d92a8f710127f4fee23431", "word_count": 333, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}