{"content": "# Akademia Dydaktyki - CeLiID AGH\n\nURL: https://www.cel.agh.edu.pl/akademii-dydaktyki/\nCrawled: 2025-03-19 22:37:14\n\nCeLiID AGH\n > \nAkademia Dydaktyki\n\nEdycja I\nstacjonarnie/online\n\nKilka słów o programie\n\nAkademia Dydaktyki to program rozwojowy z obszaru dydaktyki akademickiej. Skierowany jest do osób prowadzących zajęcia w AGH, zarówno tych będących na początku swojej drogi, jak i tych posiadających już doświadczenie w uczeniu innych. Zależy nam na stworzeniu Wam optymalnych warunków do doskonalenia konkretnych umiejętności, a także do świadomego planowania ścieżki rozwoju dydaktycznego zgodnie z Waszymi potrzebami.\n\nAkademii Dydaktyki dostarczy Wam wiedzy na temat specyfiki uczenia dorosłych, a także roli i kompetencji osoby prowadzącej zajęcia dydaktyczne. Poznacie również zasady planowania i projektowania w dydaktyce akademickiej, a także dowiecie się jak stosować nowoczesne metody kształcenia i narzędzia cyfrowe oraz jak tworzyć wartościowe treści edukacyjne.\nProgram składa się z trzech poziomów [ścieżek rozwojowych], które są spójne, ale jednocześnie zróżnicowane pod względem treściowym i metodycznym.\n\nAkademia Dydaktyki - poziom 1\nŚcieżka podstawowa\nŚcieżka podstawowa, która obejmuje zagadnienia z andragogiki i podstaw dydaktyki szkoły wyższej. Akademia Dydaktyki – poziom 1 jest formą przygotowania pedagogiczno-dydaktycznego do prowadzenia zajęć na uczelni technicznej. Kurs jest realizowany w oparciu o ZARZĄDZENIE nr 49/2024 Rektora Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 20 września 2024 r. w sprawie kształcenia pedagogiczno-dydaktycznego pracowników AGH. Ukończenie tego poziomu daje wstęp na poziom 2. Cały program obejmuje 38 godzin dydaktycznych realizowanych przez dwa semestry w ramach danego roku akademickiego.\n\nDla kogo?\n\nosób nowo zatrudnionych na stanowiskach dydaktycznych i badawczo-dydaktycznych,\n\nosób, które dotychczas nie korzystały z programów doskonalenia dydaktycznego, realizowanych na AGH i nie mają potwierdzonego przygotowania pedagogiczno-dydaktycznego.\n\nW ramach Akademii Dydaktyki – poziom 1 realizujesz dwie ścieżki:\n\ndydaktyczno-pedagogiczną\n [semestr zimowy: 30h/udział w 4 szkoleniach]\n\npraktyczną\n [semestr letni: 8h/przygotowanie i przeprowadzenie własnych zajęć dydaktycznych, udział w 2 hospitacjach koleżeńskich]\n\nWięcej o AD1\nHarmonogram zajęć w ramach ścieżki dydaktyczno-pedagogicznej:\n\nSpecyfika uczenia dorosłych\n\nProwadząca:\n Anna Chyła\n\nTermin szkolenia:\n 21.10.2024-25.10.2024\n\nIlość godzin dydaktycznych:\n 5\n\nWarsztat poprzedzony jest samodzielną pracą online na platformie UPeL\n\nPraca na UPeL:\n  od 21.10.2024\n\nData warsztatu stacjonarnego:\n 25.10.2024, godz.09.00-12.00\n\nPodczas szkolenia:\n\nzapoznasz się z podstawowymi paradygmatami kształcenia, teoriami dot. uczenia oraz stylami uczenia się,\n\ndowiesz się więcej o roli nauczycielki/nauczyciela akademickiego i jakich kompetencji potrzebujesz,\n\nspróbujesz zaplanować aktywność osób studiujących na zajęciach, uwzględniając specyfikę danej grupy,\n\nzaczniesz świadomie planować swój rozwój zawodowy.\n\nWykorzystanie materiałów do prowadzenia zajęć\n\nProwadząca:\n Karolina Grodecka\n\nTermin szkolenia:\n 04.11.2024-08.11.2024\n\nIlość godzin dydaktycznych:\n 7\n\nWarsztat poprzedzony jest samodzielną pracą online na platformie UPeL\n\nPraca na UPeL:\n od 04.11.2024\n\nData warsztatu stacjonarnego:\n 08.11.2024, godz.09.00-12.00\n\nPodczas szkolenia:\n\ndowiesz się jak korzystać z materiałów autorstwa innych osób (tzw. dozwolony użytek edukacyjny i prywatny) oraz otwartych zasobów edukacyjnych,\n\npoznasz konkretne przepisy prawa autorskiego i licencje Creative Commons,\n\nskorzystasz z serwisów i wyszukiwarek otwartych zasobów edukacyjnych.\n\nMetody i techniki dydaktyczne\n\nProwadząca:\n Marta Ciesielka\n\nTermin szkolenia:\n 15.11.2024-29.11.2024\n\nIlość godzin dydaktycznych:\n 8\n\nWarsztat poprzedzony jest samodzielną pracą online na platformie UPeL\n\nPraca na UPeL:\n od 15.11.2024\n\nDaty warsztatów stacjonarnych:\n 15.11.2024, godz.09.00-12.00,\n\n29.11.2024, godz.09.00-12.00\n\nPodczas szkolenia:\n\npoznasz nowoczesne metody nauczania i ich zastosowanie,\n\nrozwiniesz umiejętności doboru i zastosowania wybranych metod nauczania w Twoich własnych zajęciach dydaktycznych.\n\nProjektowanie w dydaktyce\n\nProwadząca:\n Kamila Gandecka\n\nTermin szkolenia:\n 02.12.2024-06.12.2024\n\nIlość godzin dydaktycznych:\n 10\n\nWarsztat poprzedzony jest samodzielną pracą online na platformie UPeL\n\nPraca na UPeL:\n od 02.12.2024\n\nData warsztatu stacjonarnego:\n 06.12.2024, godz.09.00-12.00\n\nPodczas szkolenia:\n\ndowiesz się jak planować zajęcia dydaktyczne z uwzględnieniem specyfiki uczenia się osób dorosłych,\n\npoznasz koncepcję spójności celów, metod nauczania i sposobów oceniania (ang. alignment),\n\nzaprojektujesz scenariusz zajęć dydaktycznych z uwzględnieniem efektów kształcenia.\n\nAkademia Dydaktyki - poziom 2\nŚcieżka zaawansowana\nŚcieżka zaawansowana, która obejmuje szkolenia metodyczne i narzędziowe, znajdujące się w \naktualnej ofercie szkoleniowej CeLiID\n.\n\nDla kogo?\n\nosób, które ukończyły Akademię Dydaktyki – poziom 1,\n\nosób, które ukończyły inne kursy/szkolenia pedagogiczno-dydaktyczne i chcą kontynuować aktywny rozwój warsztatu dydaktycznego.\n\nW ramach tego poziomu samodzielnie planujesz swoją ścieżkę rozwoju w obszarze  dydaktyki akademickiej. Zrealizuj szkolenie E-learning akademicki certyfikacja i dodatkowo  wybierz co najmniej \n2 szkolenia metodyczne\n. Następnie przejdź \n1 szkolenie narzędziowe\n i \n1 szkolenie z tworzenia zasobów\n. Finalnie, w ramach tej ścieżki zrealizujesz minimum 5 szkoleń z różnych obszarów.\n\nUkończenie tego poziomu daje Ci wstęp na poziom 3 [Szkoła Trenerów Dydaktyki Akademickiej].\n\nAkademia Dydaktyki - poziom 3\nSzkoła Trenerów Dydaktyki Akademickiej\nŚcieżka trzecia to \nSzkoła Trenerów Dydaktyki Akademickiej\n. Na tym etapie rozwoju warsztatu metodyczno-dydaktycznego skupiamy się na doskonaleniu \numiejętności trenerskich\n, przydatnych w zarządzaniu procesem grupowym, podczas zajęć dydaktycznych. Rekrutację na ten poziom rozpoczniemy w semestrze letnim.\n\nDla kogo?\n\nosób, które ukończyły poziomy 1 i 2 Akademii Dydaktyki,\n\nosób, które aktywnie rozwijają się w obszarze dydaktyki akademickiej i chcą rozwijać umiejętności trenerskie,\n\nosób, które ukończyły program szkoleniowy Szkoła Tutorów Akademickich i/lub Akredytowany Praktyk Tutoringu.\n\nW ramach Szkoły Trenerów Akademickich realizujemy szkolenia z obszarów: \nkomunikacji, facylitacji spotkań\n oraz \nzarządzania procesem grupowym\n. Dodatkowo skupiamy się na zagadnieniach związanych z wspieraniem procesu uczenia w oparciu o wybrane metody, m.in.: \nmentoring edukacyjny i tutoring\n.\n\nKoordynatorka programu:\n\ndr Kamila Gandecka, e-mail: \nkgandecka@agh.edu.pl\n, tel. kont.: +48 12 617 56 34\n\nAkademia Dydaktyki", "metadata": {"url": "https://www.cel.agh.edu.pl/akademii-dydaktyki/", "title": "Akademia Dydaktyki - CeLiID AGH", "depth": 3, "duplicate": false, "content_hash": "f38993343f0c7242484922a8cca87f3c", "word_count": 805, "headings": [{"level": 2, "text": "Kilka słów o programie"}, {"level": 2, "text": "Dla kogo?"}, {"level": 2, "text": "Harmonogram zajęć w ramach ścieżki dydaktyczno-pedagogicznej:"}, {"level": 2, "text": "Dla kogo?"}, {"level": 2, "text": "Dla kogo?"}]}}