{"content": "# Akademia Sieci Cisco\n\nURL: https://cnap.agh.edu.pl/\nCrawled: 2025-03-19 21:38:02\n\nSzczegółowe informacje dotyczące prowadzonych naborów można znaleźć w zakładce \nZAPISY\n.\n\nWitamy na stronach Regionalnej Akademii Sieci Komputerowych Cisco przy Wydziale Informatyki (dawniej Katedrze Informatyki) Akademii Górniczo-Hutniczej w Krakowie.\n\nObecny system edukacyjny nie zawsze nadąża za gwałtownym rozwojem technologii wykorzystywanych w najnowocześniejszych urządzeniach przeznaczonych do budowy infrastruktury teleinformatycznej przedsiębiorstw. \nCisco Systems\n, firma będącą jednym z największych producentów urządzeń sieciowych, opracowała i wprowadziła w 1997 roku w życie program \nCisco Networking Academy Program\n (CNAP). Dzięki inicjatywie Cisco do chwili obecnej kursy prowadzone zgodnie z CNAP ukończyło miliony osób na całym świecie. Jednym z miejsc, gdzie można odbyć taki kurs, jest właśnie nasza Akademia!\n\nZasadniczym celem szkoleń prowadzonych w ramach programu Cisco Networking Academy Program jest przygotowanie kursantów do egzaminów certyfikacyjnych. Uczestnictwo w szkoleniu daje jednak dużo więcej — przygotowuje kursantów do pracy w charakterze administratorów lokalnych i rozległych sieci komputerowych. Umiejętności sprawnego rozwiązywania problemów występujących w działaniu sieci komputerowych i umiejętności pracy w zespole sieciowym nie da się nauczyć z lektury książek i analizy pytań testowych! \nZapraszamy do naszej Akademii!\n\nW naszym serwisie znajdziecie Państwo bardziej szczegółowe informacje o Akademii Sieciowej Cisco działającej przy Wydziale Informatyki Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie. Poznać można tutaj zarówno \nprogram dostępnych kursów\n, jak i \ndokonać zapisu\n na wybrany kurs.\n\nWsparcie Akademii oraz Szkolenie Instruktorów\n\nAkademia przy Wydziale Informatyki AGH jest również jednym z kilku działających w Polsce \nośrodkiem ASC\n (Academy Support Center) oraz \nośrodkiem ITC\n (Instructor Training Center). Oferujemy wsparcie merytoryczne, szkolenia instruktorskie oraz utrzymywanie najnowszych informacji z centralnej Cisco Academy.\n\nInne propozycje kształcenia\n\nNa Wydziale Informatyki prowadzimy wiele innych form kształcenia, obejmujących szeroko rozumianą informatykę. Zapraszamy do zapoznania się z naszą ofertą \nstudiów podyplomowych\n oraz \nintensywnych szkoleń\n.", "metadata": {"url": "https://cnap.agh.edu.pl/", "title": "Akademia Sieci Cisco", "depth": 3, "duplicate": false, "content_hash": "1c73e4fd461c2154c352dd6705103166", "word_count": 278, "headings": [{"level": 1, "text": "O nas"}, {"level": 2, "text": "Wsparcie Akademii oraz Szkolenie Instruktorów"}, {"level": 2, "text": "Inne propozycje kształcenia"}]}}