{"content": "Rb-D.0201 -1-60/20 \nStrona 1 z 1 ZARZĄDZENIE Nr 60/2020 \nRektora Akademii Górniczo -Hutniczej  \nim. Stanisława Staszica w Krakowie  \nz dnia 11 wrześn ia 2020 r. \nw sprawie wydania  Regulaminu Organizacyjnego AGH  \nNa podstawie art. 23 ust. 3 ustawy z dnia 20 lipca 2018 r. – Prawo o szkolnictwie wyższym  \ni nauce ( Dz. U. z 2020 r., poz. 85 z późn. zm .), §21 ust. 3 Statutu AGH (uchwała Nr 137/2019 \nSenatu AGH z dnia 26 czerwca 2019 r.  z późn. zmianami ), zarządzam co następuje:  \n§1. \nWydaję Regulamin Organizacyjny w zakresie określonym w załączniku  nr 1 do niniejszego \nZarządzenia.  \n§2. \n1. Z uwagi na rozpoczynającą się kadencję  2020 - 2024 i związane z tym zmiany, przesuwam \nna dzień 10 listopada 2020 roku wydanie następujących dodatków określonych  \nw Regulaminie Organizacyjnym:  \na) Dodatku Nr 2 - „Wykaz gremiów doradczych oraz koordynatorów powołanych zgodnie  \nz §10 Regulaminu Organizacyjnego ”, o którym mowa w §10 ust. 5 Regulaminu \nOrganizacyjnego,  \nb) Dodatku nr 3 - „Wykaz funkcji kierowniczych oraz osób powołanych do ich pełnienia ”, \no którym mowa w §12 ust. 4 Regulaminu Organizacyjnego,  \nc) Dodatku nr 4 „Wykaz stanowisk kierowniczych oraz osób na ni ch zatrudnionych ”,  \no którym mowa w §13 ust. 4 Regulaminu Organizacyjnego.  \n2. Wyznaczam na dzień 31 października 2020 roku, termin wykonania następujących działań \norganizacyjnych i prawnych dotyczących organizacji Uczelni, a związanych z wydanym \nRegulaminem O rganizacyjnym:  \na) wydanie nowych lub aktualizacja istniejących zarządzeń dotyczących zasad \nfunkcjonowania jednostek, dla których wymóg wydania takich regulacji określa §7 ust. 4 \nRegulaminu Organizacyjnego,  \nb) dostosowania nazewnictwa i rangi jednostek organizacyjnych wymienionych  \nw Regulaminie Organizacyjnym do liczby pracowników wchodzących w ich skład, dla \nuzyskania zgodności z zasadami określonymi w §4 ust. 4, §5 ust. 2 oraz w §5 ust. 3 \nRegulaminu Organizac yjnego,  \nc) określenia szczegółowych zakresów działania i zadań poszczególnych jednostek \norganizacyjnych Uczelni.  \n3. Zobowiązuję Kanclerza do koordynacji działań określonych w ust. 2 i przedstawiania \nwniosków o wydanie decyzji w tych sprawach, ze zmianą Regulamin u Organizacyjnego \nwłącznie, jeżeli wystąpi taka potrzeba.  \n§3. \n1. Traci moc Zarządzenie nr 57/201 7 Rektora AGH z dnia 22 grudnia 201 7 roku w  sprawie \naktualizacji Regulaminu Organizacyjnego AGH.  \n2. Zarządzenie wchodzi w życie z dniem ogłoszenia.  \n3. Podstawową formą podania Regulaminu Organizacyjnego do wiadomości w Uczelni  \njest publikacja w Internecie na stronie AGH.  \n \n \nR E K T O R \n \nprof. dr hab. inż. Jerzy Lis  \n \n \n\n Załącznik Nr 1 do Zarządzenia Nr 60/2020 Rektora AGH z dnia 11 września 2020 r.  \n \nAKAD EMIA GÓRNICZO-HUTNICZA \nim. S TANIS ŁAWA S TASZICA \nw KRAKOWIE    \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nREGU LAMIN ORGAN IZACYJNY  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nKraków,  wrzesień  2020  roku \n\n Załącznik Nr 1 do Zarządzenia Nr 60/2020 Rektora AGH z dnia 11 września 2020 r.  \nStrona 2 z 13 Wstęp \n1. Regulamin Organizacyjny określa:  \na) strukturę organizacyjną  Uczelni, rodzaje jednostek organizacyjnych i zasady ich \ntworzenia ; \nb) funkcje kierownicze i stanowiska kierownicze ; \nc) koordynacja zarządzania jednostkami;  \nd) merytoryczne  zakresy  działalności  jednostek  organizacyjnych ; \ne) kompetencje  i zakres  odpowiedzialności  osób pełniących funkcje kierownicze \ni zajmujących stanowiska kierownicze;  \n2. Załącznikami d o Regulaminu Organizacyjnego są : \na) Załącznik nr 1 – schemat organizacyjny Uczelni (graficzny),  \nb) Załącznik nr 1A – schematy organizacyjne jednostek pomocniczych,  \nc) Załącznik nr 2 - wykaz jednostek pomocniczych, ich jednostek wewnętrznych wraz z ich \noznaczeniami korespondencyjnymi  \n3. Regulamin Organizacyjny zostaje  wydany  z następującymi  dodatkami informacyjnymi:  \na) Dodatek nr 1 – wykaz jednostek podstawowych, ich jednostek wewnętrznych wraz z ich \noznaczeniami korespondencyjnymi  \nb) Dodatek nr 2 - wykaz komisji, koordynatorów i zespołów, powołanych na podstawie §8 \nRegulaminu Organizacyjnego . \nc) Dodatek nr 3 – wykaz osób pełniących funk cje kierownicze  \nd) Dodatek nr 4 – wykaz osób zajmujących stanowiska kierownicze  \n \nCzęść I \nOrganizacja Uczelni  \n§ 1 \n1. System organizacyjny AGH wynika z wewnętrznych potrzeb Uczelni związanych  \nz realizowanymi  zadaniami i oparty jest na przepisach obowiązującego prawa  \nzewnętrznego i wewnętrznego.  \n2. Podstawowym dokumentem prawa wewnętrznego AGH jest obowiązujący Statut AGH. \nPonadto prawo wewnętrzne stanowią zarządzenia i decyzje Rektora oraz uchwały organów \nUczelni w zakresie przysługujących im kompetencji.  \n3. Poszczególne elementy s ystem u organizacyjn ego AGH  określon e są w zarządzeniach  \nRektora AG H obejmujących:  \na) regulacje  procesów  funkcjonujących w Uczelni  lub ich części , w których określone są \nszczegółowe role i zadania jednostek organizacyjnych  w ramach poszczególnych \nprocesów , \nb) zasady  organizacji i funkcjonowania poszczególnych jednostek organizacyjnych,  \nw których opisana jest struktura tych jednostek, realizowane zadania, kompetencje \noraz obieg dokumentów . \n4. Rektor może wydawać decyzje dotyczące systemu organizacyjnego Uczelni, które n ie są \nwydawane w formie zarządzeń. Dotyczyć one mogą w szczególności doraźnego lub stałego \nrozszerzenia lub przesunięcia zadań, struktury organizacyjnej , funkcji i stanowisk \nkierowniczych , nazewnictwa itp.  \n5. Regulamin Organizacyjny AGH opisuje system organiz acyjny Uczelni, jej strukturę \norganizacyjną, rodzaje jednostek i zasady ich tworzenia, przekształcania i likwidacji, \nsystem powoływania osób do pełnienia funkcji kierowniczych i zajmujących stanowiska \nkierownicze oraz opis procesów zachodzących w Uczelni , zadań jednostek w ich realizacji  \noraz organizacji jednostek nie ujętych w zarządzeniach określonych w ust. 3 . \n6. Regulamin Organizacyjny uwzględnia wszelkie uregulowania ujęte w zarządzeniach \nRektora, określonych w ust. 3  oraz podział zadań i kompetencji dla  jednostek nimi \nobjętych . W takim przypadku Regulamin Organizacyjny ujmuje strukturę organizacyjną \n\n Załącznik Nr 1 do Zarządzenia Nr 60/2020 Rektora AGH z dnia 11 września 2020 r.  \nStrona 3 z 13 jednostki w strukturze organizacyjnej Uczelni oraz podstawowe obszary i procesy \nobsługiwane lub zarządzane przez tę jednostkę z odesłaniem do zarządzenia, ja ko miejsca \nuregulowań szczegółowych.  \n7. Zmiany uregulowań lub nowe uregulowania ujęte w zarządzeniach Rektora, o których \nmowa w ust. 3 oraz decyzjach o których mowa w ust. 4 ujmowane będą w Regulaminie \nOrganizacyjnym:  \na) na bieżąco (niezwłocznie) w zakresie struktury organizacyjnej nazewnictwa jednostek  \ni ich oznaczeń;  \nb) okresowych aktualizacjach Regulaminu Organizacyjnego  przypadających na ostatni \ndzień każdego kwartału kalendarzowego w pozostałym zakresie.  \n8. Do Regulaminu Organizacyjnego  wydawane są dodatki zawierające niektóre informacj e \nwynikające z decyzji lub zarządzeń Rektora wydawanych poza Regulaminem \nOrganizacyjnym. Zmiany dodatków nie stanowią zmiany regulaminu Organizacyjnego.  \n9. Zmiany systemu organizacyjnego Uczeln i w zakresie nie objętym zarządzeniami \nopisanym i w ust. 3 , wydawane są jako zmiany Regulaminu  Organizacyjnego.  \n10. Za bieżące monitorowanie systemu organizacyjnego i wynikające z niego nanoszenie \nzmian w Regulaminie Organizacyjnym oraz przygotowanie zarządzeń  Rektora \nokreślających jego zmiany, odpowiedzialny jest Kanclerz.  \n \nCzęść I I \nStruktura organizacyjna Uczelni  \n§ 2 \nPostanowienia ogólne:  \n1. Zgodnie z Ustawą z dnia 20 lipca 2018 roku Prawo o szkolnictwie wyższym i nauce (Dz. U. \nz 2018 r. poz. 1668, z późn. zm.), zwaną dalej „ustawą” i Statutem  AGH, w Uczelni \nfunkcjonują organy Uczelni oraz jednostki organizacyjne.  \n2. Zgodnie ze Statutem AGH w strukturze organizacyjnej Uczelni występują  następujące \njednostki organizacyjne:  \na) podstawowe;  \nb) pomocnicze;  \nc) szkoły doktorskie.  \n3. Jednostkę podstawow ą oraz szkoł ę doktorsk ą tworzy Rektor zarządzeniem , nadając jej \nstrukturę organizacyjną , z zastrzeżeniem zapisów §30 ust. 4 Statutu AGH, na mocy \nktórego powołanie, likwidacja lub przekształcenie jednostek podstawowych oraz szkół \ndoktorsk ich, następuje po zasięgnięciu opinii Senatu AGH.  \n4. Wewnętrzne jednostki organizacyjne w jednostkach podstawowych  i w szkołach \ndoktorskich , tworzy Rektor. Decyzje w tym zakresie nie wymaga ją zasięgnięcia opinii \nSenatu AGH .  \n5. Struktur y organizacyjn e jednost ek podstawowych  oraz szkół doktorskich , \nodzwierciedlając e zapisy zarządzeń Rektora, publikowan e są na bieżąco w Dodatku nr 1 \ndo Regulaminu Organizacyjnego . Zmiany w tym zakresie nie stanowią zmian Regulaminu \nOrganizacyjnego.  \n6. Jednostki pomocnicze tworzy przeks ztałca i likwiduje Rektor. Decyzje Rektora w tym \nzakresie ujmowane są jako zmiany Regulaminu Organizacyjnego.  \n§ 3 \nPodstawowe jednostk i organizacyjn e i szkoły doktorskie : \n1. Wydziały :  \na) Górnictwa i Geoinżynierii;  \nb) Inżynierii M etali i Informatyki Przemysłowej;  \n\n Załącznik Nr 1 do Zarządzenia Nr 60/2020 Rektora AGH z dnia 11 września 2020 r.  \nStrona 4 z 13 c) Elektrotechniki , Automatyki , Informatyki i Inżynierii Biomedycznej;  \nd) Informatyki , Elektroniki i Telekomunikacji;  \ne) Inżynierii Mechanicznej i Robotyki;  \nf) Geologii, Geofizyki i Ochrony Środowiska;  \ng) Geodezji Gó rniczej i Inżynierii Środowiska;  \nh) Inżynierii Materiałowe j i Ceramiki;  \ni) Odlewnictwa;  \nj) Metali Nieżelaznych;  \nk) Wiertnictwa , Nafty i Gazu;  \nl) Zarządzania;  \nm) Energetyki i Paliw;  \nn) Fizyki i Informatyki Stosowanej;  \no) Matematyki Stosowanej;  \np) Humanistyczny.   \n2. Centra badawcze : \na) Akademickie Centrum Materiałów i Nanotechnologii  (ACMiN)  \n3. Centra dydaktyczne : \na) Studium Języków Obcych  (SJO) , \nb) Studium Wychowania Fizycznego i Sportu  (SWFiS) . \n4. Szkoły doktorskie:  \na) Szkoła Doktorska AGH.  \n5. Podstawowe jednostki organizacyjne  i szkoły doktorskie,  w strukturze organizacyjnej \nUczelni podlegają : \na) Rektorowi – wydziały i ACMiN,  \nb) Prorektorowi ds. Kształcenia – SJO, \nc) Prorektorowi ds. Studenckich – SWFiS,  \nd) Prorektorowi ds. Nauki – Szkoła Doktorska  AGH. \n§ 4 \nRodzaje wewnętrznych jednostek w jednostkach podstawowych  \n1. Rodzaje wewnętrznych jednostek w wydziałach:  \na) jednostki naukow o-dydaktyczne : \n1) instytuty funkcjonujące na podstawie §33 Statutu AGH;  \n2) katedry funkcjonujące na podstawie §33 Statutu AGH;  \n3) zespoły badawcze – będące wewnętrznymi jednostkami naukowymi instytutów  \nwydziałowych  lub katedr ; \n4) pomocnicze jednostki naukowo -badawcze (np. laboratoria wydziałowe ),  \nb) jednostki administracyjne:  \n1) biuro administracyjne wydziału;  \n2) zespoły administracyjne – będące wewnętrznymi jednostkami biura \nadministracyjnego wydziału, jednostkami administracyjnymi instytutów, jednostkami \nobsługi kształcenia (np. dziekanaty , biblioteki wydziałowe) lub jednostkami obsługi \nnauki (np. zespół obsługi rady dyscypliny, zespół obsługi doktorantów) , \nc) inne jednostki.  \n2. Rodzaje wewnętrznych jednostek w centrach badawczych:  \na) zakłady (np. linie badawcze lub zespoły badawcze);  \nb) biuro administracyjne centrum;  \n3. Rodzaje wewnętrznych jednostek w centrach dydaktycznych:  \na) zespoły merytoryczne;  \nb) biuro administracyjne centrum;  \n4. Rektor tworzy wewnętrzne jednostki o rganizacyjne w jednostk ach podstawow ych lub \nszkołach doktorski ch, nadaje im nazwę  i ujmuje je w strukturze organizacyjnej , jeżeli \nliczba pracowników takiej jednostki wewnętrznej jest nie mniejsza niż 5 osób.  \n\n Załącznik Nr 1 do Zarządzenia Nr 60/2020 Rektora AGH z dnia 11 września 2020 r.  \nStrona 5 z 13 5. W wewnętrznych jednostkach organizacyjnych jednostki podstawowej lub szkoły \ndoktorskiej,  mogą funkcjonować mniejsze liczebnie zespoły pracowników  niż określone \nw ust. 4 , w szczególności należące do  rodzajów wymienionych w ust. 1 pkt. a) nr 3 i 4 , \npkt. b) nr 2 , pkt c) , ust. 2 pkt. b), ust. 3 pkt. b). Zespoły takie tworzy kierownik jednostki \npodstawowej l ub szkoły doktorskiej, okre śla ich kompetencje poprzez zakresy obowiązków \npracowników  oraz wskazuje koordynatora.  Nie stanowią one wewnętrznych jednostek \norganizacyjnych w rozumieniu §2 ust. 4.  \n6. W szczególnie uzasadnionych przypadkach Rektor, na wniosek kierownika podstawowej \njednostki organizacyjnej lub szkoły doktorskiej, może uwzględnić ujawnienie zespołów \nopisan ych w ust. 5 w strukturze organizacyjnej jednostki podstawowej lub szkoły \ndoktorskiej.  \n7. W jednostkach podstawowy ch pracownicy przypisani organizacyjnie do wewnętrznych \njednostek organizacyjnych oraz do innych jednostek podstawowych uczelni, mogą tworzyć \nzespoły dla prowadzenia wspólnych aktywności w zakresie debat naukowych, promocji \nnauki, współpracy z otoczeniem s połeczno -gospodarczym , kształcenia  itp. W  przypadkach \nuzasadnionych, w szczególności działalnością publiczną takich zespołów, kierownik \njednostki podstawowe j może wystąpić do Rektora o nadanie nazwy , określenie zasad \ndziałania takiego zespołu  i ujawnienia go w strukturze organizacyjnej jednostki . Zespoły \ntakie nie stanowią wewnętrznych jednostek organizacyjnych określonych w ust. 4, ani  \nzespołów  określonych w ust. 5.  \n§ 5 \nPomocnicze jednostki organizacyjne : \n1. Ze względu na swój charakter, realizowane zadania oraz strukturę , jednostki pomocnicze \ndzielą się na:  \na) wydzielone  pomocnicze  jednostki specjalistycznych usług dla dydaktyki, badań \nnaukowych oraz ochrony zasobów specjalnych – powołane do zarządzania istotnym co \ndo wielkości, jednorodnym obszarem działalności uczelni , związaną z nim infrastruktur ą \ni zasobami  oraz z wydzielonymi procesami funkcjonującymi w obrębie działalności tych \njednostek;  \nb) naukow o-dydaktyczne  jednostki pomocnicze – powołane do promocji nauki  \ni kształcenia,  \nc) jednostki usł ug wspólnych – realizujące  określone usługi lub grupy usług dla całości lub \nistotnej części uczelni  \nd) jednostki administracyjne  – obsługujące wydzielone procesy  związane z zarządzaniem \nuczelnią i jej działalnością , obsługujące władze Uczelni i jednostek itp.   \n2. Rodzaje wewnętrznych jednostek w jednostkach pomocniczych :  \na) działy  – wieloosobowe jednostki obsługujące określony zakres merytoryczny \nfunkcjonowania Uczelni. Działy mogą posiadać wewnętrzne struktury obejmujące \nsekcje lub zespoły będące grupami pracownik ów oraz stanowiska jednoosobowe. Dział \nliczy minimum 8 pracowników. Kierowany jest przez kierownika działu, który \nodpowiada za jego działalność przed dyrektorem centrum lub bezpośrednio przed \nkierownikiem pionu.  Rektor może nadać rangę działu jednostce, która liczy nie mniej \nniż 6 osób, obsługuje wydzielony niepowtarzalny obszar działalności Uczelni.  \nb) sekcje  – wieloosobowe grupy pracowników obsługujące określony jednorodny zakres \nzadań . Sekcja liczy minimum 5 osó b, kierowana jest przez kierownika sekcji, który \nodpowiada za działalność sekcji  przed kierownikiem działu  lub jednostki .  \nc) samodzielne sekcje  – jednostki spełniające warunki organizacyjne jak dla sekcji, \nwykonujące szczególnie ważne zadania wyodrębnione w skali pionu. Kierownik \nsamodzielnej sekcji odpowiada za jej działalność przed kierownikiem pionu.  \n3. W grupie jednostek administracyjnych, o któ rych mowa w ust. 1 pkt. d) tworzone są \ncentra administracyjne  w administracji centralnej . Stanowią one „węzły  \nodpowiedzialności” – organizujące, realizujące i koordynujące zarządzanie istotnym \nobszarem działalności Uczelni i kluczowymi procesami przebiegającymi w tym obszarze. \nCentra administracyjne posiadają wewnętrzne struktury obejmujące działy, sekcje oraz \n\n Załącznik Nr 1 do Zarządzenia Nr 60/2020 Rektora AGH z dnia 11 września 2020 r.  \nStrona 6 z 13 zespoły lub stanowiska jednoosobowe. Centrum Adminis tracyjne tworzy się, jeżeli w jego \nskład wchodzą co najmniej 3 jednostki organizacyjne. Centrum  kierowane jest przez \ndyrektora, który odpowiada za działalność centrum przed kierownikiem pionu. W Pionie \nKanclerza centra administracyjne przyjmują nazwę „sekt orów”.  \n4. W wewnętrznych jednostkach jednostek pomocniczych lub w pionach mogą funkcjonować \nzorganizowane, wieloosobowe grupy pracowników , stanowiące grupy samodzielnych \nstanowisk , nie spełniające wymagań liczbowych dla składu sekcji, obsługujące \nspecjalistyc zny zakres zadań, wymagających wysokich kwalifikacji członków grupy . Grupa  \nnie ma kierownika, ale kierownik pionu może ustanowić koordynatora jej prac. Każdy z je j \nczłonków samodzielnie realizuje zadania lub uczestniczy w  realizacji zadań grupy . \nCzłonkowie  grupy  w szerokim zakresie wymieniają się przy realizacji zadań. Grupy  mogą \nfunkcjonować w ramach centrum administracyjnego, działu lub całego Pionu. Dla \nprzejrzystości nomenklatury używają nazwy „zespół” lub nazwy własnej.  Nie stanowią one \njednostek organizacyjnych w rozumieniu niniejszego regulaminu.  \n5. Dla przejrzystości schematów organizacyjnych grupy opisane w ust. 4 nie są ujmowane  \nw wykazie wewnętrznych jednostek pomocniczych określonym w §6, ani na schemacie \norganizacyjnym Uczelni. Mogą natomiast zostać ujęte na schematach organizacyjnych \npionu oraz w załączniku nr 2 do niniejszego regulaminu. Szczególnie dotyczy to grup \nstanowisk, którym ze względu na wyznaczone role w obiegu dokumentów musz ą zostać \nnadane oznaczenia korespondencyjne . \n§ 6 \nWykaz  pomocniczych jednostek organizacyjnych:  \n1. Wydzielone pomocnicze jednostki specjalistycznych usług dla dydaktyki, badań \nnaukowych oraz ochrony zasobów specjalnych , o których mowa w §5 ust. 1 pkt. a) : \na) Akademickie Centrum Komputerowe „Cyfronet” AGH,  \nb) Biblioteka  Główna,  \nc) Centrum Energetyki,  \nd) Miasteczko Studenckie AGH,  \ne) Basen . \n2. Naukow o-dydaktyczne  jednostki pomocnicze, o których mowa w §5 ust. 1 pkt. b):  \na) Centrum Międzynarodowej Promocji Technologii i Edukacji AGH – UNESCO,  \nb) Uniwersytet Otwarty AGH,  \n3. Jednostki usług wspólnych, o których mowa w §5 ust. 1 pkt. c): \na) Centrum e -Learningu,  \nb) Centrum Rozwiązań Informatycznych , \nc) Wydawnictwa AGH , \nd) Zarząd Budynków i Terenu . \n4. Jednostki administracyjne, o których mowa w §5 ust. 1 pkt. d):  \na) centra administracyjne:  \n1) Centrum  Rekrutacji (CR),  \n2) Centrum Organizacji Kształcenia (COK)  \n3) Centrum Spraw Studenckich  (CSS) , \n4) Centrum Obsługi Nauki (CON)  \n5) Centrum Obsługi Projektów  (COP) , \n6) Centrum Transferu Technologii,  \n7) Centrum Spraw Pracowniczych (CSP)  \n8) Sektor Techniczny  (ST); \n9) Sektor Administracyjno -Gospodarczy  (SAG) ; \n10)Biuro Rektora  \nb) działy i sekcje administracji centralnej , poza centrami administracyjnymi . \n1) Dział Współpracy z Zagranicą,     \n2) Dział Współpracy z Administracją i Gospodarką,  \n3) Biuro Kanclerza  \n\n Załącznik Nr 1 do Zarządzenia Nr 60/2020 Rektora AGH z dnia 11 września 2020 r.  \nStrona 7 z 13 4) Dział Zamówień Publicznych ,   \n5) Dział Ekonomiczny ,   \n6) Dział Organizacyjny , \n7) Dział Rozrachunków    \n8) Dział Przychodów i Kosztów ,   \n9) Dział Dekretacji ,   \n10) Dział Księgowości Majątkowej ,    \n11) Dział Finansowy ,   \n12) Samodzielna Sekcja Eksploatacji Komputerów ,   \n13) Samodzielna Sekcja Rozliczeń Programów Międzynarod owych .   \n§ 7 \nOrganizacja pomocniczych jednostek organizacyjnych:  \n1. Jednostki pomocnicze  wymienione  w §6, zorganizowane są w Pionach:  \na) Pion Rektora,  \nb) Pion Kształcenia,  \nc) Pion Spraw Studenckich,  \nd) Pion Nauki,  \ne) Pion Współpracy,  \nf) Pion Ogólny,  \ng) Pion Kanclerza,  \nh) Pion Kwestury . \n2. Piony stanowią grupy jednostek, kierowanych przez Rektora, Prorektorów,  Kanclerza, \nKwestora. \n3. Jednostki pomocnicze określone w § 6 podlegają bezpośrednio kierownikom pionów , \nwedług przyporządkowania określonego w §9.  \n4. Zasady funkcjonowania jednostek określonych w  § 6 ust. 1 i ust. 3  oraz ust 4 pkt. a)  \nobligatoryjnie regulują zarządzenia Rektora, o których mowa w §1 ust. 3 pkt.  b). Rektor \nna wniosek kierownika Pionu może również wydać takie zarządzenia dla innych jednostek \npomocniczych.  \n5. Organizację pionów, wykaz jednostek pomocniczych oraz ich wewnętrzne struktury, \nzawierają Załącznik  nr 1 i Załącznik nr 1A  (graficzn e) i Załącznik nr 2 do Regulaminu \nOrganizacyjnego.  \n§ 8 \nPodległość jednostek pomocniczych  określonych w §6. \n1. Jednostki pomocnicze określone w  § 6 podlegają kierownikom pionów według podziału:  \na) Rektor:  \n1) ACK Cyfronet AGH,  \n2) Centrum Rozwiązań Informatycznych,  \n3) Biuro Rektora,  \nb) Prorektor ds. Kształcenia:  \n1) Uniwersytet Otwarty AGH,  \n2) Centrum e -Learningu,  \n3) Centrum Rekrutacji (CR) , \n4) Centrum Organizacji  Kształcenia (COK)  \nc) Prorektor ds. Studenckich  \n1) Miasteczko Studenckie AGH  \n2) Centrum Spraw Studenckich , \nd) Prorektor ds. Nauki : \n1) Biblioteka Główn a, \n2) Wydawnictwa AGH , \n\n Załącznik Nr 1 do Zarządzenia Nr 60/2020 Rektora AGH z dnia 11 września 2020 r.  \nStrona 8 z 13 3) Centrum Obsługi Nauki  \ne) Prorektor ds. Współpracy:  \n1) Centrum Energetyki,  \n2) Centrum Międzynarodowej Promocji Technologii i Edukacji AGH – UNESCO,  \n3) Centrum Transferu Technolog ii, \n4) Centrum Obsługi Projektów,  \n5) Dział Współpracy z Zagranicą,     \n6) Dział Współpracy z Administracją i Gospodarką,  \nf) Prorektor ds. Ogólnych  \n1) Centrum Spraw Pracowniczych,  \ng) Kanclerz  \n1) Basen AGH , \n2) Zarząd Bu dynków i Terenu,  \n3) Sektor Administracyjno -Gospodarczy,  \n4) Sektor Techniczny , \n5) Biuro Kanclerza,  \n6) Dział Zamówień Publicznych ,   \n7) Dział Ekonomiczny ,   \n8) Dział Organizacyjny ,  \nh) Kwestor     \n1) Dział Rozrachunków ,    \n2) Dział Przychodów i Kosztów ,    \n3) Dział Dekretacji ,   \n4) Dział Księgowości Majątkowej ,    \n5) Dział Finansowy z Sekcją Wypłat Różnych ,   \n6) Samodzielna Sekcja Eksploatacji Komputerów,    \n7) Samodzielna Sekcja Rozliczeń Programów Międzynarodowych . \n§ 9 \nZasady tworzenia przekształcania i likwidacji jednostek pomocniczych.  \n1. Rektor podejmie decyzje o utworzeniu przekształceniu i likwidacji jednostek \npomocniczych  w zakresie:  \na) jednostek opisanych w § 5 ust. 1,  \nb) centrów administracyjnych,  \nc) działów i samodzielnych sekcji wchodzących w skład jednostek pomocniczych , centrów \nadministracyjnych lub pionów.  \n2. Decyzje o utworzeniu sekcji /zespołu  wewnątrz działu  lub w pionie , albo utworzenia \ngrupy  nie będące j sekcją podejmuje kierownik pionu. O swojej decyzji zawiadamia \nRektora, który w terminie 14 dni od otrzymania  zawiadomienia wnosi zastrzeżenia lub \nkieruje do ujęcia w strukturze organizacyjnej pionu.  \n§ 10 \nGremia doradczo konsultacyjne . \n1. Dla oceny realizacji ustawowych zadań Uczelni, Rektor wydaje zarządzenia o powołaniu  \nw Uczelni komisji rektorskich, dla których określa szczegółowy zakres działania \nobejmujący w szczególności obszary działalności Uczelni lub procesy w nich \nwystępujące. Komisje stanowią wsparcie dla Rektora i kierowników pionów, \nodpowiedzialnych za zakres m erytoryczny, w którym działa komisja. Ww. komisje nie \nstanowią jednostek organizacyjnych w rozumieniu niniejszego regulaminu.  \n2. Dla wsparcia zarządzania w obszarach działalności Uczelni podlegających Rektorowi lub \nProrektorom, Rektor może powołać koordynatorów. Koordynatorzy podlegają Rektorowi \nlub Prorektorom, wykonują zadania przez nich określone i są przez nich rozliczani. \nKoordynatorzy nie są osobami pełniącymi funkcje kierownicze lub zajmującymi \nstanowiska kier ownicze.  \n\n Załącznik Nr 1 do Zarządzenia Nr 60/2020 Rektora AGH z dnia 11 września 2020 r.  \nStrona 9 z 13 3. Dla realizacji lub koordynacji ważnych zadań Uc zelni, mogą być powoływane zespoły \nzadaniowe, które nie stanowią jednostek organizacyjnych w rozumieniu niniejszego \nregulaminu. Pracownicy powołani do tych zespołów, w zakresie realizacji zadań \npowierzonych zespołowi, podlegają powołującemu zespół. Osoby, którym powierzono \nkoordynację prac takich zespołów nie pełnią funkcji kierowniczej, ani nie zajmują \nstanowiska kierowniczego.  \n4. Zespoły określone w ust. 3 powołuje:  \na) Rektor jeżeli zespół powoływany jest z różnych jednostek organizacyjnych Uczelni - \njednostek podstawowych lub jednostek pomocniczych;  \nb) kierownik jednostki podstawowej lub kierownik pionu, jeżeli w skład zespołu wchodzą \npracownicy z jednostki lub pionu.  \n5. Wykaz komisji, koordynatorów i zespołów , których okres działania przekracza \n6 miesięcy  zawiera  Dodatek nr 2 do Regulaminu Organizacyjnego. Zmiany w tym \nzakresie nie stanowią zmiany regulaminu organizacyjnego.  \n \nCzęść II I \nFunkcje kierownicze i stanowiska kierownicze  \n§ 11 \nFunkcje kierownicze  \n1. Zgodnie z zapisami §27  ust. 1  Statutu AGH na funkcje kierownicze powoływane są \nosoby, zatrudnione w Uczelni na stanowiskach nauczycieli akademickich.  \n2. Zgodnie z zapisami Statutu AGH, funkcje kierownicze dzieli się na:  \na) funkcje kierownicze w Uczelni w rozumieniu ustawy, które wymienione są w §27 ust.3 \nStatutu AGH i obejmują prorektor ów, dziekanów i prodziekanów  wydziałów , dyrektora \nACMiN  i jego zastępców , dyrektorów SJO i SWFiS oraz ich zastępcó w, dyrektora Szkoły \nDoktorskiej AGH oraz jego zastępcę.  \nb) inne funkcje kierownicze w jednostkach podstawowych i pomocniczych.   \n3. Inne funkcje kierownicze, o których mowa w ust. 2 pkt. b) obejmują:  \na) dyrektorów instytutów wydziałowych, o których mowa w §4 ust.1 pkt. a) i ich \ni zastępców;  \nb) kierowników katedr , o których mowa w §4 ust.1 pkt. b) i ich i zastępców;  \nc) kierowników zespołów badawczych  w instytutach wydziałowych , o których mowa w §4 \nust.1 pkt. c) ;  \nd) kierowników pomocniczych jednostek naukowo -badawczych  na wydziałach , o których \nmowa w §4 ust.1 pkt. d) ; \ne) kierowników zakładów, o których mowa w §4 ust.2 pkt. a) , o ile nie pełnią funkcji \nzastępcy dyrektora centrum badawczego,  \nf) dyrektora Akademickiego Centrum Komputerowego „Cyfronet” AGH,  \ng) dyrektora Biblioteki Głównej (do 30.09.2020 r.),  \nh) dyrektora Centrum Energetyki,  \ni) dyrektora Centrum e -Learningu,  \nj) dyrektora Wydawnictw AGH,  \nk) kierownika Centrum Międzynarodowej Promocji Technologii i Edukacji AGH – UNESCO,  \nl) kierownika Uniwersytetu Otwartego AGH,  \n§ 12 \n1. Na funkcje kierownicze w Uczelni, o których mowa w § 1 1 ust. 2 pkt. a), powołuje \nRektor na  kadencję, zgodnie z postanowieniami Statutu, który określa w szczególności \nsposób wyłaniania kandydatów na dziekanów wydziałów oraz wykaz funkcji \nkierowniczych, do których powo łanie poprzedzone jest uzgodnieniem kandydata  \nz samorządem studentów lub doktorantów.  \n2. Na funkcje kierownicze w jednostkach podstawowych i pomocniczych , o których mowa \n\n Załącznik Nr 1 do Zarządzenia Nr 60/2020 Rektora AGH z dnia 11 września 2020 r.  \nStrona 10 z 13 w § 11 ust. 2 pkt. b), powołuje Rektor na kadencję, na wniosek kierowników jednostek \npodstawowych lub kierowników pionów.  \n3. Rektor może podjąć decyzję o powoła niu na funkcje kierowniczą na okres krótszy niż \nkadencja.  \n4. Wykaz funkcji kierowniczych określonych w § 1 1 ust. 2 i ust. 3 oraz osób powołanych do \nich pełnienia zawiera Dodatek nr 3 do niniejszego regulaminu. Zmiany zawartości  tego \ndodatku nie stanowią zmian regulaminu organizacyjnego.  \n§ 13 \nStanowiska  kierownicze  \n1. Zgodnie z zapisami §27 ust. 4 Statutu AGH na stanowiskach kierowniczych osoby są \nzatrudniane przez Rektora.  \n2. Zgodnie z zapisami Statutu AGH, stanowiska kierownicze dzieli się na:  \na) stanowiska kierownicze w Uczelni, które wymienione są w §27 ust.  5 Statutu AG H \ni obejmują stanowiska kanclerza, kwestora i dyrektora Biura Rektora ,  \nb) inne stanowiska kierownicze w jednostkach podstawowych i w jednostkach \npomocniczych.   \n3. Inne stanowiska kierownicze, o których mowa w ust. 2 pkt. b) obejmują:  \na) dyrektorów jednostek : Miasteczk o Studenckie  AGH i Basen  AGH i ich i zastępców ,  \nb) zastępców dyrektorów ACK Cyfronet, Biblioteki Głównej, Centrum Energetyki, o ile \nRektor nie zalicz y ich do funkcji kierowniczych,  \nc) dyrektorów jednostek usług wspólnych , o których mowa w §6 ust. 3 i ich i zastępców;  \nd) dyrektorów centrów administracyjnych, o których mowa w §6 ust.  4 pkt. a) i ich \nzastępców,  \ne) dyrektorów administracyjnych wydziałów,  \nf) kierowników wewnętrznych jednostek w jednostkach podstawowych, o których mowa \nw §4, nie zalicz onych do funkcji kierowniczych,  \ng) kierowników działów i samodzielnych sekcji administracji centralnej, poza centrami \nadministracyjnymi o których mowa w §6 ust.4 pkt. b) i ich zastępców,  \nh) kierowników działów i sekcji wchodzących w skład pozostałych jednostek pomocniczych \nwymienionych w §6 i ich zastępców, zgodnie z ich wewnętrzną strukturą , określoną \nw Regulaminie Organizacyjnym.  \n4. Wykaz stanowisk  kierowniczych określonych w § 1 2 oraz osób na nich zatrudnionych  \nzawiera Dodatek nr 4 do niniejszego regulaminu. Zmiany zawartości tego dodatku nie \nstanowią zmian regulaminu organizacyjnego.  \n§ 14 \n1. Wymienione w § 11 ust. 3 funkcje zastępców kierowników oraz w § 1 3 ust. 3  stanowiska \nzastępców kierowników tworzone i obsadzane są wyłącznie przez Re ktora. Rektor  \nw zależności od wielkości jednostki i zakresu realizowanych przez nią zadań ustala liczbę \nzastępców i określa okres pełnienia przez nich funkcji lub zajmowania stanowiska. Rektor \nmoże nie ustanowić funkcji lub stanowiska zastępcy kierownika jednostki. Decyzj e \nRektora w tym zakresie odzwierciedlają zapisy Dodatków nr 3 i nr 4 do Regulaminu \nOrganizacyjnego . \n2. Funkcje kierownicze, stanowiska kierownicze oraz osoby je zajmujące nie ujęte \nw Dodatku nr 4 i Dodatku nr 5 mogą być publikowane na stronach jednostek \norgan izacyjnych.  \n3. Rektor według własnego uznania może powołać na funkcje kierowniczą na okres krótszy \nniż kadencja.  \n4. Pracownikowi Uczelni niebędącemu nauczycielem akademickim, zatrudnionemu na czas \nnieokreślony, Rektor może zmienić na zamknięty okres umowę o pra cę, w zakresie \nstanowiska i powierzyć mu stanowisko kierownicze. W takim przypadku pracownik \nzajmuje stanowisko kierownicze na okres wskazany przez Rektora, a po jego upływie \npowraca do warunków umowy sprzed ww. okresu.   \n\n Załącznik Nr 1 do Zarządzenia Nr 60/2020 Rektora AGH z dnia 11 września 2020 r.  \nStrona 11 z 13 5. Kierowników sekcji oraz koordynatorów zespołów tworzonych w oparciu o zapis § 9 ust. 2 \nwyznacza kierownik pionu.   \nCzęść I V \nKoordynacja zarządzania strukturą organizacyjną  \n§ 15 \nNadzór i podległość : \n \n1. Relacje podległości w systemie zarządzania Uczelnią:  \na) Rektorowi  bezpośrednio podlegają:  \n1) kierownicy pionów,  \n2) dziekani wydziałów i dyrektor ACMiN.  \nb) kierownikom pionów bezpośrednio podlegają:  \n1) kierownicy jednostek podstawowych i szkół doktorskich według zapisów §3  ust. 5 \npkt. b) -d) \n2) kierownicy jednostek pomocniczych według zapisów  §9, \nc) kierownikom podstawowych jednostek organizacyjnych bezpośrednio podlegają \nwewnętrzne jednostki organizacyjne , \nd) dalsze podległości określają schematy organizacyjne jednostek podstawowych \ni pomocniczych.  \n2. System podległości jednostek określony w ust. 1 jest równoznaczny z bezpośrednią \npodległością kierowników jednostki podrzędnej kierownikowi jednostki nadrzędnej.  \n3. Kierownicy Pionów w ramach sprawowanego nadzoru nad podległymi sobie jednostkami \nwykonują swoje uprawnienia w szczególności poprzez:  \na) akceptację struktury organizacyjnej i jej zmian, przed skierowaniem wniosku do \nRektora o ich zatwierdzenie;  \nb) akceptację projektu budżetu i wynikającego z niego poziomu zatrudnienia;  \nc) nadzór nad realizacją budżetu;  \nd) składanie wniosku do Rektora o powołanie kierownika jednostki oraz jego zastępców;  \ne) akceptację regulaminu funkcjonowania danej jednostki przed złożeniem wniosku \no jego wydanie zarządzeniem Rektora;  \nf) ustalanie kandydatur na kierowników wewnętrznych jednostek według struktury \norganizacyjnej nadzorowa nej jednostki, z uwzględnieniem zasad naboru, określonych \nprzez Rektora i kierowanie wniosków do Rektora o ich powołanie;  \ng) ustalanie zakresów obowiązków wszystkich pracowników jednostek pionu;  \nh) podejmowanie decyzji kadrowych i płacowych w zakresie określonym  przez Rektora;  \ni) wykonywanie innych uprawnień zgodnie z pełnomocnictwem udzielonym przez \nRektora.  \n4. Kierownicy jednostek podstawowych w ramach sprawowanego nadzoru nad podległymi \nsobie jednostkami wykonują swoje uprawnienia z zastosowaniem ust. 3 odpowiednio.  \n§ 16 \nPowoływanie na funkcje kierownicze i zatrudnianie na stanowiska kierownicze  \n1. Powołani e na funkcje kierownicze Rektor wydaje w formie decyzji. Obsługę decyzji \nRektora w tym zakresie i ich ewidencję prowadzi Centrum Spraw Pracowniczych . \n2. Wnioski o powołanie na funkcje kierownicze, osoby uprawnione do ich składania kierują \ndo Rektora z wyprzedzeniem 14 dniowym , przed dniem wymaganym do powołania.  \n3. Powierzenie stanowiska kierowniczego dokonuje Rektor  z zastrzeżeniem ust. 5 . Decyzja \nRektora skutkuje zawarciem umowy o pracę na stanowisku kierowniczym, na okres, \nktóry ustali Rektor w myśl §14 ust. 4. Obsługę decyzji Rektora w tym zakresie prowadzi \nCentrum Spraw Pracowniczych.  \n4. Wnioski o zatrudnienie na stanowisko kierownicze, o soby uprawnione do ich składania \n\n Załącznik Nr 1 do Zarządzenia Nr 60/2020 Rektora AGH z dnia 11 września 2020 r.  \nStrona 12 z 13 kierują do Rektora z wyprzedzeniem 14 dniowym, przed dniem wymaganym lub \noczekiwanym do powołania.  \n5. Powierzenie stanowiska kierownika zespołu administracyjnego w jednostkach \npodstawowych dokonuje Kierownik jednostki podstawo wej, a stanowiska kierownika \nsekcji w dziale kierownik pionu. Decyzje w tych sprawach kierowane są do Centrum \nSpraw Pracowniczych. Prorektor ds. Ogólnych może w ciągu 14 dni od złożenia decyzji \nw CSP złożyć zastrzeżenie, jeżeli decyzja niezgodna jest z obo wiązującymi w Uczelni \nuregulowaniami.  Brak usunięcia nieprawidłowości skutkuje unieważnieniem decyzji.  \n6. Odwołania z funkcji kierowniczych lub odwołania ze stanowiska kierowniczego dokonuje \nRektor z własnej inicjatywy lub na wniosek kierownika jednostki pod stawowej lub \nkierownika pionu.  \n§ 17  \nZasady prowadzenia polityki kadrowej w odniesieniu do pracowników, \nniebędących nauczycielami akademickimi  \n \n1. Rektor wydaje w f ormie zarządzeń zasady postępowania przy naborze, zatrudnianiu \nzwalnianiu, zmianach warunków umowy o pracę i rozwiązania umów w odniesieniu  do \ngrupy pracowników, niebędących nauczycielami akademickimi. W szczególności \nregulacje te ujęte są w regulaminach pracy oraz wynagradzania oraz innych \nzarządzeniach.  \n2. Decyzje dotyczące stanowisk kierowniczych, z zas trzeżeniem §16 ust. 5  podejmuje \nRektor.  \n3. W odniesieniu do pozostałych pracowników niebędących nauczycielami akademickimi \ndecyzje podejmują:  \na) Prorektor ds. Ogólnych w zakresie zgodności decyzji kierowników jednostek i pionów \nz  zasadami opisanymi w ust. 1 ora z w przypadku rozwiązania umowy o pracę.  \nb) kierownicy jednostek podstawowych i kierownicy pionów  w zakresie zatrudniania, \nokreślania stanowiska, warunków zatrudnienia i ich zmiany , zakresu obowiązków . \n4. Decyzje  określone w ust. 3 pkt. b) podlegają zatwierdzeniu przez Prorektora \nds. Ogólnych w zakresie zgodności z zasadami opisanymi w ust. 1. W przypadku \nniezgodności lub innych zastrzeżeń Prorektor ds. Ogólnych zwraca decyzje do zmiany \nlub uzupełnienia, albo ją anuluje. W przypadku zatwierdzenia decy zji Centrum Spraw \nPracowniczych sporządza dokumenty uwzględniające decyzję.  \n5. Wszelkie operacje związane z realizacją spraw dotyczących zatrudniania , zwalniania, \nzmianach warunków umowy o pracę i rozwiązania umów  pracowników , prowadzi \nCentrum Spraw Pracowniczych.  \n6. Dyrektor ds. Pracowniczych, w zakresie określonym upoważnieniem Rektora, potwierdza \nw imieniu Uczelni dokumenty dotyczące stosunku pracy pracowników, sporządzone na \npodstawie decyzji upoważnionych osób.  \n7. W odniesieni u do pracowników jednostek Pionu Kanclerza uprawnienia określone  \nw ust. 3 i ust. 4 wykonuje  Kanclerz.  \nCzęść IV  \nZadania jednostek organizacyjnych  \n§ 18 \nPostanowienia ogólne  \n1. Zadania jednostek organizacyjnych określają:  \na) postanowienia zarządzeń Rektora oraz uchwały  Senatu w sprawach zastrzeżonych do \nkompetencji tego organu;  \nb) zapisy niniejszego regulaminu ; \nc) zakresy obowiązków i udzielone pełnomocnictwa dla kierowników jednostek;  \n\n Załącznik Nr 1 do Zarządzenia Nr 60/2020 Rektora AGH z dnia 11 września 2020 r.  \nStrona 13 z 13 d) pisemne i ustne dyspozycje i polecenia Rektora lub innych osób kierownictwa Uczelni, \nw zakresie powierzonych im obszaró w do koordynacji i nadzoru;  \ne) zidentyfikowane i opisane przebiegi procesów i udziałów jednostek w ich realizacji.  \n2. Powierzone zadania winny być traktowane rozszerzająco, co oznacza że w przypadku \nujawnienia się szczegółowego za kresu nie przypisanego w dokumentach według ust. 1, \njego realizacji winna podjąć się ta jednostka, która prowadzi w Uczelni koordynację tego \nobszaru tematycznego. Kierownik takiej jednostki zawiadamia Rektora o uzupełnieniu \nswojego obszaru działania dla uj ęcia w zarządzeniach, w tym w niniejszym regulaminie.  \n3. W przypadku pojawienia się spraw ewidentnie spornych, których przejęcie prowadzenia \nnie jest możliwe w trybie określonym w ust. 2, kierownicy jednostek podstawowych  \ni kierownicy pionów uzgadniają między  sobą. Protokół uzgodnień jest zatwierdzany przez \nRektora lub w wypadku braku takich uzgodnień decyzje podejmuje Rektor.  \n§ 19 \nZgodnie z §2 ust. 2 pkt. c) Zarządzenia Rektora AGH wprowadzającego niniejszy Regulamin \nOrganizacyjny, szczegółowe zakresy działania o raz zadania jednostek organizacyjnych \nzostaną wydane do 31 października 2020 roku  \nCzęść IV  \nPrzepisy końcowe  \n§ 20 \n1. Regulamin  sporządzono  zgodnie  z wnioskami  jednostek organizacyjnych oraz zaleceniami \nWładz Rektorskich Uczelni.  \n2. Regulamin Organizacyjny wchodzi w życie z dniem ogłoszenia.  \n3. Ilekroć w regulaminie mowa o ustawie należy rozumieć ustawę Prawo o szkolnictwie \nwyższymi nauce (Dz.U. z 2020 r. poz. 85 z późn. zm.) . \n4. Ilekroć w regulaminie mowa o statucie należy rozumieć Statut Akademii Górniczo -\nHutniczej (uchwała nr 137/2019 Senatu AGH z dnia 26 czerwca 2019 r. z późn. zm.) . \n5. Ilekroć  w regulaminie  mowa  o regulaminie  należy  rozumieć niniejszy Regulamin \nOrganizacyjny.  \n6. Za wprowadzenie do stosowania i nadzór nad realizacją niniejszego Regulaminu są \nodpowiedzial ni Kierownicy wszystkich jednostek organizacyjnych.  \n \n\n", "metadata": {}}