{"content": "#  Oferta Gadżetów AGH -- Centrum Komunikacji i Marketingu \n\nURL: https://ckim.agh.edu.pl/oferta-gadzetow-agh\nCrawled: 2025-03-19 21:17:23\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Oferta Gadżetów AGH \n\nW naszej ofercie znajdują się różnorodne produkty, od eleganckich długopisów, przez praktyczne torby i plecaki, po nowoczesne akcesoria i odzież. Każdy z tych przedmiotów został starannie zaprojektowany, aby reprezentować naszą uczelnię na najwyższym poziomie.\n\nDla jednostek uczelni AGH przygotowaliśmy specjalną \nplatformę zakupową B2B\n, która umożliwia sprawne i efektywne zamawianie niezbędnych materiałów oraz gadżetów konferencyjnych, wspierając działalność poszczególnych jednostek organizacyjnych oraz wydziałów. Platforma umozliwia zakup większej ilości materiałów.\n\nDla kogo?\n\nTylko i wyłącznie dla jednostek i wydziałów AGH. Konieczna wcześniejsza rejestracja jednostki i wyznaczenie osób odpowiedzialnych za zakupy. \n\nKorzyści platformy B2B\n\nWygodne i efektywne zarządzanie zamówieniami wewnętrznymi. Płatność elektroniczna, faktura VAT za zamówione produkty wysyłana drogą elektroniczną na podany e-mail. Zamówienia dostarczane bezpośrednio na adres jednostki zamawiającej.\n\nProcedura zamawiania\n\nZamówienia można składać po wcześniejszej rejestracji na platformie i wyznaczeniu osób odpowiedzialnych za zakupy w danej jednostce. Czas realizacji zamówienia wynosi 14 dni roboczych. Platforma jest dostępna tylko dla zarejestrowanych użytkowników.\n\nOdbiór zamówień\n\nZamówienia są dostarczane kurierem na adres jednostki zamawiającej.\n\nMagdalena Szklanowska\n E-mail: \nmszklan@agh.edu.pl\n E-mail: \nsklepb2b@agh.edu.pl\n Tel.: \n12 617 49 76\n\nPaweł Oleksik\n E-mail:\n\npoleksik@agh.edu.pl\n Tel.:\n 12 617 48 58\n\nAdres platformy:\n\nsklepb2b.agh.edu.pl\n\nDla jednostek AGH dostępna jest również możliwość zakupu gadżetów konferencyjnych, idealnych na różne wydarzenia i spotkania.\n\nKorzyści\n\nGadżety są dostępne w magazynie AGH i można je odebrać na terenie uczelni w Dziale Obsługi Uczelni. Płatność przelewem, nota wewnętrzna.\n\nProcedura zamawiania\n\nWypełniony formularz zamówienia należy przekazać do sekretariatu Działu Obsługi Uczelni pocztą elektroniczną na adres: \nmagdruk@agh.edu.pl\n lub złożyć osobiście w siedzibie DOU. Zamówienia należy składać najpóźniej 2 dni przed planowaną datą odbioru materiałów.\n\nOdbiór materiałów konferencyjnych\n\nOdbiór materiałów odbywa się od poniedziałku do piątku w siedzibie DOU w godz. 8.00–15.00. Nieodebrane materiały po upływie 7 dni są przekazywane innym odbiorcom.\n\nZmiana terminu odbioru materiałów oraz ich liczba muszą być zgłoszone telefonicznie (tel. wew. 20-27) lub pocztą elektroniczną na adres: \nmagdruk@agh.edu.pl\n.\n\nAnna Olesińska\n E-mail: \nolesinska@agh.edu.pl\n Tel.: \n12 617 20 27\n\nSiedziba:\nDział Obsługi Uczelni AGH\n Kraków, al. Mickiewicza 30\n łącznik A1-A2, niski parter, pok. 2\n\nOdbiór zamówień:\nod poniedziałku do piątku w godz. 8:00–15:00\n\nKlienci indywidualni mogą wygodnie zakupić produkty w naszym \nSklepie Internetowym AGH\n.\n\nUwaga!\n Sklep Internetowy AGH prowadzi sprzedaż wyłącznie online. \nZamówienia są realizowane po dokonaniu płatności przez kupującego\n, dlatego nie wystawiamy faktur z odroczonym terminem płatności oraz not wewnętrznych dla jednostek uczelni.\n Jeśli jesteś przedstawicielem jednostki uczelni, prosimy o korzystanie z naszej dedykowanej platformy zakupowej B2B, która została stworzona specjalnie z myślą o potrzebach organizacyjnych AGH.\n\nDla kogo?\n\nDla pracowników, studentów, doktorantów, absolwentów i sympatyków AGH.\n\nKorzyści sklepu internetowego\n\nNasz sklep oferuje szeroką gamę produktów dostępnych online. Umożliwiamy płatność online oraz wystawiamy fakturę VAT.\n\nProcedura zamawiania\n\nZamówienia można składać wyłącznie przez \nSklep Internetowy AGH\n. Nie przyjmujemy zamówień telefonicznych ani nie prowadzimy sprzedaży stacjonarnej.\n\nRealizacja zamówień\n\nZamówienia realizujemy poprzez dostawę kurierem na wskazany w zamówieniu adres lub umożliwiamy bezkosztowy odbiór osobisty w siedzibie sklepu. Odbiór osobisty jest możliwy dopiero po dokonaniu wpłaty i otrzymaniu przez Kupującego e-maila z informacją o możliwości odbioru.\n\nMagdalena Szklanowska\n E-mail: \nsklep@agh.edu.pl\n Tel.: \n12 617 49 76\n\nAdres internetowy: \nsklep.agh.edu.pl\n\nSiedziba sklepu:\nCentrum Komunikacji i Marketingu AGH\n Kraków, al. Mickiewicza 30,\n bud. A-0, I piętro, pok. 116.\n\nOdbióry osobiste zamówień:\nod poniedziałku do czwartku w godz. 9:00–12:00\n\nStopka\n\n © 2023 Centrum Komunikacji i Marketingu\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ckim.agh.edu.pl/oferta-gadzetow-agh", "title": " Oferta Gadżetów AGH -- Centrum Komunikacji i Marketingu ", "depth": 2, "duplicate": false, "content_hash": "b69c0e669c0222001933f9512c1d44aa", "word_count": 552, "headings": [{"level": 1, "text": "Oferta Gadżetów AGH"}, {"level": 4, "text": "Dla kogo?"}, {"level": 4, "text": "Korzyści platformy B2B"}, {"level": 4, "text": "Procedura zamawiania"}, {"level": 4, "text": "Odbiór zamówień"}, {"level": 4, "text": "Korzyści"}, {"level": 4, "text": "Procedura zamawiania"}, {"level": 4, "text": "Odbiór materiałów konferencyjnych"}, {"level": 4, "text": "Dla kogo?"}, {"level": 4, "text": "Korzyści sklepu internetowego"}, {"level": 4, "text": "Procedura zamawiania"}, {"level": 4, "text": "Realizacja zamówień"}, {"level": 2, "text": "Stopka"}]}}