{"content": "#  Migracja danych z Google Workspace -- Bezpieczeństwo \n\nURL: https://bezpieczenstwo.agh.edu.pl/cyberedukacja/migracja-danych-z-google-workspace\nCrawled: 2025-03-19 21:18:07\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Migracja danych z Google Workspace \n\nZgodnie z opinią Inspektora Ochrony Danych Osobowych AGH, korzystanie z rozwiązań chmurowych, udostępnianych przez firmę Google (szczególnie wykorzystywanie tych rozwiązań do przetwarzania danych osobowych) jest niedozwolone na AGH.\n Instrukcja przedstawia proces eksportu danych z chmury Google (dla przypadków, w których przed wydaniem opinii IOD AGH wdrożono korzystanie z narzędzi Google) . W tym celu wykorzystywane jest narzędzie Google Takeout.\n\nPo zalogowaniu zobaczysz listę danych możliwych do pobrania podzielonych zgodnie z usługami Google. Domyślnie wszystkie dane są zaznaczone jako wybrane do pobrania. Jeśli nie chcesz, żeby któreś dane zostały pobrane, odznacz je.\n\nW kolejnym kroku jako miejsce docelowe należy wybrać opcję „wyślij e-maila z linkiem do pliku do pobrania”, a jako częstotliwość „eksportuj raz”. Istnieje też możliwość wyboru typu plików, do jakiego zostaną zarchiwizowane dane, a także ich rozmiarów. W obu przypadkach można też pozostawić domyślnie zaznaczone opcje. Po dokonaniu wyboru należy wybrać przycisk „Utwórz eksport”.\n\nUzyskasz dostęp do ekranu postępu procesu. Czas trwania eksportu może być bardzo zróżnicowany - od kilku sekund do kilku dni - w zależności od rozmiaru danych wybranych do wyeksportowania.\n\nGdy eksport dobiegnie końca, na swoją służbową skrzynkę otrzymasz wiadomość informującą o tym, że Twoje dane są gotowe do pobrania.\n\nWybierz przycisk „Pobierz swoje pliki”, aby pobrać swoje zarchiwizowane dane i zapisać je na dysku komputera. Kopia Twoich danych utworzona przez Google Takeout jest dostępna do pobrania przez tydzień od momentu jej utworzenia.\n Wybranie w/w opcji przeniesie Cię w oknie przeglądarki na stronę zarządzania eksportami.\n Jednocześnie rozpocznie się pobieranie ostatnio utworzonego archiwum.\n\nPo pobraniu plików możesz wyodrębnić swoje dane i przenieść je do dowolnej usługi, z której chcesz korzystać.\n\nStopka\n\nStrona główna AGH\n\nPolityka ujawniania podatności\n\nKlucz PGP\n\nDeklaracja dostępności\n\nCentrum Bezpieczeństwa Informacji\npaw. D-8, pok. 718\ntel.: +48 12 328 34 48\ne-mail: bezpieczenstwo@agh.edu.pl\n\n © 2024 Centrum Bezpieczeństwa Informacji\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://bezpieczenstwo.agh.edu.pl/cyberedukacja/migracja-danych-z-google-workspace", "title": " Migracja danych z Google Workspace -- Bezpieczeństwo ", "depth": 2, "duplicate": false, "content_hash": "45df972df79a5b4f3f877e1de8b065d7", "word_count": 313, "headings": [{"level": 1, "text": "Migracja danych z Google Workspace"}, {"level": 2, "text": "Stopka"}]}}