{"content": "#  Uczelnia dostępna -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/kandydaci/uczelnia-dostepna\nCrawled: 2025-03-19 21:12:40\n\nSkip to content ↓\n\n Uczelnia dostępna \n\n„Jestem osobą niewidomą. Na uczelni traktowano mnie zawsze bardzo indywidualnie, starając się w jak najbardziej wszechstronny sposób umożliwić mi przyswojenie wymaganego materiału oraz jego zaliczenie. (...) Właśnie w AGH umożliwiono mi zdobycie wykształcenia i robienia tego, co w życiu oprócz nauki jest dla mnie ważne, czyli rozwijania swoich umiejętności sportowych”\n\nOd 2001 r. nasza uczelnia sukcesywnie realizuje program „AGH uczelnią przyjazną wobec osób z niepełnosprawnościami”. Jego celem jest kompleksowe rozwiązywanie problemów, z którymi zmagają się studenci i studentki z różnymi niepełnosprawnościami. Metody i formy kształcenia dostosowywane są do ich indywidualnych potrzeb wynikających z niepełnosprawności. Dzięki programowi osoby z niepełnosprawnością mają pewność, iż dołączając do grona studentów, staną się pełnoprawnymi członkami społeczności akademickiej. Ponadto w latach 2020–2023 AGH realizowała projekt „Akademia Dostępności – Wzmocnienie potencjału AGH w zakresie wsparcia osób z niepełnosprawnościami”, którego celem był kompleksowy rozwój obszarów wsparcia osób z niepełnosprawnościami w strukturach naszej uczelni.\n\nSzczególną wagę przywiązujemy do likwidacji barier architektonicznych, co zwiększa dostępność obiektów uczelni i umożliwia korzystanie z oferty AGH każdemu, kto pragnie rozwijać się i zdobywać wykształcenie. Dbamy o to, aby nowo powstałe budynki spełniały najwyższe standardy dostępności. Studenci niedosłyszący mogą skorzystać nieodpłatnie z usług tłumaczy języka migowego. Coraz więcej jednostek AGH posiada pracowników komunikujących się w tym języku. Dla studentów niedowidzących oraz niedosłyszących organizowane są specjalistyczne lektoraty z języków obcych. W pracowni tyfloinformatyki studenci niewidomi i słabowidzący korzystają ze specjalistycznego sprzętu oraz oprogramowania powiększającego i czytającego.\n\nBiblioteka pozwala studentom i studentkom z różnymi dysfunkcjami na korzystanie ze zbiorów w alternatywnej formie. Istnieje też możliwość wypożyczenia indywidualnego sprzętu edukacyjno-wspomagającego (np. systemy FM, dyktafony, powiększalniki itp.). Kompleksowe wsparcie obejmuje również pomoc psychologiczną. Ponadto studenci i studentki z niepełnosprawnościami mają możliwość udziału w zajęciach sportowych, jak np. szermierka na wózkach, ćwiczenia na specjalistycznej siłowni i basenie.\n\nDziałania AGH na rzecz osób z niepełnosprawnościami koordynuje Dział Dostępności, który również wspiera inicjatywy Zrzeszenia Studentów Niepełnosprawnych – pierwszej tego typu organizacji w Polsce. Studenci mogą tam zasięgnąć porad prawnych oraz uzyskać pomoc w kontakcie z władzami uczelni, a także potrzebne wsparcie w rozwiązywaniu różnych problemów. Dla studentów organizowane są obozy adaptacyjne, imprezy integracyjne, warsztaty oraz kursy.\n\nJeśli myślisz o podjęciu studiów w AGH, ale nie wiesz, który kierunek będzie dla Ciebie odpowiedni.\n\nNie jesteś pewien, czy Twój stan zdrowia pozwoli Ci efektywnie studiować na danym kierunku.\n\nZastanawiasz się jakie wsparcie możemy Ci zaoferować i czy będzie ono wystarczające.\n\nUmów się telefonicznie lub przez system \nHELPI\n na spotkanie z naszym konsultantem – w Dziale Dostępności AGH uzyskasz informację, poradę i pomoc.\n\nDział Dostępności AGH\n\nTel. +48 12 617 46 30\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/kandydaci/uczelnia-dostepna", "title": " Uczelnia dostępna -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "f309a0d39f093a2caa9f582acc6737bc", "word_count": 498, "headings": [{"level": 1, "text": "Uczelnia dostępna"}, {"level": 2, "text": "Stopka"}]}}