{"content": "# Prof. Ryszard Tadeusiewicz Profesorem Honorowym AGH-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/aktualnosci/detail/prof-ryszard-tadeusiewicz-profesorem-honorowym-agh\nCrawled: 2025-03-19 21:58:40\n\nfot. P. Oleksik \n\n Prof. Ryszard Tadeusiewicz Profesorem Honorowym AGH \n\n 05/07/2024 \n\n Wybitny inter- i multidyscyplinarny naukowiec prof. Ryszard Tadeusiewicz został wyróżniony tytułem Profesora Honorowego AGH. Uroczystość odbyła się 5 lipca 2024 r. \n\nTytuł został przyznany w uznaniu za działania na rzecz rozwoju biocybernetyki i inżynierii biomedycznej oraz informatyki medycznej i sztucznej inteligencji w zakresie badań naukowych i kształcenia kadry, oraz za aktywność i konsekwencję w promowaniu holistycznego kształcenia inżynierów w AGH. \n\n– \nDzisiaj, nadając profesorowi Ryszardowi Tadeusiewiczowi tytuł Profesora Honorowego AGH, wyrażamy nasz szacunek i głęboką wdzięczność za jego niezwykłe osiągnięcia, zaangażowanie i pasję, które przez dekady wzbogacały naszą uczelnię i całą społeczność naukową. Jego praca i oddanie są nie tylko inspiracją, ale także wzorem do naśladowania dla wszystkich, którzy pragną poświęcić swoje życie nauce i edukacji\n – powiedział Rektor AGH prof. Jerzy Lis. – \n(…) Pańska praca pozostawiła niezatarte ślady w historii naszej uczelni i sercach wielu ludzi. Serdecznie gratuluję bogatej kariery naukowej i organizacyjnej. Przez lata podnosił Pan i nadal podnosi prestiż Akademii Górniczo-Hutniczej. Zawsze wspiera Pan młodych naukowców, wskazując im właściwą drogę i przekazując część swojego bogatego doświadczenia. W tym szczególnym dniu pragniemy wyrazić wdzięczność za włożony trud i poświęcenie – podkreślił Rektor AGH.\n\nDziekan Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej dr hab. inż. Ryszard Sroka, prof. AGH, który przedstawiał życiorys Profesora oraz uzasadnienie do wniosku Kolegium Wydziału o nadanie tytułu, powiedział:\n\n– \nZgodnie z księgą tradycji AGH tytuł profesora honorowego jest najwyższą godnością, jaką uczelnia może nadać swojemu pracownikowi, w dowód uznania jego wybitnych zasług w zakresie działalności naukowej, dydaktycznej, organizacyjnej i społecznej. Nie muszę nikogo przekonywać, że we wszystkich tych obszarach osiągnięcia profesora Ryszarda Tadeusiewicza są wyróżniające. Uroczystość związana z nadaniem tej godności jest zawsze wielkim świętem dla uczelni i wydziału wnioskującego o ten tytuł.\n\nLaudację promotorską wygłosił prof. dr hab. inż. Piotr Augustyniak z Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, wychowanek Profesora. We wzruszającej przemowie nie zabrakło osobistych odniesień i wspomnień.\n\n– \n(…) skorzystam z przywileju bardziej osobistej, długoletniej relacji i przedstawię Szanownego Kandydata subiektywnie. (…) Cóż bardziej zaszczytnego może spotkać naukowca niż wygłaszanie laudacji dla swojego mistrza, mentora, promotora i mecenasa? Wszystkie te role pełni profesor Ryszard Tadeusiewicz względem mnie od 35 lat. Zmieniają się daty w kalendarzu, okoliczności i nazwy pełnionych funkcji, a ta relacja pozostaje niezmienna.\n\nPo ceremonii wręczenia pamiątkowego dyplomu oraz insygniów prof. Ryszard Tadeusiewicz wygłosił wykład pt. Jak zaczynała się na AGH Inżynieria Biomedyczna.\n\nPo wykładzie mistrzowskim głos zabrał obecny na uroczystości prof. Marek Gzik, sekretarz stanu w Ministerstwie Nauki i Szkolnictwa Wyższego, który wyraził wdzięczność za działalność naukową prof. Tadeusiewicza, jego ogromny wkład w rozwój inżynierii biomedycznej oraz pogratulował profesorowi dotychczasowych osiągnięć. Wyraził także nadzieję, że prof. Ryszard Tadeusiewicz będzie nadal wspierał polską naukę i dalej służył krajowi. Przekazał także list od ministra Dariusza Wieczorka.\n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/aktualnosci/detail/prof-ryszard-tadeusiewicz-profesorem-honorowym-agh", "title": "Prof. Ryszard Tadeusiewicz Profesorem Honorowym AGH-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "b2eaf25cc548eb0e59186cfdfe4cc4ac", "word_count": 459, "headings": [{"level": 1, "text": "Prof. Ryszard Tadeusiewicz Profesorem Honorowym AGH"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}