{"content": "#  KOMPAS AGH – KOMpetencje, PASja – Akademia nowoczesnych profesjonalistów -- KOMPAS AGH - KOMpetencje, PASja – Akademia nowoczesnych profesjonalistów \n\nURL: https://kompas.agh.edu.pl/\nCrawled: 2025-03-19 21:35:49\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nKOMPAS AGH - KOMpetencje, PASja – Akademia nowoczesnych profesjonalistów\n\nTytuł projektu:\n KOMpetencje, PASja – Akademia nowoczesnych profesjonalistów AGH (KOMPAS AGH)\n\nNazwa programu:\n FUNDUSZE EUROPEJSKIE DLA ROZWOJU SPOŁECZNEGO 2021-2027\n\nNumer umowy:\n FERS.01.05-IP.08-0033/23-00\n\nWartość dofinansowania:\n 11 865 987,50 zł\n\nWartość dofinansowania ze środków UE: \n10 097 136,88 zł\n\nCałkowita wartość projektu:\n 12 235 987,50 zł\n\nOkres realizacji: \n01.09.2023 – 31.10.2028\n\nKierownik Projektu:\n prof. dr hab. inż. Rafał Wiśniowski\n\n26 stycznia 2024 r. \n W przypadku podejrzenia niezgodności Projektu lub działań Beneficjenta z Konwencją o prawach osób niepełnosprawnych sporządzoną w Nowym Jorku dnia 13 grudnia 2006 r. (Dz. U. z 2012 r. poz. 1169, z późn. zm.), zwanej dalej „KPON” prosimy o zgłoszenia do Instytucji  Zarządzającej lub Instytucji Pośredniczącej. Sygnały, zgłoszenia lub skargi dotyczące wystąpienia niezgodności projektów FERS z postanowieniami KPON mogą  przekazywać osoby fizyczne (uczestnicy projektów lub ich pełnomocnicy i przedstawiciele), instytucje uczestniczące we wdrażaniu funduszy Unii Europejskiej, strona społeczna (stowarzyszenia, fundacje), za pomocą (w każdym poniższym przypadku uznaje się zgłoszenie za przekazane w formie pisemnej):\n\npoczty tradycyjnej - w formie listownej na adres ministerstwa:\n Ministerstwo Funduszy i Polityki Regionalnej, ul. Wspólna 2/4, 00-926 Warszawa\n lub adres Instytucji Pośredniczącej:\n Narodowe Centrum Badań i Rozwoju, ul. Chmielna 69, 00-801 Warszawa,\n\nskrzynki nadawczej e-puap Ministerstwa Funduszy i Polityki Regionalnej lub Narodowego Centrum Badań i Rozwoju.\n\nStopka\n\n © 2024 KOMPAS AGH - KOMpetencje, PASja – Akademia nowoczesnych profesjonalistów\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://kompas.agh.edu.pl/", "title": " KOMPAS AGH – KOMpetencje, PASja – Akademia nowoczesnych profesjonalistów -- KOMPAS AGH - KOMpetencje, PASja – Akademia nowoczesnych profesjonalistów ", "depth": 3, "duplicate": false, "content_hash": "7076992eb499d68115146695a2914efd", "word_count": 236, "headings": [{"level": 1, "text": "KOMPAS AGH - KOMpetencje, PASja – Akademia nowoczesnych profesjonalistów"}, {"level": 2, "text": "Stopka"}]}}