{"content": "# Kierunek Informatyka Medyczna | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/kierunek-informatyka-medyczna/\nCrawled: 2025-03-19 21:30:03\n\nKierunek kształcenia: Informatyka medyczna\n\nWarunki rekrutacji\n\nKandydaci\n\nAutomatyka i Robotyka\n\nComputer science\n\nElektrotechnika\n\nInformatyka\n\nInformatyka Medyczna\n\nInformatyka i systemy inteligentne\n\nInżynieria Biomedyczna\n\nMetrologia i Inżynieria Pomiarów (II stopień)\n\nMikroelektronika w technice i medycynie\n\nTechnologie Przemysłu 4.0\n\nEgzaminy wstępne na II stopień studiów\n\nStudia podyplomowe i kursy dokształcające\n\nstudia I stopnia (inżynierskie)\n\nOpis kierunku kształcenia:\nKierunek jest odpowiedzią na rosnące zapotrzebowanie na informatyków w związku z przyspieszającą cyfryzacją szpitali, wdrażaniem teleinformatycznych systemów diagnostyki i terapii, wdrażaniem informatycznych systemów zarządzania jednostkami służby zdrowia oraz prowadzeniem terapii opartych na procedurach optymalizowanych w celu poprawy skuteczności przy jednoczesnej redukcji kosztów. Absolwenci informatyki medycznej będą mogli podejmować zatrudnienie na stanowiskach decyzyjnych w firmach informatycznych związanych ze służbą zdrowia oraz w jednostkach naukowo badawczych prowadzących prace w dziedzinie nauk o życiu.\nAbsolwent kierunku kształcenia ma wiedzę \nw zakresie:\nKierunek informatyka medyczna umożliwia studentom indywidualne kształtowanie zainteresowań w trzech zasadniczych obszarach: \n• komputerowe wspomaganie pomiarów i diagnostyki medycznej, algorytmy wspomagające prezentację i interpretację obrazów i sygnałów medycznych, wykorzystanie sztucznej inteligencji i uczenia maszynowego, a także rozszerzonej i wirtualnej rzeczywistości, oraz cyfrowych technik telekomunikacyjnych na rzecz zdalnych diagnoz i terapii medycznych; \n• komputerowe modelowanie oraz badania symulacyjne i optymalizacyjne w medycynie na poziomie komórkowym, tkankowym, organów i epidemiologii, w tym także modelowanie płynów fizjologicznych, aktywności elektrycznej, biomateriałów, leków i kinematyki ruchu; \n• metody cyfrowego zarządzania w służbie zdrowia takie jak standaryzacja, systemy zarządcze szpitali, taryfikacja usług medycznych, zagadnienia związane z obsługą rekordu pacjenta oraz notyfikacją i akredytacją wyrobów medycznych.”\nAbsolwent kierunku kształcenia potrafi:\nKierunek informatyka medyczna jest przeznaczony dla kandydatów zainteresowanych automatyzacją diagnostyki medycznej, modelowaniem procesów biologicznych oraz zarządzaniem w służbie zdrowia i rozwiązywaniem problemów w tym zakresie z użyciem nowoczesnych metod obliczeniowych.\nPerspektywy zawodowe:\nAbsolwenci kierunku informatyka medyczna znajdą pracę w przedsiębiorstwach wytwarzających oprogramowanie dla medycyny i służby zdrowia, w jednostkach służby zdrowia na stanowiskach związanych z informatyzacją oraz w administracji publicznej i instytucjach naukowo badawczych.\nAbsolwenci informatyki medycznej będą mogli podejmować zatrudnienie na stanowiskach decyzyjnych w firmach informatycznych związanych ze służbą zdrowia oraz w jednostkach naukowo badawczych prowadzących prace w dziedzinie nauk o życiu.", "metadata": {"url": "https://www.eaiib.agh.edu.pl/kierunek-informatyka-medyczna/", "title": "Kierunek Informatyka Medyczna | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "996002e06e2c99fe6c2dc551827958c6", "word_count": 338, "headings": [{"level": 2, "text": "Kierunek kształcenia: Informatyka medyczna"}, {"level": 3, "text": "Opis kierunku kształcenia:"}, {"level": 3, "text": "Absolwent kierunku kształcenia ma wiedzęw zakresie:"}, {"level": 3, "text": "Absolwent kierunku kształcenia potrafi:"}, {"level": 3, "text": "Perspektywy zawodowe:"}]}}