{
  "content": "# Spotkanie świąteczne Wydziału | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/spotkanie-swiateczne-wydzialu/\nCrawled: 2025-03-19 21:31:30\n\nSpotkanie świąteczne Wydziału\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\n18 grudnia w siedzibie \nInstytutu Telekomunikacji\n odbyło się tradycyjne spotkanie świąteczne naszego Wydziału.\nDziekan Wydziału \nprof. dr hab. inż. Sławomir Gruszczyński\n złożył wszystkim zgromadzonym serdeczne życzenia z okazji nadchodzących Świąt Bożego Narodzenia oraz Nowego Roku \n„Niech ten wyjątkowy czas będzie pełen radości, spokoju i wytchnienia od codziennych obowiązków. Życzę, by te święta przyniosły wiele ciepła, wzruszeń i wzajemnej życzliwości. Mam nadzieję, że wszyscy będą mieli okazję spotkać się z najbliższymi i wspólnie przeżywać ten podniosły czas. Życzę także, by nadchodzący rok obfitował w zdrowie, szczęście oraz sukcesy, zarówno zawodowe, jak i osobiste.”\nDziekan podsumowując mijający rok zwrócił uwagę i podziękował wszystkim za zaangażowanie i ciężką pracę, którą widać m.in. w ilości zrealizowanych umów czy działalności dydaktycznej. Wyraził też nadzieję, że przyszły rok przyniesie jeszcze więcej okazji do wspólnych sukcesów, satysfakcji i realizacji wspólnych celów na rzecz naszego Wydziału i całej społeczności akademickiej.\nSpotkanie upłynęło w ciepłej, świątecznej atmosferze. Zgromadzeni mieli okazję do wspólnych rozmów, wymiany życzeń oraz delektowania się tradycyjnymi potrawami, co dodało całemu wydarzeniu wyjątkowego charakteru.\n\nProf. Sławomir Gruszczyński składa życzenia świąteczne zgromadzonym\nProf. Sławomir Gruszczyński składa życzenia świąteczne zgromadzonym\nPracownicy Wydziału słuchają przemówienia Dziekana Wydziału\nOd lewej Prodziekan dr inż. Jacek Kołodziej, Dyrektor Instytutu Elektroniki prof. Krzysztof Wincza kierują podziękowania dla Dziekana\nOd lewej Prodziekan Jacek Kołodziej, prof. Sławomir Gruszczyński Dziekan\nOd lewej Prodziekan Jacek Kołodziej, prof. Sławomir Gruszczyński Dziekan\nPracownicy Wydziału słuchają przemówienia Dziekana Wydziału\nPracownicy Wydziału słuchają przemówienia Dziekana Wydziału\nOd lewej Prodziekan prof. Robert Wójcik i prof. Piotr Pacyna\nOd lewej pracownice Dziekanatu, Magdalena Skrzyniowska, Agnieszka Bielach, Beata Idzik, pracowniczka Instytutu Elektroniki Sylwia Hajduk i dr inż. Andrzej Wajda z Instytutu Telekomunikacji\nKuluarowe rozmowy pracowników Instytutu Elektroniki\nprof. Andrzej Pach składa życzenia Dziekanowi Wydziału, z prawej prof. Szymon Szot\nPracownicy Instytutu Telekomunikacji \nRozmowy kuluarowe pracowników Instytutu Elektroniki\nPracowniczka Instytutu Elektroniki składa życzenia Dziekanowi\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania",
  "metadata": {
    "url": "https://iet.agh.edu.pl/spotkanie-swiateczne-wydzialu/",
    "title": "Spotkanie świąteczne Wydziału | Wydział Informatyki, Elektroniki i Telekomunikacji AGH",
    "depth": 3,
    "duplicate": false,
    "content_hash": "78fa344f5e89d8f14113a2975f03bea4",
    "word_count": 327,
    "headings": [
      {
        "level": 1,
        "text": "Spotkanie świąteczne Wydziału"
      }
    ]
  }
}