{"content": "#  Managery haseł -- Bezpieczeństwo \n\nURL: https://bezpieczenstwo.agh.edu.pl/cyberedukacja/managery-hasel\nCrawled: 2025-03-19 21:18:07\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Managery haseł \n\nManager haseł\n to program służący do przechowywania m.in. danych do logowania, a także pomagający w wygenerowaniu nowego i bezpiecznego hasła. Program w prosty sposób łączy konto z hasłem do konkretnej witryny bez konieczności zapamiętywania. Pozwala również na automatyczne wpisanie poświadczeń, gdy zajdzie potrzeba uwierzytelnienia się. Jest to znacznie bezpieczniejszy sposób przechowywania danych do logowania niż zapamiętanie w przeglądarce internetowej lub zapisanie w notesie i pozwala na proste używanie odpowiednio skomplikowanych haseł.  \n\nWszystkie hasła w managerze są zaszyfrowane i zabezpieczone tzw. hasłem głównym, którego zadaniem jest odszyfrowanie i odbezpieczenie bazy haseł. Dostęp do zapisanych haseł ma więc wyłącznie osoba, która zna hasło główne.\n\nManager haseł może być oferowany w formie:\n\nprogramu instalowanego na komputerze (Windows, macOS, Linux).\n\naplikacji na telefon lub tablet (iOS, Android).\n\nusługi działającej 100% online (przez stronę WWW).\n\nwtyczki/dodatku do przeglądarki (Chrome, Firefox, Brave, Opera, Edge, Safari itd.).\n\nKeePass\n Cechy: lokalny przechowywany na dysku komputera, bezpłatny.\n\nKeePassXC\n Cechy: lokalny, przechowywany na dysku komputera, bezpłatny, odświeżone GUI w porównaniu do KeePass.\n\nBitWarden\n Cechy: chmurowy, płatny, ale z rozbudowaną darmową wersją. \n\n1Password\n Cechy: lokalny (z opcją chmurowego przechowywania), bezpłatna czternastodniowa wersja do użytku osobistego, potem płatny.\n\nStopka\n\nStrona główna AGH\n\nPolityka ujawniania podatności\n\nKlucz PGP\n\nDeklaracja dostępności\n\nCentrum Bezpieczeństwa Informacji\npaw. D-8, pok. 718\ntel.: +48 12 328 34 48\ne-mail: bezpieczenstwo@agh.edu.pl\n\n © 2024 Centrum Bezpieczeństwa Informacji\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://bezpieczenstwo.agh.edu.pl/cyberedukacja/managery-hasel", "title": " Managery haseł -- Bezpieczeństwo ", "depth": 2, "duplicate": false, "content_hash": "1e8b8f06ab7a512c2dca4f2adb3bdeda", "word_count": 233, "headings": [{"level": 1, "text": "Managery haseł"}, {"level": 2, "text": "Stopka"}]}}