{"metadata": {}, "content": "Załącznik  nr 3 do Regulaminu Własnego funduszu na stypendia za wyniki w nauce dla studentów oraz  stypendia \nnaukowe dla doktorantów  - Zasady  oceny  wniosków  doktorantów  \nStrona 1 z 1 Kwalifikacja  doktorantów  do uzyskania  stypendium  naukowego  dla doktorantów z Własnego \nfunduszu na stypendia, odbywa się na podstawie rankingu uzyskanych punktów przyznanych za:  \n1. Publikacje naukowe, gdzie liczba punktów wynosi Pc/m, jednak nie mniej niż 1/50 Pc,  \ngdzie Pc to całkowita liczba punktów według ostatniego wykazu opublikowanego przez \nministerstwo właściwe ds. nauki obowiązującego w roku ukazania się publikacji.  \n2. W przypadk u załączenia oświadczenia podpisanego przez wszystkich współautorów, o ich \nprocentowych udziałach w publikacji, punkty zostaną podzielone pomiędzy autorów na \npodstawie wskazanego w oświadczeniu udziału procentowego. Jeśli zadeklarowany udział \ndoktoranta bę dzie mniejszy niż 2%, jako punktacja do nagrody zostanie przyjęte 2% \npunktacji całkowitej za osiągnięcie. Informacje  zawarte  w oświadczeniu  potwierdza \nBiblioteka  Główna AGH z danymi o udziałach procentowych zadeklarowanych przez \nautorów i zarejestrowanymi w systemie Biblioteki Głównej AGH.  \n3. W przypadku, gdy doktorant jest pierwszym autorem liczba punktów Pc/m mnożona jest \nprzez współczynnik 2.  \n4. Aktywny  udział  w konferencjach : \n1) krajowych  – 10 pkt., \n2) międzynarodowych  – 25 pkt., \nz zastrzeżeniem, że punkty przyznawane za udział w konferencji są przyznawane \njednorazowo, bez względu na ilość wystąpień lub posterów.  \n5. Wyróżnione wystąpienie konferencyjne w formie:  \n1) posteru – 10 pkt., \n2) prezentacji ustnej – 15 pkt. \n6. Kierowanie grantem finansowanym:  \n1) ze środków zewnętrznych - 50 pkt.,  \n2) ze środków Uczelni, w konkursie o charakterze ogólnouczelnianym - 10 pkt.,  \n3) ze środków Uczelni, w konkursie przeprowadzonym w jednostce podstawowej - 5 pkt.  \n7. Udział  w realizacji  grantu  finansowanego  ze środków  zewnętrznych:  \n1) finansowanych z instytucji  krajowych  – 15 pkt., \n2) finansowanych z instytucji międzynarodowych  – 30 pkt. \nUdział w realizacji grantu musi być potwierdzony pismem podpisanym przez kierownika \ngrantu, w którym doktorant realizuje badania.  \n8. Udział  w szkole  letniej/zimowej  bądź kursie  związanym  ściśle  z realizowanym \nzagadnieniem badawczym – 5 pkt.  \n9. Patent  krajow y: \n1) autorstwo patentu przyznanego dla AGH - 30 pkt. \n2) współautorstwo patentu  przyznanego dla AGH - 20 pkt.  \n3) autorstwo patentu przyznanego innemu podmiotowi , pod warunkiem afiliacji \nautora do AGH  - 15 pkt.  \n4) współautorstwo patentu przyznanego innemu podmiotowi , pod warunkiem afiliacji \nautora do AGH  – 10 pkt.  \n10. Patent  międzynarodowego:  \n1) autorstwo patentu przyznanego dla AGH - 60 pkt. \n2) współautorstwo patentu  przyznanego dla AGH - 40 pkt.  \n3) autorstwo patentu przyznanego innemu podmiotowi, pod warunkiem afiliacji \nautora do AGH - 30 pkt.  \n4) współautorstwo patentu przyznanego innemu podmiotowi, pod warunkiem afiliacji \nautora do AGH – 20 pkt.  \n11. W przypadku patentu wieloau torskiego liczba przyznanych punktów jest niezależna od \nliczby autorów . \n12. W przypadku  przyznania  więcej  niż jednego  patentu  na ten sam wynalazek,   \nw osiągnięciach można uwzględnić tylko jedno takie osiągnięcie o najwyższej punktacji.  \n13. Inne udokumentowane osiągnięcia naukowe, nie ujęte w wykazie, podlegają ocenie \nKomisji. Sumaryczna liczba punktów przyznanych za inne osiągnięcia nie może być większa \nniż 20 pkt.  \n \n\n"}