{"content": "# Władze AGH w kadencji 2024–2028-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/aktualnosci/detail/wladze-agh-w-kadencji-2024-2028\nCrawled: 2025-03-19 21:59:49\n\nfot. archiwum AGH \n\n Władze AGH w kadencji 2024–2028 \n\n 02/09/2024 \n\n szkolnictwo wyższe \n\n 1 września 2024 r. rozpoczęła się nowa kadencja władz uczelni, która potrwa do 31 sierpnia 2028 r. Będzie to druga kadencja Rektora AGH prof. Jerzego Lisa. \n\nProrektorzy\n\nProrektor ds. Nauki – prof. dr hab. inż. Marek Gorgoń\n Prorektor ds. Współpracy – prof. dr hab. inż. Rafał Wiśniowski\n Prorektor ds. Kształcenia – prof. dr hab. inż. Krzysztof Mendrok\n Prorektor ds. Studenckich – prof. dr hab. inż. Rafał Dańko\n Prorektor ds. Ogólnych – prof. dr hab. inż. Tadeusz Telejko\nDziekani\n\nWydział Inżynierii Lądowej i Gospodarki Zasobami – dr hab. inż. Arkadiusz Kustra, prof. AGH\n Wydział Inżynierii Metali i Informatyki Przemysłowej – prof. dr hab. inż. Agnieszka Kopia\n Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej – dr hab. inż. Edyta Kucharska, prof. AGH\n Wydział Informatyki, Elektroniki i Telekomunikacji – prof. dr hab. inż. Sławomir Gruszczyński\n Wydział Inżynierii Mechanicznej i Robotyki – dr hab. inż. Jarosław Konieczny, prof. AGH\n Wydział Geologii, Geofizyki i Ochrony Środowiska – prof. dr hab. Ewa Kmiecik\n Wydział Geodezji Górniczej i Inżynierii Środowiska – prof. dr hab. inż. Ryszard Hejmanowski\n Wydział Inżynierii Materiałowej i Ceramiki – prof. dr hab. inż. Włodzimierz Mozgawa\n Wydział Odlewnictwa – prof. dr hab. inż. Marcin Górny\n Wydział Metali Nieżelaznych – prof. dr hab. inż. Tadeusz Knych\n Wydział Wiertnictwa, Nafty i Gazu – prof. dr hab. inż. Mariusz Łaciak\n Wydział Zarządzania – dr hab. inż. Marek Dudek, prof. AGH\n Wydział Energetyki i Paliw – prof. dr hab. Monika Motak\n Wydział Fizyki i Informatyki Stosowanej – prof. dr hab. inż. Bartłomiej Szafran\n Wydział Matematyki Stosowanej – dr hab. Jerzy Stochel, prof. AGH\n Wydział Humanistyczny – dr hab. Jacek Gądecki, prof. AGH\n Wydział Informatyki – prof. dr hab. inż. Marek Kisiel-Dorohinicki\n\nDyrektorzy\n\nAkademickie Centrum Materiałów i Nanotechnologii – prof. dr hab. inż. Marek Przybylski\n Studium Języków Obcych – mgr Anna Krukiewicz-Gacek\n Studium Wychowania Fizycznego i Sportu – mgr Piotr Biel\n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/aktualnosci/detail/wladze-agh-w-kadencji-2024-2028", "title": "Władze AGH w kadencji 2024–2028-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "dc544dd9a3395b1ca58d5613096dc56b", "word_count": 314, "headings": [{"level": 1, "text": "Władze AGH w kadencji 2024–2028"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}