{"content": "# Nominacja profesorska dla prof. dr. hab. inż. Szymona Szotta | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/nominacja-profesorska-dla-prof-dr-hab-inz-szymona-szotta/\nCrawled: 2025-03-19 21:31:09\n\nNominacja profesorska dla prof. dr. hab. inż. Szymona Szotta\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\nMamy zaszczyt i przyjemność poinformować, że decyzją Prezydenta Polski Andrzeja Dudy \nprof. dr hab. inż. Szymon Szott\n otrzymał tytuł naukowy Profesora.\nSzymon Szott uzyskał tytuły magistra inżyniera i doktora telekomunikacji na Akademii Górniczo-Hutniczej w Krakowie, odpowiednio w 2006 i 2011 roku. W 2018 złożył pracę habilitacyjną pt. „Analiza i projektowanie elastycznych bezprzewodowych sieci lokalnych” i uzyskał stopień doktora habilitowanego. Od początku swojej pracy zawodowej jest związany z \nInstytutem Telekomunikacji,\n a jego zainteresowania koncentrują się na lokalnych sieciach bezprzewodowych Wi-Fi.\nW swojej karierze, Szymon Szott pracował w ramach grupy roboczej IEEE 802.11 opracowującej standardy Wi-Fi, grupy roboczej ETSI dotyczącej autonomicznego zarządzania sieciami oraz był członkiem zarządu Stowarzyszenia Top 500 Innovators.\nOdbył też staże naukowe na Uniwersytecie w Palermo (Włochy) oraz na Uniwersytecie Stanforda (USA).\nSzymon Szott jest recenzentem międzynarodowych czasopism i konferencji oraz promotorem prac dyplomowych (wyróżnianych m.in. w konkursie Engineer 4 Science). Brał udział w projektach europejskich (DAIDALOS II, CONTENT, CARMEN, MEDUSA, FLAVIA, PROACTIVE, RESCUE), jak również w projektach finansowanych przez Ministerstwo Nauki i Szkolnictwa Wyższego oraz Narodowe Centrum Nauki. Jest współautorem około 90 recenzowanych publikacji naukowych.\nAktualnie Szymon Szott kieruje projektem MLDR: Interfejs radiowy oparty na uczeniu maszynowym finansowany z NCN. Jego zespół, wraz z naukowcami z Pompeu Fabra University (Barcelona, Hiszpania), University of Oulu (Oulu, Finlandia) oraz Centrale Supélec (Paryż, Francja), pracuje nad opracowaniem nowoczesnego interfejsu radiowego sterowanego przez sztuczną inteligencję w celu poprawy efektywności wykorzystania nielicencjonowanych kanałów radiowych.\nProwadzi liczne wykłady, ćwiczenia audytoryjne i projektowe dla studentów \nTeleinformatyki\n i \nCyberbezpieczeństwa\n dotyczące m.in. badania wydajności systemów, metod symulacyjnych, jakości obsługi w sieciach oraz bezpiecznych systemów komunikacyjnych.\nSkładamy serdeczne gratulacje Panu Profesorowi, życząc dalszych sukcesów w realizacji kolejnych planów naukowych.\n\nProf. Szymon Szott podczas wykładu inauguracyjnego Wydziału. \nFot. Mariusz Bembenek\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania", "metadata": {"url": "https://iet.agh.edu.pl/nominacja-profesorska-dla-prof-dr-hab-inz-szymona-szotta/", "title": "Nominacja profesorska dla prof. dr. hab. inż. Szymona Szotta | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "02e009bcb1e60347294ed43749e65473", "word_count": 316, "headings": [{"level": 1, "text": "Nominacja profesorska dla prof. dr. hab. inż. Szymona Szotta"}]}}