{"content": "#  Deklaracja dostępności -- Centrum Obsługi Kształcenia AGH \n\nURL: https://www.cok.agh.edu.pl/deklaracja-dostepnosci\nCrawled: 2025-03-19 22:40:36\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Deklaracja dostępności \n\nDeklaracja Dostępności dla strony internetowej \nwww.cok.agh.edu.pl\n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n zobowiązuje się zapewnić dostępność swojej strony internetowej zgodnie z przepisami ustawy z dnia 4 kwietnia 2019 r. o dostępności cyfrowej stron internetowych i aplikacji mobilnych podmiotów publicznych. Oświadczenie w sprawie dostępności ma zastosowanie do \nCentrum Obsługi Kształcenia AGH\n.\n\nData publikacji strony internetowej: \n2024-01-08\n.\n\nData ostatniej istotnej aktualizacji: \n2025-02-20\n.\n\nStatus zgodności z ustawą\n\nStrona internetowa jest częściowo zgodna\n z ustawą z dnia 4 kwietnia 2019 r. o dostępności cyfrowej stron internetowych i aplikacji mobilnych podmiotów publicznych z powodu niezgodności lub wyłączeń wymienionych poniżej.\n\nNiespełnione wymagania\n\nW serwisie występują linki bez dostępnej nazwy;.\n\nNa stronie zamieszczane są pliki w dwóch wersjach: PDF, DOC, XLS oraz PPT. Pliki PDF są częściowo dostępne.\n\nPrzygotowanie deklaracji dostępności\n\nOświadczenie sporządzono dnia: \n2024-01-05\n.\n\nDeklarację sporządzono na podstawie samooceny przeprowadzonej przez podmiot publiczny.\n\nData ostatniego przeglądu deklaracji: \n2025-02-20\n\nSkróty klawiaturowe\n\nNa stronie internetowej można używać standardowych skrótów klawiaturowych przeglądarki. Na stronie cok.agh.edu.pl nie zastosowano żadnych specjalnych skrótów klawiaturowych.\n\nInformacje zwrotne i dane kontaktowe\n\nW przypadku problemów z dostępnością strony internetowej prosimy o kontakt. Osobą kontaktową jest \nDagmara Kobiela\n, \ndako@agh.edu.pl\n. Kontaktować można się także dzwoniąc na numer telefonu \n+48 12 617 48 95\n. Tą samą drogą można składać wnioski o udostępnienie informacji niedostępnej oraz składać skargi na brak zapewnienia dostępności.\n\nObsługa wniosków i skarg związanych z dostępnością\n\nKażdy ma prawo:\n\nzgłosić uwagi dotyczące dostępności cyfrowej strony lub jej elementu,\n\nzgłosić żądanie zapewnienia dostępności cyfrowej strony lub jej elementu,\n\nwnioskować o udostępnienie niedostępnej informacji w innej alternatywnej formie.\n\n Żądanie musi zawierać:\n\ndane kontaktowe osoby zgłaszającej,\n\nwskazanie strony lub elementu strony, której dotyczy żądanie,\n\nwskazanie dogodnej formy udostępnienia informacji, jeśli żądanie dotyczy udostępnienia w formie alternatywnej informacji niedostępnej.\n\n Rozpatrzenie zgłoszenia powinno nastąpić niezwłocznie, najpóźniej w ciągu 7 dni. Jeśli w tym terminie zapewnienie dostępności albo zapewnienie dostępu w alternatywnej formie nie jest możliwe, powinno nastąpić najdalej w ciągu 2 miesięcy od daty zgłoszenia.\n Skargi i odwołania\n Na niedotrzymanie tych terminów oraz na odmowę realizacji żądania można złożyć skargę do organu nadzorującego pocztą lub drogą elektroniczną na adres:\n Organ nadzorujący: Dyrektor Biura Rektora AGH\n Adres: al. Mickiewicza 30, 30-059 Kraków\n E-mail: biuro@agh.edu.pl\n Telefon: +48 12 617-45-54\n Skargę można złożyć również do Rzecznika Praw Obywatelskich.\n\nStrona internetowa Rzecznika Praw Obywatelskich\n\nDostępność architektoniczna\n\nCentrum Obsługi Kształcenia\n\nAleja Mickiewicza 30\n 30-059 Kraków\n pawilon C-1, 1. piętro\n\nDostępność siedziby COK\n Siedziba AGH znajduje się w dzielnicy Krowodrza. Najbliższe przystanki autobusowe znajdują się przy ul. Czarnowiejskiej, al. Mickiewicza, a tramwajowe przy Placu Inwalidów oraz ul. 3 Maja i ul. Piłsudskiego.\n Biura poszczególnych Działów wchodzących w skład Centrum Obsługi Kształcenia znajdują się w budynkach C-1 (1., 2. i 3. piętro), A-3 (parter) oraz C-5 (4. piętro).\n Wejście główne do budynku C-1 znajduje się przy Alei Mickiewicza 30. Przy wejściu do budynku znajdują się schody. Jest dostępny podjazd przeznaczony dla osób poruszających się na wózkach.\n\nWejście główne do budynku A-3 znajduje się od strony kampusu AGH, przy bramie głównej AGH, ul. Reymonta 7. Przy wejściu do budynku znajdują się schody. Jest dostępny podjazd przeznaczony dla osób poruszających się na wózkach (od strony budynku Centrum Dydaktyki U-2).\n\nWejście główne do budynku C-5 (Centrum Energetyki) znajduje się od strony kampusu AGH, bliżej ul. Czarnowiejskiej. Wejście pozbawione jest schodów.\nDostępność korytarzy, schodów i wind\n Wszystkie budynki wyposażone są w windy. Korytarze w budynkach zapewniają swobodne poruszanie się.\n Opis dostosowań, na przykład pochylni, platform, informacji głosowych, pętlach indukcyjnych.\n W budynkach nie ma wyżej wymienionych specjalnych udogodnień dla osób z niepełnosprawnościami.\n Informacje o miejscu i sposobie korzystania z miejsc parkingowych wyznaczonych dla osób niepełnosprawnych.\n Na parkingu wewnętrznym, od strony wejścia (windy) do budynku A-0 dostosowanego dla osób niepełnosprawnych znajduje się miejsce parkingowe przeznaczone dla osób z niepełnosprawnością.\n Na parking prowadzi wjazd od ulicy Reymonta 7 (Brama Główna). Wjazd na parking ogranicza szlaban przy, którym znajduje się domofon oraz stanowisko obsługi. Istnieje możliwość ubiegania się kartę otwierającą szlaban lub pomoc pracownika Straży AGH.\n Informacja o prawie wstępu z psem asystującym i ewentualnych uzasadnionych ograniczeniach.\n Do budynków można wejść z psem asystującym.\n\nAplikacje mobilne\n\nbrak\n\nDodatkowe informacje\n\nInformacje o możliwości skorzystania z tłumacza języka migowego na miejscu lub online\n W przypadku potrzeby skorzystania z tłumacza języka migowego na miejscu lub online należy skontaktować się z Działem Dostępności AGH\n Strona: \nhttps://www.dostepnosc.agh.edu.pl/\n E-mail: \ndostepnosc@agh.edu.pl\n Telefon: +48 12 617-46-30\n\nStopka\n\nKanał AGH w serwisie YouTube\nFanpage AGH w serwisie Facebook\nFanpage AGH w serwisie Linkedin\nKanał AGH w serwisie Twitter\nFanpage AGH w serwisie Instagram\nFanpage AGH w serwisie Tiktok\n\nBack", "metadata": {"url": "https://www.cok.agh.edu.pl/deklaracja-dostepnosci", "title": " Deklaracja dostępności -- Centrum Obsługi Kształcenia AGH ", "depth": 3, "duplicate": false, "content_hash": "7bb586447a1ab9089f22639d50638e1e", "word_count": 750, "headings": [{"level": 1, "text": "Deklaracja dostępności"}, {"level": 2, "text": "Deklaracja Dostępności dla strony internetowejwww.cok.agh.edu.pl"}, {"level": 2, "text": "Status zgodności z ustawą"}, {"level": 3, "text": "Niespełnione wymagania"}, {"level": 2, "text": "Przygotowanie deklaracji dostępności"}, {"level": 2, "text": "Skróty klawiaturowe"}, {"level": 2, "text": "Informacje zwrotne i dane kontaktowe"}, {"level": 3, "text": "Obsługa wniosków i skarg związanych z dostępnością"}, {"level": 2, "text": "Dostępność architektoniczna"}, {"level": 3, "text": "Centrum Obsługi Kształcenia"}, {"level": 2, "text": "Aplikacje mobilne"}, {"level": 2, "text": "Dodatkowe informacje"}, {"level": 2, "text": "Stopka"}]}}