{"metadata": {}, "content": "Rb-D.0201 -22/23 \nStrona 1 z 4 ZARZĄDZENIE Nr  22/2023 \nRektora Akademii Górniczo -Hutniczej  \nim. Stanisława Staszica w Krakowie  \nz dnia  5 maja  2023 r. \nw sprawie zasad udziału w programie „Prymusi AGH 2.0” dla najlepszych \nkandydatów podejmujących studia stacjonarne drugiego stopnia  \nw Akademii Górniczo -Hutniczej im. Stanisława Staszica w Krakowie  \nDziałając na podstawie art. 23 ust. 1 ustawy z dnia 20 lip ca 2018 r. Prawo o  szkolnictwie \nwyższym i nauce (t.j. Dz. U. z 2023 r., poz. 742) oraz § 20 ust. 2 i § 21 ust. 3 Statutu AGH \n(uchwała nr 137/2019 Senatu AGH z dnia 26 czerwca 2019 r. z  późn. zm.), zarządzam co \nnastępuje:  \n§1.  \nProgram „Prymusi AGH 2.0”  \n1. Akademia  Górniczo -Hutnicza im. Stanisława Staszica w Krakowie (zwana dalej AGH) \norganizuje program dla najlepszych kandydatów na studia stacjonarne drugiego stopnia  \nw AGH pod nazwą „Prymusi AGH 2.0” (zwany dalej Programem).  \n2. Program skierowany jest do kandydatów, którzy po raz pierwszy podejmują studia \nstacjonarne drugiego stopnia w AGH.  \n3. W ramach Programu , AGH oferuje na pierwszym roku studiów drugiego stopnia dodatkowe \nnieodpłatne formy kształcenia i rozwoju (zwane dalej Benefitami) obejmujące  m.in. toutoring, \nindywidualny tok studiów, kursy, kursy na platformach on -line – zgodnie z aktualnym \nwykazem dostępnym w siedzibie Centrum Rekrutacji AGH /na stronie internetowej \nwww.rekrutacja.agh.edu.pl/  oraz w systemie e -Rekrutacja AGH.  \n4. Prorektor ds. Kształcenia przed rozpoczęciem rekrutacji na dany cykl kształcenia , ustala limit \nmiejsc oferowanych w ramach poszczególnych benefitów w Programie studentom pierwszego \nroku studiów stacjonarnych drugiego stopnia w AGH.  \n5. Środki na realizację Programu pochodzą z Działania 14 projektu Inicjatywa Doskonałości – \nUczelnia Badawcza (zwanego dalej IDUB). Wysokość środków finansowych przeznaczonych \nna realizację Programu ustala corocznie, przed rozpoczęciem nowej edycji Programu, \nKierown ik Projektu IDUB w porozumieniu z Zespołem ds. Kształcenia IDUB.  \n6. Dysponentem środków finansowych, o których mowa w ust. 5 przeznaczonych na realizację \nProgramu jest Kierownik Projektu IDUB. Obsługę finansową Programu zapewnia Biuro \nProjektu IDUB.  \n§2.  \nUczestn icy Programu  \n1. Do Programu mogą zostać zakwalifikowane osoby, które w roku ukończenia studiów I stopnia \ni uzyskania dyplomu ukończenia tych studiów zostały wpisane na listę studentów pierwszego \nroku studiów stacjonarnych drugiego stopnia w AGH oraz na etapie  postępowania \nrekrutacyjnego wyraziły zgodę, o której mowa w §3 ust. 2 . \n2. Podstawą kwalifikacji do Programu jest wskaźnik rekrutacji wyliczony zgodnie \nz obowiązującymi zasadami rekrutacji na pierwszy rok studiów drugiego stopnia , \nrozpoczynających cykl kształ cenia w danym roku akademickim określonymi w uchwale  \nSenatu AGH w sprawie warunków, trybu oraz terminu rozpoczęcia i zakończenia rekrutacji na \npierwszy rok studiów pierwszego i drugiego stopnia w danym roku akademickim . \n3. Na podstawie wartości wskaźnika rek rutacji, o którym mowa w ust. 2, sporządzane są listy \nrankingowe kandydatów do Programu dla każdego kierunku studiów osobno. Listy rankingowe \nobejmują tylko kandydatów do Programu spełniających warunki, o których mowa w  ust. 1.  \n4. Przy ustalaniu listy kandyd atów zakwalifikowanych do Programu uwzględnia się wszystkich \nkandydatów spełniających warunki uczestnictwa w  Programie, określone w  ust. 1, wpisanych \nna listę studentów do zakończenia wpisów w cyklu rekrutacyjnym nr 2, o których mowa  \nw zarządzeniu Rektora  w sprawie ustalenia kalendarza rekrutacji letniej na studia pierwszego \ni drugiego stopnia w AGH rozpoczynające cykl kształcenia w  danym roku akademickim, jak \nrównież w zarządzeniu Rektora w sprawie ustalenia kalendarza rekrutacji zimowej na studia \ndrugieg o stopnia w AGH rozpoczynające cykl kształcenia w  danym roku akademickim.  \n\nRb-D.0201 -22/23 \nStrona 2 z 4 5. Przy ustalaniu listy kandydatów zakwalifikowanych do uczestnictwa w Programie, jeżeli na \nostatniej pozycji listy rankingowej znajdzie się więcej niż jeden kandydat z  takim samym \nwskaźnikiem rekrutacji, na listę zakwalifikowanych wpisuje się wszystkich posiadających tą \nsamą wartość wskaźnika rekrutacji, pomimo przekroczenia limitu miejsc ustalonego przez \nProrektora ds. Kształcenia, o którym mowa w §1 ust. 4.  \n§3.  \nZasady przystąpienia do Programu  \n1. Przystąpienie uczestników do Programu jest dobrowolne. Przetwarzanie danych osobowych \nkandydatów, którzy przystąpili do Programu jest niezbędne do wywiązania się przez AGH  \nz ciążących na niej obowiązków prawnych. Informacja o przetwarzaniu danych osobowych \nzamieszczana jest w ankiecie beneficjenta Programu.  \n2. O możliwości przystąpienia do Programu kandydat jest powiadamiany komunikatem poprzez \nelektroniczny system obsługi rekrutacji (zwany systemem e―Rekrutacja), wysyłanym po \nzakończeniu wpisów w dr ugim cyklu rekrutacyjnym na pierwszy rok studiów, w  którym \notrzymuje link do ankiety beneficjenta pod warunkiem, że na etapie postępowania \nrekrutacyjnego wyraził zgodę na  otrzymywanie informacji o wydarzeniach, konkursach, \nkonferencjach, ankietach, prowadz onych kampaniach promocyjnych, reklamowych i  innych \ndziałaniach marketingowych związanych z działalnością AGH.  \n3. W celu przystąpienia do Programu kandydat, o którym mowa w §2 ust. 1, zobowiązany jest \ndo wypełnienia ankiety beneficjenta Programu, w  której wy raża zgodę na przystąpienie do \nProgramu i składa deklarację wyboru preferowanych benefitów.  \n4. Przystąpienie uczestników do Programu jest ograniczone czasowo. Ankieta beneficjenta \nProgramu dla uczestników zakwalifikowanych do Programu udostępniana jest w sys temie  \ne-Rekrutacja jednorazowo przez okres 7 dni od dnia zakończenia wpisów na listę studentów \nw cyklu rekrutacyjnym nr 2, o którym mowa w §2 ust. 4.  \n5. Niewypełnienie ankiety beneficjenta Programu, w terminie wskazanym w ust. 4, oznacza \nrezygnację kandydata  z przystąpienia do Programu.  \n6. Po przesłaniu ankiety w systemie e -Rekrutacja jej ponowna edycja i zmiana wybranych \nbenefitów jest niemożliwa. AGH dysponuje ograniczoną liczbą miejsc. O  kwalifikacji do \nposzczególnych benefitów decyduje kolejność zgłoszeń.  \n7. Kwalifikacja do poszczególnych benefitów prowadzona jest do wyczerpania limitu miejsc,  \no których mowa w §1 ust. 4.  \n8. Po wypełnieniu ankiety kandydat staje się uczestnikiem Programu (zwanym dalej: \nBeneficjentem).  \n9. Beneficjentowi przyznanie poszczególnych bene fitów w ramach Programu przysługuje tylko \nraz. Brak deklaracji danego benefitu w ankiecie oznacza rezygnację z niego przez \nBeneficjenta.  \n10. Listę Beneficjentów poszczególnych benefitów przygotowuje Centrum Rekrutacji AGH (zwane \ndalej CR).  \n11. Informację o przyzna niu benefitów CR przesyła Beneficjentowi drogą mailową po utworzeniu \nlisty, o której mowa w ust. 10, niezwłocznie w celu ustalenia ostatecznych warunków udziału \nw Programie.  \n§4.  \nBenefity  \n1. W ramach Programu Beneficjent może skorzystać z jednego benefitu w toku pierwszego roku \nstudiów, w danym cyklu kształcenia na studiach drugiego stopnia w AGH.  \n2. Oferta benefitów jest zatwierdzana przez Prorektora ds. Kształcenia i publikowana na stronie \ninternetowej CR co najmniej na miesiąc przed rozpoczęciem rekrutacji letnie j lub zimowej  \nw danym roku akademickim. Limit miejsc w ramach poszczególnych benefitów jest \nograniczony.  \n3. W ofercie benefitów, o której mowa w ust. 2 powyżej, wyszczególnione będą informacje \nmiędzy innymi, o limicie miejsc, dacie rozpoczęcia, koordynatorz e merytorycznym, zasadach \nkorzystania z benefitu oraz maksymalnym koszcie, o którym mowa w ust. 4.  \n4. Maksymalny koszt poszczególnych benefitów przypadający na jednego Beneficjenta jest co \nroku ustalany i ogłaszany przez Prorektora ds. Kształcenia.  \n\nRb-D.0201 -22/23 \nStrona 3 z 4 5. Rezygnacj ę z uczestnictwa w zajęciach prowadzonych w ramach Programu Beneficjent \nzobowiązany jest złożyć w  CR przed rozpoczęciem pierwszego semestru studiów, w ramach \nktórego został zakwalifikowany do Programu. Brak rezygnacji będzie skutkował wpisaniem na \nlistę uc zestników i  obowiązkiem udziału w  zajęciach.  \n6. Uczestnictwo w co najmniej jednych zajęciach w ramach Programu powoduje wystawienie \ninformacji PIT na kwotę całego benefitu. W przypadku tutoringu , uczestnictwo w przynajmniej \ndwóch zajęciach skutkuje wystawien iem informacji PIT na kwotę proporcjonalną do \nzrealizowanych zajęć.  \n7. Beneficjent jest zobowiązany do dostarczenia do CR oryginał u własnoręcznie podpisanego  \noświadczenia do celów podatkowych z aktualnymi danymi w ciągu dwóch tygodni od \nprzesłania informacji , o której mowa w §3 ust. 11. Wzór oświadczenia zostanie przesłany do \nBeneficjenta drogą mailową lub będzie dostępny na indywidualnym koncie w systemie  \ne-Rekrutacja wraz z informacją, o której mowa w zdaniu pierwszym. Oświadczenie należy \nzłożyć osobiście albo listownie na adres: Centrum Rekrutacji AGH, al. Mickiewicza 30,  \n30-059 Kraków z  dopiskiem bud. U2, pok. 101.  \n8. Każdemu Beneficjentowi korzystającemu z oferty Programu zostanie wystawiona informacja \nPIT za rok kalendarzowy, w którym realizował benefity, na kwotę w wysokości uzyskanych \nnieodpłatnych świadczeń.  \n§5.  \nUtrata prawa do udziału w Programie  \n1. Beneficjent traci prawo do uczestnictwa w Programie w przy padku:  \n1) niepodjęcia studiów w AGH pomimo dokonania wpisu na listę studentów pierwszego roku;  \n2) złożenia rezygnacji z podjęcia studiów na kierunku, na którym uzyskał prawo \nuczestnictwa w Programie, po dokonaniu wpisu na listę studentów pierwszego roku \nstudiów w AGH;  \n3) ponownego wpisu, po złożeniu rezygnacji, na listę studentów pierwszego roku tego \nsamego lub innego kierunku studiów uprawniającego do uczestnictwa w Programie.  \n4) skreślenia z listy studentów z dniem, w którym decyzja o skreśleniu stała się ostateczna;  \n5) uzyskania urlopu od zajęć, o którym mowa w § 20 ust. 6 pkt 2 -4 Regulaminu studiów \nwyższyc h Akademii Górniczo -Hutniczej im. Stanisława Staszica w Krakowie w brzmieniu \nz dnia 1 października 2022 r. (Uchwała 56/2019 Senatu AGH z dnia 24 kwietnia 2019 r., \ntekst jednolity ustalony uchwałą nr 46/2022 Senatu AGH z dnia 27 kwietnia 2022 r.);  \n6) ukarania karą dyscyplinarną, o której mowa w art. 308 ustawy z dnia 20 lipca 2018 r. \nPrawo o szkolnictwie wyższym i nauce (t.j. Dz. U. z 2023 r. poz. 742);  \n7) ukończenia studiów;  \n8) niezłożenia oświadczenia do celów podatkowych w terminie określonym w §4 ust. 7.  \n2. Benefic jent jest zobowiązany, niezwłocznie po utracie prawa do udziału w Programie, \npoinformować CR o tym fakcie.  \n3. Od dnia utraty prawa do uczestnictwa w Programie Beneficjent w przypadku benefitów:  \n1) niezrealizowanych – traci prawo do ich realizacji;  \n2) częściowo zr ealizowanych – traci prawo do dalszej realizacji benefitu, licząc od \nnajbliższego okresu rozliczeniowego danego benefitu;  \n3) zrealizowanych – nie zwraca kosztów benefitów.  \n4. W przypadku, o którym mowa w ust. 3 pkt 2, dalsze korzystanie z benefitu możliwe jest po \nuiszczeniu opłaty zgodnie z cennikiem podmiotu realizującego dany benefit.  \n§6.  \nKoordynacja  Programu  \n1. Działania na Uczelni prowadzone w ramach Programu koordynuje Prorektor ds. Kształcenia.  \n2. Koordynacją wszelkich działań o charakterze organizacyjnym związany ch z obsługą \nuczestników Programu zajmuje się CR AGH.  \n3. Osoby prowadzące zajęcia w ramach programu Prymusi są zobowiązane do dostarczenia do \nCR przed rozpoczęciem zajęć powierzenia obowiązków w przypadku tutoringu lub wniosku  \no uruchomieniu kursu oraz kart y pracy po zrealizowanych benefitach.   \n4. Osoby prowadzące zajęcia w ramach Programu zobowiązane są do przekazania do CR AGH \naktualnych list uczestników, którym należy wystawić informację PIT.  \n\nRb-D.0201 -22/23 \nStrona 4 z 4 5. Wynagrodzenie za prowadzone zajęcia w ramach Programu jest ustalane proporcjonalnie do \nliczby zrealizowanych zajęć w ramach Programu.  \n§7.  \nPostanowienia końcowe  \n1. Zarządzenie wchodzi w życie z dniem podpisania.  \n \n \n \nR E K T O R \n \n \nprof. dr hab. inż. Jerzy Lis  \n\n"}