{"content": "# Insurance – Welcome Point\n\nURL: https://wtp.agh.edu.pl/insurance/\nCrawled: 2025-03-19 21:23:42\n\nWelcome Point\n > \nBefore you arrive\n > \nInsurance\n\nInsurance\n\nAll scholarship holders and accompanying family members must take out health insurance, which covers them from the first day of their stay in Poland.\n\nHealth insurance covers illness, accident, injury, poisoning, life-threatening conditions, etc.\n\nA monthly fee must be paid to benefit from such insurance. Foreigners who are insured can use public health care services free of charge.\n\nNon-public healthcare is only free if the facility or doctor has a contract with the \nNational Health Service (Narodowy Fundusz Zdrowia – NFZ).\n\nHealth Insurance\n\nThere are two ways to obtain health insurance in Poland:\n public and private.\n\nPublic insurance\n\nNon-EU citizens coming to Poland must take out travel insurance (when applying for a visa), but this usually only covers emergencies.\n\nThe health insurance system in Poland is based on principles of equal treatment and access to healthcare services. \nNational Health Fund (Narodowy Fundusz Zdrowia; NFZ)\n is the institution responsible for public medical services in Poland and manages public funds for healthcare.\n\nWhen can you access public health care in Poland?\n\nif you are citizen of a country of EU, EFTA or Switzerland\n\nif you have a visa with permission to work\n\nif you have a temporary residence permit\n\nif you have a permanent residence permit\n\nif you have a long term EU residence permit\n\nif you have a humanitarian residence permit\n\nif you have a tolerated residence permit\n\nif you have a refugee status in Poland\n\nEmployees with an employment contract or a contract of mandate get public health insurance automatically. Every month, 9% percent of the salary will be transferred for insurance purposes.\n\nAn insured employee has an obligation to report their family members to be covered by the health insurance under their employment contract if they aren’t insured in NFZ. Adding family members doesn’t result in paying additional or higher contributions.\n\nIn order to get voluntary public health insurance, you need a registered address for your stay.\n\nMore info\n\nTo get it, you need to fill in several documents in Polish and bring them to the NFZ branch in your city and district.\n\nThe most important thing about this insurance is that NFZ will check your previous insurance period. If you have never been to Poland or haven’t paid the insurance in the last 3 months, you’ll have to make a payment for the gap period.\n\nThe National Health Fund gives you the \nfree access\n to:\n\ngeneral practitioner/family doctor (“lekarz rodzinny” in Polish) first you have to choose one – go to the closest NFZ clinics, ask for the declaration and the name of the doctor you should choose and fill it out according to the nurse guidance\n\nnight and holiday health care,  hospital care and emergency room\n\nrehabilitation\n\ndiagnostic tests – first you must get a referral from the doctor\n\nvisits at the specialists – you firstly must get a referral from your general practitioner and then you have to sign to the list and wait for your visit\n\nwithout a referral you can go to psychiatrist, oncologist, dentist or gynecologist\n\nAll residents of European Union countries and the European Economic Area are entitled to get free public health care offered by NFZ. They only need to have health insurance in their country and to provide the appropriate documents. Before coming to Poland, they have to get a \nEuropean Health Insurance Card (EHIC)\n.\n\nMore info\n\nPrivate insurance:\n\nYou can choose to take out \nprivate insurance\n. It is important to remember that private insurance policies do not provide the same equal access to medical services as you would expect from public ones.\n\nIt all depends on the package. The cheapest one usually only offers visits to your GP and a few specialist doctors. The more you pay, the more you get, but the costs can rise up to 3000 PLN per year.\n\nPrivate insurance policies often set delay periods. This means that you cannot go to a particular doctor or have a surgery if you have not paid your insurance premiums for 60 or even 120 days.\n\nIn addition, private health insurance does not cover emergencies. If you have an accident and end up in a public hospital, you will have to pay for your stay, all tests and treatment. Depending on the package, you may receive some kind of sickness benefit, but this is not standard in all packages.\n\nSome employers (usually large international companies) in Poland offer private healthcare packages as an additional benefit.\n\nMore info", "metadata": {"url": "https://wtp.agh.edu.pl/insurance/", "title": "Insurance – Welcome Point", "depth": 3, "duplicate": false, "content_hash": "c1d51a07f905be338fbf97b23498ba0d", "word_count": 750, "headings": [{"level": 1, "text": "Insurance"}]}}