{"content": "# EuroHPC Summit 2025-- AGH UST \n\nURL: https://agh.edu.pl/en/employees/events/detail/s/eurohpc-summit-2025\nCrawled: 2025-03-19 21:22:34\n\nSkip to content\n\nSkip to footer\n\nEvents\n\nEvents\n\n Tags \n\n Search \n\nAI (13)\n\nawards (70)\n\nclimate (4)\n\ncompetitions (36)\n\ncooperation (131)\n\neducation (17)\n\nenvironment (12)\n\ngrants (37)\n\ninnovation (20)\n\nsdg (1)\n\nspace (34)\n\nsports (29)\n\nstudent projects (58)\n\nsupercomputers (4)\n\nEuroHPC Summit 2025\n\n Download iCal file \n\nAdd to Google Calendar\n\nAdd to Outlook Calendar\n\nAdd to Office 365 Calendar\n\nAdd to Yahoo Calendar\n\n The EuroHPC Summit 2025 will take place at the ICE Congress Centre in Krakow on 18–20 March 2025. The topic of the event is \"Connecting HPC, Quantum & AI Communities\" in Europe. The summit will present the evolution of European supercomputers with particular focus on AI factories, quantum computers, equipment, skills, and much more. The event is included in the official calendar of the Ministry of Science and Higher Education as part of the Polish Presidency of the Council of the European Union. \n\n Description \n\nThe EuroHPC Summit is an annual meeting of main European stakeholders in the field of supercomputers, including scholars, SMEs, public organisations, students, technology suppliers, and decision makers. It provides a platform for exploring technological advances and shaping the future of European high performance computing (HPC), quantum computers and artificial intelligence.\n\nThe agenda for this year's edition will include a series of engaging plenary sessions, including a focus on AI factories on the first day, chip technology and skills on the second day, and quantum computers and scientific and social achievements made possible by supercomputers on the last day.\n\nIn addition to the plenary sessions, attendees and participants will be able to learn about a wide range of topics, including benchmarks, Destination Earth, applications, software and other key technological advances, through parallel tracks.\n\nGuests will also have the opportunity to visit a Demo Lab and a new immersive Quantum Insights zone. The EuroHPC Demo Lab is a place where one can explore EuroHPC's working supercomputers, their capabilities and how to use them. Quantum Insights offers a unique glimpse into quantum computing that will introduce EuroHPC's recently acquired quantum computers and the accompanying technology development.\n\nEuroHPC will also welcome EUMaster4HPC students to support the event as HPC ambassadors. Their involvement has become a cherished tradition and an important part of the summit. The event will also include a career fair, which will allow students to connect with the EuroHPC community and explore potential career paths in the field.\n\nMore information, registration, agenda\n\nOther news from this category\n\n Idea Warm Up – join and take action!\t\n\n Ambassador of Vietnam visits AGH University\t\n\n Winners of IT is ME Student Innovation Competition\t\n\n AGH University dominates Polish Academic Championship in snowboarding\t\n\n AGH University scientists in the Council for Women in Higher Education and Science\t\n\nRecent news\n\n Idea Warm Up – join and take action!\t\n\n Ambassador of Vietnam visits AGH University\t\n\n Winners of IT is ME Student Innovation Competition\t\n\n Recruitment for Erasmus+ KA171 – Third Countries Not Associated to the Programme\t\n\n AGH University dominates Polish Academic Championship in snowboarding\t\n\nStopka\n\nWelcome to AGH University\n\nAGH University Strategy\n\nExcellence Initiative – Research University\n\nUNIVERSEH\n\nResearch offer\n\nBusiness offer\n\nCentre for International Affairs\n\nWelcome Point\n\nFaculties\n\nMain Library\n\nAGH University Student Campus\n\nCareers Centre\n\nContact\n\nMap of the AGH University Campus\n\nAGH University e-Shop\n\nEmployee Search\n\nHRS4R\n\nEquality statement\n\nPersonal data protection\n\nMake a donation\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/employees/events/detail/s/eurohpc-summit-2025", "title": "EuroHPC Summit 2025-- AGH UST ", "depth": 3, "duplicate": false, "content_hash": "49416c0b78a89f1cbb5ecb03e532a542", "word_count": 543, "headings": [{"level": 1, "text": "Events"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}