{"content": "# Akcesoria - AGH E-sklep-Produkty\n\nURL: https://sklep.agh.edu.pl/produkty/akcesoria,2,26\nCrawled: 2025-03-19 21:17:29\n\nStrona główna\n  /\n\nProdukty\n  /\n\nAkcesoria\n\nProdukty\n\nAkcesoria\n\nDostępność\n\nod zaraz (6)\n\nOcena\n\nBrak (6)\n\npozostałe\n\nZdjęcia (6)\n\nNowość (2)\n\nPromocja (3)\n\nSuper jakość (1)\n\nCena\n\n5\n\nPLN\n\n-\n\n198\n\nPLN\n\nFILTRUJ\n\nPokaż filtry\n\nSortuj: \n\nNazwa (A-Z)\n\nNajczęściej kupowane\n\nNajczęściej oglądane\n\nNazwa (A-Z)\n\nNazwa (Z-A)\n\nCena rosnąco\n\nCena malejąco\n\nProducent (A-Z)\n\nDomyślnie\n\nOstatnio dodane\n\nOstatnio zmodyfikowane\n\n1\n-\n6\nz\n6\n\n|\n\nSuper jakość\n\nPlecak\n\nCzarny plecak firmy Case Logic z logo AGH. Posiada przegrodę na laptop o przekątnej 16 cali, a także zapinaną na zamek kieszeń z organizerem, na którym znajduje się kieszonka na smartfon, pętelka na długopis, zapinana kieszonka na cenne przedmioty i miejsce na kabel. Górna kieszonka ze specjalną podszewką ochroni okulary przeciwsłoneczne lub telefon przed zarysowaniem. Dodatkowo na przodzie wygodny uchwyt, a także wyściełany panel na plecach. Nieużywaną część paska na ramię można zwinąć i schowa\n\n+\n\n198,00 PLN\n\nPromocja\n\nPrzypinka #jestemzAGH\n\nPrzypinka z nazwą akcji #jestemzAGH to świetny dodatek do plecaka, torebki czy kurtki. Do wyboru w dwóch kolorach: czarna lub biała. Opis produktu materiał: blacha ocynkowana kolor: czarnym z białym napisem, biały z czarnym napisem wymiary: średnica – 5,6 cm\n\n+\n\n5,50 PLN\n\n6,50 PLN\n\nPromocja\n\nSznurówki AGH\n\nPara białych sznurówek z czarnym napisem AGH. Wyprodukowane z wodoodpornego i nieścieralnego materiału. Łatwe w zawiązywaniu, niezawodne podczas spacerów czy biegów. Opis produktu: kolor: biały z czarnymi napisami długość: 120 cm metoda nadruku: sitodruk materiał: nylon\n\n+\n\n7,50 PLN\n\n10,00 PLN\n\nPromocja\n\nTorba #jestemzAGH\n\nTorba bawełniana z nazwą akcji #jestemzAGH, a także z unikatową metką Wiedza Pasja Więź. Duża i pojemna, z szerszym dnem oraz długimi, szerokimi uszami. Wykonana z wysokogatunkowego materiału. Produkcja polska. Do wyboru w dwóch kolorach : czarnym lub beżowym. Opis produktu kolor: czarny lub beżowy kolor nadruku: biały lub czarny metoda nadruku: sitodruk materiał: 100% bawełna gramatura materiału: 260 g wymiary: 36 × 41 × 10 cm\n\n+\n\n40,00 PLN\n\n50,00 PLN\n\nNowość\n\nTorba na ramię z grafiką budynku AGH\n\nJasna torba bawełniana z grafiką budynku AGH. Duża i pojemna, z długimi uszami w kolorze butelkowej zieleni. Wykonana z wysokogatunkowego materiału. Produkcja polska. Opis produktu kolor: beżowy wymiary: 43 x 37 cm kolor nadruku: kolorowy metoda nadruku: sitodruk materiał: 100% bawełna typu drelich gramatura materiału: 280 g\n\n+\n\n59,00 PLN\n\nNowość\n\nTorba na ramię z grafiką I love AGH\n\nJasna torba bawełniana z grafiką I love AGH. Duża i pojemna, z długimi uszami w kolorze czerwonym. Wykonana z wysokogatunkowego materiału. Produkcja polska. Opis produktu kolor: czarny wymiary: 43 x 37 cm kolor nadruku: kolorowy metoda nadruku: sitodruk materiał: 100% bawełna typu drelich gramatura materiału: 280 g\n\n+\n\n59,00 PLN\n\nAkcesoria\n\nPrzejdź do koszyka\n\nZostań na stronie\n\nZapamiętaj mój wybór", "metadata": {"url": "https://sklep.agh.edu.pl/produkty/akcesoria,2,26", "title": "Akcesoria - AGH E-sklep-Produkty", "depth": 2, "duplicate": false, "content_hash": "7047197725388d4f54632592709d6794", "word_count": 437, "headings": [{"level": 2, "text": "Plecak"}, {"level": 2, "text": "Przypinka #jestemzAGH"}, {"level": 2, "text": "Sznurówki AGH"}, {"level": 2, "text": "Torba #jestemzAGH"}, {"level": 2, "text": "Torba na ramię z grafiką budynku AGH"}, {"level": 2, "text": "Torba na ramię z grafiką I love AGH"}, {"level": 1, "text": "Akcesoria"}]}}