{"content": "#  Działalność Biblioteki -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/o-nas/dzialalnosc-biblioteki\nCrawled: 2025-03-19 22:38:58\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Działalność Biblioteki \n\nBiblioteka Główna AGH stanowi integralną część jednej z najnowocześniejszych uczelni technicznych w kraju, zapewniając pracownikom oraz studentom AGH obsługę najwyższej jakości. Biblioteka nie tylko \ngromadzi \ntradycyjne materiały drukowane, ale także inwestuje w nowoczesne technologie — zapewnia\n dostęp\n do naukowych baz danych, elektronicznych czasopism i książek online, co umożliwia szybkie i efektywne wyszukiwanie informacji.\n\n Projekty w Bibliotece \n\n Współpraca organizacyjna \n\n Działalność pracowników \n\n Biblioteka bez barier \n\n Certyfikaty i nagrody \n\n Erasmus+ \n\nBiblioteka \nwspiera zarówno działalność naukową, jak i dydaktyczną \nUczelni. Pracownicy Biblioteki prowadzą przedmiot poświęcony informacji naukowej oraz metodyce poszukiwań bibliograficznych. Jednym z głównych zadań Biblioteki jest rejestrowanie dorobku naukowego AGH w \nBazie Danych Autorów i Publikacji AGH\n (BaDAP)\n.\n Należy wspomnieć także o \nRepozytorium AGH\n oraz Repozytorium Danych Badawczych Uczelni Krakowskich \nRODBUK\n. \nProwadzony jest portal \nHistoria AGH\n, gdzie gromadzone są biogramy osób związanych z Uczelnią.\n\nBiblioteka dostarcza \nprzestrzenie do nauki i pracy\n indywidualnej oraz grupowej. Użytkownicy mogą korzystać z kilku czytelni, sal szkoleniowych oraz wyznaczonych przestrzeni bibliotecznych, które czynne są do późnych godzin wieczornych.\n\nBiblioteka realizuje ideę\n\n\"trzeciego miejsca\" \ni pełni ważną rolę społeczną, będąc nie tylko miejscem nauki, ale także spotkań czy integracji studentów oraz pracowników Uczelni. Organizowane są różnorodne wydarzenia: prelekcje, wystawy, spotkania autorskie oraz szkolenia z zakresu umiejętności informacyjnych. To miejsce, które promuje kulturę czytelniczą i rozwija kompetencje informacyjne społeczności akademickiej.\n\nBiblioteka \nwspółpracuje\n z \ninstytucjami krajowymi i międzynarodowymi\n. Udział w różnego rodzaju inicjatywach i organizacjach, konferencjach, programach wymiany czy współpracy z innymi bibliotekami zapewnia dostęp do szerokiego spektrum treści naukowych i edukacyjnych. Przekłada się to na rozwój nowoczesnych usług dla społeczności Uczelni. Daje także szansę na rozwijanie kompetencji pracowników Biblioteki oraz budowanie kultury pracy opartej na uznanych standardach i dobrych praktykach.\n\nBiblioteka angażuje się w \nprojekty digitalizacyjne\n, których celem jest zachowanie, udostępnienie oraz promocja dziedzictwa naukowego.\n\nJednym z priorytetów jest utrzymanie żywego oraz wielokanałowego \nkontaktu z czytelnikami\n poprzez media społecznościowe. Biblioteka prowadzi prężną działalność na \nFacebooku\n, \nInstagramie\n oraz na platformie \nLinkedIn\n.\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/o-nas/dzialalnosc-biblioteki", "title": " Działalność Biblioteki -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "d20468dd231d942d4b3736e1e02fb05e", "word_count": 409, "headings": [{"level": 1, "text": "Działalność Biblioteki"}, {"level": 2, "text": "Stopka"}]}}