{"content": "#  Zakład Materiałów Funkcjonalnych i Nanomagnetyzmu -- Akademickie Centrum Materiałów i Nanotechnologii \n\nURL: https://acmin.agh.edu.pl/badania-naukowe/zaklad-materialow-funkcjonalnych-i-nanomagnetyzmu\nCrawled: 2025-03-19 21:38:18\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Zakład Materiałów Funkcjonalnych i Nanomagnetyzmu \n\nProfil badawczy\n\nZespół\n\nAparatura badawcza\n\nProjekty badawcze\n\nPublikacje\n\nPatenty\n\nDydaktyka\n\nPrace doktorskie i dyplomowe\n\nInterdyscyplinarny obszar zainteresowań naukowych \nZakładu Materiałów Funkcjonalnych i Nanomagnetyzmu\n łączy zagadnienia i metodologię z zakresu fizyki materii skondensowanej, fizyki teoretycznej, inżynierii materiałowej, nanotechnologii, chemii nieorganicznej i fizykochemii i biomimetyki. Zajmujemy się wytwarzaniem i charakteryzowaniem własności materiałów o wymiarach nanometrycznych, koncentrując się w szczególności na modyfikacji własności magnetycznych i elektronowych w wyniku nanostrukturyzacji. Prowadzimy również badania możliwości sterowania własnościami funkcjonalnymi materiałów poprzez ograniczanie ich rozmiarów i/lub wymiarowości – np. w roztworach i kompozytach nanocząstek oraz anizotropowych nanostrukturach wykonanych technikami litograficznymi oraz depozycji z fazy gazowej indukowanej zogniskowaną wiązką jonów (FIBID). Ponadto, w naszej grupie badawczej zajmujemy się modelowaniem właściwości materiałów, hybryd i heterozłącz oraz procesów osadzania cienkich warstw, w szczególności metodą ALD (atomic layer deposition).\n\nCharakterystyka własności magnetycznych materiałów litych, monokryształów, cienkich warstw i roztworów nanocząstek przy użyciu magnetometrii wibracyjnej i magnetooporu.\n\nBadanie składu fazowego materiałów oraz lokalnych własności magnetycznych, strukturalnych i elektronowych przy użyciu technik spektroskopii gamma (efekt Mössbauera) i rentgenowskiej (XAS, XES, XMCD, RIXS).\n\nWytwarzanie nanostruktur przy użyciu techniki trawienia zogniskowaną wiązką jonów (FIB) oraz depozycji z fazy gazowej indukowanej zogniskowaną wiązką elektronów i jonów (FEBID/FIBID).\n\nSynteza nanocząstek ferrytowych o kontrolowanej morfologii i rozmiarze, wytwarzanie roztworów nanocząstek magnetycznych (ferrofluidów).\n\nCharakterystyka morfologii nanocząstek w oparciu o techniki mikroskopii elektronowej (SEM, TEM).\n\nBadanie hipertermii magnetycznej i właściwości reologicznych faz ciekłych (w szczególności roztworów nanocząstek).\n\nWpływ środowiskowy i zagadnienia normalizacyjne w odniesieniu do metod wytwarzania i zastosowań nanocząstek.\n\nModelowanie z pierwszych zasad w oparciu o metodę DFT (density functional theory) i TD-DFT (time dependent DFT) właściwości elektronicznych i optoelektronicznych nowych funkcjonalnych materiałów, hybryd i heterozłącz.\n\nTeoretyczne badania procesów osadzania warstw atomowych (ALD): energetyka, termodynamika i kinetyka reakcji powierzchniowych, w tym obliczenia DFT.\n\nBadanie przemian fizycznych i/lub chemicznych zachodzących w nanocząstkach lub wielofazowych układach polimerowych z wykorzystaniem metod termoanalitycznych.\n\n Grant OPUS 23: \"Projektowanie własności funkcjonalnych spineli wysokoentropowych poprzez analizę ich struktury na poziomie atomowym\"\t\n 19-01-2023 \n\n Grant NCN PRELUDIUM 20: \"Inżynieria odwrotna w projektowaniu nanokompozytów multiferroicznych\"\t\n 21-01-2022 \n\nWięcej\n\nPrzedmioty obieralne prowadzone przez naukowców z naszego zakładu:\n\nMikro i nanoroboty\n\nZastosowania promieniowania synchrotronowego\n\nMateriały funkcjonalne w nanoskali\n\nStopka\n\nDla pracowników AGH\n\nBiblioteka Główna AGH\n\nUczelnia badawcza IDUB AGH\n\nCentrum Obsługi Projektów e-COP AGH\n\n © 2024 Akademickie Centrum Materiałów i Nanotechnologii\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://acmin.agh.edu.pl/badania-naukowe/zaklad-materialow-funkcjonalnych-i-nanomagnetyzmu", "title": " Zakład Materiałów Funkcjonalnych i Nanomagnetyzmu -- Akademickie Centrum Materiałów i Nanotechnologii ", "depth": 3, "duplicate": false, "content_hash": "80cea25e7eb36a1e4fa708b80866ecf0", "word_count": 388, "headings": [{"level": 1, "text": "Zakład Materiałów Funkcjonalnych i Nanomagnetyzmu"}, {"level": 2, "text": "Stopka"}]}}