{"content": "# Agreement on technological projects with Military Institute of Engineering Technology-- AGH UST \n\nURL: https://agh.edu.pl/en/news/detail/agreement-on-technological-projects-with-military-institute-of-engineering-technology\nCrawled: 2025-03-19 21:23:30\n\nAgreement on technological projects with Military Institute of Engineering Technology \n\n 18-02-2025 \n\n defence \n cooperation \n\n On 17 January 2025, the AGH University and the Military Institute of Engineering Technology (WITI) concluded a cooperation agreement. Joint actions of the institutions will contribute to the development of modern defence solutions, supporting the military and civilian sectors. \n\nThe agreement aims to intensify research and development activities in the field of modern military techniques and technologies, civil protection, and innovative engineering solutions. \n\nMain objectives of the cooperation include:\n\njoint activities to increase Poland’s defence capabilities,\n\ndevelopment of scientific and research cooperation in selected operational domains for the Polish Army,\n\nstrengthening the potential for entrepreneurship and innovation,\n\nimplementation of joint projects in the fields of military, educational, scientific, and entrepreneurial activities.\n\nThe first joint projects concern: water purification systems adapted to extreme battlefield conditions; mobile container field hospitals equipped with antimicrobial products; and modern coatings that combat pathogens in extreme field conditions.\n\nFuture plans also include projects in the field of battlefield engineering and civil protection technology in case of an attack.\n\nThe Faculty of Non-Ferrous Metals will be responsible for the implementation of the agreement on behalf of the AGH University.\n\nWITI carries out activities in the field of natural sciences and technology in the following areas:\n\ndiagnostics and clearance of dangerous materials,\n\ncombat agents, mainly for explosives engineering,\n\nequipment and resources for the construction, detection, clearing and disposal of minefields,\n\nequipment for detecting and neutralising improvised explosive devices (IEDs),\n\nexplosives,\n\narea protection systems,\n\nfield electricity – sources of power, energy, and light,\n\nimpact of environmental and atmospheric conditions,\n\nresistance to the effects of explosions and mechanical exposure,\n\nrecording and analysing physical phenomena, including electrical, magnetic, and gravitational influences,\n\nengineering machinery and equipment for road works, fortification and airport maintenance,\n\nbridge and military landing equipment,\n\nfield fortification,\n\nequipment and resources for observation and reconnaissance, camouflage and deception,\n\ntechnology and equipment for collecting, storing, processing and transmitting data during engineering reconnaissance.\n\nPhotograph: AGH University\n\nPhotograph: AGH University\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/news/detail/agreement-on-technological-projects-with-military-institute-of-engineering-technology", "title": "Agreement on technological projects with Military Institute of Engineering Technology-- AGH UST ", "depth": 3, "duplicate": false, "content_hash": "c39557a7dbb94ac92d36d0886e3a0798", "word_count": 331, "headings": [{"level": 1, "text": "Agreement on technological projects with Military Institute of Engineering Technology"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}