{"content": "# Przewodnik - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/student/przewodnik/\nCrawled: 2025-03-19 21:37:17\n\nPrzewodnik\n\nKiedy zostaniesz studentem?\n\nStatus Studenta uzyskasz 1 października – od tego dnia będziemy mogli poświadczać to odpowiednim dokumentem, otrzymasz też wówczas legitymację studencką. Legitymacja może stać się także Twoją kartą biblioteczną (zarówno w naszej Bibliotece Głównej AGH, jak i w Bibliotece Jagiellońskiej. Oprócz tego legitymacja może pełnić funkcję KKM.\n\nNa pierwszym roku studiów możesz się ubiegać o przyznanie miejsca w domu studenckim, stypendium socjalnego oraz stypendium specjalnego dla osób niepełnosprawnych. Terminy składania wniosków, szczegółowe informacje oraz wnioski dostępne są na naszej stronie \nw zakładce Pomoc socjalna\n.\n\nBez tych słów (na I roku) ani rusz\n\nKrótki słowniczek pojęć, które warto znać.\n\nRektor – godność osoby zarządzającej całą uczelnią. Najczęściej jest to jeden z profesorów tej uczelni.\n\nProrektorzy – osoby, które zastępują rektora w konkretnych sprawach dotyczących uczelni, stąd przy tytule prorektora znajduje się dodatkowe określenie\n\nnp.: ds. kształcenia.\n\nDziekan – najważniejsza osoba na wydziale, jego głowa, podejmuje wszystkie najważniejsze decyzje. Zajmuje najwyższą pozycję w wydziałowej hierarchii władzy.\n\nProdziekani – osoby, które zastępują dziekana w konkretnych sprawach dotyczących wydziału, stąd przy tytule prodziekana znajduje się dodatkowe określenie np.: ds. współpracy z zagranicą, ds. badań naukowych. Studenci najczęściej jednak korzystają z wiedzy i pomocy prodziekana ds. kształcenia i studentów, który może np., na prośbę Studenta, wyrazić zgodę na zmianę grupy ćwiczeniowej.\n\nRok akademicki – okres rozpoczynający się w październiku i kończący we wrześniu następnego roku, składający się z dwóch semestrów (zimowego i letniego) oraz dwóch sesji (zimowej i letniej).\n\nKurs – przedmiot składający się najczęściej z 30 godzin ćwiczeń i 30 godzin wykładu (chociaż zdarzają się kursy, które obejmują mniejszą liczbę godzin lub składają się tylko z wykładu lub tylko z ćwiczeń), np. „Wstęp do socjologii”.\n\nWykład – nie zawsze obowiązkowa forma zajęć, polegająca z reguły na monologu prowadzącego, który przez 90 minut (na ogół raz w tygodniu) przekazuje Studentom wiedzę z określonego tematu. Przydatna Ci będzie umiejętność szybkiego notowania.\n\nWykład fakultatywny – przedmiot, który Student wybiera z określonej, dostępnej w ofercie wydziału, puli wedle uznania / zainteresowań.\n\nĆwiczenia / konwersatorium – obowiązkowa interaktywna forma zajęć, polegająca najczęściej na uczestnictwie w dyskusji moderowanej przez prowadzącą/ego ćwiczenia. Warunkiem włączenia się do niej jest zatem wcześniejsze przygotowanie się do każdych zajęć na podstawie analizy zadanych tekstów. Ćwiczenia trwają zazwyczaj 90 minut i odbywają się raz w tygodniu.\n\nLaboratorium – rodzaj obowiązkowych ćwiczeń, na naszym wydziale z reguły dotyczy przedmiotów, w których konieczne jest użycie komputerów.\n\nSesja – czas (po zakończeniu semestru), w którym nie odbywają się już zajęcia, ale Studenci muszą zmierzyć się z egzaminami. Trwa zazwyczaj 2 tygodnie.\n\nKolokwium – ustna lub częściej pisemna forma sprawdzania wiedzy Studentów (najczęściej z zakresu ćwiczeń/konwersatoriów/laboratoriów). Może przyjąć formę kolokwium zaliczeniowego weryfikującego znajomość materiału omówionego podczas całego semestru lub kolokwiów cząstkowych odbywających się kilka razy w semestrze.\n\nZaliczenie – pozytywna ocena najczęściej z ćwiczeń (ale też z niektórych wykładów) uzyskana na podstawie kolokwium ustnego lub pisemnego lub/ i przygotowanej przez Studenta pracy końcowej (np. w formie eseju, recenzji, projektu). Uzyskanie zaliczenia jest niezbędne, by móc przystąpić do egzaminu z konkretnego przedmiotu. Należy je zdobyć do końca semestru (przed rozpoczęciem sesji egzaminacyjnej). Student ma prawo przystąpić do zaliczenia w trzech, wyznaczonych przez prowadzącą/ego, zajęcia terminach (w sytuacji, gdyby w terminie pierwszym Studentowi się nie powiodło).\n\nEgzamin – pisemna lub ustna forma zweryfikowania wiedzy Studentów z określonego przedmiotu. Jeśli przedmiot składa się z ćwiczeń i wykładu, warunkiem przystąpienia do egzaminu jest uzyskanie zaliczenia z ćwiczeń. Student ma prawo do trzech terminów egzaminacyjnych.\n\nDyżur – wyznaczony przez pracowników (naukowo-dydaktycznych, administracyjnych) czas przeznaczony na kontakty ze Studentami. Każdy pracownik dyżuruje dwa razy w tygodniu przez co najmniej jedną godzinę.\n\nGodziny rektorskie – skrócone, za zgodą rektora, godziny zajęć dla wszystkich Studentów uczelni. Taka sytuacja zdarza się sporadycznie, najczęściej w dniu poprzedzającym dzień / okres świąteczny.\n\nGrilloprzestrzeń – zielony fragment Miasteczka Studenckiego AGH, na którym wszyscy rozkładają grille i koce, jak tylko zniknie mroźne zimowe powietrze.\n\nJuwenalia – czas (najczęściej kilka majowych dni), kiedy Kraków należy do Studentów, w całym mieście odbywają się rozmaite koncerty i imprezy studenckie, a miasteczko AGH pęka w szwach!\n\nPochód juwenaliowy – odbywa się zawsze w majowy piątek z udziałem każdego, kto ma ochotę (a raczej większość ma!). Należy się przebierać – liczy się pomysł i dobra zabawa. Kolorowy pochód wyrusza z parkingu przy ul. Reymonta, przechodzi ulicami Krakowa aż do Rynku Głównego.\n\nPokój studencki – specjalne miejsce dla studentów, gdzie możesz z dala od korytarzowego hałasu odpocząć, porozmawiać, pouczyć się lub coś zjeść\n\nCo i gdzie? - Mapa AGH\n\nTeksty i książki na zajęcia – o bibliotece\n\nW ramach ćwiczeń lub konwersatoriów, wykładowcy często będą oczekiwali od Was znajomości konkretnych tekstów. Niekiedy konieczne będzie znalezienie ich samodzielnie.  Księgozbiór dawnej Biblioteki WH został przeniesiony do \nBiblioteki Głównej\n AGH. Możesz też skorzystać z księgozbioru Biblioteki Jagiellońskiej albo Wojewódzkiej Biblioteki Publicznej w Krakowie, która również posiada naukowe zasoby.\n\nWizualizacje Kampusu AGH: \nhttps://geoepom.dgn.agh.edu.pl/\n, \nhttps://www.agh.edu.pl/o-agh/kontakt/mapa-agh\n.\n\nTwój indywidualny harmonogram dostępny po zalogowaniu na \nhttps://plan.agh.edu.pl\n przy każdej sali pojawia się mapka oparta o współrzędne GPS danej lokalizacji.\n\nWydziałowy savoir-vivre\n\nJak się zwracać do wykładowców?\n\nDo pracowników uczelni wyższej należy zwracać się z użyciem ich stopnia, tytułu naukowego lub pełnionej funkcji:\n\nPani Rektor / Panie Rektorze (także do prorektorów),\n\nPani Dziekan / Panie Dziekanie (także do prodziekanów),\n\nPani Profesor / Panie Profesorze (także do wykładowców ze stopniem doktora habilitowanego i profesorów uczelni),\n\nPani Doktor / Panie Doktorze,\n\nw przypadku osób z tytułem magistra stosowna jest powszechna forma grzecznościowa: Proszę Pani, Proszę Pana.\n\nE-mail – rzecz o e-relacjach\n\nBez komunikacji elektronicznej trudno sobie dziś wyobrazić funkcjonowanie w jakiejkolwiek sferze życia. Dotyczy to także uczelni wyższej. Maile bowiem, zwłaszcza adresowane do wykładowców, mimo swojej powszechności, a może właśnie ze względu na nią, wymagają przestrzegania reguł wysokiej kultury i taktu.\n\nA zatem:\n\nNapisz zrozumiały tytuł, w którym będzie zawarty powód korespondencji. Treść listu zacznij od zwrotu grzecznościowego: wraz z tytułem naukowym (“Szanowna Pani Doktor/ Szanowny Panie Profesorze”). Następnie rozwiń w kilku słowach, z jakiego powodu piszesz wiadomość. Nawet jeśli jej celem jest tylko przesłanie załącznika.\n\nZadbaj o poprawność językową oraz wysoki styl swoich maili!\n\nNie wolno w treści maila posługiwać się samymi wielkimi literami (kapitalikami),\n\nWiadomości formatować należy ostrożnie, bez ekstrawagancji – używanie niestandardowej czcionki, specyficznego tła, emotikonów oraz innych „dekoracji” jest niewskazane,\n\nNie powinno się wysyłać dużych plików poprzez e-mail, jeżeli odbiorca wyraźnie o to nie poprosił (chcąc załączyć do maila jakiś plik, należy się wcześniej upewnić, że odbiorca się go spodziewa oraz że rozmiar takiego załącznika nie jest zbyt duży, a jeśli to możliwe, kompresować załączniki),\n\nAbsolutnie niedopuszczalne jest wysłanie do wykładowców tzw. „łańcuszków”, dowcipów,\n\nNiedopuszczalne jest wysyłanie jednej wiadomości do wielu odbiorców i automatyczne udostępnianie ich adresów (jeśli zasadne jest przekazanie maila większej liczbie osób, skorzystać należy z pola „BCC” lub „UDW”, ponieważ nie każdy musi sobie życzyć, by jego adres e-mail został ujawniony pozostałym adresatom),\n\nKategorycznie zabronione jest przesyłanie treści czyichś maili innym osobom, bez wcześniejszego uzyskania ich zgody,\n\nKiedy temat wiadomości ma dotyczyć całego Twojego roku najlepiej byłoby, aby korespondencję prowadził starosta (pomyślcie o wspólnym mailu).\n\nWiadomości do wykładowców warto wysyłać z adresu w domenie AGH (@student.agh.edu.pl).\n\nTreść maila zakończ również zwrotem grzecznościowym: “Z wyrazami szacunku”. Linijkę niżej podaj swoje imię i nazwisko oraz kierunek i rok studiów.\n\nPrzykładowy mail\n\nTYTUŁ: Zagadnienia do egzaminu ze “Społecznego wymiaru technologii”\n\nSzanowny Panie Profesorze,\n\nzwracam się z uprzejmą prośbą o udostępnienie listy zagadnień, które będą poruszane na egzaminie ze “Społecznego wymiaru technologii”. Dziękuję za odpowiedź.\n\nZ wyrazami szacunku,\n\nJan Kowalski\n\nstarosta II roku Informatyki społecznej\n\nZapukać czy nie zapukać?\n\nDrzwi do pokoi wykładowców są na ogół zamknięte, sygnalizując tym samym potrzebę prywatności. Chcąc wejść do któregoś z nich, należy zapukać i poczekać na zaproszenie. Nieeleganckie jest samowolne wtargnięcie, zanim padnie przyzwolenie ze strony gospodarza. Niewielkim odstępstwem od tej reguły są godziny dyżurów pracowników, w czasie których dozwolone jest (po uprzednim zapukaniu) sprawdzenie, czy wykładowca jest wewnątrz i dopytanie czy może nas przyjąć.\n\nO spóźnieniach i nie tylko\n\nPunktualności nie należy traktować liberalnie. Jeśli jednak, z ważnych powodów, Student nie zdoła dotrzeć na zajęcia na czas, wejście do sali powinno się odbyć w sposób dyskretny, nie później jednak niż po 15 minutach od ich rozpoczęcia. Obowiązuje słynny „studencki kwadrans” (chyba, że wykładowcy zastrzegą brak tolerancji dla jakichkolwiek spóźnień).\n\nW sytuacji, gdy Student musi opuścić salę przed godziną zakończenia zajęć, powinien o tym fakcie uprzedzić wykładowcę. Z pomieszczenia wychodzić wówczas należy „po angielsku” – to znaczy bez zbędnego hałasu, pożegnań, tak aby nie zakłócić zajęć.", "metadata": {"url": "https://wh.agh.edu.pl/student/przewodnik/", "title": "Przewodnik - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "d39e05bbd859a4e2aa2b7463f976f4e7", "word_count": 1381, "headings": [{"level": 1, "text": "Przewodnik"}, {"level": 2, "text": "Kiedy zostaniesz studentem?"}, {"level": 2, "text": "Bez tych słów (na I roku) ani rusz"}, {"level": 2, "text": "Co i gdzie? - Mapa AGH"}, {"level": 2, "text": "Wydziałowy savoir-vivre"}, {"level": 3, "text": "%20"}]}}