{"content": "#  Beyond UNIVERSEH -- UNIVERSEH – Europejski Uniwersytet Kosmiczny dla Ziemi i Ludzkości \n\nURL: https://universeh.agh.edu.pl/beyond-uviverseh\nCrawled: 2025-03-19 21:40:17\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Beyond UNIVERSEH \n\n\"Beyon UNIVERSEH\" to projekt powołany w ramach programu Horyzont 2020 \"Nauka z udziałem społeczeństwa i dla społeczeństwa (SwafS)\". Beyond UNIVERSEH zapewniał wsparcie w wymiarze badań i innowacji projektu UNIVERSEH.\n\nBeyond UNIVERSEH\n rozwijał wymiar badań i innowacji Europejskiego Uniwersytetu UNIVERSEH, sojuszu pięciu partnerów:\n\nUniwersytet w Tuluzie (Francja),\n\nAkademia Górniczo-Hutnicza (Polska),\n\nUniwersytet Heinricha Heinego w Düsseldorfie (Niemcy),\n\nLuleå University of Technology (Szwecja),\n\nUniwersytet Luksemburski (Luksemburg).\n\nProjekt \nBeyond UNIVERSEH\n rozszerzył know-how w zakresie nauczania i uczenia się sojuszu, tworząc Europejski Uniwersytet Badawczy UNIVERSEH skupiający się na \"przestrzeni\" we wszystkich jej wymiarach: Nauka i inżynieria, ekonomia, biznes i finanse, medycyna i zdrowie, nauki społeczne i humanistyczne, sztuka i kultura, innowacje i przedsiębiorczość. Będzie on skupiał naukowców i interesariuszy z różnych środowisk, promując wysoce multidyscyplinarną i międzysektorową sieć w celu sprostania wyzwaniom społecznym związanym z przestrzenią kosmiczną i nową przestrzenią kosmiczną.\n\nGłównym celem \nBeyond UNIVERSEH\n było opracowanie i zaproponowanie planu polityki badawczej na rok 2035 oraz wizji na rok 2050 w sektorze kosmicznym. Plan ten służył wdrożeniu zrównoważonej, zintegrowanej sieć badań i innowacji w ramach sojuszu UNIVERSEH i poza nim. Ponadto Beyond UNIVERSEH utworzył interdyscyplinarną społeczność badawczą, przewodząc nowym metodologiom współpracy, aby jeszcze bardziej ulepszyć wyniki badań i innowacji w dziedzinie przestrzeni kosmicznej.\n\nStopka\n\n © 2023 UNIVERSEH – Europejski Uniwersytet Kosmiczny dla Ziemi i Ludzkości\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://universeh.agh.edu.pl/beyond-uviverseh", "title": " Beyond UNIVERSEH -- UNIVERSEH – Europejski Uniwersytet Kosmiczny dla Ziemi i Ludzkości ", "depth": 3, "duplicate": false, "content_hash": "95dc8b476faa2bd5e9e1a0fcadc0abf1", "word_count": 226, "headings": [{"level": 1, "text": "Beyond UNIVERSEH"}, {"level": 1, "text": "Beyond UNIVERSEHrozwijał wymiar badań i innowacji Europejskiego Uniwersytetu UNIVERSEH, sojuszu pięciu partnerów:"}, {"level": 2, "text": "Stopka"}]}}