{"content": "# Nowoczesny teleskop neutrinowy KM3NeT zarejestrował kosmiczne neutrino o niespotykanej do tej pory energii-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/nowoczesny-teleskop-neutrinowy-km3net-zarejestrowal-kosmiczne-neutrino-o-niespotykanej-do-tej-pory-energii\nCrawled: 2025-03-19 21:14:54\n\nNowoczesny teleskop neutrinowy KM3NeT zarejestrował kosmiczne neutrino o niespotykanej do tej pory energii \n\n 13/02/2025 \n\n kosmos \n badania i nauka \n\n Nadzwyczajne neutrino o energii szacowanej na około 220 PeV (220 milionów miliardów elektronowoltów) zostało zarejestrowane 13 lutego 2023 r. na głębokości 3500 metrów, u wybrzeży Sycylii w wodach Morza Śródziemnego, przez podwodny teleskop neutrinowy nowej generacji ARCA, w ramach eksperymentu KM3NeT. Ten przypadek został nazwany KM3-230213A i jest najbardziej energetycznym neutrinem, które kiedykolwiek zostało zaobserwowane. Zespół naukowców z Wydziału Fizyki i Informatyki Stosowanej dołączył do eksperymentu KM3NeT z końcem 2024 r., podejmując się opracowania innowacyjnej metody rekonstrukcji neutrin przy użyciu sygnałów akustycznych. \n\nSzacuje się, że neutrina o tak ekstremalnie dużych energiach występują niezwykle rzadko i mogą pochodzić wyłącznie z kosmosu. Można się spodziewać tylko jednego takiego przypadku na 100 tysięcy lat. Metody rekonstrukcji cząstek rozwijane w AGH mogą zwiększyć szansę na obserwację tak niezwykłych kosmicznych posłańców, jakimi są neutrina.\n\nPraca nad rejestracją neutrin jest szczególnie trudna, ponieważ skutecznie unikają one detekcji, a procesów przesłaniających poznanie jest bardzo dużo. Niemniej jednak zespołowi ekspertów udało się dokonać takiego odkrycia dokładnie dwa lata temu.\n\n12 lutego 2025 r. \nmiędzynarodowa współpraca KM3NeT\n ogłosiła szczegóły tego niezwykłego odkrycia, które zostały opublikowane w jednym z najbardziej prestiżowych czasopism naukowych jakim jest „Nature”. Artykuł dostępny jest na stronie: \nwww.nature.com/articles\n.\n\nNeutrino – kosmiczny posłaniec\n\nNajbardziej energetyczne neutrino jakie kiedykolwiek zaobserwowano jest pierwszym dowodem na to, że we Wszechświecie rzeczywiście są produkowane neutrina o tak potężnych energiach. Tego rodzaju odkrycia otwierają nowe obszary badań w astronomii neutrinowej i dają nadzieję nowej perspektywy obserwacji Wszechświata. Eksperyment KM3NeT przyczynia się do pogłębiania naszej wiedzy o najbardziej odległych w czasie i przestrzeni zjawiskach astrofizycznych i procesach kosmologicznych.\n\nWszechświat o wysokiej energii to zestaw katastrofalnych wydarzeń, takich jak aktywne jądra galaktyk z supermasywnymi czarnymi dziurami, eksplozje masywnych gwiazd, tzw. supernowe, rozbłyski promieniowania gamma, obiekty o silnej grawitacji, tzw. czarne dziury, obłoki gazu i pyłu, czyli mgławice. W tych potężnych kosmicznych akceleratorach powstają strumienie cząstek, czyli promieniowanie kosmiczne. W wyniku oddziaływań cząstek promieniowania kosmicznego z materią i fotonami mogą powstawać neutrina i kolejne fotony. Część najbardziej energetycznych promieni kosmicznych podczas swojej podróży przez Wszechświat może również oddziaływać z fotonami mikrofalowego promieniowania tła, prowadząc do powstania „kosmogenicznych” neutrin o wyjątkowo olbrzymich energiach.\n\n– \nNeutrina to jedne z najbardziej tajemniczych cząstek elementarnych. Nie mają ładunku elektrycznego, mają niemal zerową masę, a ich oddziaływania z materią są niezwykle rzadkie. Dzięki tym właściwościom są one wyjątkowymi kosmicznymi posłańcami, dostarczającymi nam unikatowych informacji o mechanizmach rządzących kosmicznymi zjawiskami oraz pozwalającymi na eksplorację najdalszych zakątków Wszechświata. Wyznaczenie kierunku neutrina na ziemi wskazuje dokładnie na ten obiekt, z którego zostało ono wysłane, nawet jeśli ten obiekt kosmiczny jest niewyobrażalnie daleko \n– wyjaśniają w komunikacie naukowcy zaangażowani w eksperyment KM3NeT.\n\nNa czym polega eksperyment KM3NeT?\n\nChociaż neutrina, zaraz po fotonach, są niezwykle liczne we Wszechświecie i co sekundę około 100 miliardów na centymetr kwadratowy dociera na Ziemię, to ich wykrycie jest niezwykle trudne i wymaga specjalnie opracowanych, ogromnych detektorów. Teleskop neutrinowy KM3NeT to rozbudowana infrastruktura głębinowa obejmująca dwa detektory: ARCA i ORCA.\n\nSpecyfikę eksperymentu KM3NeT wyjaśnia fizyk z AGH, prof. Artur Ukleja:\n\n– \nInfrastruktura badawcza KM3NeT aktualnie składa się z dwóch teleskopów. Mniejszy z nich ORCA jest dedykowany do badania neutrin o niższych energiach i znajduje się koło Tulonu, w głębinach wód Morza Śródziemnego. Większy zaś ARCA znajdujący się u wybrzeży Sycylii w wodach Morza Śródziemnego i jest dedykowany głównie do badania neutrin pochodzenia kosmicznego i to te kosmiczne neutrina mówią nam jaki jest nasz kosmos.\n\nInfrastruktura jest zainstalowana pod wodą w następujący sposób:\n\n–\n Mamy kulę, w której zainstalowanych jest 31 fotopowielaczy rejestrujących dookoła słabe światło promieniowania Czerenkowa. Tak naszpikowana fotopowielaczami kula detekcyjna nazywa się cyfrowym modułem detekcyjnym DOM (z ang. Digital Optical Module). Za każdym razem 18 modułów detekcyjnych jest montowanych na dwóch linach. Jeden ich koniec jest zakotwiczony na dnie morza, a drugi utrzymywany w pionie za pomocą boi pływającej na wodzie. Te wyposażone w moduły cyfrowe linie są nazywane strunami detekcyjnymi. Docelowo każda pełna część teleskopu będzie zbudowana ze 115 strun detekcyjnych. Detektor ARCA będzie wyposażony w dwie takie części, a detektor ORCA w jedną. W tym momencie każdy z teleskopów jest gotowy w około 10% i umożliwia zbieranie danych. Już ta część pozwoliła na zarejestrowanie neutrina o wyjątkowo olbrzymiej energii. Z każdym etapem rozbudowy detektorów, zwiększa się szansa na wykrywanie tego typu rzadkich neutrin\n – tłumaczy naukowiec z AGH.\n\n fot. Copyright KM3Net \n\nIdentyfikacja tego wysokoenergetycznego neutrina wymagała precyzyjnej kalibracji teleskopu i rekonstrukcji słabego światła Czerenkowa w celu wyznaczenia jego kierunku i energii. Ta niezwykła detekcja została osiągnięta przy użyciu zaledwie jednej dziesiątej finalnej konfiguracji detektora, co pokazuje ogromny potencjał eksperymentu KM3NeT w badania neutrin kosmicznych i astronomii neutrinowej.\n\nProf. Artur Ukleja z Wydziału Fizyki i Informatyki Stosowanej AGH, kierujący pracami zespołu, który dołączył w listopadzie 2024 r. do eksperymentu wyjaśnia:\n\n– \nNeutrin poszukuje się w bardzo wielu eksperymentach. Wszystkie pomiary mają charakter pośredni. Badanie neutrin i ich własności jest powszechnie uważane za poszukiwanie nowej fizyki, gdyż ich niezerowa masa nie pasuje do modelu standardowego. Jeśli znajdziemy niezgodności z modelem standardowym, to będzie to pośrednie wskazanie istnienia nieznanych nam dotąd zjawisk, tzw. nowej fizyki.\n\nNaukowiec z AGH tłumaczy, że neutrina z odległych galaktyk docierają do Ziemi niezakłócone. Są one neutralne, nie maja ładunku elektrycznego, nie oddziałują z polami elektrycznymi i magnetycznymi. W związku z tym zarejestrowane na Ziemi wskazują dokładnie kierunek i obiekt, z którego pochodzą.\n\nInnowacyjne metody detekcji neutrin powstają w AGH\n\n– \nNeutrina bada się za pomocą aparatury umieszczonej głęboko pod powierzchnią ziemi – tam, gdzie jest bardzo ciemno – aby zarejestrować słabe światło promieniowania Czerenkowa\n – precyzuje prof. Artur Ukleja – \nBada się je pod lądem, w lądolodzie, w starych kopalniach, np. w Japonii. Do wyłapania neutrin musimy być możliwie jak najbardziej odseparowani od innych oddziaływań ziemskich – stąd takie lokalizacje.\n\nOprócz rejestracji neutrin przez sygnały świetlne zespół fizyków z AGH podjął się zadania opracowania innowacyjnej metody detekcji neutrin – przez ich sygnały dźwiękowe. Profesor wyjaśnia nowatorską metodę detekcji:\n\n– Jeśli lecące niemal z szybkością światła neutrino oddziała z materią, np. wodą, lodem, to powstaną inne naładowane cząstki, które lecą dalej w tym samym kierunku i pomału wytracają swą energię. Ta energia podgrzewa medium, ale tylko w jej bliskiej okolicy. Powoduje to, że medium zaczyna pulsować, to znaczy wysyła sygnał dźwiękowy. Jeżeli uda nam się zarejestrować te sygnały dźwiękowe to możemy ich użyć do rekonstrukcji neutrina i wyznaczyć jego własności kinematyczne. Zespół z AGH opracowuje symulacje takich procesów, uwzględniając możliwe efekty tła. Przepływające statki generują różne sygnały dźwiękowe. Przepływające delfiny też wydają różne dźwięki. Mając takie symulacje, będziemy mogli zacząć opracowywać metodę oddzielenia słabych sygnałów neutrin od gwizdów, kliknięć i innych dźwięków. W tym celu używamy zaawansowanych technik sztucznej inteligencji. W ten sposób szukamy najbardziej efektywnej metody detekcji neutrin przez ich sygnały akustyczne.\n\n Zespół badawczy z Wydziału Fizyki i Informatyki Stosowanej. Fot. J. Maniecki, KSAF AGH \n\nPoszukiwanie neutrin by lepiej zrozumieć Wszechświat\n\nProf. Agnieszka Obłękowska-Mucha z Wydziału Fizyki i Informatyki Stosowanej AGH podkreśla wagę odkrycia dokonanego przez zespół naukowców zaangażowanych w eksperyment KM3NeT oraz wyjaśnia szerokie zastosowanie prowadzonych badań:\n\n– Neutrina mówią nam o tym jaki jest nasz Wszechświat. Poszukiwanie neutrin może pomoc w udoskonalaniu, np. systemów ostrzegania przed trzęsieniami ziemi. W momencie odkrycia mechaniki kwantowej czy mechanizmów ciała stałego nikt nie przypuszczał, że podstawowym materiałem w elektronice będzie technologia krzemowa. Neutrina są bardzo ważnym składnikiem teorii, musimy je badać, żeby jeszcze lepiej weryfikować model standardowy. Jednocześnie pozwala nam to na ogromny rozwój detekcji cząstek i samych detektorów, które możemy praktycznie wykorzystać gdzie indziej. Np. w obszarze monitorowania reaktorów jądrowych, badań klimatycznych i środowiskowych, w medycynie do obrazowania procesów metabolicznych zachodzących w organizmie i badania chorób, bezpieczeństwa narodowego przez wykrywanie materiałów radioaktywnych czy też zapewnienia bezpieczeństwa na granicach państw, lotniskach i innych miejscach publicznych.\n\nPonadto, na co zwraca uwagę dr inż. Piotr Kalaczyński z Centrum Doskonałości Sztucznej Inteligencji AGH, do analizy takiej ilości sygnałów zarejestrowanych w detektorach konieczna jest wstępna filtracja danych, w tym wykorzystanie najnowocześniejszych narzędzi sztucznej inteligencji.\n\n– Tym samym mamy wkład w rozwój także tej dyscypliny oraz kształcenie analityków big data pracujących w dużych firmach informatycznych – dodaje dr inż. Piotr Kalaczyński.\n\nInfrastruktura badawcza KM3NeT. Kula detekcyjna zanurzana w wodach Morza Śródziemnego. Copyright KM3Net\n\nfot. Copyright KM3Net\n\nfot. Copyright KM3Net\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/nowoczesny-teleskop-neutrinowy-km3net-zarejestrowal-kosmiczne-neutrino-o-niespotykanej-do-tej-pory-energii", "title": "Nowoczesny teleskop neutrinowy KM3NeT zarejestrował kosmiczne neutrino o niespotykanej do tej pory energii-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "c28b94cea7069cf65ac8c81d62df1cdc", "word_count": 1358, "headings": [{"level": 1, "text": "Nowoczesny teleskop neutrinowy KM3NeT zarejestrował kosmiczne neutrino o niespotykanej do tej pory energii"}, {"level": 2, "text": "Neutrino – kosmiczny posłaniec"}, {"level": 2, "text": "Na czym polega eksperyment KM3NeT?"}, {"level": 2, "text": "Innowacyjne metody detekcji neutrin powstają w AGH"}, {"level": 2, "text": "Poszukiwanie neutrin by lepiej zrozumieć Wszechświat"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}