{"content": "#  Geodezja górnicza -- Kursy i szkolenia AGH \n\nURL: https://szkolenia.agh.edu.pl/oferta-kursow-i-szkolen/oferta-komercyjna/geodezja-gornicza\nCrawled: 2025-03-19 21:16:30\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Geodezja górnicza \n\n Organizator \n\n Wydział Geodezji Górniczej i Inżynierii Środowiska \n\nal. Mickiewicza 30, 30-059 Kraków\n pawilon C4, pokój 10\n\nPlanowany termin rozpoczęcia przyjęć na szkolenie: 1.05.2025\n Planowany termin rozpoczęcia szkolenie: czerwiec 2025 \n\nOpłata za szkolenie: 2 400 zł\n\nAdresatami szkolenia są absolwenci studiów I i II stopnia kierunku geodezja i kartografia, kandydaci ubiegający się o uprawnienia w zakresie mierniczego górniczego w podziemnych i odkrywkowych zakładach górniczych.\n\nWymagania wstępne: ukończony kurs geodezji w ramach I lub I i II stopnia studiów\n Zasady przyjęć: decyduje kolejność kompletnych zgłoszeń\n\nOpis programu\n\nKurs obejmuje zagadnienia dotyczące geodezji górniczej w zakresie niezbędnym do przystąpienia do egzaminu państwowego dotyczącego stwierdzenia kwalifikacji mierniczego górniczego w odkrywkowych i podziemnych zakładach górniczych. Podczas kursu omówione będą zadania mierniczego górniczego, zgodne z przepisami prawa geologicznego i górniczego, jak również specjalistyczne techniki pomiarowe związane z orientacją sytuacyjną i wysokościową kopalń, obsługę mierniczą zagadnień przebitkowych, specjalistyczne techniki pomiarów geodezyjnych, badanie deformacji obiektów podziemnych i będących pod wpływem eksploatacji górniczej, wykonywanie map górniczych jak również zasady prowadzenia dokumentacji mierniczo-geologicznej. Zagadnienia te zostaną wsparte realizacją projektów, pozwalającymi również w sposób praktyczny zapoznać się z prezentowanymi treściami. Podstawą oceny końcowej będzie średnia z realizowanych projektów.\n\nTreści kształcenia:\n\nPodstawy prawne dotyczące miernictwa górniczego w zakładach górniczych,\n\nMetody i techniki orientacji sytuacyjnej i wysokościowej kopalń,\n\nPomiary inwentaryzacyjne wyrobisk górniczych,\n\nTechniki zadawania kierunku drążenia wyrobisk podziemnych i tunelowych, wykorzystanie pomiarów giroskopowych,\n\nPomiary obiektów specjalnych i ocena ich geometrii (np. urządzeń wyciągowych, maszyn i obiektów wielkogabarytowych, obiektów wysmukłych, szybów) w odniesieniu do wymogów prawa,\n\nPomiary objętości i metody obliczania mas – prace odbiórkowe,\n\nZasady prowadzenia kontrolnych pomiarów geodezyjnych na terenach górniczych\n\nWykorzystanie nowoczesnych technik pomiarowych w geodezji górniczej,\n\nSposoby oceny konwergencji obiektów podziemnych i badania ich deformacji,\n\nMonitoring telemetryczny obiektów inżynierskich i struktur podziemnych,\n\nProwadzenie dokumentacji mierniczej oraz tworzenie map górniczych w zakładach górniczych różnego typu,\n\nZagadnienia budownictwa tunelowego i prowadzonej obsługi mierniczej,\n\nRealizacja projektów obejmujących poruszane zagadnienia miernicze.\n\nTryb zajęć: \nzajęcia warsztatowe w formie stacjonarnej\n\nCzas trwania szkolenia: \n29 godzin\n\nStopka\n\nStudia podyplomowe\n\nCentrum Obsługi Kształcenia\nInne Formy Kształcenia\n\nE: kbrzoz@agh.edu.pl\nT: 12 617 32 81 \nE: amajka@agh.edu.pl\nT: 12 617 56 35\n\nBack", "metadata": {"url": "https://szkolenia.agh.edu.pl/oferta-kursow-i-szkolen/oferta-komercyjna/geodezja-gornicza", "title": " Geodezja górnicza -- Kursy i szkolenia AGH ", "depth": 2, "duplicate": false, "content_hash": "37c60c1d79d5fe28b07bc76416d43de3", "word_count": 351, "headings": [{"level": 1, "text": "Geodezja górnicza"}, {"level": 2, "text": "Stopka"}]}}