{"content": "# About us - AGH e-Shop\n\nURL: https://sklep.agh.edu.pl/en/about-us,17\nCrawled: 2025-03-19 21:24:32\n\nHome Page\n  /\n\nAbout us\n\nAbout us\n\nAGH UST\n\nThe AGH University of Krakow is a modern technical university which takes active part in building a society based on knowledge and the use of innovative technologies for the benefit of development and economic growth. Today, the university comprises 16 faculties among which there are units that are unique on the Polish and European scale. AGH University is a leader among Polish schools of higher education with regard to the number of patent applications in the European Patent Office. How much the university is a creative place is confirmed by the annual reports of the Polish Patent Office. \n\nKNOWLEDGE\n – \nPASSION\n – \nBOND\n\nAGH University is a special place where strong bonds are created – this is emphasised both by the students, as well as the university employees and graduates. A university tradition are events that integrate the academic community and make it close-knit. \n\nWe really want the relationships that are built within the walls of the AGH University of Krakow to be maintained and strengthened. This idea is supported by such university projects as the AGH University Day – A Great Family Picnic, or the AGH University Alumni Club. \n\nCentre for Communication and Marketing\n\nThe AGH University Online Store is run by the Centre for Communication and Marketing, which plans, coordinates and takes responsibility for the university’s information and promotional activities. For example, the employees of the Centre organise university celebrations and cultural events, prepare guidebooks and special-occasion publications, run the university website, and coordinate the educational project AGH University Junior. \n\nWith any questions concerning the AGH University Online Store, please contact us by email (e-mail: \nsklep@agh.edu.pl\n) or phone (+48 12 617 49 76).\n\nhttps://ckim.agh.edu.pl\n\nThe photos of the products in the store have been taken by the \nAGH University Krakow Student Photo Agency\n.", "metadata": {"url": "https://sklep.agh.edu.pl/en/about-us,17", "title": "About us - AGH e-Shop", "depth": 3, "duplicate": false, "content_hash": "0f01ffa96c6b426d8918407f19ec14db", "word_count": 306, "headings": []}}