{"content": "#  Regulamin Studenckich Pracowni Komputerowych Wydziału Fizyki i Informatyki Stosowanej AGH -- Wydział Fizyki i Informatyki Stosowanej AGH \n\nURL: https://www.fis.agh.edu.pl/regulamin-studenckich-pracowni-komputerowych-wydzialu-fizyki-i-informatyki-stosowanej-agh\nCrawled: 2025-03-19 21:36:29\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Regulamin Studenckich Pracowni Komputerowych Wydziału Fizyki i Informatyki Stosowanej AGH \n\n§ 1. Do korzystania z pracowni komputerowych Wydziału Fizyki i Informatyki Stosowanej są uprawnieni studenci wyłącznie tego Wydziału.\n\n§ 2. W pracowniach nr 30A, 30B, 101, 204, 205, 206, 207 (pawilon D-10), 326, 327 (pawilon D-7) odbywają się wyłącznie zajęcia dydaktyczne pod nadzorem prowadzących.\n\n§ 3. Pracownia nr 200 D-10 (tzw. pokój cichej nauki) jest ogólnie dostępna dla studentów w godzinach otwarcia biblioteki wydziałowej.\n\n§ 4. Student ponosi odpowiedzialność materialną za sprzęt i wyposażenie znajdujące się w pracowni komputerowej. Wszelkie nieprawidłowości i braki należy zgłaszać prowadzącemu zajęcia, obsłudze pracowni bądź portierowi.\n\n§ 5. Studentów przebywających na pracowniach komputerowych obowiązuje noszenie ochraniaczy na obuwiu (do nabycia w barku – I piętro budynku WFiIS, D-10) oraz pozostawianie okryć wierzchnich (kurtek, płaszczy, itp.) w szatni.\n\n§ 6. W pracowniach obowiązuje zakaz uruchamiania gier i programów typu IRC.\n\n§ 7. Użytkowników systemów komputerowych Wydziału obowiązują w pełni postanowienia Regulaminu \nUczelnianej Sieci Komputerowej AGH\n - \nZarządzenie Nr 4/2000 Rektora Akademii Górniczo-Hutniczej im. St. Staszica w Krakowie z dnia 21 stycznia 2000 r.\n (\nhttps://cri.agh.edu.pl/home/cri/Formularze/Regulamin-USK.pdf\n).\n\n§ 8. Osoby nie przestrzegające regulaminu mogą zostać pozbawione prawa wstępu na pracownie komputerowe; może także zostać zablokowane ich konto dostępu do systemów komputerowych Wydziału. Sprawy dyscyplinarne będą rozpatrywane przez Dziekana ds. Studenckich WFiIS.\n\nKontakt e-mail:\n\nadmin @ fis.agh.edu.pl\n\nStopka\n\n © 2024 Wydział Fizyki i Informatyki Stosowanej\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.fis.agh.edu.pl/regulamin-studenckich-pracowni-komputerowych-wydzialu-fizyki-i-informatyki-stosowanej-agh", "title": " Regulamin Studenckich Pracowni Komputerowych Wydziału Fizyki i Informatyki Stosowanej AGH -- Wydział Fizyki i Informatyki Stosowanej AGH ", "depth": 3, "duplicate": false, "content_hash": "0528e98c577d0b898c43b27f6621e51f", "word_count": 241, "headings": [{"level": 1, "text": "Regulamin Studenckich Pracowni Komputerowych Wydziału Fizyki i Informatyki Stosowanej AGH"}, {"level": 2, "text": "Stopka"}]}}