{"content": "#  Wydział Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/studenci/praktyki\nCrawled: 2025-03-19 21:33:03\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Praktyki studenckie \n\nPraktyka studencka stanowi obowiązkową część programu studiów.\n\nAktualne regulacje dotyczące zasady odbywania praktyk w AGH znajdują się w \nZarządzeniu Rektora nr 94/2023\n.\n\nSzczegóły dotyczące praktyki na Wydziale Inżynierii Materiałowej i Ceramiki można znaleźć w\n\nsylabusie\n.\n\nOpiekunowie praktyk na Wydziale Inżynierii Materiałowej i Ceramiki AGH\n\nTerminy konsultacji z opiekunami praktyk ustalane są indywidualnie po uprzednim kontakcie e-mailowym.\n\nRealizacja praktyk\n\nWykaz firm i instytucji, w których można będzie zrealizować praktykę będzie dostępny u opiekunów praktyk. Ponadto w Centrum Karier istnieje baza firm z różnych branż, które zatrudniają studentów i absolwentów AGH. Z aktualnie dostępnymi ofertami można zapoznać się na \nCentrum Karier JobTeaser\n. \n\nW świetle obowiązującego Zarządzenia Rektora AGH podstawą do zaliczenia praktyki może być również praca (lub wolontariat). Warunki możliwości zaliczenia praktyki w oparciu o staż/ pracę/wolontariat opisane są w Zarządzeniu Rektora AGH (§3 pkt 17). Należy pamiętać, że każdy przypadek musi być rozpatrzony indywidualnie przez opiekuna praktyk. W przypadkach nieuregulowanych należy w pierwszej kolejności skontaktować się z opiekunem praktyk.\n\nPo zakończeniu praktyk należy przygotować oraz złożyć do opiekuna praktyk sprawozdanie.\n\nUbezpieczenie\n\nNa Wydziale Inżynierii Materiałowej i Ceramiki bezwzględnie zalecane jest posiadanie przez studenta ubezpieczenia od następstw nieszczęśliwych wypadków lub polisy odpowiedzialności cywilnej, którą należy wykupić we własnym zakresie. Posiadanie takiego ubezpieczenie niejednokrotnie jest wymagane przez firmy, w których studenci będą odbywali praktyki przemysłowe.\n\nNa AGH studenci mogą skorzystać z oferty dostępnej na stronie \nUczelnianej Rady Samorządu Studentów AGH\n.\n\nStudiując na Wydziale Inżynierii Materiałowej i Ceramiki AGH dostępna jest możliwość korzystania z wyjazdów edukacyjnych. Pragniemy wspierać rozwój naukowy i zawodowy, oferując unikalne doświadczenia w zakładach przemysłowych. Bardzo często te wycieczki są w dofinansowane przez Partnerów Wydziału. Wyjazdy studyjne do zakładów przemysłowych, umożliwiają zapoznanie się z nowoczesnymi technologiami i procesami produkcyjnymi.\n\nTo również doskonała okazja do nawiązania kontaktów z profesjonalistami z branży i zrozumienia realiów pracy w przemyśle.\n\nWyjazdy Zagraniczne:\n\nProgramy Erasmus+:\n\nUmożliwiamy udział w programach wymiany studenckiej, takich jak Erasmus+, które oferują semestralne lub roczne pobyty na uczelniach partnerskich w Europie.\n\nTo szansa na poznanie nowych kultur, naukę języków obcych i rozwijanie międzynarodowej sieci kontaktów.\n\nMiędzynarodowe Praktyki i Staże:\n\nWspółpracujemy z globalnymi firmami i instytucjami badawczymi, oferując praktyki i staże na całym świecie.\n\nDzięki temu możecie zdobyć cenne doświadczenie w międzynarodowym środowisku i zapoznać się z najnowszymi osiągnięciami technologicznymi.\n\nKonferencje i Sympozja:\n\nZachęcamy do udziału w międzynarodowych konferencjach i sympozjach, gdzie możecie prezentować wyniki swoich badań, nawiązywać kontakty z naukowcami z całego świata i czerpać inspirację z najnowszych trendów w inżynierii materiałowej i ceramice.\n\nJesteśmy przekonani, że uczestnictwo w tych programach wyjazdowych przyczyni się do wszechstronnego rozwoju i pomoże w budowaniu przyszłej kariery zawodowej. Zachęcamy do regularnego śledzenia ogłoszeń na stronie Wydziału oraz do kontaktu z Biurem Współpracy Międzynarodowej AGH, gdzie uzyskacie szczegółowe informacje na temat dostępnych programów i procedur aplikacyjnych.\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/studenci/praktyki", "title": " Wydział Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "ffea59a87a27ab1151111c8eb84f6be3", "word_count": 510, "headings": [{"level": 1, "text": "Praktyki studenckie"}, {"level": 1, "text": "Opiekunowie praktyk na Wydziale Inżynierii Materiałowej i Ceramiki AGH"}, {"level": 3, "text": "Realizacja praktyk"}, {"level": 4, "text": "Po zakończeniu praktyk należy przygotować oraz złożyć do opiekuna praktyk sprawozdanie."}, {"level": 3, "text": "Ubezpieczenie"}, {"level": 2, "text": "Stopka"}]}}