{"content": "#  Dystrybucja jodku potasu w AGH -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/dystrybucja-jodku-potasu-w-agh\nCrawled: 2025-03-19 21:07:13\n\nSkip to content ↓\n\n Dystrybucja jodku potasu w AGH \n\nAGH, w ramach \ndziałań z zakresu zarządzania kryzysowego i ochrony ludności\n, otrzymała tabletki zawierające jodek potasu. Są one przeznaczone dla członków wspólnoty uczelni, tj. pracowników, studentów i doktorantów. Zgodnie z aktualnymi wytycznymi rządowymi procedura wydawania tabletek zostanie uruchomiona dopiero po zaistnieniu zdarzenia uzasadniającego ich podanie (np. awarii elektrowni na skutek działań wojennych w Ukrainie).\n\nW AGH wypracowane zostały zasady dystrybucji tabletek z jodkiem potasu, wyznaczono koordynatora tej akcji oraz miejsca, w których tabletki będą wydawane. Takie przygotowania to \nstandardowa procedura\n, przewidziana w przepisach prawa i stosowana na wypadek wystąpienia ewentualnego zagrożenia radiacyjnego.\n\nObecnie zagrożenie radiacyjne nie występuje\n, a sytuacja jest na bieżąco monitorowana przez Państwową Agencję Atomistyki.\n\nRozpoczęcie akcji dystrybucji tabletek jodku potasu zostanie ogłoszone przez władze państwowe i podane do publicznej wiadomości przez środki masowego przekazu. Zapewne każdy obywatel otrzyma komunikat przesłany na telefon komórkowy. AGH poda tę informację na głównej stronie internetowej uczelni oraz prześle ją na służbowe adresy poczty elektronicznej.\n\nKampus AGH\n\nJeżeli rozpoczęcie akcji wydawania przypada w godzinach 7.30–17.00 w dzień powszedni (poniedziałek–piątek), tabletki będą dostępne w punktach wydawania zlokalizowanych na portierniach budynków. Dla budynków, w których nie ma portierni, punktem wydawania tabletek jest najbliższy sąsiedni budynek z wykazu.\n\nWykaz punktów (plik pdf)\n\nInne miejsca dystrybucji\n\nW przypadku, gdy akcja wydawania tabletek rozpocznie się po godzinach normalnego funkcjonowania uczelni (7.30–17.00) lub w dzień wolny, zaleca się pracownikom, studentom i doktorantom AGH, aby po odbiór tabletek udali się do punktu najbliższego miejscu zamieszkania/przebywania. Zaleca się, aby członkowie rodzin pracowników, studentów i doktorantów zabezpieczyli się w tabletki w swoich miejscach pracy, nauki lub przebywania.\n\nSłużby odpowiedzialne za bezpieczeństwo państwa zapewniły wystarczającą dla wszystkich ilość tabletek z jodkiem potasu. Do Małopolski trafiło ich 5,5 mln.\n\nWykaz miejsc wydawania jodku potasu w Krakowie\n\nWykaz miejsc wydawania jodku potasu w powiecie krakowskim\n\nTabletki z jodkiem potasu będą wydawane:\n\nkażdemu członkowi społeczności AGH, bez konieczności okazywania jakiegokolwiek dokumentu lub weryfikacji związku z AGH,\n\nwyłącznie osobom dorosłym,\n\nzgodnie z kolejnością zgłoszenia się do punktu,\n\nw ilości odpowiadającej zalecanej dawce dla jednej osoby dorosłej.\n\nCzym jest\n\nJodek potasu jest wskazany do stosowania w przypadku katastrof nuklearnych, podczas których nastąpiło uwolnienie radioaktywnych izotopów jodu, w celu zapobiegania wychwytowi radioaktywnego jodu przez tarczycę, po spożyciu lub inhalacji substancji radioaktywnej.\n\nStosowanie\n\nAby zapewnić odpowiednią ochronę, tabletki z jodkiem potasu należy przyjąć doustnie, niezwłocznie po otrzymaniu komunikatu od odpowiednich służb o wystąpieniu skażenia radiacyjnego (najlepiej w ciągu 2 godzin). Przyjęcie tabletek w ciągu 8 godzin od ekspozycji na działanie promieniowania nadal pozostaje korzystne.\n\nW razie wątpliwości przed przyjęciem tabletek należy zasięgnąć opinii swojego lekarza pierwszego kontaktu lub lekarza specjalisty.\n\nStanowczo odradza się profilaktyczne przyjmowanie jodku potasu bez uzasadnienia.\n\nDawkowanie\n\nosoby dorosłe: 2 tabletki\n\nkobiety w ciąży i karmiące piersią: 2 tabletki\n\nBroszura informacyjna MSWiA\n\nZarządzenie Rektora AGH (nr 67/2022)\n\nKomunikat Kanclerza AGH (nr 105/2022)\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/dystrybucja-jodku-potasu-w-agh", "title": " Dystrybucja jodku potasu w AGH -- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "90a5df9339cc0ac95297ca8481e8b67f", "word_count": 542, "headings": [{"level": 1, "text": "Dystrybucja jodku potasu w AGH"}, {"level": 4, "text": "Kampus AGH"}, {"level": 4, "text": "Inne miejsca dystrybucji"}, {"level": 4, "text": "Czym jest"}, {"level": 4, "text": "Stosowanie"}, {"level": 4, "text": "Dawkowanie"}, {"level": 2, "text": "Stopka"}]}}