{"content": "#  Wydział Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/nauka/infrastruktura-badawcza\nCrawled: 2025-03-19 21:32:40\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Infrastruktura badawcza \n\nSpektrometr masowy Exploris240 z systemem nanoLC Ultimate 3000\n\nKatedra Chemii Analitycznej i Biochemii\n\nOpis techniczny: Wysokorozdzielczy spektrometr masowy (maksymalna rozdzielczość 240000) ze źródłami jonów ESI oraz nanoESI, wyposażony w kapilarny chromatograf cieczowy z dodatkowym pomiarem UV-VIS.\n\nSłowa kluczowe: \nmetabolomika\n\nm/z\n\nproteomika\n\nspektrometr masowy\n\nwidmo masowe\n\nStanowisko badań właściwości mechanicznych tworzyw ceramicznych\n\nKatedra Ceramiki i Materiałów Ogniotrwałych\n\nOpis techniczny: Maszyna wytrzymałościowa Zwick/Roell Z150 pozwala na wykonywanie pomiarów przy maksymalnym obciążeniu do 150kN. W zależności od zastosowanego osprzętu można wykonywać pomiary przy zginaniu (trzy i czteropunktowe podparcie) ściskaniu czy rozciąganiu. Uchwyty do rozciągania umożliwiają badanie próbek płaskich oraz prętów o średnicach od 4 do 25mm.\n\nSłowa kluczowe: \ngranica plastyczności\n\nmoduł Younga\n\npraca zniszczenia\n\nWytrzymałość na rozciąganie\n\nWytrzymałość na ściskanie\n\nwytrzymałość na zginanie\n\nStanowisko do pomiaru właściwości termofizycznych materiałów\n\nKatedra Ceramiki i Materiałów Ogniotrwałych\n\nOpis techniczny: Analizatory różnicowej kalorymetrii skaningowej DSC, termicznej analizy różnicowej DTA, termograwimetrii TG, dyfuzyjności cieplnej metodą laserową oraz dylatometr wysokotemperaturowy.\n\nSłowa kluczowe: \nciepło właściwe\n\nDSC\n\nDTA\n\ndyfuzyjność cieplna\n\ndylatometria\n\nLFA\n\nprzewodność  cieplna\n\nrozszerzalność  termiczna\n\ntermoanaliza\n\nTG\n\nNOVA NanoSEM 200\n\nKatedra Ceramiki i Materiałów Ogniotrwałych\n\nOpis techniczny: Ultrawysokorozdzielczy skaningowy mikroskop elektronowy z działem z emisją polową (FEG– emiter SCHOTKYEGO), współpracujący z analizatorem EDS firmy EDAX. Zdolność rozdzielcza do 2 nm,  powiększenia 70 – 500 000x.\n\nSłowa kluczowe: \nanaliza chemiczna\n\nEDS\n\nelemental analysis\nhigh  resolution\n\nmicrostructure\n\nmikrostruktura\n\nmorfologia\n\nmorphology\n\nSEM\n\nwysoka rozdzielczość\n\nMikroskop konfokalny\n\nKatedra Ceramiki i Materiałów Ogniotrwałych\n\nOpis techniczny: Olympus LEXT OLS4000 to mikroskop konfokalny o wysokiej rozdzielczości przeznaczony do obrazowania powierzchni 3D oraz pomiarów chropowatości. Powiększenie (optyczne i cyfrowe) tego mikroskopu mieści się w zakresie od 108x do 17 280x. \n\nSłowa kluczowe: \nMikroskop konfokalny\n\nObrazowanie powierzchni  3D\n\nProfil  powierzchni\n\nSzorstkość\n\nZestaw do mikroskopii skaningowej\n\nKatedra Ceramiki i Materiałów Ogniotrwałych\n\nOpis techniczny: Mikroskopy SEM z kolumnami elektronowymi (FEG) oraz jonową, galową – Scios 2. Do oprzyrządowania należą spektroskopy EDS (EDAX), katodoluminescencyjny (GATAN AMETEK) oraz masowy jonów wtórnych z pomiarem czasu przelotu – TOF-SIMS. Urządzenia posiadają szeroki wachlarz detektorów półprzewodnikowych i scyntylacyjnych, w tym między innymi detektor do trybu STEM. Zawierają optykę elektrostatyczną i magnetyczną.\n\nSłowa kluczowe: \nCL\n\nebsd\n\nECCI\n\nEDS\n\nkolumna  jonowa\n\nmikrostruktura\n\nmorfologia\n\nSEM\n\nSTEM\n\nTOF-SIMS\n\nAnalizator termiczny STA Jupiter 449 F3 (firma NETZSCH)\n\nSpektroskop FTIR (Tensor 27), wyposażony w zestaw przystawek i akcesoriów: ATR firmy PIKE MIRacle kryształ germanowy i diamentowy + ZnSe, ATR firmy Specac Quest z kryształem diamentowym, DRIFT firmy PIKE, SPEC firmy PIKE, przystawka do pomiaru w transmisji oraz do pomiaru lotnych produktów rozkładu termicznego (działająca w sprzężeniu z STA Jupiter 449 F3 (firma NETZSCH)\n\nUrządzenie do wyznaczania punktu kroplenia i topnienia materiałów, MP70\n\nTiratest 2300\n\nPotencjostat Ossila T20006A\n\nStanowisko do 4-pkt. pomiaru przewodności elektrycznej Ossila T2001A3\n\nDefektoskop EPOCH 600\n\nBetonoskop Pundit Lab+\n\nDefektoskop DI-60\n\nMaterials tester CT-3\n\nUltradźwiękowy Zestaw Pomiarowy UZP-1\n\nMaterials tester 541\n\nMaterials tester 540\n\nMaterials tester 543\n\nReometr MCR 302\n\nChromatograf gazowy GCMS-QP 2010SE\n\nBioreaktor przepływowy\n\nMikroskop cyfrowy VHX-900F\n\nMikroskop stereoskopowy, Zeiss StereoDiscovery.V8\n\nMikroskop sił atomowych Explorer, ThermoMicroscopes\n\nMikroskop fluorescencyjny z odwrócona optyką Axiovert, Zeiss\n\nCzytnik płytek FLUOROstar Omega, BMG Labtech\n\nTermocykler qPCR, MIC PCR, BMS\n\nWaga analityczna z systemem antyelektrostatycznym Metler Toledo\n\nAutomatyczny licznik komórek\n\nDyfraktometr laserowy Mastersizer 3000E\n\nCytometr przepływowy Muse Cell Analyzer\n\nGoniometr Krus 25 DSA\n\nGoniometr Krus 10 DSA\n\nProfilometr Hommelwerke\n\nElektroprzędzarka\n\nLiofilizator szafkowy, Labconco\n\nSpektrofotometr Uv-Vis, Cecil 2502\n\nDSC1, Różnicowy kalorymetr skaningowy z modulacją temperatury (TOPEM DSC)\n\nTGA 550 Discovery, Analizator termograwimetryczny\n\nDMA 850 Discovery, Dynamiczny analizator mechaniczny\n\nMętnościomierz\n\nUniwersalna maszyna wytrzymałościowa Zwick 1435\n\nBiodrukarka Cellink BioX, wyposażona w głowice pneumatyczne z funkcją chłodzenia i grzania (zakres 4 - 65oC) oraz głowicę do drukowania termoplastów z granulatu. Ciśnienie robocze 0-200 kPa (wewnętrzny kompresor) lub 0-700 kPa (zewnętrzny kompresor). Wyposażona w filtr HEPA or diody UV do sieciowania, o długościach fali: 365, 405, 485, 520 nm. Możliwość umieszczenia w komorze laminarnej i drukowania w warunkach sterylnych\n\nGenerator funkcji Keysight 33500B\n\nSpektrofotometr absorpcji atomowej Model 3110, Perkin-Elmer, USA\n\nSpektrofotometr absorpcji atomowej Model 3110, Perkin-Elmer, USA\n\nSpektrofotometr absorpcji atomowej typ ZL 4100, Perkin-Elmer, Niemcy\n\nChromatograf cieczowy HPLC, Dionex\n\nChromatograf cieczowy LC, BAS, USA\n\nSpektrofluorymetr FP-8000 JASCO, Japonia\n\nPotencjometr 16-kanałowy Lawson Labs, Inc., Stany Zjednoczone\n\nAnalizator elektrochemiczny AUT302N.FRA2-AUTOLAB, Metrohm Autolab, Holandia\n\nWielofunkcyjne analizatory elektrochemiczne M 161 ze statywani elektrodowymi M164 (mtm-anko, Polska)\n\nPotencjostat VersaSTST4 z dodatkowym modułem FRA\n\nWielofunkcyjny miernik elektrochemiczny CX-705, Elmetron\n\nPotencjostat/Galwanostat z przystawką do pomiarów impedancji faradajowskiej (FRA) µAutolab III/FRA2, Metrohm\n\nStatyw prototypowy wraz z 7-kanałowym wzmacniaczem nanoprądów, mtm-anko Polska\n\nStanowisko próżniowe firmy Struers do inkludowania próbek w żywicy chemoutwardzalnej wraz z pompą\n\nPiknometr helowy AccuPyc 1340(HP)\n\nPiece wysokotemperaturowe 1500C (atmosfera powietrza), 1000C (dowolna atmosfera gazowa), młyn wibracyjno-kulowy, autoklawy.\n\nAnalizator chemisorpcji TPDRO 1100, Thermo Scientific, USA\n\nSolatron FRA 1260 sprzężony z interfejsem dielektrycznym- model 1296 oraz z interfejsem elektrochemicznym Si 1287\n\nZestaw analizatorów biomedycznych firmy Thermo Fisher Scientific, USA\n\nZestaw aparatury elektrochemicznej i sektroskopwej do badań w technologii sensorów\n\nDrukarka 3D Flashforge Creator Pro 2\n\nHomogenizator ultradźwiękowy Hielscher UP50H\n\nMineralizator mikrofalowy Multiwave 3000\n\nAnton Paar, Niemcy\n\nMineralizator mikrofalowy UniCleverII Plazmatronika, Polska\n\nMineralizator 909 UV Digester, Metrohm, Szwajcaria\n\nSpektrofotometr UV-VIS JASCO V-630, Japonia\n\nFotometr płomieniowy BWB-XP firmy BWB Technologies UK LTD\n\nStanowiska do pomiarów potencjometrycznych i konduktometrycznych\n\nWagi analityczne\n\nWirówki i wytrząsarki laboratoryjne\n\nSpektrometr masowy Amazon SL, Bruker\n\nSpektrometr masowy Amazon ETD, Bruker\n\nWysokorozdzielczy spektrometr masowy Exploris 240, Thermo\n\nSystem chromatografii cieczowej (analityczny/kapilarny) Ultimate 3000, Thermo\n\nSystem chromatografii cieczowej (kapilarny) Ultimate 3000, Thermo\n\nSystem chromatografii cieczowej (analityczny), Nexera, Shimadzu\n\nSystem chromatografii cieczowej (półpreparatywny), Nexera, Shimadzu\n\nDetektor fluorescencyjny do systemów chromatografii analitycznej, Shimadzu\n\nSystem automatycznego napylania matrycy dla potrzeb obrazowania MS\n\nLiofilizator dla próbek o zakresie objętości do 4x50 ml\n\nLiofilizator do próbek o zakresie objętości do 100x2,0 ml\n\nSystem uzyskiwania wody ultraczystej Merck-Millipore\n\nZasilacze do elektroforezy 1D oraz western blottingu\n\nSystemy elektroforezy 1 D oraz blottingu\n\nAutomatyczny system do PCR\n\nHomogenizator mechaniczny\n\nHomogenizator ultradźwiękowy\n\nWaga analityczna (do 0,01 mg)\n\nWaga laboratoryjna cyfrowa\n\nMikroskop odwrócony Nikon TS 100\n\nKomora laminarna do hodowli komórek, biohazard, dwuosobowa, NuAire\n\nInkubator CO2, NuAire\n\nAutoklaw Melag (objętość komory 25 litrów)\n\nCzytnik płytek ELISA, spektrofotometryczny, BMG labtech\n\nDewary do transportu i przechowywania próbek tkanek i komórek\n\nWirówki z chłodzeniem i bez (Eppendorf)\n\nŁaźnie wodne, termomiksery\n\nWyparka próżniowa do objętości max 500 ml\n\nAnalizator termiczny NETZSCH STA 449 F3®\n\nAnalizator NETZSCH LFA 427\n\nDylatometr NETZSCH DIL 402C\n\nMikroskop NOVA NANO SEM 200\n\nMikroskop Thermo Scientific Apreo 2 \n\nMikroskop Thermo Scientific Scios 2\n\nMaszyna wytrzymałościowa Zwick/Roell Z150\n\nAnalizator drgań własnych i tłumienia RFDA HT1600\n\nAnalizator powierzchni właściwej (BET) ASAP 2010 (Micromeritics Instr.) \n\nAnalizator powierzchni właściwej Nova 1200e (Quantachrome Instr.)\n\nPółautomatyczne szlifierko-polerki firmy Struers\n\nPrzecinarki firmy Struers\n\nEpovac - includowanie próżniowe\n\nPrasa na gorąco \n\nIzostatyczna prasa na gorąco\n\nPrasa izostatyczna\n\nKomora ciśnieniowa do syntez SHS\n\nUrządzenie do wytwarzania proszków metodą zamrażania-sublimacji\n\nPiece w różnej konfiguracji do wypału ceramiki tlenkowej\n\nPiece w różnej konfiguracji do wypału w atmosferach ochronnych\n\nZestaw urządzeń do formowania technikami przyrostowymi\n\nSpektrometr ramanowski alpha300M+ (WITec, Niemcy)\n\nSpektrometr ramanowski LabRAM HR UV-Vis-NIR (Horiba, Japonia)\n\nSpektrometr FT-IR Vertex 70v (Bruker, Stany Zjednoczone)\n\nSpektrometr FT-IR Excalibur (Bio-Rad, Stany Zjednoczone)\n\nDyfraktometr rentgenowski Empyrean (Malvern Panalytical, Wielka Brytania)\n\nDyfraktometr rentgenowski X’Pert Pro (Philips, Holandia)\n\nSpektrometr WDXRF Axios mAX (Malvern Panalytical, Wielka Brytania)\n\nDrukarka 3D FDM UBOT 3D S+ (UBOT 3D, Polska)\n\nDrukarka 3D FDM Creator PRO II (FlashForge, Chiny)\n\nDrukarka 3D FDM Guider IIS (FlashForge, Chiny)\n\nWytłaczarka filamentu 3devo COMPOSER 450 (3devo, Holandia)\n\nDrukarka 3D DLP Wanhao Duplicator D7 Plus (Wanhao, Chiny)\n\nDrukarka 3D DLP Lumen X (Cellink, Szwecja)\n\nKomora UV CureM U102H (Graphy, Korea Południowa)\n\nDrukarka 3D DIW F-NIS 23151 (Sygnis, Polska)\n\nDrukarka 3D DIW F-NIS 23151 z modułem UV (Sygnis, Polska)\n\nMieszalnik planetarny szybkoobrotowy Thinky ARM-310 (Thinky, Japonia)\n\nMikroskop SEM Phenom XL (ThermoFisher Scientific, Stany Zjednoczone)\n\nNapylarka Leica ACE200 (Leica Microsystems, Niemcy)\n\nMikroskop AFM MultiMode 8 (Bruker, Stany Zjednoczone)\n\nUkład do otrzymywania powłok metodą EPD (konstrukcja własna) z zasilaczem laboratoryjnym prądu stałego Aim-TTi PLH250 (Aim-TTi, Wielka Brytania)\n\nGoniometr Krüss DSA25 (Krüss, Niemcy)\n\nReometr modułowy Anton Paar MCR 72 (Anton Paar, Austria)\n\nWirówka laboratoryjna MPW-352 (MPW, Polska)\n\nWyparka obrotowa Rotavapor R-215 (Büchi Labortechnik, Niemcy)\n\nPiec komorowy wysokotemperaturowy Nabertherm L 08/14 (Nabertherm, Niemcy)\n\nPiec komorowy wysokotemperaturowy Nabertherm HT 04/17 (Nabertherm, Niemcy)\n\nKomora rękawicowa GP(Campus) (Jacomex, Francja)\n\nUkład do otrzymywania powłok metodą dip-coatingu (konstrukcja własna)\n\nPiec komorowy wysokotemperaturowy FCF 4/170M (Czylok, Polska)\n\nPiec rurowy wysokotemperaturowy PRC 40x220/160M (Czylok, Polska)\n\nMikroskop optyczny Olympus SZX7 (Olympus, Japonia)\n\nAparatura mikrotermograwimetryczna\n\nStanowisko do utleniania w warunkach cyklicznych zmian temperatury\n\nStanowisko do utleniania dwuetapowego\n\nAparatura do analizy warstw powierzchniowych metodami SIMS i XPS, VSW Ltd., Wielka Brytania\n\nAparatura mikrotermograwimetryczna do badania kinetyki i mechanizmu procesów utleniania oraz siarkowania, konstrukcja własna, KFiMP WIMiC AGH\n\nStanowisko do utleniania w warunkach cyklicznych zmian temperatury w środowisku utleniającym i zawierającym parę wodną\n\nGenerator wodoru, Peak Scientific, Wielka Brytania\n\nLaboratoryjny piec łukowy MAM-1, Edmund Bühler GmbH, Niemcy\n\nSystem PA CVD – MS PVD do modyfikacji powierzchni materiałów w warunkach plazmy i otrzymywania powłok, Elettrorava S.p.A., Włochy\n\nUrządzenie Spin-Coater do otrzymywania powłok, Laurell Technologies, USA\n\nUrządzenie Dip-Coater ND-DC 150 do otrzymywania powłok, Nadetech Innovations, Hiszpania\n\nHomogenizator ultradźwiękowy z komorą dźwiękochłonną, Sonics, USA\n\nPiec indukcyjny z komorą próżniową (MFG-15-Met-Vac Linn High Therm GmbH, Niemcy\n\nSystem do otrzymywania powłok metodą MO CVD\n\nStanowisko do badań utleniania w warunkach atmosfery (m.in. elementy ogniw paliwowych SOFC)\n\nStanowiska do pomiarów właściwości elektrycznych materiałów półprzewodnikowych (pomiar impedancji, rezystancji, efektu Seebeck'a)\n\nAparatura do badań właściwości transportowych wysokich temperaturach\n\nUkład do syntez materiałów tlenkowych w warunkach kontrolowanych ciśnień parcjalnych tlenu\n\nUkład do badania parowania lotnych związków chromu\n\nMaszyna do sitodruku- Model SPB-200F\n\nAparatura do pomiaru z wykorzystaniem metody relaksacji i przewodnictwa elektrycznego\n\nUkład pomiarowy do pomiarów elektrycznych i elektrochemicznych materiałów i ogniw, NORECS, Norwegia\n\nGalwanostat-Potenciostat, Metrohm Autolab, Holandia\n\nTester do nieniszczącej oceny korozji DiaCorr\n\nAparatura do badań współczynników dyfuzji\n\nKlaster (32 rdzenie) ProLiant DL385 G2, HP, USA\n\nAparatura mikrotermograwimetryczna, CI Electronics, Wielka Brytania\n\nZintegrowany układ pomiarowy do badania transportowych materiałów, Fine Instruments, Polska\n\nAnalizator impedancji z precyzyjnym miernikiem LCR, Zurich Instruments, Szwajcaria\n\nStanowisko do utleniania w warunkach cyklicznych zmian temperatury, konstrukcja własna, KFiMP WIMiC AGH\n\nWysokoenergetyczny młynek kulowy, SPEX Sample Prep., USA\n\nStanowisko DACL-800 do badań utleniania w atmosferze podwójnej w warunkach obciążenia prądowego wraz z oprogramowaniem, Fine Instruments, Polska\n\nStanowisko do pomiaru szybkości parowania chromu próbek metodą transpiracji, konstrukcja własna, KFiMP WIMiC AGH\n\nProgramowalna szlifierko-polerka z automatyczną grubości zeszlifowanej powierzchni i automatycznym dozowaniem płynów polerskich, Struers, USA\n\nDwutorowy system nawilżania i kontroli składu mieszanki gazowej GC-HUM2\n\nStanowisko pracy w atmosferze podwójnej w warunkach obciążenia prądowego wraz z oprogramowaniem\n\nAnalizator chemisorpcji z możliwością temperaturowo programowanej desorpcji (TPD), redukcji (TPR) i utleniania (TPO), chemisorb 2750, Micromeritics\n\nAparatura do pomiarów przewodnictwa cieplnego LFA, Netzsch\n\nNiskotemperaturowy układ do pomiarów fotoprzewodnictwa, Oxford Instrument\n\nAnalizator cienkich warstw, TFA Linseis\n\nAnalizator wielkości cząstek oraz potencjału zeta, Zetasizer Pro, Malvern Panalytical\n\nChromatograf gazowy z wytwornicą wodoru, Agilent\n\nDwuwiązkowy spektrofotometr UV-Vis-NIR, V-670 Jasco\n\nUkład do pomiarów techniką elektrochemicznej spektroskopii impedancyjnej, Solartron\n\nSkaningowy mikroskop elektrochemiczny, SECM Sensolytics\n\nKalorymetr różnicowy, DSC 2010 TA INSTRUMENTS\n\nUkład do syntezy i konsolidacji materiałów SPS (spark plasma sintering)\n\nUkład do syntezy i konsolidacji materiałów IHP (inductive hot pressing)\n\nUkład do syntezy i konsolidacji materiałów PECS (pulsed electric current sintering)\n\nUkład do liofilizacji materiałów, lyoquest-85\n\nUkład do nanoszenia warstw metodą Doctor Blade, BEVS\n\nSkaningowa mikrosonda termoelektryczna (STM)\n\nUkłady do pomiarów elektrycznych metodami stało- i zmiennoprądowymi\n\nUkłady do pomiarów foto- i elektrochemicznych (cykliczna woltamperometria, pomiary galwano- i potencjostatyczne)\n\nWielokanałowy układ do pomiarów elektrochemicznych i elektrokorozyjnych, Gamry Instrument\n\nSonda Kelvina\n\nSpektrofluorymetr\n\nAparatura do testowania generatorów termoelektrycznych\n\nNapylarka magnetronowa\n\nMłynek planetarny Pulverisette 6, Fritsch\n\nReaktor do fotorozkładu związków organicznych\n\nUkład do pomiarów właściwości elektrycznych i charakterystyk sensorowych\n\nUkład do pomiarów charakterystyk fotoelektrochemicznych\n\nZestawy potencjostatów i galwanostatów, Metrohm-Autolab, Biologic-Lambda System, Gamry Instruments, MTM-Anko\n\nMikroreaktory i reaktory hydrotermalne\n\nSuszarki próżniowe\n\nZestaw pieców rurowych oraz komorowych\n\nAparaty do wyznaczania współczynnika przewodzenia ciepła metodą stacjonarną w zakresie 0,02-0,5 W/(m·K) i 0,1-10 W/(m·K) w funkcji temperatury – LaserComp FOX 200 i TA Instruments FOX 50\n\nPrzenośny aparat do wyznaczania współczynnika przewodzenia ciepła metodą niestacjonarną w zakresie 0,03-6 W/(m·K) – Isomet 2104\n\nWielokanałowy miernik przepływu ciepła HFM,\n\nZestaw urządzeń do spektroskopii impedancyjnej – FRA Solartron 1255 z interfejsem do pomiarów dielektrycznych CDI i analizatorem impedancji HP 4192A,\n\nPrototypowe stanowisko do wyznaczania współczynnika Seebecka kompozytów w zakresie -10 – +70oC,\n\nKomora z przepływem laminarnym do wyznaczania skuteczności rozkładu fotokatalitycznego zanieczyszczeń powietrza, w skład której wchodzą analizatory NOX – AC32M,  SO2 – AF21M (Environnement SA), lampa UVA o regulowanym natężeniu 1-15 W/m2, precyzyjne cyfrowe regulatory przepływu MKS, nawilżacz gazu (regulacja w zakresie 0-90% RH), wielokanałowy moduł akwizycji danych,\n\nSpektrofotometr UV-VIS Coulter-Beckman DU650 (podajnik automatyczny 6-ciocelkowy, Stabilizator Peltiera, programowalna pompa + celka przepływowa),\n\nJednokolumnowa maszyna wytrzym. QC508B-1\n\nAnalizator Termiczny STA 449 F3 Jupiter ® firmy Netzsch\n\nAnalizator gazów  QMS 403C Aëolos® firmy Netzsch, kwadrupolowy spektrometr masowy sprzężony z STA\n\nDylatometr kontaktowy DIL 802 firmy Bahr-Thermoanalyse,\n\nMikroskop wysokotemperaturowy Hesse Instruments\n\nLaserowy aparat do pomiaru składu ziarnowego MasterSizer 2000 wraz z dyspergatorem cieczowym Hydro 2000,\n\nAutomatyczny aparat do wyznaczania powierzchni właściwej metodą Blaine’a,\n\nStanowiska do ciągłego monitorowania temperatury, wyznaczania pojemności cieplnej oraz badania kinetyki wydzielania ciepła hydratacji próbek spoiw o dużej objętości.\n\nStanowisko do badania formowalności ceramicznych mas plastycznych\n\nKamera termowizyjna FLIR ETS320\n\nMikroskop JSM-5400 - SKANINGOWY\n\nAparat do badania zawartości powietrza w betonie typ 8I-B2020\n\nKomora zamrażająco-odmrażająca\n\nAparat do badania wodoprzepływu betonu\n\nMaszyna do badania wytrzymałości normowych cementu ELE Auto Test\n\nAir Tech max detektor CO2\n\nStanowisko do badań konduktometrycznych\n\nUkład pomiarowy dysocjacji termicznej\n\nSzafa chłodnicza\n\nZestaw do prowadzenia pomiarów elektrochemicznych w układzie przepływowym\n\nWstrząsarka LPzE-3e\n\nAparat do bad. zmian liniowych zaczynów i zapraw\"\n\nKomora klimatyczna\n\nAparat Pull-Off Easy 6D\n\nMikrokalorymetr przewodzący\n\nMikroskop polaryzacyjny NIKON\n\nPrasa wytrzymałościowa 300/3000/150 kN\n\nStanowisko badań do oceny ścieralności metodą Bohemego\n\nStanowisko do pomiatu ciepła hydratacji metodą semiadiabatyczną\n\nBęben Los Angeles z kabiną i kulami\n\nAparat do badania zawartości powietrza w zaprawie\n\nStanowisko do badań efektywności nanoszenia warstw modyfikatora na pow. elektr. węglowych\n\nReaktor ciśnieniowy SLW 115 STD\n\nPorozymetr Quantachrome\n\nPiec laboratoryjny elektryczny 1300 st. C typ. FCF 22HM\n\nLaboratoryjny młynek kulowo-wibracyjny typu NW-1\n\nKomora do badań środowiskowych K-012 TOROPOL\n\nAnalizator dwutlenku węgla GNL-500F-CO2 z pompą\n\nStanowisko do badania struktury napowietrzania mieszanki betonowej AVA\n\nFotometr płomieniowy BMP XP\n\nMikrokalorymetr - TAM AIR\n\nKalorymetr przewodzący, różnicowy 6-cio stanowiskowy\n\nSuszarka próżniowa VO 200\n\nMiniaturowy przenośny analizator elektrochemiczny typu AUTOLAB PGSTAT204\n\nPiec komorowy typ FCF 11/150M\n\nModułowy tensjometr optyczny Theta\n\nSuszarka z wymuszonym obiegiem powietrza VENTICELL 111 Standard\n\nBiureta automatyczna współpracująca z analizatorem elektrochemicznym Autolab 2014\n\nPrzyrząd wielofunkcyjny CyberScan PCD\n\nStolik do zagęszczania zapraw\n\nAutoklaw 4679\n\nPiec indukcyjny tyglowy \n\nMicracut 151 - precyzyjna piła metalograficzna z wyposażeniem\n\nSzlifierko-polerka z półautomatyczną głowicą\n\nPiec sylitowy komorowy Typ KS520/14\n\nPiec sylitowy KO-13,5\n\nPiec lab. CARBOLITE RHF 17/10M\n\nPiec lab. komorowy KC120\n\nPiec wysokotemperaturowy Typ FCF 14/160M\n\nPiec laboratoryjny CT 65S z wysuwanym trzonem\n\nPrasa FU 1000E\n\nMaszyna wytrzymałościowa DELTA 6-100\n\nMieszarka lab. ZK 30E\n\nAutomatyczna mieszarka do zapraw ceramicznych Matest\n\nSuszarka z wymuszonym obiegiem powietrza SLH-750 STD-Inox\n\nSpekrofotometr Spekol 11\n\nDyfraktometr RTG - generator\n\nAnalizator elektrochemiczny AKT20\n\nZamrażarka automatyczna K003 Toro Pol\n\nDyfraktometr KMW 3000B - aparat RTG\n\nMaszyna wytrzymałościowa BETA5-3000D\n\nKomora klimatyczna do bad. karbonizacji betonu\n\nStanowisko laborat. do badania procesów hydratacji spoiw mineralnych\n\nAparat Ve-Be do pomiaru konsystencji betonu B-005\n\nOprogramowanie do obsługi analizatorów impedancji WinDETA+WinPlot\n\nAparat do badań termicznych DTA-7 Perkin Elmer 0-1500 C\n\nAparat do termicznej analizy mechanicznej TMA - 7   0 - 1000 C\n\nLepkościomierz Brookfield\n\nAparat do różnicowej kalorymetrii skaningowej DSC-7, 20-750 C\n\nDerywatograf firmy MOM ( do 1000 C)\n\nRentgenowski analizator fazowy z przystawką wysokotemperaturową do 1000 C (jakościowa i ilościowa analiza materiałów metodą proszkową DSH)\n\nSpektrofotometr IR typ M80\n\nZestaw do pomiaru naprężeń PS-100 firmy Strainoptic Technologis:\n\nPolarymetr do precyzyjnego pomiaru naprężeń w próbkach i wyrobach małogabarytowych\n\nMikroskop do obserwacji naprężeń w próbkach i przeźroczystych wyrobach szklanych\n\nPolaryskop do pomiarów naprężeń w wyrobach wielkogabarytowych (np.szyby samochodowe)\n\nwizkozymetr Bahr VIS 402\n\nMikroskop wysokotemperaturowy firmy Leitz\n\nAparat do pomiarów właściwości optycznych cienkich warstw i płaskich powierzchnii — elipsometr PhE 102 firmy Angstrom Advanced Inc, spektrofotometr UV-VIS Jasco V-360 \n\nAnalizator rentgenowski HZG-4\n\nUrządzenia do obróbki mechanicznej szkła tj.: cięcia, szlifowania i polerowania\n\nMikrotwardościomierz\n\nPiece szklarskie i ceramiczne ( Nabertherm, Czylok ) , piece gradientowe\n\nLiofilizator\n\nAparatura firmy Perin-Elmer: DTA, DSC, TMA\n\nMikroskop cyfrowy 4K Keyence Seria VHX-7000 z powiększeniem do 1000x i  analizą składu pierwiastkowego\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/nauka/infrastruktura-badawcza", "title": " Wydział Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "91d8de65a98ce44bf08268ba1bddeff9", "word_count": 2689, "headings": [{"level": 1, "text": "Infrastruktura badawcza"}, {"level": 1, "text": "Spektrometr masowy Exploris240 z systemem nanoLC Ultimate 3000"}, {"level": 1, "text": "Stanowisko badań właściwości mechanicznych tworzyw ceramicznych"}, {"level": 1, "text": "Stanowisko do pomiaru właściwości termofizycznych materiałów"}, {"level": 1, "text": "NOVA NanoSEM 200"}, {"level": 1, "text": "Mikroskop konfokalny"}, {"level": 1, "text": "Zestaw do mikroskopii skaningowej"}, {"level": 2, "text": "Stopka"}]}}