{"content": "#  Projekty -- Centrum Technologii Kosmicznych \n\nURL: https://www.ctk.agh.edu.pl/projekty\nCrawled: 2025-03-19 21:40:16\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Projekty \n\nCentrum Technologii Kosmicznych angażuje się w międzynarodowe projekty badawcze, a także inicjatywy popularyzujące wiedzę o kosmosie i wspierające edukację. Do kluczowych projektów, w których uczestniczymy, należą UNIVERSEH – europejski sojusz uczelni rozwijający edukację w dziedzinie technologii kosmicznych oraz NAWA – program wspierający międzynarodową współpracę akademicką. Dzięki tym inicjatywom przyczyniamy się do rozwoju sektora kosmicznego, inspirujemy nowe pokolenia naukowców i inżynierów oraz budujemy silne partnerstwa na arenie międzynarodowej.\n\nUNIVERSEH to konsorcjum utworzone przez siedem europejskich uniwersytetów z siedmiu różnych krajów, w tym Akademię Górniczo-Hutniczą w Krakowie. UNIVERSEH został powołany w listopadzie 2020 roku.\n\nwięcej informacji...\n\nNAWA działa na rzecz rozwoju międzynarodowej współpracy badawczej i wymiany akademickiej, umożliwiając naukowcom, studentom oraz pracownikom uczelni wymianę wiedzy, doświadczeń i odkryć. Wspiera organizację wydarzeń naukowych, takich jak Space Resources Conference 2025, European Rover Challenge 2025, a także międzynarodowe programy wymiany, które przyczyniają się do rozwoju kariery akademickiej oraz budowania globalnych partnerstw.\n\nwięcej informacji...\n\nCentrum Technologii Kosmicznych brało udział w licznych międzynarodowych inicjatywach, takich jak UNIVERSEH BEYOND, który rozszerzał współpracę w zakresie edukacji kosmicznej, oraz UNIVERSEH for Ukraine, wspierający studentów i naukowców z Ukrainy poprzez integrację w europejskim środowisku akademickim. Projekty te przyczyniły się do rozwoju edukacji kosmicznej, międzynarodowej współpracy oraz wsparcia społeczności akademickiej w trudnych warunkach.\n\nwięcej informacji...\n\nStopka\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/projekty", "title": " Projekty -- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "6d8333b7033759927f2ae058cc583908", "word_count": 212, "headings": [{"level": 1, "text": "Projekty"}, {"level": 2, "text": "Stopka"}]}}