{"content": "# Fundamental Research in Energy Engineering\n\nURL: http://ivsaghust.agh.edu.pl/index.php/courses/fundamental-research-in-energy-engineering\nCrawled: 2025-03-19 22:38:06\n\nFundamental Research in Energy Engineering\t\t\t\n\nJan 10–Feb 11, 2022\n\nKEYNOTE LECTURES\n\n“Energy situation and perspective in Japan, and Hydrogen Storage in Solid Materials\"\n - Professor Akito Takasaki\n“World energy resources and new technologies”\n - Professor Janusz Szmyd\n“Get to know Poland. A short introduction to Polish culture, geography, history and language”\n (optional for Japanese students)\n\nDATES\n\nDec, 2021\n\nregistration opens\n\nJan 03, 2022\n\napplication deadline\n\nJan 10-28, 2022\n\ncourse “Fundamental Research in Energy Engineering” \n\nFeb 07-11, 2022\n\ncourse “Get to know Poland. A short introduction to Polish culture, geography, history and language” \n\nLanguage of instruction:\n English\nCourses will be organized online at AGH UST UPeL platform.\nTotal number of course hours:\n 45\n\nContent and materials will be available only for registered and accepted students.\n\nLECTURERS\n\nJanusz S. Szmyd  (Ph.D., D.Sc., Dr.H.C.)\n\nDeptarment of Fundamental Research in Energy Engineering \nFaculty of Energy and Fuels \nAGH University of Science and Technology\n\n30 Mickiewicza Ave., 30-059 Krakow, Poland \ne-mail: \nThis email address is being protected from spambots. You need JavaScript enabled to view it.\n\nProfessor J. Szmyd received MSc from the AGH University of Science and Technology in 1977.  He has been employed since 1980 at AGH University of Science and Technology, where he received Ph.D. (1980) as well as D.Sc. (1992) degrees, and professor position (1995). In 2002 he received Professor title (title Professor given by President of Poland) and in 2005 Full Professor position given by Minister of Higher Education in Poland. He received title Doctor Honoris Causa, Shibaura Institute of Technology, Tokyo, Japan in 2015.\n\nHe was Visiting Professor at Bochum University (Germany), Kyoto University (Japan), Shibaura Institute of Technology (Japan), Swiss Federal Institute of Technology of Lausanne, Lausanne (Switzerland) and Kyushu University (Japan).\n\nHe has published more than two hundred fifty scientific papers on Numerical Simulation of Heat and Mass Transfer, Turbulent Flows and Turbulent Heat Transfer, Interactive Computational and Experimental Methodologies, Convection in Czochralski Melt Systems, Magnetic Convection, Solid Oxide Fuel Cell Systems, Energy and Exergy Analysis, gave more than seventy seminars and invited lectures (outside of Poland).  \n\nHe was supervisor of 18 Ph.D. Theses (+ presently he is supervising 2 Ph.D. students).\n\nHe is representative of Poland and President to EUROTHERM Committee (European Committee for the Advancement of Thermal Sciences and Heat Transfer). He is member of the Assembly of World Conferences on Experimental Heat Transfer, Fluid Mechanics and Thermodynamics. He is vice chairman of Commission on Threats to Civilization, Polish Academy of Arts and Sciences.\n\nHe was Scientific Supervisor and Coordinator of 2 European Projects and Project leader of 6 Polish - Japanese Scientific and Technological Co-operation Joint Projects, Project leader of 3 Polish - German Scientific and Technological Co-operation Joint Projects and Project leader of 2 Polish - Korean Scientific and Technological Co-operation Joint Projects.\n\nHe is Associate Editor for International Series on Developments in Heat Transfer and he was Guest Editor of Progress of Computational Fluid Dynamics International Journal, International Journal of Heat and Fluid Flow as well as Heat and Mass Transfer Journal.\n\nHe was and  he is a member of scientific committee for many international conferences.\n\nAkito Takasaki, Dr.Eng., DSc.\n\nVice-president, Professor\nShibaura Institute of Technology\nDepartment of Engineering Science & Mechanics,\n\nCollege of Engineering, Shibaura Institute of Technology,\n\n3-7-5 Toyosu, Koto-Ku, Tokyo 135-8548, Japan\ne-mail: \nThis email address is being protected from spambots. You need JavaScript enabled to view it.\n\nProfessor A. Takasaki received M. Eng. and D. Eng. from the Tokyo Institute of Technology in 1984 and 1988 respectively.  He also received DSc from Hiroshima University in 1996.  His professional career started as a researcher at Japan Atomic Energy Research Institute in 1987.  He was also a researcher at OECD Halden Reactor Project, Institutt for Energiteknikk, Halden, Norway from 1988 to 1990.  \n\nHe then moved to Department of Mathematics and Physics, National Defense Academy in 1991. He has been employed at Shibaura Institute of Technology (SIT) since 1996, and has served as a professor since 2003.   Now, he has been a vice-president of SIT since 2021.  He received a Medal Komisji Edukacji Narodowej from Ministry of Higher Education of Polish government in 2011, and the title of Honorary Consul from AGH University of Science and Technology, Krakow, Poland in 2017.\n\nHe was Visiting Professor at Department of Physics of Washington University in St. Louis (USA) and at Faculty of Energy and Fuels of AGH University of Science and Technology (Poland).\n\nHe has published about one hundred fifty scientific papers on mechanics of materials, and materials science and engineering fields, particularly on low temperature toughness of stainless steels, waterside corrosion of zirconium alloys, hydrogen susceptibility of titanium aluminides, magnesium hydrides, and titanium-based quasicrystals.  He also gave a lot of seminars and invited lectures (outside of Japan) on his expertise.  He received an Honour of the Outstanding Scientific Achievement in Hydrogen Treatment of Materials, a diploma given by International Hydrogen Association for Hydrogen Treatment of Materials, International Association of Hydrogen Energy in 2004.\n\nHe was supervisor of 7 Ph.D. theses.\n\nHe was a trustee of Materials Research Society of Japan from 2009 to 2013 and an academic advisor of ASEAN University Network/Southeast Asia Engineering Education Development Network from 2010 to 2017, which is a project of Japan International Cooperation Agency.  Since 2021, he has been serving as a chairman of board of directors of Japan University Consortium for Transnational-education, where he promotes international higher education in Japan for students from southeast Asian countries.\n\nABOUT THE COURSE\n\nThe development of civilization is linked inextricably with growing demand for electricity. Thus, the still-rapid increase in the level of utilization of natural resources, including fossil fuels, leaves it more and more urgent that conventional energy technologies and the potential of the renewable energy sources be made subject to re-evaluation.\n\nFor this reason, it is necessary to emphasize the impact of research that focuses on the further sharpening-up of energy efficiency, as well as actions aimed at increasing society’s awareness of the relevant issues.\n\nThe development of high-efficiency technologies and new technologies that reinforce energy security is very important, with it being assumed that these new high-efficiency technologies are capable of being applied globally in the near future.\n\nThe programme is co-financed by the European Social Fund under the ‘Operational Programme Knowledge Education Development’ non-competitive project entitled “Support for institutional capacity of Polish HEIs through establishment and implementation of international study programmes” (Action: 3.3 Internationalization of Polish higher education), specified in the application for project funding no. POWR.03.03.00-00-PN16 /18).\n\nContribution of European Funds: \nPLN 114 940,00\n\n The projects are implemented under the program of the Polish National Agency for Academic Exchange - SPINAKER - Intensive International Education Programs. The program is financed from the non-competition project no. POWR.03.03.00-00-PN16 / 18 \"Supporting the institutional capacity of Polish universities through the creation and implementation of international study programs\" under the Knowledge Education Development Operational Program.", "metadata": {"url": "http://ivsaghust.agh.edu.pl/index.php/courses/fundamental-research-in-energy-engineering", "title": "Fundamental Research in Energy Engineering", "depth": 3, "duplicate": false, "content_hash": "a5b0f7b37c1d4664d907374a3f7bca8d", "word_count": 1137, "headings": [{"level": 1, "text": "Fundamental Research in Energy Engineering"}, {"level": 3, "text": "KEYNOTE LECTURES"}, {"level": 3, "text": "DATES"}, {"level": 3, "text": "LECTURERS"}, {"level": 4, "text": "Janusz S. Szmyd  (Ph.D., D.Sc., Dr.H.C.)"}, {"level": 4, "text": "Akito Takasaki, Dr.Eng., DSc."}, {"level": 3, "text": "ABOUT THE COURSE"}]}}