{"content": "# Nominacja profesorska dla pracownika WEAIiIB | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/nominacja-profesorska-dla-pracownika-weaiiib/\nCrawled: 2025-03-19 21:30:17\n\nNominacja profesorska dla pracownika WEAIiIB\n\nInformacje dla studentów i doktorantów\n\nWszystkie aktualności\n\nWydarzenia wydziałowe\n\nOsiągnięcia\n\nStypendia i wyjazdy\n\nPraktyki, staże, oferty pracy\n\nKonferencje, seminaria, wykłady\n\nKonkursy\n\nZ nieukrywaną dumą i radością mamy przyjemność poinformować o powiększeniu się grona profesorów naszego Wydziału.\n\nW dniu \n18 lutego 2025 r.\n postanowieniem Prezydenta Rzeczypospolitej Polskiej, tytuł profesora nauk inżynieryjno-technicznych w dyscyplinie automatyka, elektronika, elektrotechnika i technologie kosmiczne otrzymał \ndr hab. inż. Paweł Skruch\n, pracownik Katedry Automatyki i Robotyki.\n\nPanu Profesorowi serdecznie gratulujemy tego zaszczytnego wyróżnienia oraz życzymy owocnej pracy oraz dalszych sukcesów\n.\n\nProfesor Paweł Skruch od początku swojej kariery naukowej jest związany z Akademią Górniczo-Hutniczą w Krakowie. W 2001 roku ukończył z wyróżnieniem studia na kierunku Automatyka i Robotyka na Wydziale Elektrotechniki, Automatyki, Informatyki i Elektroniki. Stopień doktora uzyskał w 2006 roku, a doktora habilitowanego w 2016 roku, będąc wychowankiem profesora Wojciecha Mitkowskiego. Obecnie kieruje zespołami badawczymi, takimi jak Zespół Systemów Dynamicznych i Teorii Sterowania, Laboratorium Sztucznej Inteligencji i Pojazdów Autonomicznych oraz Laboratorium Adnotacji Danych. Był promotorem czterech zakończonych przewodów doktorskich oraz opiekunem 40 prac magisterskich i 21 inżynierskich.\nProfesor Skruch pełni funkcję Sekretarza Komisji Nauk Technicznych Polskiej Akademii Umiejętności, jest członkiem Polskiego Towarzystwa Matematycznego, posiada tytuł Senior Member w organizacji IEEE, zasiada w Radzie Fundacji Inżynierii Systemów oraz reprezentuje Wydział w Grupie Roboczej KIS 11 w Krajowych Inteligentnych Specjalizacjach.\nJest autorem lub współautorem 55 artykułów w czasopismach naukowych, 5 monografii, 25 rozdziałów w monografiach, 59 artykułów konferencyjnych oraz 21 wniosków patentowych, z czego 12 patentów zostało już przyznanych. Kierował pracami badawczymi w projektach finansowanych przez Unię Europejską oraz Narodowe Centrum Badań i Rozwoju, a także w projektach z zakresu automatyzacji jazdy, których wyniki zostały wdrożone przez światowe koncerny samochodowe. Współpracuje z ośrodkami badawczymi w Europie (głównie Niemcy i Słowacja), Azji (Tajwan) oraz Stanach Zjednoczonych.\nJego zainteresowania badawcze obejmują klasyczną teorię sterowania i jej zastosowanie w pojazdach autonomicznych. Zajmuje się projektowaniem i weryfikacją nowoczesnych systemów sterowania. Bada również zastosowania generatywnej sztucznej inteligencji w robotyce mobilnej. Prywatnie pasjonuje się biegami średnio- i długodystansowymi.\n\nInformacje dla studentów i doktorantów\n\nWszystkie aktualności\n\nWydarzenia wydziałowe\n\nOsiągnięcia\n\nStypendia i wyjazdy\n\nPraktyki, staże, oferty pracy\n\nKonferencje, seminaria, wykłady\n\nKonkursy", "metadata": {"url": "https://www.eaiib.agh.edu.pl/nominacja-profesorska-dla-pracownika-weaiiib/", "title": "Nominacja profesorska dla pracownika WEAIiIB | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "4ecfa608ffca8a5ff259592c26972505", "word_count": 351, "headings": [{"level": 1, "text": "Nominacja profesorska dla pracownika WEAIiIB"}]}}