{"content": "# Małopolska Noc Naukowców 2024 | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/malopolska-noc-naukowcow-2024/\nCrawled: 2025-03-19 21:31:59\n\nMałopolska Noc Naukowców 2024\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\nZapraszamy serdecznie na\n Małopolską Noc Naukowców\n, \ntradycyjnie w \nostatni piątek września\n tj. 27.09.2024 r.\nWydarzenie od lat przybliża\n w przystępny sposób \nosiągnięcia naukowe\n oraz \ninspiruje młodych ludzi\n do podjęcia kariery naukowej. \nJest nam ogromnie miło być częścią tej ogólnopolskiej inicjatywy. To wyjątkowe wydarzenie odbywa się nie tylko w Małopolsce, ale również w Poznaniu, na Pomorzu i 23 krajach Unii Europejskiej.\nW tym roku w programie przygotowaliśmy następujące prezentacje:\n\nCzy zastanawialiście się kiedyś co kryje ludzki oddech, jak wiele informacji niesie ze sobą? Czy po analizie oddechu możemy zdiagnozować jakieś choroby? Znaczenie ma nie tylko to jak często i głęboko oddychamy, ale również jaki skład chemiczny ma to, co wydychamy. Znaczenie analizy wydychanego powietrza poznacie odwiedzając Laboratorium Analizy Biomarkerów AGH.\nOpiekunowie: \nprof. dr hab. inż. Artur Rydosz, dr inż. Dominik Grochala, mgr inż. Anna Paleczek\nWejścia grup co pół godziny od 18:00 do 22:30, czas prezentacji: 25-30 minut. \nLiczba uczestników w jednej turze: maksymalnie 15 osób\nRejestracja\n nie jest wymagana.\n\nChcesz polatać nad Wawelem? To jedyna niepowtarzalna okazja. kilkuminutowy lot nad Krakowem i okolicami. Poczuj się jak prawdziwy pilot samolotu Cessna 172 Skyhawk. Prezentacja obejmuje pokaz symulatora lotów z możliwością krótkiego pilotażu samolotu.\nOpiekun \ndr Krzysztof Grochot\nPokazy odbywają się w turach co 30 min: 18.00 – 18.30, 18.30 – 19.00, 19.00 – 19.30, 19.30-20.00, 20.00-20.30, 20.30-21.00, 21.00 – 21.30, 21.30-22.00, 22.00 -22.30 Liczba uczestników 6 osób na wejście\nRejestracja\n nie jest wymagana.\n\nPokazy rozpocznie krótka prezentacja multimedialna, a także filmik ukazujący zaplecze aparaturowe i pomiarowe w tej dziedzinie.\nDodatkową atrakcją będzie prezentacja materiału bazowego na ogniwa oraz już gotowych krzemowych ogniw słonecznych, pojedynczych i połączonych w moduł. Zaprezentowane zostaną także przykładowe pomiary elektryczne parametrów ogniw słonecznych (prądu, napięcia i sprawności), które określają ich jakość.\nMamy nadzieję, że te krótkie pokazy przybliżą zagadnienia fotowoltaiki oraz dostarczą widzom argumentów zachęcających do popularyzacji inwestycji fotowoltaicznych w Polsce.\nOpiekun \ndr hab. inż. Barbara Swatowska, prof. AGH\nWejścia grup co pół godziny od 18:30 do 22:30, czas prezentacji: 25-30 minut. \nLiczba uczestników w jednej turze: maksymalnie 15 osób.\nRejestracja\n nie jest wymagana.\n\nZaczniemy od wyjaśnienia podstawowych pojęć i pokażemy ich praktyczny skutek. Układy będą budowane przez uczestników samodzielnie na płytkach stykowych w laboratorium, gdzie na co dzień odbywają się zajęcia ze studentami, co pozwoli na zapoznanie się z profesjonalnym sprzętem pomiarowym, który wykorzystują studenci. Pokażemy, że elektronika nie jest magiczną i tajemną wiedzą. Może stać się fajnym hobby dla młodego człowieka, a dorosłym życiu, kto wie…\nOpiekun: \ndr inż. Ireneusz Brzozowski\nGodziny 18:00, 19:00, 20:00, 21:00, 22:00, 23:00 \nRejestracja\n nie jest wymagana.\n\nNa początku uczestnik będzie mógł spróbować swoich sił w muzycznej rozgrywce w ramach doświadczenia w rzeczywistości wirtualnej. UWAGA: Każda osoba musi wyrazić pisemną zgodę na udział w doświadczeniu. Osoby niepełnoletnie mogą brać udział w doświadczeniach wyłącznie za zgodą opiekunów. Ponadto weźmiesz udział w prezentacji:\n– podstaw i zagrożeń wynikających z użycia sieci neuronowych w przetwarzaniu dźwięku\n– prototypu systemu do analizy mowy lekarza opracowywanego przez Zespół Przetwarzania Sygnałów w Instytucie Elektroniki\nOpiekunowie: \ndr inż. Marcin Witkowski, mgr inż. Jan Jasiński, mgr inż. Mateusz Barański\nPrezentacje w godzinach 18:00, 18:30, 19:00, 19:30, 20:00 – przerwa techniczna, 20:30, 21:00, 21:30, 22:00.\nRejestracja\n nie jest wymagana.\n\nZapraszamy do odkrycia fascynującego świata przyszłości, w którym technologia 5G zmienia naszą codzienność! W ramach Małopolskiej Nocy Naukowców zaprezentujemy najnowszy sprzęt zakupiony w projekcie „Laboratorium sieci 5G wraz z otoczeniem”. Dowiesz się, jak działa ta nowoczesna sieć, jakie ma zastosowania i jak zmieni świat, który znasz. Zaprezentujemy także innowacyjne usługi i oprogramowanie stworzone specjalnie na potrzeby tej technologii. To niepowtarzalna okazja, aby z bliska przyjrzeć się rozwiązaniom, które wkrótce staną się standardem. Przyjdź, odkrywaj i baw się, poznając tajniki 5G!\nOpiekunowie: \ndr hab. inż. Marek Natkaniec, prof. AGH\ndr hab. inż. Piotr Boryło, prof. AGH\nPrezentacje w godzinach 18:00-21.00 w trybie ciągłym.\nRejestracja\n nie jest wymagana.\n\nKażdego dnia, każdy z nas wytwarza sporą ilość danych cyfrowych w postaci zdjęć, filmów, e-maili itp. Czy zastanawialiście się kiedyś w jaki sposób komputer przechowuje informacje? Podczas jednego, dużego wydarzenia, jak np. otwarcie Igrzysk Olimpijskich, powstają dane, które wymagają centra danych z prawdziwego zdarzenia, w których będą one archiwizowane. W trakcie pokazu w Laboratorium Elektroniki Spinowej opowiemy, w jaki sposób te dane są kodowane, kompresowane i zapisywane w postaci malutkich domen magnetycznych na specjalnych dyskach lub taśmach. Przygotowaliśmy coś dla młodszych uczestników jak i bardziej doświadczonych adeptów technologii. Pokażemy jak wytwarzamy pamięci o pojemności „encyklopedii na główce od szpilki” jak badamy nowoczesne sensory magnetyczne oraz co planujemy zrobić, żeby dane cyfrowe nie doprowadziły naszej planety do wrzenia w najbliższym czasie.\nOpiekunowie: \ndr hab. inż. Witold Skowroński, prof. AGH\nPrezentacje w godzinach 18:00-21.00\nWymagana rejestracja\n\nLINK\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania", "metadata": {"url": "https://iet.agh.edu.pl/malopolska-noc-naukowcow-2024/", "title": "Małopolska Noc Naukowców 2024 | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "5882a2105f3432ac2cfc756907c7108e", "word_count": 792, "headings": [{"level": 1, "text": "Małopolska Noc Naukowców 2024"}]}}