{"content": "Załącznik nr 1 do Zarządzenia nr 108/2020 Rektora AGH z dnia 21 grudnia 2020 r.  \nStrona 1 z 12 F O R M U L A R Z oceny okresowej nauczyciela akademickiego AGH  I. Dane osobowe:  1. Imię i nazwisko . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2. Data urodzenia . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3. Data rozpoczęcia pracy w AGH . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . .  4. Tytuł i stopień naukowy, stanowisko . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5. Wydział (jednostka organizacyjna Uczelni) . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . .  6.  Instytut/Katedra/Zakład . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7. Od kiedy zatrudniony na obecnym stanowisku . . . . . . . . . . . . . . . . . . . . . . . . . . . .. . . . . 8. Okres oceniany: od . . . . . . . . . . . . . . . . . do . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9. Data i wynik ostatniej oceny okresowej . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .. . . . . . II. Ocena nauczyciela akademickiego:    Działalność w zakresie Ocena punktowa działalności Propozycja oceny bezpośred. przełożonego Ocena  kierownika jednostki lub komisji 1.  Dydaktycznym (D): a. obciążenie dydaktyczne (DD) b. opieka nad pracami dyplomowymi (DP) c. ocena studentów i doktorantów (DS) d. dodatkowe osiągnięcia dydaktyczne (DO)  ………………….…. ……………………… ……………………… ………………………   2.  Naukowo-badawczym (N): a. publikacyjnym (NP) b. wynalazczości (NW) c. efektów finansowych (NF)  ……………………… ……………………… ………………………   3.  Organizacyjnym (O) ………………………   Ocena końcowa    III. Ocena końcowa …………………………………………………………  Kraków, dnia . . . . . . . . . . . .                     Podpisy oceniających ……………………………..  ……………………………..     Od wyniku oceny pracownik może odwołać się do Rektora w ciągu jednego miesiąca od dnia zapoznania się z oceną; odwołanie winno być rozpatrzone w ciągu kolejnego miesiąca.  Zapoznałem (-am) się z oceną  Kraków, dnia . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . .  . . . . . .  (podpis ocenianego pracownika)   \n\nZałącznik nr 1 do Zarządzenia nr 108/2020 Rektora AGH z dnia 21 grudnia 2020 r.  \nStrona 2 z 12 Kryteria oceny okresowej nauczyciela akademickiego   I. Dane osobowe 1. Imię i nazwisko   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2. Tytuł i stopień naukowy, stanowisko   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3. Wydział (jednostka organizacyjna Uczelni)   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4. Instytut/Katedra/Zakład . . . . . . . . . . . . . . . . . . . . . . . . . . . . .. . . . . . . . . . . . . . . .  5. Okres oceniany   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6. Uzyskane stopnie lub tytuł naukowy (dr, dr hab., prof.) w okresie ocenianym  Data Instytucja, miasto Dyscyplina Stopień/Tytuł               7. Inne osiągnięcia naukowe i dydaktyczne w ocenianym okresie (nagrody premiera, ministra, udziały w komitetach redakcyjnych wydawnictw naukowych, itp.)   Osiągnięcie Ramy czasowe          \n\nZałącznik nr 1 do Zarządzenia nr 108/2020 Rektora AGH z dnia 21 grudnia 2020 r.  \nStrona 3 z 12 II. Działalność dydaktyczna (nie jest obowiązkowa dla nauczycieli akademickich zatrudnionych w grupie pracowników badawczych) Obejmuje cztery składniki: a. obciążenie dydaktyczne (DD), b. opiekę nad pracami licencjackimi, inżynierskimi, magisterskimi i doktorskimi (DP), c. ocenę studentów (DS), d. dodatkowe osiągnięcia dydaktyczne (DO). II.1. Obciążenie dydaktyczne Zleconą przez dziekana w okresie ocenianym liczbę godzin zajęć dydaktycznych należy zsumować i podzielić przez sumę obowiązujących nauczyciela akademickiego wymiarów pensów dydaktycznych (z uwzględnieniem ewentualnych zniżek) we wszystkich ocenianych latach. Jeżeli otrzymany ułamek: - jest mniejszy od 0,9 to DD=0,0. - jest nie mniejszy od 0,9 i jednocześnie mniejszy od 1,0 to DD=0,9. - jest nie mniejszy od 1,0 to DD=1,0.  II.2. Opieka nad pracami licencjackimi, inżynierskimi, magisterskimi i doktorskimi Ten składnik jest oceniany na podstawie wskaźnika obliczanego jako iloraz liczby obronionych prac (z odpowiednią wagą), których nauczyciel akademicki był promotorem, do liczby lat w ocenianym okresie: LP = (0,6*LI + 1*LM + 2*LDP + 6*LD)/LL gdzie: LI – liczba prac licencjackich oraz inżynierskich,  LM – liczba prac magisterskich,  LDP – liczba prac doktorskich (jako promotor pomocniczy),  LD – liczba prac doktorskich,  LL – liczba lat w ocenianym okresie (np. 4 lata: LL = 4; 2 lata i 3 miesiące: LL = 2,25).  Jeżeli obliczona wartość wskaźnika LP jest: - mniejsza od 1,0 to DP=0,0, - większa lub równa 1,0 i mniejsza niż 3,0 to DP=1,0, - większa lub równa 3,0 to DP=1,5. Jeżeli oceniany okres obejmuje mniej niż pełne dwa lata to DP=1,0, niezależnie od liczby prowadzonych w tym czasie prac. Zdefiniowany w pkt. IIb składnik oceny działalności dydaktycznej nauczyciela nie dotyczy osób nieuprawnionych do opieki nad pracami dyplomowymi. W przypadku osób zatrudnionych w grupie pracowników dydaktycznych obliczoną wartość wskaźnika LP należy zmniejszyć, dzieląc go przez liczbę 1,78(stosunek czasu pracy przeznaczonego na działalność, dydaktyczną pracownika badawczo-dydaktycznego do pracownika dydaktycznego wynikający z Regulaminu pracy AGH).  II.3. Ocena studentów i doktorantów Jeżeli otrzymana średnia z ocen ankiet studenckich za oceniany okres: - jest mniejsza od 3,25 to DS=0,0, - jest większa od 4,25 to DS=1,5, - w pozostałych przypadkach DS=1,0. \n\nZałącznik nr 1 do Zarządzenia nr 108/2020 Rektora AGH z dnia 21 grudnia 2020 r.  \nStrona 4 z 12 II.4. Dodatkowe osiągnięcia dydaktyczne Dodatkowym osiągnięciom dydaktycznym przypisano punkty według poniższej tabeli \nW przypadku osób zatrudnionych w grupie pracowników dydaktycznych obliczone punkty (za dodatkowe osiągnięcia dydaktyczne) należy podzielić przez liczbę 1,78. Tak obliczona suma punktów tworzy wskaźnik DO.   Rodzaj aktywności pkt. Uwagi 1 Opracowanie wniosku o uruchomienie nowego kierunku studiów 1.0 Liczone za każdy uruchomiony kierunek 2 Wydanie recenzowanego skryptu lub podręcznika, który nie spełnia wymogów właściwych dla monografii 1.0 Liczone za każdy wydany skrypt lub podręcznik 3 Wdrożenie nowoczesnych metod dydaktycznych (wg wykazu w Sylabusie) 1.0 Liczone za każdy opracowany kurs. Przyznawane po zakończeniu pierwszej edycji kursu, przy wyniku ankiety studenckiej oceniającej kurs wyższej od 3,25 4 Promotorstwo pracy doktorskiej wyróżnionej w skali powyżej wydziału 1.0 Liczone za każdą pracę 5 Opieka nad studenckim kołem (sekcją) naukowym 0.5 Liczona za każdy rok, w którym Koło prezentowało co najmniej 5 referatów na Studenckiej Sesji Kół Naukowych 6 Opiekuństwo pracy magisterskiej wyróżnionej w skali powyżej wydziału 0.5 Liczone za każdą pracę 7 Opieka nad zagranicznym studentem realizującym międzynarodowy program dydaktyczny (np. ERASMUS) 0.1 Liczona raz za każdy semestr opieki 8 Opiekuństwo pracy licencjackiej, inżynierskiej wyróżnionej w skali powyżej wydziału 0.3 Liczone za każdą pracę 9 Opracowanie programu nowego przedmiotu i wypełnienie sylabusa 0.3 Liczone za każdy przedmiot 10 Przygotowanie nowego stanowiska laboratoryjnego 0.3 Liczone za każde stanowisko 11 Opieka nad pracami studenckimi realizowanymi w Studenckim Ruchu Kół Naukowych nagrodzonymi co najmniej na poziomie uczelni 0.1 Liczona za każdą pracę 12 Przygotowanie interaktywnych materiałów dydaktycznych w Internecie dotyczących jednego przedmiotu nauczania 0.2 Liczone za każdy przedmiot 13 Opieka techniczna laboratoriów dydaktycznych (przygotowanie stanowisk dla studentów, inne) 0.1 Liczona raz za każdy rok opieki 14 Opieka nad studentem indywidualnym 0.2 Liczona raz za każdy rok opieki 15 Udokumentowany udział w kursach i szkoleniach podnoszących kwalifikacje dydaktyczne 0.1 Liczone raz za każdy kurs (nie więcej niż 0.4). 16 Inne osiągnięcia dydaktyczne zaaprobowane przez dziekana i kierownika katedry 0.1  \n\nZałącznik nr 1 do Zarządzenia nr 108/2020 Rektora AGH z dnia 21 grudnia 2020 r.  \nStrona 5 z 12 Ustalenie oceny pracownika w zakresie działalności dydaktycznej:  Jeżeli wskaźnik DS=0 i jeden ze wskaźników DD=0 lub DP=0, to pracownik otrzymuje w zakresie działalności dydaktycznej ocenę negatywną. W przeciwnym przypadku wylicza się wskaźnik D=DD+DP+DS+DO Jeżeli wskaźnik D jest większy niż 6,0; to pracownik otrzymuje ocenę wyróżniającą, w przeciwnym wypadku otrzymuje ocenę pozytywną.   \n\nZałącznik nr 1 do Zarządzenia nr 108/2020 Rektora AGH z dnia 21 grudnia 2020 r.  \nStrona 6 z 12 III. Działalność naukowo-badawcza afiliowana w AGH (nie jest obowiązkowa dla nauczycieli akademickich zatrudnionych w grupie pracowników dydaktycznych)  Oceny działalności naukowo-badawczej dokonuje się z uwzględnieniem następujących rodzajów osiągnięć:  1. artykuły naukowe, 2. monografie naukowe (autorstwo oraz redakcja) wraz z rozdziałami w tych monografiach, 3. przyznane patenty na wynalazki, prawa ochronne na wzory użytkowe i znaki towarowe,  4. projekty obejmujące badania naukowe lub prace rozwojowe, 5. komercjalizacja wyników badań naukowych lub prac rozwojowych lub know-how, 6. usługi badawcze.  Podstawowym i obowiązkowym składnikiem osiągnięć w działalności naukowo-badawczej jest ocena działalności publikacyjnej (artykuły i monografie naukowe). Jeśli ocena za działalność publikacyjną jest negatywna, wówczas końcowa ocena działalności naukowo-badawczej nie może być pozytywna. Oceny z tytułu pozostałych rodzajów osiągnięć uwzględniane są w ocenie końcowej. Dla asystentów w okresie pierwszych 4 lat pracy wartość punktów należy obniżyć o 50%, o ile nie byli oni wcześniej słuchaczami szkoły doktorskiej działającej w AGH.  III.1. Działalność publikacyjna (artykuły i monografie naukowe) Ocena działalności publikacyjnej ustalana jest na podstawie danych z bazy Bibliografia Publikacji Pracowników (BPP) opracowywanej w Bibliotece Głównej AGH. Wykaz uzyskanych przez pracowników punktów za publikacje Biblioteka Główna przekazuje kierownikom jednostek, którzy określają tryb wpisania ocen do formularzy. Wykazy zostaną opracowane na podstawie opisów publikacji zarejestrowanych w bazie BPP. Wyliczana przez BG AGH punktacja przypisana wszystkim publikacjom za oceniany okres opiera się na zasadach zawartych  w rozporządzeniach Ministerstwa właściwego dla szkolnictwa wyższego związanych z ewaluacją jakości działalności naukowej jednostek naukowych i komunikatach ministerstwa właściwego dla szkolnictwa wyższego określających punktację publikacji dla ocenianych lat. Ocena działalności publikacyjnej pracownika ustalana jest na podstawie całego dorobku publikacyjnego uzyskanego w czterech ostatnich latach przed końcem okresu ocenianego. Jeśli okres zatrudnienia pracownika był krótszy niż 4 lata, to ocena dokonywana będzie na podstawie publikacji zgromadzonych w okresie zatrudnienia. Dla każdej publikacji naukowej ustalona zostanie przeliczeniowa wartość punktowa wieloautorskiego artykułu naukowego obliczona zgodnie  z Rozporządzeniem Ministra Nauki i Szkolnictwa Wyższego z dnia 22 lutego 2019 r. w sprawie ewaluacji jakości działalności naukowej, określona w bazie BPP jako punktacja dla pracownika (za slot). Dla pracowników, którzy zadeklarowali udział swoich osiągnięć naukowych w 2 dyscyplinach liczba punktów za udział jednostkowy w publikacji będzie zgodna z oświadczeniem autora o zaliczeniu konkretnej publikacji do jednej z dwóch dyscyplin. Suma punktów udziałów jednostkowych zostanie przeliczona zgodnie z oświadczeniem o procentowym udziale każdej z dyscyplin w osiągnięciach pracownika. Oświadczenie zawarte jest w upoważnieniu do zaliczenia do liczby N wg stanu na dzień 31 grudnia roku, za który dokonywana jest ocena. Niezłożenie takiego oświadczenia powoduje automatyczne przypisanie publikacji do dyscypliny wiodącej. Końcowa ocena punktowa działalności publikacyjnej pracowników, którzy zadeklarowali udział swoich osiągnięć naukowych w 2 dyscyplinach, będzie wyliczana jako średnia ważona liczby punktów z publikacji w zadeklarowanych dyscyplinach. Pracownicy prowadzący działalność naukową niedającą się zakwalifikować do wymienionych w zarządzeniu przypadków, w tym tacy, którzy zadeklarowali dyscyplinę, która nie jest ewaluowana w AGH, będą oceniani według kryteriów ustalonych przez prorektora właściwego ds. ogólnych w porozumieniu z prorektorem właściwym ds. nauki.    \n\nZałącznik nr 1 do Zarządzenia nr 108/2020 Rektora AGH z dnia 21 grudnia 2020 r.  \nStrona 7 z 12  Wskaźnik oceny publikacyjnej:  NP = suma punktów w okresie ocenianym = ______ liczba lat w ocenianym okresie   III.2. Działalność wynalazcza  Ocena działalności wynalazczej ustalana jest na podstawie danych z bazy Bibliografia Publikacji Pracowników. Wykaz punktów uzyskanych przez pracowników za przyznane patenty na wynalazki, prawa ochronne na wzory użytkowe i znaki towarowe Biblioteka Główna przekazuje kierownikom jednostek, którzy określają tryb wpisania ocen do formularzy. Wykazy zostaną opracowane na podstawie opisów wynalazczych zarejestrowanych w bazie BPP. Punktacja przypisana wszystkim wynalazkom za oceniany okres opiera się na rozporządzeniach Ministerstwa właściwego dla szkolnictwa wyższego związanych z ewaluacją jakości działalności naukowej jednostek naukowych i komunikatach ministerstwa właściwego dla szkolnictwa wyższego określających punktację wynalazków dla ocenianych lat. Ocena działalności wynalazczej pracownika ustalana jest na podstawie dorobku wynalazczego uzyskanego w czterech ostatnich latach przed końcem okresu ocenianego. Jeśli okres zatrudnienia pracownika był krótszy niż 4 lata, to ocena dokonywana będzie na podstawie patentów oraz praw ochronnych na wzory użytkowe uzyskanych w okresie zatrudnienia. Za przyznany patent europejski albo patent przyznany za granicą co najmniej w jednym  z państw należących do Organizacji Współpracy Gospodarczej i Rozwoju przysługuje 100 pkt pod warunkiem, że wynalazek został zgłoszony również w Urzędzie Patentowym Rzeczypospolitej Polskiej. W przypadku patentu przyznanego przez Urząd Patentowy Rzeczpospolitej Polskiej przysługuje 75 pkt. Za patent przyznany innemu niż AGH podmiotowi przysługuje 50 pkt, jeżeli jego autorem albo współautorem jest oceniany pracownik.  Za osiągnięcie w postaci prawa ochronnego na wzór użytkowy przyznanego AGH przez Urząd Patentowy Rzeczypospolitej Polskiej albo za granicą przysługuje 30 pkt. Punkty dla pracownika wylicza się dzieląc punkty za osiągnięcie przez liczbę współautorów z AGH.  Wskaźnik oceny wynalazczej:  NW = suma punktów w okresie ocenianym = ______ liczba lat w ocenianym okresie   III.3. Działalność w zakresie efektów finansowych badań naukowych lub prac rozwojowych (umowy zawarte tylko przez AGH)  Ocena działalności w tym zakresie ustalana jest na podstawie danych z bazy Centrum Obsługi Projektów (COP) oraz Centrum Transferu Technologii (CTT) AGH, które przekazują przygotowane wykazy kierownikom jednostek. Wykazy obejmują dane o projektach (tytuł, rodzaj, kwotę przypadającą na okres sporządzania oceny, itp.) oraz wskazują kierowników tych projektów.  Punktacja przypisana aktywności w zakresie pozyskiwania przez ocenianego pracownika środków finansowych opiera się na rozporządzeniach Ministerstwa właściwego dla szkolnictwa wyższego związanych z ewaluacją jakości działalności naukowej jednostek naukowych i komunikatach Ministerstwa właściwego dla szkolnictwa wyższego określających punktację efektów finansowych dla ocenianych lat. Ocena tej działalności pracownika ustalana jest na podstawie następujących osiągnięć: 1) realizowane projekty obejmujące badania naukowe lub prace rozwojowe, finansowane lub dofinansowane w trybie konkursowym: a. przez instytucje zagraniczne lub organizacje międzynarodowe, b. z udziałem środków pochodzących z budżetu Unii Europejskiej albo z niepodlegających zwrotowi środków z pomocy państw (EFTA), albo z innych środków pochodzących ze źródeł zagranicznych niepodlegających zwrotowi, c. przez NCBiR, w tym badania naukowe i prace rozwojowe na rzecz obronności  i bezpieczeństwa państwa, d. przez NCN. \n\nZałącznik nr 1 do Zarządzenia nr 108/2020 Rektora AGH z dnia 21 grudnia 2020 r.  \nStrona 8 z 12 2) komercjalizację wyników badań naukowych lub prac rozwojowych lub know-how związanego z tymi wynikami, 3) usługi badawcze świadczone na zlecenie podmiotów nienależących do systemu szkolnictwa wyższego i nauki, w tym badania naukowe lub prace rozwojowe wykonywane przez AGH w formule podwykonawstwa na potrzeby projektów finansowanych lub dofinansowanych w trybie konkursowym.  W ramach oceny efektów finansowych badań naukowych i prac rozwojowych przyznaje się 1 pkt za: 1) każde 50 000 zł z sumy środków finansowych przyznanych w okresie ocenianym na wykonanie projektów realizowanych samodzielnie przez AGH lub projektów realizowanych przez grupę podmiotów, której liderem jest AGH lub inny podmiot należący do systemu nauki i szkolnictwa wyższego, 2) każde 25 000 zł z sumy środków finansowych przyznanych w okresie ocenianym na wykonanie projektów realizowanych przez grupę podmiotów, do której należy AGH, której liderem jest podmiot nienależący do systemu nauki i szkolnictwa wyższego, 3) 10 000 zł sumy przychodów osiągniętych w okresie ocenianym przez AGH albo inny podmiot utworzony przez AGH w celu komercjalizacji wyników badań naukowych lub prac rozwojowych prowadzonych w AGH w ramach danej dyscypliny naukowej lub know-how związanego z tymi wynikami. Uzyskana w każdym przypadku (Poz. 1, 2 i 3) liczba punktów jest rozdzielana na wykonawców merytorycznych przez kierownika tego projektu. Uzyskiwana przez każdego ocenianego pracownika liczba punktów z tytułu działalności w zakresie efektów finansowych badań naukowych lub prac rozwojowych jest weryfikowana przez bezpośredniego przełożonego i kierownika jednostki.  Wskaźnik oceny efektów finansowych:  NF = suma punktów w okresie ocenianym = ______ liczba lat w ocenianym okresie  Ustalenie oceny pracownika w zakresie działalności naukowo-badawczej:  Obliczany jest wskaźnik N = NP + NW + A×NF = ___________ gdzie: A – współczynnik zależny od dyscypliny  \n\nZałącznik nr 1 do Zarządzenia nr 108/2020 Rektora AGH z dnia 21 grudnia 2020 r.  \nStrona 9 z 12                  Dla pracowników, którzy zadeklarowali udział swoich osiągnięć naukowych w 2 dyscyplinach, współczynnik A jest średnią ważoną tym udziałem wynikającym z upoważnienia do zaliczenia do liczby N wg stanu na dzień 31 grudnia roku, za który dokonywana jest ocena.  Kryteria przyznania oceny negatywnej, pozytywnej i wyróżniającej dla pracowników poszczególnych dyscyplin zawarte są w tabeli. Dyscyplina Współczynnik A Automatyka, Elektronika i Elektrotechnika 30 Informatyka 5 Informatyka Techniczna i Telekomunikacja 30 Inżynieria Biomedyczna 20 Inżynieria Chemiczna 20 Inżynieria Lądowa i Transport 20 Inżynieria Materiałowa 20 Inżynieria Mechaniczna 30 Inżynieria Środowiska, Górnictwo i Energetyka 20 Matematyka 35 Nauki Chemiczne 20 Nauki Fizyczne 50 Nauki o Kulturze i Religii 50 Nauki o Zarządzaniu i Jakości 10 Nauki o Ziemi i Środowisku 25 Nauki Socjologiczne 50 \n\nZałącznik nr 1 do Zarządzenia nr 108/2020 Rektora AGH z dnia 21 grudnia 2020 r.  \nStrona 10 z 12  Dla pracowników, którzy zadeklarowali udział swoich osiągnięć naukowych w 2 dyscyplinach, uzyskanie oceny pozytywnej wymaga uzyskania ocen pozytywnych z każdej zadeklarowanej dyscypliny.  W przypadku osób zatrudnionych w grupie pracowników badawczych kryteria przyznania oceny za działalność naukowo-badawczą należy pomnożyć przez współczynnik 1,78.   Kryteria przyznania oceny negatywnej, pozytywnej i wyróżniającej za działalność publikacyjną Dyscyplina Wskaźnik oceny, pkt/rok Negatywna Pozytywna Wyróżniająca Automatyka, Elektronika i Elektrotechnika NP<22.5 NP≥22.5 N≥100 (w tym co najmniej 1 publikacja za co najmniej 100 pkt lub monografia za 80 pkt za oceniany okres) Informatyka NP<40 NP≥40 N≥100(w tym co najmniej 1 publikacja za co najmniej 140 pkt na każde rozpoczęte 2 lata okresu oceny) Informatyka Techniczna i Telekomunikacja NP<30 NP≥30 N≥75(w tym co najmniej dwie publikacje za co najmniej 140 pkt za oceniany okres) Inżynieria Biomedyczna NP<27.5 NP≥27.5 N≥100(w tym co najmniej 1 publikacji za 200 pkt lub co najmniej 2 publikacje za 140 pkt lub co najmniej 3 publikacje za 100 pkt za oceniany okres) Inżynieria Chemiczna NP<25 NP≥25 N≥100 (w tym co najmniej 1 publikacja za co najmniej 100 pkt) Inżynieria Lądowa i Transport NP<30 NP≥30 N>90(w tym co najmniej jedna publikacja za co najmniej 100 pkt za oceniany okres) Inżynieria Materiałowa NP<27.5 N≥27.5 N≥100 (w tym co najmniej jedna publikacja za co najmniej140 pkt za oceniany okres) Inżynieria Mechaniczna Np<25 Np≥25 N≥100 (w tym NP≥75 pkt za publikacje powyżej 100pkt za oceniany okres) Inżynieria Środowiska, Górnictwo i Energetyka NP<27.5 NP≥27.5 N>75 (w tym co najmniej jedna publikacja za co najmniej100 pkt za oceniany okres) Matematyka NP<25 NP≥25 N≥100 (w tym co najmniej dwie publikacje za co najmniej 100 pkt za oceniany okres) Nauki Chemiczne NP<40 NP≥40 N>150(w tym co najmniej 1 publikacja za 200 pkt lub co najmniej 2 publikacje za 100 i/lub 140 pkt za oceniany okres Nauki Fizyczne Np<40 Np≥40 N≥140 (w tym co najmniej 1 publikacja za 200 pkt lub co najmniej 2 publikacje za 100 i/lub 140 pkt za oceniany okres) Nauki o Kulturze i Religii NP<40 NP≥40 N≥100 (w tym co najmniej jedna publikacja za co najmniej 100 pkt za oceniany okres) Nauki o Zarządzaniu i Jakości NP<40 NP≥40 N≥75 (w tym co najmniej 1 publikacja za co najmniej 100 pkt lub monografia za 200 za oceniany okres) Nauki o Ziemi i Środowisku Np<60 NP≥60 N≥140 (w tym co najmniej 1 publikacja za 200 pkt lub co najmniej 2 publikacje za 140 pkt za oceniany okres) Nauki Socjologiczne NP<40 NP≥40 N≥100(w tym co najmniej jedna publikacja za co najmniej 100 pkt za oceniany okres) \n\nZałącznik nr 1 do Zarządzenia nr 108/2020 Rektora AGH z dnia 21 grudnia 2020 r.  \nStrona 11 z 12 IV. Działalność organizacyjna na rzecz Uczelni, Wydziału  Ocena działalności organizacyjnej dokonywana jest dwuetapowo. W pierwszym etapie pracownik wymienia pełnione funkcje i opisuje obszary aktywności wraz z uzasadnieniem.  W etapie drugim ocenę własną pracownika potwierdza i uzupełnia bezpośredni przełożony oraz kierownik jednostki. Do działalności organizacyjnej zalicza się w szczególności:  - pełnienie funkcji kierowniczych w uczelni, na wydziale, w radzie dyscypliny oraz innych niż wydział jednostkach podstawowych (jednostki pozawydziałowe, szkoły doktorskie itd.), - członkostwo w Senacie Uczelni, komisjach senackich i komisjach rektorskich, - członkostwo w komisjach, radach lub innych organizacjach szczebla centralnego, - członkostwo w Radzie Głównej Nauki i Szkolnictwa Wyższego, - członkostwo (praca ekspercka) w Polskiej Komisji Akredytacyjnej, - członkostwo w komitetach naukowych i sekcjach PAN lub PAU, - przewodniczenie komitetom organizacyjnym imprez naukowych, jubileuszowych, okolicznościowych,  - praca w komisjach rekrutacyjnych, - opracowanie wniosku o uruchomienie studiów podyplomowych, - zasiadanie w formalnych strukturach wymienionych w Zarządzeniu Rektora AGH dotyczącym Wewnętrznego Systemu Zapewnienia Jakości Kształcenia, - prowadzenie międzynarodowych programów dydaktycznych (np. ERASMUS), - członkostwo w kolegium wydziału, praca w stałych komisjach wydziałowych, - członkostwo w radzie dyscypliny, - członkostwo we władzach Stowarzyszenia Wychowanków AGH, - redaktor w wydawnictwach naukowych, - członkostwo we władzach stowarzyszeń naukowych, - pełnienie funkcji społecznego inspektora pracy (uczelnianego, wydziałowego, grupowego),  - pełnienie funkcji pełnomocnika rektora, dziekana, itd., - pełnienie funkcji społecznych z wyboru w organizacjach Uczelni lub wydziału, - inna działalność organizacyjna na rzecz uczelni, wydziału lub innej podstawowej jednostki organizacyjnej, - inna działalność organizacyjna na rzecz katedry (zakładu).  Wymienić pełnione funkcje oraz inne obszary aktywności:   Własna ocena działalności organizacyjnej w skali od 1 do 5  Działalność organizacyjna ………….  Ocena działalności organizacyjnej przez kierownika jednostki w skali od 1 do 5  Działalność organizacyjna O =………….   Ustalenie oceny pracownika w zakresie działalności organizacyjnej: Jeżeli wskaźnik O jest mniejszy niż 2, to pracownik otrzymuje w zakresie działalności organizacyjnej ocenę negatywną. Jeżeli wskaźnik O wynosi 5,0, to pracownik otrzymuje w zakresie działalności organizacyjnej ocenę wyróżniającą, W pozostałych przypadkach pracownik otrzymuje ocenę pozytywną.   \n\nZałącznik nr 1 do Zarządzenia nr 108/2020 Rektora AGH z dnia 21 grudnia 2020 r.  \nStrona 12 z 12  V. Ocena końcowa  Ustalenie oceny końcowej pracownika odbywa się na podstawie uzyskanych ocen w zakresie działalności dydaktycznej, naukowo-badawczej i organizacyjnej:   Pracownik badawczo-dydaktyczny:  Jeżeli przynajmniej jedna z ocen spośród działalności dydaktycznej i działalności naukowo-badawczej jest negatywna, to pracownik otrzymuje końcową ocenę negatywną.  Jeżeli ocena w co najmniej dwóch zakresach działalności spośród dydaktycznej, naukowo-badawczej i organizacyjnej jest wyróżniająca, to pracownik otrzymuje ocenę końcową wyróżniającą. Negatywna ocena działalności organizacyjnej wyklucza możliwość uzyskania oceny wyróżniającej.  W pozostałych przypadkach pracownik otrzymuje ocenę końcową pozytywną.  Pracownik badawczy:  Jeżeli ocena działalności naukowo-badawczej jest negatywna, to pracownik otrzymuje końcową ocenę negatywną.  Jeżeli ocena w zakresie działalności naukowo-badawczej jest wyróżniająca i ocena działalności organizacyjnej jest co najmniej pozytywna, to pracownik otrzymuje ocenę końcową wyróżniającą W pozostałych przypadkach pracownik otrzymuje ocenę końcową pozytywną.  Pracownik dydaktyczny:  Jeżeli ocena działalności dydaktycznej jest negatywna, to pracownik otrzymuje końcową ocenę negatywną.  Jeżeli ocena w zakresie działalności dydaktycznej jest wyróżniająca i ocena działalności organizacyjnej jest co najmniej pozytywna, to pracownik otrzymuje ocenę końcową wyróżniającą, W pozostałych przypadkach pracownik otrzymuje ocenę końcową pozytywną.   VI. W przypadku negatywnej oceny końcowej obowiązkowe jest pisemne uzasadnienie.   \n\n", "metadata": {}}