{"content": "# AGH rozwija współpracę z krajami Zatoki Perskiej-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/wspolpraca/aktualnosci/detail/agh-rozwija-wspolprace-z-krajami-zatoki-perskiej\nCrawled: 2025-03-19 21:12:24\n\nAGH rozwija współpracę z krajami Zatoki Perskiej \n\n 04/03/2025 \n\n współpraca \n\n Delegacja z AGH uczestniczyła w wyjeździe do Omanu i Zjednoczonych Emiratów Arabskich. Liczne inspirujące spotkania otwarły nowe perspektywy współpracy między innymi w obszarze IT, cyberbezpieczeństwa, geologii, górnictwa czy wykorzystania nowoczesnych materiałów. \n\nJednym z ważniejszych punktów wyjazdu było zawarcie umowy z GUtech (German University of Technology in Oman), z którym AGH będzie rozwijać projekty naukowe i edukacyjne w obszarze nauk o Ziemi, geologii, geoinżynierii ale także technologii kosmicznych. GUtech stawia na innowacyjność i rozwój w regionie. Dyskusje z przedstawicielami wydziałów oraz z władzami tej uczelni, w tym z Rektorem GUtech prof. Michaelem Braunem, dotyczyły wymiany wiedzy, wzmacniania więzi instytucjonalnych oraz identyfikowania obszarów współpracy, które są zgodne ze zobowiązaniem obu uczelni do doskonałości akademickiej i współpracy globalnej.\n\n– \nNasza współpraca zainicjowana z GUtech z pewnością przyniesie długofalowe korzyści obydwu stronom. Mamy szansę rozwijać nasze uniwersytety, wykorzystując najlepszy potencjał, jakim dysponujemy, to znaczy kadrowy i infrastrukturalny\n – komentuje Rektor AGH prof. Jerzy Lis.\n\nW Omanie delegacja z AGH dostąpiła zaszczytu spotkania z Jego Ekscelencją Szejkiem Abdallah Bin Mohammed Bin Abdallah Al Salmi.\n\nW trakcie wyjazdu reprezentacja AGH spotkała się także z władzami Zayed University (Dubaj, ZEA), z którym nasza uczelnia współpracuje już od dłuższego czasu. Omawiano dalszą współpracę akademicką, w tym wymiany w ramach różnych programów oraz możliwości edukacji dla przyszłych liderów w regionie. Współpraca zaowocuje już niebawem – w maju tego roku studenci geologii z Zayed University przyjadą na Wydział Geologii, Geofizyki i Ochrony Środowiska AGH.\n\nDelegacja AGH odbyła ponadto wizytę terenową w fabryce węglanu wapnia Emirates Calcium Carbonate Factory L.C.C. i spotkała się z dyrekcją tego przedsiębiorstwa, specjalizującego się w zastosowaniu minerałów w różnorodnych tworzywach sztucznych. Współwłaścicielem firmy jest absolwent AGH prof. Jacek Engel, syn wybitnego profesora Zbigniewa Engela.\n\nW skład delegacji weszli: Rektor AGH prof. Jerzy Lis, Prorektor ds. Współpracy AGH prof. Rafał Wiśniowski, dyrektor Centrum Spraw Międzynarodowych AGH Paweł Świerk, koordynatorka ds. współpracy ze Zjednoczonymi Emiratami Arabskimi Magdalena Ostasz.\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/wspolpraca/aktualnosci/detail/agh-rozwija-wspolprace-z-krajami-zatoki-perskiej", "title": "AGH rozwija współpracę z krajami Zatoki Perskiej-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "7ec6d56c076d3c51230a82e5dc75eb3b", "word_count": 320, "headings": [{"level": 1, "text": "Współpraca - aktualności"}, {"level": 2, "text": "Inne artykuły z kategorii Wydarzenia"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}