{"content": "#  Repozytorium AGH -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/otwarta-nauka/repozytorium-agh\nCrawled: 2025-03-19 22:38:53\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Repozytorium AGH \n\nRepozytorium AGH\n to baza zdeponowanych publikacji i materiałów, powstałych w ramach działalności naukowej i naukowo-dydaktycznej Uczelni oraz powiązane z nimi zasoby informacji o autorach, jednostkach organizacyjnych, projektach i wydarzeniach w Akademii Górniczo-Hutniczej.\n\nCelem Repozytorium jest:\n\ngromadzenie, upowszechnianie i długoterminowe przechowywanie dorobku naukowo-badawczego pracowników, doktorantów i studentów Uczelni,\n\nupowszechnianie dorobku naukowego pracowników i promowanie badań naukowych prowadzonych w AGH poprzez udostępnianie utworów za pośrednictwem Internetu, zgodnie z postanowieniami prawa autorskiego,\n\nzwiększenie dostępności i widoczności publikacji pracowników AGH, w tym zwiększenie liczby ich cytowań,\n\nwspieranie Uczelni w realizacji zaleceń i rekomendacji Komisji Europejskiej, MEiN i KRASP w sprawie polityki otwartego dostępu do publikacji naukowych i edukacyjnych.\n\nRepozytorium AGH jest zarejestrowane w \nOpenDOAR\n (\nDirectory of Open Access Repositories\n), które indeksuje otwarte repozytoria publikacji i danych badawczych. Spełnia tym samym wymagania instytucji finansujących badania naukowe, odnośnie możliwości archiwizowania publikacji \nOpen Access\n powstałych w czasie realizacji projektu.\n\nZe względu na trwający obecnie proces uzupełniania i aktualizacji bazy, zawartość niektórych kolekcji może być tymczasowo niewidoczna, bądź niepełna. Kolejne funkcjonalności będą pojawiać się stopniowo. Prosimy o cierpliwość.\n\nW Repozytorium AGH mogą się zarejestrować pracownicy, doktoranci i studenci AGH, którzy chcą umieścić w serwisie swoje publikacje np. artykuły naukowe (preprinty lub postprinty), książki, rozdziały z książek, materiały dydaktyczne itp.\n\nDeponować publikacje mogą tylko osoby zalogowane, po uprzednim zaakceptowaniu\n regulaminu Repozytorium AGH\n. Przed pierwszym deponowaniem należy założyć konto używając adresu poczty uczelnianej w domenie \n@agh.edu.pl\n. Po weryfikacji i nadaniu uprawnień przez administratora repozytorium można rozpocząć deponowanie publikacji. Weryfikacja konta powinna zająć około 1 dzień roboczy.\n\nW repozytorium mogą być zamieszczane publikacje innych wydawców niż uczelnia (jeśli autor posiada prawa majątkowe do tekstów lub zgodę wydawcy na umieszczenie ich w Repozytorium) oraz prace, które mają wielu autorów. Należy jednak pamiętać, że jeśli praca ma więcej niż jednego autora, to prawa autorskie dzielą się pomiędzy wszystkich autorów i wszyscy autorzy muszą udzielić swojej zgody na udostępnienie dokumentu w Repozytorium. Praca współautorska może być zdeponowana w Repozytorium przez jednego ze współautorów na ustalonej licencji, za wiedzą i zgodą pozostałych współautorów.\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/otwarta-nauka/repozytorium-agh", "title": " Repozytorium AGH -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "921307014c051116b80fc73eea50db22", "word_count": 424, "headings": [{"level": 1, "text": "Repozytorium AGH"}, {"level": 2, "text": "Stopka"}]}}