{"content": "# Rozprawy doktorskie (dostęp zastrzeżony)\n\nURL: https://repo.agh.edu.pl/collections/ac0b09e4-52e8-4403-bb38-57eb2a1062be\nCrawled: 2025-03-19 22:39:10\n\nPrzeglądanie\nOstatnie wpływy\nTeraz pokazywane\n1 - 5 z 733\nŁaduję...\nRozprawa doktorska\nOtwarty dostęp\nMultiscale numerical modeling and analysis of acoustic emission phenomena\n (\n2023-05-16\n) \nRaorane, Siddhesh\nPokaż więcej\nWydział Inżynierii Mechanicznej I Robotyki\nPokaż więcej\nAcoustic emission (AE) technique, which uses the occurrence of AE phenomena, is a powerful monitoring tool that finds tremendous applications in engineering. Owing to the issues related to characterization of the acquired AE signals, AE technique requires thorough and robust designing, prototyping and testing before being applied for monitoring purposes. The testing of AE technique is often performed using physical experiments. However, these physical experiments - apart from being expensive and time consuming - impose challenges related to repeatability and feasibility of including different types of realistic (buried) AE source(s). Then, using numerical modeling of AE phenomena to perform cheaper and faster repeatable numerical experiments becomes an attractive option to overcome the challenges of physical experiments. Computationally efficient numerical modeling of AE phenomena, however, requires a mutiscale modeling approach. Owing to the employment of different space scales (i.e. spatial grid sizes), multiscale models are often affected by numerical phenomena that affect the results. This thesis is dedicated to the development and analysis of multiscale numerical modeling of AE phenomena. In this thesis, a thorough investigation of the influences of numerical effects on multiscale modeling of AE is performed. The work presented here is a part of the dynamic virtualization (DyVirt) project, and is based on the verification aspect of the V\\&V (verification and validation) procedure - required for building reliable trusted virtual models. In this thesis, a multiscale coupling scheme capable of dynamically coupling any continuum models of elastic wave propagation - with possibly varying material properties and spatial discretization parameters - is reported. This coupling scheme is employed to couple two appealing local computational strategies for modeling elastic wave propagation, namely, local interaction simulation approach (LISA) and cellular automata for elastodynamics (CAFE). Owing to the advantages of individual LISA and CAFE models, such a LISA-CAFE multiscale model is considered an attractive prospect for very efficient multiscale modeling of AE phenomena. The multiscale LISA-CAFE model was thoroughly analyzed for stability and artificial reflection and transmission properties using analytical approaches. Furthermore, different types of AE source models, which provide excitation to the multiscale model, were developed, and the different numerical phenomena affecting AE source models were thoroughly analyzed using analytical approaches. The stability analysis reported in this thesis was performed in the complex domain of β parameter wherein two vectors rotate in opposite directions. The stability space was represented as a circle, and the critical combinations of the rotating vectors define the stability of the coupled model. Model configurations of practical interest were investigated, and analytical formulas that can predict the stability limit were derived and used to analyze the stability of the LISA-CAFE multiscale model. All the derived analytical formulas were numerically validated with numerical simulations' results, and a complete agreement was observed. The analysis of artificial reflection and transmission reported here is based on the concept of numerical impedance mismatch between the coupled domains. Unlike classical mechanical impedance, numerical impedance is a function of spatial discretization parameters, and in this thesis, the numerical impedances of LISA and CAFE were derived. These numerical impedances were used to develop analytical formulas capable of predicting reflection - both physical and artificial - and transmission for any configuration of LISA-CAFE multiscale model. Moreover, to minimize the amount of artificial reflections, three different analytical strategies are presented in terms of compensation schemes. All the developed formulas and compensation schemes were numerically validated with the results from numerical simulations, and a complete agreement was observed. The spatial grid possesses numerical dispersion and filtering properties that affect the results of AE source models. In this thesis, the influences of spatial grid induced numerical dispersion were analyzed using two different analytical source models based on explicit source-time functions. The influences of filtering properties of the spatial grid, on the other hand, were analyzed using an AE source modeled with cohesive zone approach. Additionally, the influence of the excitation type on AE source models was analyzed. The analyses of stability and artificial reflection and transmission reported in this thesis are general and can be applied to any multiscale model/numerical technique - provided the formulating equations are available. Similarly, the analysis on AE source modeling presented here can be employed to any narrowband or broadband source models. Altogether, this thesis paves the path for the development of trusted virtual models for dynamic-transient phenomena.\nPokaż więcej\nŁaduję...\nRozprawa doktorska\nOtwarty dostęp\nImplementacja zaawansowanych algorytmów przetwarzania, analizy i szyfrowania obrazów w układach reprogramowalnych\n (\n2013-03-08\n, 2013-04-04\n) \nKryjak, Tomasz\nPokaż więcej\nWydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\nPokaż więcej\nThe thesis presents a range of advanced hardware modules to realize image processing, analysis and encryption implemented in reprogrammable FPGA device. Encryption with the block cipher Clefia and colour image filtering with the PGF (Peer Group Filtering) algorithm were proposed. In both cases, it was the first implementation of the method in FPGA. Local thresholding described in a high level synthesis language Mitron-C was also presented. In the following part of the thesis, research results on background generation and moving object detection were described. As the basis the multivariant clustering algorithm was used. Several improvements were introduced among others: the use of the CIE Lab colour space and an additional segmentation using textural information. Finally, three modules useful in automated video surveillance systems, which are based on background generation, were implemented. These includes intrusion into protected zone detection, camera tampering detection and head and shoulders detection using LBP descriptor and SVM. All proposed modules allow processing of the video stream with a resolution of at least 640 x 480 and a frequency of 60 frames per second in real time. The research results were published in several scientific journals and conference proceedings.\nPokaż więcej\nŁaduję...\nRozprawa doktorska\nOtwarty dostęp\nDevelopment of prototype luminosity detector modules for future experiments on linear colliders\n (\n2013-02-22\n, 2013-02-25\n) \nKulis, Szymon\nPokaż więcej\nWydział Fizyki i Informatyki Stosowanej\nPokaż więcej\nThe main objective of this dissertation is to develop and validate the prototype module of the LumiCal luminosity detector. The dissertation presents the works executed from the first detector concept, through all subsequent R&D stages, ending with the test beam results obtained using the complete detector module. Firstly, the linear electron positron colliders and planned experiments are introduced, together with their role in our understanding of the basis of matter and sensing for the New Physics. The signal extraction from radiation sensors and further signal processing techniques are discussed in chapter 2. Besides the commonly accepted techniques of amplitude and time measurements, a novel readout implementation, utilizing digital signal processing and deconvolution principle, is proposed, and its properties are analyzed in details. The architecture, design, and measurements of the LumiCal readout chain components are presented in chapter 3. A dedicated test setups prepared for their parameterization are described together with the results of extensive measurements. Finally, the construction of two prototype detector modules is presented in chapter 4. The first module comprises of limited functionalities, while the second one features all functionalities. The design considerations and performance results of these two modules are followed by the test beam results.\nPokaż więcej\nŁaduję...\nRozprawa doktorska\nOtwarty dostęp\nZastosowanie MES do syntezy wibroakustycznych pól sprzężonych w układach o wymuszeniu impulsowym\n (\n2013\n, 2013-02-22\n) \nFilipek, Roman Kazimierz\nPokaż więcej\nWydział Inżynierii Mechanicznej i Robotyki\nPokaż więcej\nIn the paper numerical sound synthesizer was developed for generating an acoustic signal with desired parameters at selected sound field points in a system excited by the impulse forcing. The resulting numerical synthesizer consists of two main blocks. The task of is to determine the first block sound source design parameters which allow to get the desired acoustic performance. The parameters taken into account first of all are the frequency components of the sound spectrum and the appropriate proportions between them. This is achieved by planning on the basis of DOE numerical experiment, obtaining system response surface (RS) and finding on it solution. The second block is designed to sound synthesis. For this purpose was developed a numerical model that describes the mechanical field, the sound field and the coupling between them. It allows the generation of an acoustic signal at any point of the field. The object of the application were three selected designs: Tibetan bowl, a bell and a sealed-box speaker. The synthesis included in dissertation is particularly interesting and useful in practice for the bells. It allows that even at the early stage of prototyping it is possible to choose appropriate design parameters, preview the generated sound and make approporiate adjustments in order to meet the needs of the recipient. This results in a better product without having to bear the cost of the real model manufacturing and testing.\nPokaż więcej\nŁaduję...\nRozprawa doktorska\nDostęp ograniczony\nBadania chłodziarki powietrza z poślizgiem temperatury czynnika chłodniczego i wewnętrznym wymiennikiem ciepła\n (\n2012\n, 2013-01-31\n) \nŻyczkowski, Piotr\nPokaż więcej\nWydział Górnictwa i Geoinżynierii\nPokaż więcej\nIn a dissertation a mathematical description of work of air indirect refrigerator type TS-450P in steady state with temperature glide during phase change of the refrigerant R407C and the presence of an internal heat exchanger was presented. Created mathematical model includes following equations: the power equations of heat exchangers, isenthalpe equation for the expansion valve and refrigerant vapour compression equation with the isentropic efficiency. Proving linear variation of isobars during phase change of refrigerant R407C, the phenomenon of temperature glide was included in the calculation of evaporator. Thermodynamic and transport properties of R407C refrigerant were described by 23 relationships for the subcooled region, saturated liquid, two-phase region, saturated vapour and superheated vapour. Obtained results were compared with in situ measurements of the refrigerator parameters. The results of the dissertation can be used in practice, not only in the description of the TS-450P refrigerators parameters, but also in calculations, which require knowledge of the thermodynamic and transport properties of R407C refrigerant.\nPokaż więcej", "metadata": {"url": "https://repo.agh.edu.pl/collections/ac0b09e4-52e8-4403-bb38-57eb2a1062be", "title": "Rozprawy doktorskie (dostęp zastrzeżony)", "depth": 3, "duplicate": false, "content_hash": "f2d88e2c2cf05e96ee128245db09a680", "word_count": 1678, "headings": [{"level": 2, "text": "Przeglądanie"}, {"level": 3, "text": "Ostatnie wpływy"}]}}