{"content": "# Dzień z firmą Wienerberger / 27.03.2025-- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://www.ceramika.agh.edu.pl/aktualnosci/detail/dzien-z-firma-wienerberger-27032025\nCrawled: 2025-03-19 21:33:10\n\nDzień z firmą Wienerberger / 27.03.2025 \n\n 11-03-2025 \n\nDzień z firmą wienerberger \nna Wydziale Inżynierii Materiałowej i Ceramiki AGH\n\nJesteś studentem, doktorantem, absolwentem, pracownikiem AGH? Nie przegap tej szansy! Weź udział w spotkaniu z przedstawicielami firmy\n wienerberger \nna Wydziale Inżynierii Materiałowej i Ceramiki AGH.\n\nChcesz dowiedzieć się, jak wygląda praca w globalnej firmie zajmującej się ceramiką budowlaną? Posłuchać o innowacjach w tej branży, możliwościach współpracy czy stażach? \nDzień z firmą wienerberger\n to okazja, by spotkać specjalistów, porozmawiać o rozwoju zawodowym i zajrzeć za kulisy nowoczesnej produkcji materiałów budowlanych. Przez cały dzień będzie okazja do spotkania się z ekspertami z różnych działów firmy, wzięcia udziału w wykładach i rozmowach, a także zajrzenia za kulisy produkcji nowoczesnych materiałów budowlanych. \n\nData:\n 27 marca 2025 r. (czwartek)\nGodz.:\n 10.00-15.00\nMiejsce: \nWydział Inżynierii Materiałowej i Ceramiki AGH, B-8, s. 0.18\n\nFormularz zgłoszeniowy\n\nNa Państwa zgłoszenia \nczekamy do 24 marca 2025 r.\n\n* zapis firmy małą literą zgodny z polityką wizerunkową firmy\n\n10.00 – Otwarcie wydarzenia\n\nSala 0.18, B-8\n\nProf. dr hab. inż. \nWłodzimierz Mozgawa\n (Dziekan Wydziału Inżynierii Materiałowej i Ceramiki AGH)\n\nProf. dr hab. inż. \nManuela Reben\n (Prodziekan ds. współpracy)\n\nMonika Błaszczyk,\n Dyrektor Operacyjna wienerberger w Polsce, oficjalnie otworzy wydarzenie, przedstawi firmę wienerberger – jej działalność, wartości i rozwój w Polsce i na świecie. Omówi też plan wydarzenia i zapowie kluczowe tematy dnia.\n\n10.15-10.45 – Prezentacja ESG, \nMateusz Madejski\n, Process Technology and Energy Efficiency Specialist, ESG\n\nZrównoważony rozwój w budownictwie – jakie działania podejmuje wienerberger.\n\nWpływ regulacji ESG na branżę materiałów budowlanych.\n\n10.45-11.10 – Film o procesie produkcji cegły na przykładzie zakładu wienerberger w Oleśnicy\n\nFilm przedstawiający proces produkcji cegieł oraz wyzwania związane z efektywnością energetyczną i zrównoważonym rozwojem. \n\nPo filmie – krótkie omówienie (Mateusz Madejski) i pytania do ekspertów.\n\n11.10-11.30 – Przerwa na poczęstunek\n\n11.30-11.50 – Prezentacja: HR i możliwości kariery w wienerberger\n\nMożliwości rozwoju w firmie – staże, praktyki i pierwsza praca.\n\nJak aplikować na programy stażowe i praktyki?\n\nJak wygląda współpraca przy pisaniu pracy magisterskiej i jakie tematy warto rozważyć?\n\n11.50-12.00 – Historia absolwenta AGH – \nJakub Goławiecki\n Jakub podzieli się swoimi doświadczeniami z odbywania stażu w wienerberger i opowie, jak wyglądała jego współpraca z firmą przy pisaniu pracy magisterskiej.\n\n12.00-12.20 – Podsumowanie Obozu Ceramika 2024 –\n Anna Tuśnio\n, Uczestniczka Obozu 2024\n\nJakie umiejętności pozyskaliśmy?\n\nOmówienie projektu i badań\n\n12.20-12.30 – Wprowadzenie do Obozu Ceramika 2025 – co nowego? \nEwelina Bączyk, HR Business Partner\n\nCzego można się spodziewać w tegorocznej edycji?\n\n Jak się zgłosić?\n\n12.30-13.00 – Zakończenie i sesja Q&A\n\nPodsumowanie kluczowych informacji.\n\nOdpowiedzi na pytania uczestników.\n\nSpotkania indywidualne\n\nData:\n 27 marca 2025 r. (czwartek)\nGodz.:\n 10.00-15.00\nMiejsce: \nWydział Inżynierii Materiałowej i Ceramiki AGH, B-8 hol przed aulą\n\nPrzez cały czas trwania wydarzenia dostępne będzie stoisko, na którym przedstawiciele firmy podpowiedzą studentom, jakie umiejętności są cenione w branży oraz jakie możliwości rozwoju oferuje firma.\n\nMożliwość rozmowy z przedstawicielami firmy.\n\nIndywidualne konsultacje dotyczące staży i kariery.\n\nPoznanie procesów produkcji ceramiki budowlanej.\n\nWymiana doświadczeń i rozmowy kuluarowe.\n\nDlaczego warto wziąć udział?\n\nZajrzyj za kulisy branży budowlanej\n Poznaj wienerberger – globalnego lidera ceramiki budowlanej. Dowiesz się, jak wygląda praca w tej branży, jakie wyzwania stoją przed inżynierami i jak technologia zmienia budownictwo.\n\nJak powstają cegły?\n Film o produkcji ceramiki budowlanej, który pokaże, jak wygląda proces od surowców po gotowy produkt – a po seansie eksperci odpowiedzą na Twoje pytania.\n\nESG w praktyce – zrównoważone budownictwo\n Zobaczysz, jak kwestie środowiskowe wpływają na materiały budowlane i jakie rozwiązania wprowadzają liderzy branży.\n\nTwoja kariera w wienerberger\n Chcesz zdobyć pierwsze doświadczenie zawodowe? Przedstawiciele HR oraz byli stażyści opowiedzą, jak aplikować na staże, praktyki i jak wygląda współpraca przy pracy magisterskiej.\n\nHistoria Jakuba – z AGH do wienerberger\n Absolwent AGH podzieli się swoimi doświadczeniami ze stażu i pracy magisterskiej w firmie.\n\nObóz Ceramika – podsumowanie i zapowiedź\n Co wydarzyło się w poprzedniej edycji i jakie atrakcje czekają na uczestników w 2025 roku?\n\nKonkurs niespodzianka\n Śledź wydarzenie uważnie – dla najlepszych przygotowaliśmy nagrody!\n\nNetworking i szybka rekrutacja\n Zadaj pytania ekspertom, skonsultuj CV i aplikuj na staż – podczas wydarzenia.\n\nUwaga! \nZe względów organizacyjnych osoby zainteresowane uczestnictwem prosimy o rejestrację. Liczba miejsc ograniczona. Po zakończeniu zbierania zgłoszeń na podany w formularzu rejestracyjnym adres e-mail zostanie wysłana informacja o przyjęciu zgłoszenia lub braku wolnych miejsc. W trakcie wydarzenia wykonywane będą zdjęcia w celach dokumentacyjnych i promocyjnych. Uczestnictwo oznacza akceptację \nRegulaminu Wydarzeń na Wydziale Inżynierii Materiałowej i Ceramiki AGH w Krakowie.\n\nwienerberger \nw Polsce jest częścią międzynarodowego koncernu wienerberger, największego na świecie producenta cegieł ceramicznych, europejskiego lidera w produkcji ceramicznych dachówek a także dostawcy nawierzchni betonowych w Europie Środkowo-Wschodniej i systemów rurowych w Europie.\n wienerberger posiada ponad 200 zakładów produkcyjnych w 28 krajach, zatrudniając ponad 20 000 pracowników.\n Firma została założona w 1819 roku w Wiedniu, gdzie do dzisiaj mieści się jej siedziba i jest notowana na giełdzie.\n\nW Polsce działa od 1995 roku, kiedy to wprowadziła na rynek pustaki poryzowane pod marką Porotherm. Przedsiębiorstwo w Polsce specjalizuje się w produkcji pustaków, dachówek oraz cegieł elewacyjnych z ceramiki stale rozwijając swoje portfolio o innowacyjne rozwiązania dla budownictwa. Produkcja odbywa się w 9 zakładach, w oparciu o lokalne surowce.\n\nwienerberger stale dąży do osiągnięcia neutralności klimatycznej, realizując założone cele ESG. Kompleksowe rozwiązania z oferty wienerberger pozwalają wznosić nowoczesne budynki o niskim śladzie węglowym.\n\nW ofercie rozwiązań ściennych Porotherm znajdują się najnowocześniejsze na rynku ceramiczne pustaki do ścian zewnętrznych i wewnętrznych w innowacyjnych technologiach cienkospoinowych  Dryfix i Profi oraz ceramiczne pustaki, stropy i nadproża tworzące komplementarny system do budowy nowoczesnego, bezpiecznego domu. Dostępne są także pustaki ceramiczne w tradycyjnej technologii na zaprawę murarską.\n\nRozwiązania dachowe Koramic to oferta ceramicznych dachówek i akcesoriów a także akcesoria techniczne stanowiące kompletne rozwiązanie do ułożenia trwałego, szczelnego i bezpiecznego dachu. Wzornictwo i kolorystyka dachówek stanowią najobszerniejszą ofertę dostępną na rynku umożliwiającą dopasowanie dachówki do charakteru każdego obiektu od nowo budowanych budynków po obiekty zabytkowe objęte ochroną konserwatorską. W roku 2024 wienerberger wprowadził panele fotowoltaiczne WeVolt zintegrowane z nowoczesnymi, płaskimi dachówkami oraz produkty systemowe, pozwalają na bezpieczną instalację produkującą i gromadzącą prąd.\n\nDopełnienie oferty na rynku polskim stanowią cegły, kształtki i płytki klinkierowe oraz gotowe mieszanki zapraw tworzą kompletne rozwiązanie do trwałego i estetycznego wykończenia domu. Ponad 200 kolorów, różnorodne formaty i struktury cegieł Terca pozwalają na ich zastosowanie do budowy elewacji budynków, ogrodzeń, kominów w domach jednorodzinnych a także małej architektury ogrodowej. \n\nFirma \nwienerberger\n jest od wielu lat partnerem Wydziału Inżynierii Materiałowej i Ceramiki AGH, studenci korzystają z licznych \npraktyk,\n a absolwenci są chętnie zatrudniani i odnoszą sukcesy w pracy. Dodatkowo, co warto podkreślić, Cement Ożarów S.A.  była\n sponsorem Jubileuszu 75-lecia Wydziału Inżynierii Materiałowej i Ceramiki AGH\n oraz wspiera inicjatywy studenckie na naszym Wydziale.\n\nPowrót\n\n Powiązane wiadomości\n\n17-03-2025\n Dzień z firmą NSG Group / 8.4.2025 \n\n23-02-2025\n Dzień z f​​​​​​​irmą Cement Ożarów / 12.03.2025", "metadata": {"url": "https://www.ceramika.agh.edu.pl/aktualnosci/detail/dzien-z-firma-wienerberger-27032025", "title": "Dzień z firmą Wienerberger / 27.03.2025-- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "67c55287a0b70a557957999c95a030bf", "word_count": 1104, "headings": [{"level": 1, "text": "Dzień z firmą Wienerberger / 27.03.2025"}, {"level": 1, "text": "Dzień z firmą wienerbergerna Wydziale Inżynierii Materiałowej i Ceramiki AGH"}, {"level": 2, "text": "Stopka"}]}}