{"metadata": {}, "content": " \n1 \n Akademia Górniczo -Hutnicza  \nim. Stanisława Staszica w Krakowie  \n \n \n \n \nSTATUT  \n \n(z uwzględnieniem zmian wprowadzonych  \nuchwałami Senatu AGH nr 88/2020 z dnia 8 maja 2020 roku , nr 90/2021 z \ndnia 27 października  2021 roku , nr 92/2023 z dnia 28 czerwca 2023 roku  i \nnr 123/2023 z dnia 27 września 2023 roku )  \n (tekst jednolity ) \n \n \n \n \nKraków  \n26 czerwca  2019 \n\n\n \n2 \n „W 1918 roku, po stu dwudziestu trzech latach niewoli, naród polski odzyskał \nwłasne, niepodległe państwo - Rzeczpospolitą Polską. Akademia Górniczo -Hutnicza  \nim. Stanisława Staszica w Krakowie, nosząca od swej inauguracji w  dniu \n20 października 1919 roku do  1949 roku nazwę Akademia Górnicza, została \npowołana do życia uchwałą Rady Ministrów w dniu 8  kwietnia 1919 roku.  \nAkademia Górnicza powstała dzięki wysiłkom wielu pokoleń Polaków. Jej tradycje \nsięgają czasów powołanej w roku 1782 Komisji Kruszcowej i  założ onej w 1816 roku \nz inicjatywy Stanisława Staszica Szkoły Akademiczno -Górniczej w  Kielcach. Polscy \ninżynierowie – górnicy i  hutnicy, posłowie galicyjscy oraz władze Krakowa, \nw wyniku wieloletnich starań doprowadzili do utworzenia wyższej szkoły górniczej \nw Krakowie w  1913 roku. Wybuch I  wojny światowej uniemożliwił rozpoczęcie \npierwszego roku akademickiego.  \nOd chwili powstania Akademia ma swoje korzenie mocno osadzone w ideach \nuniwersytetu, które nadal rozwija. Uczelnia jest otwarta dla ludzi ceniących wolno ść \nw dążeniu do prawdy, przy zachowaniu wewnętrznej uczciwości i  dyscypliny \nmyślenia. Służy społeczeństwu, nauce, kulturze i  gospodarce poprzez kształcenie \nstudentów, prowadzenie badań naukowych i  rozwijanie kadry naukowej. Wspiera \nnawyk samokształcenia, k rytycyzm i samodzielność myślenia.  \nAkademia Górniczo -Hutnicza pielęgnuje swoje tradycje i  wychowuje studentów na \nludzi mądrych i prawych, budujących Ojczyznę, której dobro jest dla nich \nnajwyższym nakazem, w  duchu odpowiedzialności zawodowej i  obywatelskie j, \nzgodnie z dewizą:  \n„Labore creata, labori et scientiae servio” .” \n \n  \n\n \n3 \n Spis treści  \nPostanowienia ogólne  ................................ ................................ .............................  4 \nOrgany Uczelni   ................................ ................................ ................................ .... 5 \nFunkcje i stanowis ka kierownicze  ................................ ................................ .........  13 \nStruktura organizacyjna  ................................ ................................ ........................  14 \nSprawy pra cownicze  ................................ ................................ ..............................  17 \nKształcenie, sprawy studenckie i doktoranckie  ................................ ......................  20 \nMienie i gospodarka finansowa  ................................ ................................ .............  25 \nPrzepisy porządkowe dotyczące odbywania zgromadzeń  ................................ ...... 27 \nTradycje Akademii Górniczo -Hutniczej  ................................ ................................ .. 27 \nZałącznik nr 1  Wybory, powoływanie i odwoływanie organów i osób pełniących funkcje \nkierownicze  ................................ ................................ ..................  30 \nZałącznik nr 2  Zasady przeprowadzania konkursów, wymaga nia oraz tryb postępowania \npoprzedzającego zatrudnienie nauczycieli akademickich ………….……………39 \nZałącznik nr 3  Wykaz stanowisk dyplomowanych bibliotekarzy oraz dyplomowanych \npracowników dokumentacji i informacji naukowej oraz wymagania \nkwalifikacyjne niezbędne do ich zajmowania  ................................ ..... 43 \nZałącznik nr 4  Przepisy porządkowe dotyczące organizowania zgromadzeń w AGH \n……………………………………………………………………………………………… …………………  44 \nZałącznik nr 5  Godło i godło historyczne A kademii Górniczo -Hutniczej.. ………………………46 \nZałącznik nr 6  Przepisy przejściowe …………………………………………………… ………….………………47 \n \n  \n\n \n4 \n Postanowienia ogólne  \n§1 \n1. Akademia Górniczo -Hutnicza im. Stanisława Staszica w Krakowie , zwana dalej Uczelnią  lub \nAGH, jest akademicką uczelnią  publiczną.  \n2. Oficjalnym skrótem nazwy Uczelni jest AGH.  \n3. Siedzibą Uczelni jest miasto Kraków.  \n4. Patronem Uczelni jest Stanisław Staszic . \n5. Uczelnia działa na podstawie ustawy z dnia 20 lipca 2018 r. – Prawo o szkolnictwie wyższym \ni nauce, zwanej dalej Ustawą, Statutu oraz ukształtowanych w swojej tradycji zwyczajów.  \n§2 \n1. AGH posiada swoje godło , logo, barwy  i sztandar.  \n2. Jednostki AGH mogą posiadać  logo i barwy.  \n3. Wzory godła oraz wzory logo i barw określa Księga Identyfikacji Wizualnej AGH \nzatwierdz ana przez Senat. \n4. Zasady używania godła oraz sztandaru określa Rektor zarządzeniem.  \n5. Nazwę AGH w językach obcych reguluje Rektor zarządzeniem.  \n§3 \n1. Pracownicy , doktoranci  i studenci  stanowią wspólnotę Uczelni.  \n2. Studenci studiów wyższych prowadzonych przez AGH tworzą samorząd studencki.  \n3. Doktor anci AGH tworzą samorząd doktorantów.  \n§4 \nUczelnia jest autonomiczna we wszystkich obszarach swojego działania na zasadach \nokreślonych w Ustawie.  \n§5 \n1. W swoich działaniach Uczelnia kieruje się zasadami wolności nauczania  oraz wolności badań \nnaukowych i ogłaszania  ich wyników .  \n2. Do podstawowych zadań Uczelni należy:  \n1) prowadzenie kształcenia na studiach  wyższych ; \n2) prowadzenie kształcenia na studiach podyplomowych lub innych form ach kształcenia;  \n3) prowadzenie działalności naukowej  i świadczenie usług badawczych ; \n4) transfer wiedzy i technologii do  gospodarki ; \n5) prowadzenie kształcenia doktorantów;  \n6) kształcenie i promowanie kadr U czelni;  \n7) stwarzanie osobom ze szczególnymi potrzebami warunków do pełnego udziału w:  \na) procesie przyjmowania na Ucz elnię w celu odbywania kształcenia,  \nb) kształceniu,  \nc) prowadzeniu działalności naukowej;  \n8) wychowywanie studentów w poczuciu odpowiedzialności za państwo polskie,  tradycję \nnarodową, umacnianie zasad demokracji i poszanowanie praw  człowieka;  \n9) stwarzanie warunków do  rozwoju kultury fizycznej studentów;  \n10) upowszechnianie i pomnażanie osiągnięć nauki i kultury, w tym przez gromadzenie \ni udostępnianie zbiorów bibliotecznych, informacyjnych i archiwalnych;  \n11) działania  na rzecz społeczności lokalnych i regionalnych.  \n3. Uczelnia wykonując zadania określone w ust. 2 współpracuje z krajowymi i zagranicznymi \ninstytucjami naukowymi, organami administracji publicznej oraz otoczeniem społeczno -\ngospodarczym i uczestniczy w tworzeniu europejskiej i światowej przestrzeni szkolnictwa \nwyższe go. \n \n\n \n5 \n §6 \n1. Uczelnia na bieżąco monitoruje kariery zawodowe absolwentów i zachowuje z nimi trwałe \nwięzi, czego wyrazem jest aktywna działalność Stowarzyszenia Wychowanków Akademii \nGórniczo -Hutniczej.  \n2. Uczelnia zachowuje trwałe więzi z emerytowanymi pracownikami Uczelni, czego \nszczególnym wyrazem jest działalność Rady Seniorów .  \n§7 \nW poszanowaniu własnej tradycji Uczelnia zachowuje i rozwija zwyczaje akademickie  \ni nadzwyczajne uroczystości  opisane w Księdze Tradycji . \n§8 \nAGH jest członkiem Konferencji Rektorów Akademickich Szkół Polskich.  \nOrgany Uczelni  \n§9 \n1. Organami kolegialnymi Uczelni są :  \n1) Rada Uczelni ; \n2) Senat; \n3) rady dyscyplin naukowych . \n2. Organem jednoosobowym Uczelni jest R ektor.  \n§10 \n1. W skład Rady U czelni wchodzi:  \n1) 6 osób powołanych przez S enat, w tym 3  osoby spoza wspólnoty Uczelni;  \n2) przewo dniczący samorządu studenckiego.  \n1a.W posiedzeniach Rady Uczelni uczestniczy z głosem doradczym przedstawiciel każdej \ndziałającej w uczelni zakładowej organizacji związkowej, o której mowa w art. 251 ustawy \nz dnia 23 maja 1991 r. o związkach zawodowych (Dz. U. z 2022 r. poz. 854).  \n2. Przewodniczącego R ady Uczelni wybiera Senat, spośród członków pochodzących spoza \nwspólnoty Uczelni, na wniosek R ektora.  \n3. Sposób powołania i odwołania członków Rady Uczelni reguluje załącznik nr 1  do Statutu \n„Wybory, powoływanie i odwoływanie organów i osób pełniących funkcje kierownicze”.  \n§11 \n1. Członkiem R ady Uczelni  może być osoba, która nie pełni funkcji kierowniczych w  Uczelni \nokreślon ych w §27 ust. 3 i spełnia wym agania określone w Ustawie . \n2. Członek Rady U czelni będący jej pracownikiem powinien  posiadać co najmniej stopień \ndoktora habilitowanego, co najmniej dziesięcioletni staż pracy w AGH oraz minimum jedno \nz poniższych  doświadczeń:  \n1) w zakresie kierowania i zarządzania procese m kształcenia w uczelni wyższej;  \n2) w kierowaniu zespołami realizującymi projekty  badawcze, w tym międzynarodowe;  \n3) organizacyjne w zakresie gospodarowania majątkiem, zarządzania kadrami lub wiedzę \nw sprawach finansowych.  \n3. Członek R ady spoza wspólnoty Uczelni musi posiadać co najmniej pięcioletni staż zawodowy \nna stanowiskach kierowniczych związanych z działalnością gospodarczą, finansową, \nobsługą prawną, zarządzaniem lub prowadzeniem własnej działalności gospodarczej  oraz \nznać specyfikę i  misję  uczelni publicznej .  \n§12 \n1. Kadencja Rady Uczelni  trwa 4 lata i rozpoczyna się w dniu 1 stycznia roku następującego \npo roku, w którym rozpoczęła się kadencja S enatu.  \n\n \n6 \n 2. Senat może odwołać członka Rady Uczelni:  \n1) w przypadku  gdy wszczęto przeciwko niemu postępowanie karne z oskarżenia \npublicznego o przestępstwo umyślne lub postępowanie o umyślne przestępstwo \nskarbowe;  \n2) w przypadku gdy zaprzestał spełniania wymagania określonego w art. 20 ust. 3 \nUstawy;  \n3) na wniosek Rady Uczelni,  w przypadkach innych niż określone w pkt 1 i 2.  \n§13 \n1. Do zadań Rady Uczelni należy:  \n1) opiniowanie projektu strategii Uczelni;  \n2) opiniowanie sprawozdania z realizacji strategii Uczelni ; \n3) opiniowanie projektu statutu;  \n4) monitorowanie gospodarki finansowej Uczelni ;  \n5) monitorowanie zarządzania Uczelnią;  \n6) wskazywanie kandydatów na Rektora, po zaopiniowaniu przez Senat;  \n7) wyrażanie zgody na dokonanie przez Uczelnię czynności prawnej w zakresie \nrozporządzania składnikami aktywów trwałych oraz dokonanie przez Uczelnię czynności \nprawnej w  zakresie oddania składników aktywów trwałych do korzystania innemu \npodmiotowi, które wymagają na podstawie art.  423 Ustawy zgody Prezesa Prokuratorii \nGeneralnej Rzeczypospolitej Polskiej;  \n8) wyraża nie zgody na wykonywanie dodatkowego zajęcia za robkowego przez Rektora.  \n2. W ramach monitorowania gospodarki finansowej Rada Uczelni:  \n1) opiniuje plan rzeczowo -finansowy;  \n2) zatwierdza sprawozdanie z wykonania planu rzeczowo -finansowego;  \n3) zatwierdza sprawozdanie finansowe ; \n4) wybiera firmę audytorską badającą sprawozdanie finansowe Uczelni.  \n3. W ramach wykonywania zadań Rada Uczelni może żądać wglądu do dokumentów Uczelni.  \n4. Wykonując czynności związane z zadaniami, o których mowa w ust.  1 i 2, członkowie R ady \nUczelni kierują się  dobrem U czelni i działają na jej rzecz.  \n5. Rada Uczelni składa Senatowi roczne sprawozdanie z działalności.  \n6. Rada Uczelni podejmuje uchwały w sprawach zastrzeżonych do jej kompetencji w terminie \n30 dni od daty wpływu wniosku , za wyjątkiem §84 ust. 9.  \n§14 \n1. W skład S enatu wchodzą:  \n1) Rektor jako przewodniczący Senatu ; \n2) profesorowie i profesorowie uczelni, zatrudnieni w U czelni jako podstawowym miejscu \npracy, którzy sta nowią nie mniej niż 50% składu S enatu;  \n3) nauczyciele akademiccy, zatrudnieni w Uczelni jako podstawowym miejscu pracy na \nstanowiskach innych niż określone w pkt. 2, którzy sta nowią nie mniej niż 20% składu \nSenatu;  \n4) pracownicy nie będący nauczycielami akademickimi, którzy stanowią nie mniej  niż 5% \nskładu S enatu;  \n5) studenci i doktoranci, którzy stanow ią łącznie nie mniej niż 20% składu S enatu , po \n1 studencie z każdego wydziału oraz co najmniej 1  przedstawiciel doktorantów . \n2. W posiedzeniach S enatu z głosem doradczym uczestniczą : prorektorzy, przewodniczący \nrad dyscyplin  naukowych , dyrektorzy szkół doktorskich, kanclerz, kwestor, kierownicy \njednostek podstawowych , przewodniczący samorządu s tuden ckiego , przewodniczący \nsamorządu doktorantów, dyrektor Biblioteki Głównej, a także po jednym przedstawicielu \nz każdego związku zawodowego działającego w Uczelni.  \n\n \n7 \n 3. W posiedzeniach S enatu z głosem doradczym mogą uczestniczyć równi eż inne osoby \nzaproszone przez R ektora.  \n4. Liczba członków Senatu jest ustalana na każdą kadencję w uchwale wyborczej i nie \nprzekracza 90 osób. Ilekroć w Statucie jest mowa o statutowej liczbie członków Senatu \nnależy przez to rozumieć liczbę członków Senatu ustaloną na każdą kadencję w uchwale \nwyborczej . \n5. Szczegółowe zasady wyboru do Senatu określa załącznik nr 1 Statutu . \n \n§15 \n1. Do zadań Senatu należy : \n1) uchwalanie S tatutu bezwzględną większością  głosów, przy obecności co najmniej \npołowy statutowej liczby członków ; \n2) uchwalanie strategii Uczelni i zatwierdzanie sprawozdania z jej realizacji;  \n3) uchwalanie misji Uczelni;  \n4) powo ływanie i odwoływanie członków R ady Uczelni  oraz wybór  przewodniczącego R ady \nUczelni;  \n5) nadawanie tytułu  doktora honoris causa ;  \n6) uchwalanie regulaminu studiów wyższych;  \n7) ustalanie warunków, trybu oraz terminu rozpoczęcia i zakończenia rekrutacji na studia  \noraz sposobu jej przeprowadzania ;  \n8) określanie wytycznych w zakresie ustalania programów studiów wyższych ; \n9) ustalanie programów studiów  oraz studiów podyplomowych ;  \n10) określanie sposobu potwierdzania efektów uczenia się;  \n11) określani e zasad nauki języków obcych w U czelni;  \n12) zatwierdzanie wzoru dyplomu ukończenia studiów wyższych;  \n13) wykonywanie zadań związanych z:  \na) przypisywaniem poziomów Polskiej Ramy Kwalifikacji, zwanej dalej „PRK\", do \nkwalifikacji nadawanych po ukończeniu studiów podyplomowych,  \nb) włączeniem do „Zintegrowanego Systemu Kwalifikacji” kwalifikacji nadawanych po  \nukończeniu studiów podyplomowych i innych form kształcenia (zgodnie z ustawą \nz dnia 22 grudnia 2015 r.   o Zintegrowanym Systemie Kwalifikacji);  \n14) określanie sposobu postępowania w sprawie nadawania stopni naukowych;  \n15) określa nie zasad konkursów,  w ramach których odbywa się rekrutacja  do szkół \ndoktorskich ; \n16) uchwalanie regulamin u szkół doktorskich;  \n17) ustalanie programów kształcenia w szkołach doktorskich;  \n18) zatwierdzanie wzoru dyplomu doktors kiego i dyplomu habilitacyjnego;  \n19) powoływanie komisji do przeprowadzenia czynności związanych z postępowani em \nw sprawie nadania stopnia doktora w dziedzinie nauki  oraz w dyscyplinie, gdy nie \nzostała powołana rada dyscypliny naukowej ; \n20) nadawanie stopnia doktora w dziedzinie nau ki; \n21) powoływanie i odwoływanie komisji dyscyplinarnych;  \n22) wskazywanie kandydatów do instytucji przedstawicielskich środowis ka szkolnictwa \nwyższego i nauki;  \n23) zatwierdzanie regulaminów akademickiego inkubatora przedsiębiorczości i centrum \ntransferu technologii działających jako jednostki Uczelni;  \n24) wyrażanie zgody dla Rektora na utworzenie lub przystąpienie  Uczelni  do spółki celowej \nokreślonej w art. 149 -150 Ustawy , na utworzenie lub przystąpienie do spółki \nkapitałowej określonej w art. 159 Ustawy;  \n25) uchwalanie regulaminu zarządzania prawami autorskimi,  prawami pokrewnymi \ni prawami własności przemysłowej oraz zasad komercjalizacji;  \n26) uchwalanie regulaminu korzystania z infrastruktury badawczej;  \n\n \n8 \n 27) podejmowanie uchwał w innych sprawach, które zastrzeżone są w Ustawie lub \nStatucie do jego kompetencji.  \n2. Ustalani e programu studiów wyższych oraz programu kształcenia w szkołach doktorskich \nwymaga zasięgnięcia odpowiednio opinii samorządu studenckiego  lub samorządu \ndoktorantów . Samorząd wyraża  opinię w terminie 14 dni  od dnia przekazania programu . \nW przypadku bezskutecznego upływu tego terminu, wymóg zasięgnięcia opinii uważa się \nza spełniony.  \n3. Senat wydaje opinie w sprawach określonych w Ustawie i Statucie. W  szczególności w  tym \nzakresie Senat:  \n1) przeprowadza ocenę funkcjonowania Uczelni;  \n2) formułuje rekomendacj e dla Rady Uczelni i Rektora w zakresie wykonywanych przez \nnich zadań;  \n3) opiniuje  kandydatów na R ektora;  \n4) opiniuje kandydatów na dyrektorów akademickiego inkubatora przedsiębiorczości \ni centrum transferu technologii przedstawionych przez rady nadzorujące tych \njednostek;  \n5) wyraża opinię w przedmiocie utworzenia, przekształcenia lub likwidacji jednostek \npodstawowych i szkół doktorskich;  \n6) opiniuje założenia planu rzeczowo -finansowego Uczelni . \n4. Senat może wyrażać w formie uchwały opinie we wszystkich sprawach  istotnych  dla \nUczelni.  \n§16 \n1. Senat może powołać komisje stałe określając ich zadania. Członków komisji wybiera Senat \nspośród członków Senatu.  \n2. Senat może również powołać na czas przez siebie określony komisje doraźne zajmujące \nsię przygotowaniem stanowiska Senatu w sprawach nie wchodzących w obszar \nzainteresowań komisji stałych.  \n3. W posiedzeniach komisji senackich z głosem doradczym uczestniczą przedstawiciele \nzwiązków zawodowych działających w Uczelni, po jednym z każd ego związku.  \nW posiedzeniach komisji senackich z głosem doradczym mogą również uczestniczyć: \nprorektorzy, przewodniczący rad dyscyplin naukowych, dyrektorzy szkół doktorskich, \nkanclerz, kwestor, kierownicy jednostek podstawowych, przewodniczący samorządu \nstudenckiego, przewodniczący samorządu doktorantów, dyrektor Biblioteki Głównej oraz \ninne osoby zaproszone przez Przewodniczącego komisji.   \n§17 \n1. Posiedzenia Senatu zwołuje Rektor, z własnej inicjatywy lub na wniosek co najmniej 25% \nstatutowego składu Senatu .  \n2. Szczegółową organizację oraz zasady funkcjonowania Senatu określa regulamin, który \nreguluje w szczególności : \n1) sposób wyznaczania  przewodniczącego obrad Senatu w razie nieobecności Rektora lub \ngdy głosowanie dotyczy osoby Rektora;  \n2) tryb powoływania stałych  i doraźnych komisji;  \n3) zasady organizacyjne zwoływania i prowadzenia obrad.  \n3. Uchwały Senatu zapadają zwykłą większością głosów, w obecności co najmniej połowy \nstatutowej liczb y senatorów, chyba że przepisy Ustawy lub Statutu określają wyższe \nwymagania . \n3a. W głosowaniach w sprawach nadawania stopni naukowych biorą udział członkowie Senatu \nbędący profesorami i profesorami uczelni.  \n4. Senat podejmuje uchwały w głosowaniu jawnym, z wyjątkiem spraw personalnych.  \nGłosowanie tajne w innych sprawach przeprowadza się, g dy taką uchwałę podejmie Senat.   \n\n \n9 \n 5. Uchwały Senatu w zakresie jego kompetencji stanowiących , określonych w §15 ust. 1, \nz uwzględnieniem §15 ust. 2 są wiążące dla Rektora i innych organów Uczelni oraz \nwszystkich członków wspólnoty Uczelni.  \n§18 \n1. Kadencja S enatu trwa 4 lata i rozpoczyna się w dniu 1 września.  \n2. Ta sama osoba może być członkiem S enatu nie więcej niż dwie następujące po sobie \nkadencje.  \n§19 \n1. Rektora wybiera i odwołuje Uczelniane Kolegium E lektorów według procedury opisanej \nw załączniku nr 1 do Statutu . \n2. Prawo zgłaszania kandydatów na rektora mają:  \n1) Rada U czelni ;  \n2) Uczelniane Kolegium Elektorów .  \n3. Kadencja R ektora trwa 4 lata i rozpoczyna się w dniu 1 września roku, w którym został \nwybrany.  \n4. Ta sama osoba może być R ektorem Uczelni nie więcej niż pr zez dwie następujące po sobie \nkadencje.  \n5. Rektorem może zostać osoba, która spełnia wymogi określone w Ustawie  oraz posiada tytuł \nprofesora .  \n6. Funkcji Rektora nie można łączyć z członkostwem w radzie dyscypliny  naukowej  oraz \nfunkcjami kierowniczymi w Uczelni.  \n§20 \n1. Rektor kieruje działalnością Uczelni i reprezentuje ją na zewnątrz  oraz jest przełożonym \npracowników, studentów i dok torantów.  \n2. Do zadań Rektora należ ą sprawy dotyczące  Uczelni , za wyjątkiem spraw zastrzeżonych \nprzez Ustawę lub Statut do kompetencji innych  organów Uczelni.  \n3. Do zadań R ektora należy w szczególności:  \n1) zarządzanie Uczelnią:  \na) dbanie o utrzymanie porządku i bezpieczeństwa na terenie Uczelni , \nb) zapewnianie bezpiecznych i higieniczny ch warunków pracy i kształcenia,  \nc) wyrażanie zgody na organizowanie zgromadzeń w lokalu Uczelni,  \nd) podejmowanie decyzji w sprawie utworzenia lub przystąpienia do spółki kapitałowej, \nw tym celowej  w celu realizacji przedsięwzięć z zakresu infrastruktury badawczej lub \nzarządzania nimi,  z zastr zeżeniem zapisów §15 ust.  1 pkt.  24, \ne) realizowanie wynikających z Ustawy oraz innych przepisów prawa obowiązków \nsprawozdawczych i informacyjnych,  \nf) odpowiedzialność za realizację programu napra wczego i co pół roku składanie R adzie \nUczelni  sprawozdania z jego realizacji,  \ng) tworzenie, przekształcanie i likwidowanie jednostek organiz acyjnych,  \nh) powoływanie stałych lub doraźnych komisji rektorskich;  \n2) przygotowanie projektu statutu i ewentualnych zmian w statucie oraz projekt u strategii \nUczelni;  \n3) składanie spraw ozdania  z realizacji strategii U czelni;  \n4) wykonywanie czynności z zakresu prawa pracy ; \n5) tworzenie, przekształcanie i likwidowanie szkół doktorski ch po zaopiniowaniu przez \nSenat;  \n6) powoływanie i odwoływanie rzeczników dyscyplinarnych pracowników, studentów \ni doktorantów ; \n7) wydawanie decyzji administracyjnych w sprawach wskazanych w Ustawie;   \n\n \n10 \n 8) powoływanie osób do pełnienia funkcji kierowniczych w Uczelni i ich odwoływanie, \nzgodnie z załącznikiem nr 1 Statutu  z zastrzeżeniem pkt 8a) ; \n8a) w przypadku utworzenia nowego wydziału w trakcie trwania kadencji organów Uczelni \n– powołanie dziekana na czas pozostały do końca czasu trwania kadencji organów \nUczelni bez zachowania procedury określonej w § 28 ust. 1 Statutu  \n9) prowadzenie polityki kadrowej w Uczelni;  \n10) prowadzenie gospodarki finansowej Uczelni;  \n11) zapewnienie  wykonywani a przepisów obowiązujących w Uczelni;  \n12) nadawanie regulaminu organizacyjnego, który o kreśla strukturę organizacyjną U czelni \noraz podział zadań w ramach tej struktury, a także organizację oraz zasady działania \nadministracji U czelni;  \n13) tworzenie, przekształcanie i znoszenie studiów na określon ym kierunku, poziomie \ni profilu;   \n14) podejmowanie decyzji dotyczących rekrutacji na studia oraz prowadzenia przez \nUczelni ę kształcenia, we wszystkich formach, w  zakresie nie zastrzeżonym dla S enatu : \na) powoływanie i odwoływanie pełnomocników ds. rekrutacji  i wydziałowych \nzespołów ds. r ekrutacji , \nb) powoływanie i odwoł ywanie Rzecznika Praw Studentów, w porozumieniu \nz samorządem s tuden ckim,  \nc) ustalanie planowanej liczby miejsc na pierwszym roku studiów na poszczególnych \nkierunkach w danym roku akademickim,  \nd) sprawowanie nadzoru nad doskonaleniem uczelnianego systemu zapewnienia \njakości kształcenia,  \ne) tworzenie, przekształcanie i znoszenie studiów podyplom owych i innych form \nkształcenia,  \nf) ustalanie regulaminu studiów podyplom owych i innych form kształcenia,  \ng) określanie szczegółowych zasad prowadzenia dokumentacji przebiegu studiów  \nwyższych , studiów podyplom owych i innych form kształcenia,  \nh) ustalanie zasad pobierania opłat za świadczone usługi edukacyjne oraz inne \nczynności związane z przyjęciem na studia lub odbywaniem studiów wyższych,  \na także warunków i trybu zwalniania z tych opłat oraz ich wysokości,  \ni) zatwierdzanie wzoru świadectwa ukońc zenia studiów podyplom owych i innych form \nkształcenia,  \nj) powoływanie i odwoływanie kierowników studiów podyplomowych , \nk) wydawanie decyzji w sprawie wznowienia postępowania o nadanie tytułu \nzawodowego i s twierdzenia nieważności dyplomu,  \nl) ustalanie zasad pobieran ia opłat za kształcenie na studiach podyplomowych oraz  \nw ramach innych form kształcenia, a także wysokości tych opłat;  \n15) podejmowanie decyzji dotyczących spraw studenckich  oraz spraw doktoranckich , \nw zakresie niezastrzeżonym dla Senatu, w szczególności:  \na) ustalanie wysokości miesięcznego dochodu na osobę w rodzinie studenta  lub \ndoktoranta  uprawniającą do ubiegania się o stypendium socjalne  w porozumieniu \nz samorządem studen ckim lub samorządem doktorantów ,  \nb) ustalanie regulaminu świadczeń dla student a lub doktorant a w poroz umieniu \nz samorządem studenckim lub samorządem doktorantów , \nc) stwierdzanie zgodności regulaminu samorządu studenckiego i regulaminu \nsamorządu doktorantów z Ustawą oraz Statutem AGH,  \nd) uchylanie aktów wydawanych przez samorząd studen tów i samorząd doktorantów, \nniezgodnych z przepisami prawa powszechnie obowiązującego, Statutem AGH, \nRegulaminem Studiów lub Regulaminem samorządu studen ckiego  lub Regulaminem \nsamorządu doktorantów,  \n\n \n11 \n e) uchylanie aktów wydawanych przez organ y uczelnianych organizacji studenckich \ni organizacji doktorantów  niezgodnych z  przepisami prawa powszechnie \nobowiązującego, Statutem AGH, Regulaminem Studiów lub regulaminem tej \norganizacji,  \nf) rozwiązywanie uczelnianych organizacji studenckich i organizacji d oktorantów, \nktóre rażąco lub uporczywie naruszają przepisy prawa powszechnie \nobowiązującego, Statut AGH, R egulamin Studiów lub regulamin  danej organizacji,  \ng) zawieszanie studentów /doktorantów  w prawach studenta /doktoranta . \n§21 \n1. Rektor kieruje działalnością Uczelni przy pomocy:  \n1) prorektorów w liczbi e nie większej niż 5;  \n2) kanclerza , kwestora  i dyrektora Biura Rektora . \n2. Szczegółowy podział zadań i odpowiedzialności związanych z kierowaniem Uczelnią Rektor \nokreśla w  zarządzeniach, w tym w szczególności w regulaminie organizacyjnym oraz \nudzielanych pełnomocnictwach stałych i doraźnych.  \n3. Rektor wydaje zarządzenia, które regulują  sprawy należące do Jego kompetencji  i w tym \nzakresie są one wiążące dla wszystkich członków  wspólnoty  i organów Uczelni . Zarządzenia  \nw szczególności dotyczą zasad działania jednostek określonych w Statucie , stosowani a \nw Uczelni praw a powszechnie obowiązującego , regulacj i istotnych aspektów  \nfunkcjonowania Uczelni, zasad funkcjonowania kontroli zarządczej . \n4. Rektor sprawuje wewnętrzny nadz ór nad aktami wydawanymi przez organy Uczelni, pod \nwzględem ich zgodności z przepisami prawa, Statutem oraz ważnym interesem Uczelni . \n5. Rektor zawiesza wykonanie uchwały Rady Uczelni lub Senatu naruszającej przepisy prawa \ni w terminie 14 dni od dnia jej podjęcia zwołuje posiedzenie Rady Uczelni lub Senatu w celu \nponownego rozpatrzenia uchwały. Jeżeli Rada Uczelni lub Senat nie zmieni albo nie uchyli \nzawieszonej uchwały, Rektor przekazuje ją Ministrowi właściwemu do spraw szkolnictwa \nwyższego w celu jej ro zpatrzenia w trybie nadzorczym o kreślonym w art. 427  \nust. 2 Ustawy . \n6. Rektor zawiesza wykonanie uchwały Rady Uczelni lub Senatu naruszającej ważny interes \nUczelni i w terminie 14 dni od jej podjęcia zwołuje posiedzenie Rady Uczelni lub Senatu \nw celu ponowne go rozpatrzenia uchwały. Zawieszona uchwała wchodzi w życie, jeżeli Rada \nUczelni lub Senat wypowie się za jej utrzymaniem większością co najmniej trzech czwartych \ngłosów, w obecności co najmniej dwóch trzecich swojego statutowego składu.  \n7. Postanowienia ust.  5 i 6 stosuje się odpowiednio do rad dyscyplin  naukowych  z wyjątkiem \nuchwał mających charakter decyzji administracyjnych, których kontrola odbywa się zgodnie \nz odrębnymi przepisami.  \n8. Uczelnia prowadzi rejestr aktów wydanych przez organy Uczelni.  \n9. Rodzaj aktów wewnętrznych wydawanych w Uczelni, zasady ich wydawania, publikacji oraz \nprowadzenia ich rejestru określa od rębne zarządzenie Rektora.  \n§22 \n1. W dyscyplinie naukowej, któr a uzyska kategorię co najmniej B+, tworz ona jest rada \ndyscypliny  naukowej . W przypadku utraty takiej kategorii , rada dyscypliny naukowej ulega \nrozwiązaniu, a niezakończone postępowania w sprawie nadania stopnia naukowego  \nUczelnia przekazuje innym podmiotom , zgodnie z trybem określonym w Ustawie.  \n2. Członków rad dyscyplin  naukowych  powołuje i odwołuje  Rektor.   \n3. Sposób wyłaniania kandydatów  do rady dyscyplin naukowych jest zawarty w załączniku nr \n1 do Statutu.  \n§23 \n1. W skład rady dyscypliny naukowej wchodzą:  \n\n \n12 \n 1) profesorowie i profesorowie U czelni  zatrudnieni w Uczelni jako podstawowym miejscu \npracy , którzy  złożyli oświadczenie (o którym mowa w art. 265 ust. 5 Ustawy ) \no dyscyplinie którą reprezentują , stanowią c nie mniej niż 80% składu;  \n2) nauczyc iele akademiccy, zatrudnieni w U czelni jako podstawowym miejscu pracy na \nstanowiskach innych niż określone w pkt.  1, którzy złożyli oświadczenie (o którym \nmowa w  art. 265 ust.  5 Ustawy ) o dyscyplinie którą reprezentują , stanowią c nie więcej \nniż 20% składu;   \n3) doktoranci  reprezentujący daną dyscyplinę , przy czym w każdej radzie dyscypliny \npowinien  być co najmniej 1  doktorant . \n2. Przewodnicz ącego rady dyscypliny  naukowej  oraz jego zastępcę lub zastępców powołuje \ni odwołuje Rektor. \n3. Rada dyscypliny  naukowej  może powołać komisje ds. przeprowadzania  postępowa ń \ndoktorskich , z tym, że stopień doktora nadaje właściwa rada dyscypliny naukowej.  \n4. Rada dyscypliny naukowej powołuje komisje ds. przeprowadzania postępowań \nhabilitacyjnych . \n5. W głosowaniach nad nadaniem stopnia d oktora  i doktora  habilitowanego  biorą udział \nczłonkowie rady określeni w ust. 1 pkt. 1 . Rada dyscypliny naukowej podejmuje uchwały \nbezwzględną większością głosów, w obecności co najmniej połowy statutowej liczby tych \nczłonków.  \n6. Podczas realizacji zadań rady dyscypliny naukowej określonych w §25 ust. 2 pkt. 5 i 6 na \njej posiedzenia zaprasza się przedstawicieli związków zawodowych działających w  Uczelni, \npo jednym z każdego związku.  \n§24 \n1. Rada dyscypliny  naukowej liczy do 50 osób.  \n2. Członkiem rady dyscypliny naukowej , za wyjątkiem osób określonych w §23  ust. 1 pkt. 3, \nmoże być osoba, która jest zatrudniona w Uczelni jako podstawowym miejscu pracy \ni spełnia wymagania wynikające z przepisów art. 20 ust. 1 Ustawy. Kadencja członków rady \ntrwa cztery lata i rozpoczyna się 1 października  roku rozpoczęcia kadencji S enatu i kończy \n30 września  roku kończącego tę kadencję.   \n2a. Członkostwa w radzie dyscypliny naukowej nie można łączyć z pełnieniem funkcji organu \ntej albo innej uczelni.  \n3. Ta sama osoba może być przewodniczącym rady dyscypliny  naukowej nie więcej niż przez \ndwie następujące po s obie pełne 4 -letnie kadencje, a  ponowne powołanie na tę funkcję \nmoże nastąpić po przerwie trwają cej co najmniej jedną pełną kadencję.  \n4. W posiedzeniach rady dyscypliny naukowej mogą uczestniczyć z głosem doradczym \nrównież inne osoby zaproszon e przez Przewodniczącego rady dyscypliny.  \n5. Przewodniczący rady dyscypliny naukowej podpisuje decyzje w sprawach nadania albo \nodmowy nadania stopnia naukowego w określonej dyscyplinie.  \n6. Tryb funkcjonowania rad dyscyplin naukowych określa Rektor zarządzeniem.  \n§25 \n1. Rada dyscypliny naukowej prowadz i wszelkie czynności związane z  nadawanie m stopni \nnaukow ych w danej dyscyplinie oraz nadaje stopnie w drodze decyzji administracyjnej . \n2. Do pozostałych zadań rady dyscypliny należą:  \n1) ustalanie priorytet ów badań naukowych w dyscyplin ie po zasięgnięciu opinii dziekanów;  \n2) ocenia nie jakoś ci badań naukowych pod kątem uzyskania jak najwyższej kategorii \nnaukowej w dyscyplinie ; \n3) opiniowanie  zasadnoś ci zakupów dużej aparatury badawczej i monitor owanie  jej \nefektywne go wykorzystani a; \n4) ocenia nie kształcenia  w szkołach doktorskich ; \n5) określa nie kryteri ów zatrudni ania pracowników  z grupy badawczych  i badawczo -\ndydaktycznych,  pod kątem zapewnienia wysokiego poziomu naukowego dyscypliny;   \n\n \n13 \n 6) opiniowanie  kryteri ów oceny działalności naukowej pr zy ocenie okresowej pracowników;  \n7) nostryfikacja stopni naukowych ;  \n8) opiniowanie wniosków o nadanie uprawnień równoważnych uprawnieniom wynikającym \nz posiadania stopnia doktora habilitowanego w danej dyscyplinie;  \n9) obserwacja kształcenia na kierunkach studiów wyżs zych przyporządkowanych do danej \ndyscypliny.  \n§26 \n1. Uczelniane Kolegium Elektorów liczy o d 165 do 210 osób, a w jego skład wchodzą : \n1) elektorzy spośród profesorów i profesorów uczelni, którzy stanowią nie mniej niż 50% \nskładu kolegium ;  \n2) elektorzy spośród pozostałych nauczycieli akademickich, którzy stanowią nie mniej  niż \n20% składu kolegium ;  \n3) elektorzy spośród pracowników niebędących nauczycielami akademickimi, którzy \nstanowią nie mniej niż 5% składu kolegium ; \n4) elektorzy spośród studentów i doktorantów,  którzy stanowią nie mniej niż 20% składu \nkolegium; liczbę studentów i doktorantów ustala się proporcjonalnie do liczebności obu  \ntych grup, z tym że każda z tych grup jest reprezentowana przez co najmniej jednego  \nprzedstawiciela.   \n2. Członkiem Uczelnianego Kolegium E lektorów może być osoba, która spełnia wymagania \nokreślone w Ustawie . \n3. Członkiem Uczelnianego Kolegium Elektorów  nie może być R ektor w okresie swojej \nkadencji.  \n4. Kadencja Uczelnianego Kolegium Elektorów  trwa 4  lata od daty wyboru, liczonej od \nnastępnego dnia po ogłoszeniu wyników  wyboru przez uczelnianą komisję  wyborczą , \ni kończy się z dniem wyboru nowego kolegium.  \n5. Sposób wyłaniania składu Uczelnianego Kolegium Elektorów określa załącznik nr 1  Statutu.  \n \nFunkcje i stanowiska kierownicze  \n§27 \n1. Funkcje kierownicze w Uczelni związane  są z kierowaniem podstawową jej działalnością, \nw szczególności kształceniem, prowadzeniem badań naukowych, rozwojem k adr oraz  \nkierowaniem podstawowymi jednostkami. Na funkcje kierownicze powoływane są osoby , \nzatrudnione w Uczelni na stanowiskach  nauczycieli akademickich.  \n2. Rektor powołuje na funkcje kierownicze na kadencję , a także odwołuje  z funkcji \nkierowniczych,  zgodnie z postanowieniami Statutu.  \n3. Osobami pe łniącymi funkcje kierownicze w U czelni , w rozumieniu Ustawy są: \n1) prorektorzy;  \n2) kierownicy i zastępcy kierowników podstawowych jednostek  organizacyjnych  o których \nmowa w §30 ust. 2 Statutu ; \n3) dyrektorzy i zastępcy dyrektorów szkół doktorskich . \n4. Stanowiska kierownicze w Uczelni związane są z zarządzaniem Uczelnią, w tym istotnymi \nprocesami dotyczącymi jej funkcjonowania. Na stanowiskach kierowniczych pracownicy \nUczelni są zatrudniani przez Rektora.  Zasady zatrudniania  i zakres obowiązków określa \nRegulamin Organizacyjny.  \n5. Stanowisk ami kierownicz ymi w Uczelni są:  kanclerz, k westor i dyrektor Biura R ektora, \nz zastrzeżeniem §29  ust. 2 Statutu.   \n§28 \n1. Kandydaci na funkcj e kierownicz e określon e w §27 ust. 3 pkt. 2  wyłaniani są w trybie \nokreślonym w załączniku nr 1  Statutu . \n\n \n14 \n 2. Powołanie prorektora do którego zakresu obowiązków należą sprawy  kształcenia, \nstudenckie lub sprawy doktorantów wymaga uzgodnienia odpowiednio z samorządem \nstudenckim  lub z samorządem doktorantów. Niezajęcie s tanowiska przez samorząd \nw terminie 14 dni od daty doręczenia przez Rektora wniosku o uzgodnienie, uważa się za \nwyrażenie zgody.  \n3. W przypadku wygaśnięcia mandatu Rektora lub jego odwołania w myśl §23  \nust. 1 Załącznika nr 1 do Statutu, Jego obowiązki przejmuje najstarszy wiekiem prorektor.   \n4. Funkcję kierowniczą może pełnić osoba, która jest zatrudniona w Uczelni jako \npodstawowym miejscu pracy i spełnia wymagania wynikające z Ustawy . \n5. Funkcje kierownicze określone w §2 7 ust. 3 są kadencyjne.  Kadencja trwa cztery lata i jest \nzgodna  z kadencją Rektora . \n6. Ta sama osoba może pełnić daną funkcję kierowniczą w Uczelni , o której mowa  w §27 \nust. 3 nie więcej niż przez dwie następujące po s obie pełne 4 -letnie kadencje, a ponowne \npowołanie na tę funkcję może nastąpić po przerwie trwającej co najmniej jedną pełną \nkadencję . Wymóg ten nie dotyczy dyrektora centrum badawczego i centrum \ndydaktycznego . \n§29 \n1. W Uczelni występują inne funkcje kierownicze od wymienionych w §27 ust. 3, które nie \nstanowią funkcji kierowniczych w rozumien iu Ustawy.  \n2. W Uczelni występują  także  inne stanowiska kierownicze od wymienionych w §27 ust. 5. \n3. Szczegółowy wykaz innych funkcji  kierowniczych, o których mowa w ust.  1 oraz innych \nstanowisk kierowniczych , o których mowa w ust.  2, zasady powoływania i zatrudniania, \nzakres obowiązków i wzajemnych zależności pomiędzy nimi , określa R egulamin \nOrganizacyjny.  \n4. Rektor oraz osoby pełniące funkcje kierownicze  wymienione w §27 ust.  3 nie mogą \njednocześnie sprawować innych funkcji kierowniczych, ani zaj mować stanowisk \nkierowniczych, z  zastrzeżeniem ust.  5. \n5. Przewodnicząc ym rady dyscypliny naukowej może być kierownik podstawowej jednostki \norganizacyjnej . \nStruktura  organizacyjn a \n§30 \n1. Struktura organizacyjna Uczelni obejmuje następujące jednostki  organizacyjne : \n1) podstawowe;  \n2) pomocnicze;  \n3) szkoły doktorskie.  \n2. W grupie jednostek podstawowych występują  następujące typy jednostek : \n1) wydziały;  \n2) centra badawcze;  \n3) centra dydaktyczne . \n3. Grupa jednostek pomocniczych obejmuje jednostki administracji centralnej , jednostki \nusług wspólnych  i inne , które obsługują i wspierają działalność Uczelni . \n4. Jednostki organizacyjne tworzy, przekształca i likwiduje Rektor . W odniesieniu do jednostek \npodstawowych oraz szkół  doktorskich Rektor podejmuje decyzje po zasięgnięciu opinii \nSenatu.  \n§31 \n1. Wydział jest podstawową jednostką organizacyjną , powoływaną  do prowadzenia \nkształcenia na kierunkach , rozwoju kadry naukowej, prowadzenia badań naukowych , \nwspółprac y z otoczeniem  społeczn o-gospodarczym , w tym transfer u wiedzy  \ni komercjalizacji wyników badań . \n\n \n15 \n 2. Wydział można utworzyć, jeżeli w proponowany m składzie osobowy m jest co najmniej \n18 nauczycieli akademickich posiadających tytuł naukowy lub stopień naukowy doktora \nhabilitowanego oraz spełni one są  warunk i do prowadzenia co na jmniej jednego kierunku \nstudiów.   \n3. Wydziałem kieruje dziekan, który jest z upoważnienia Rektora przełożonym wszystkich \npracowników, studentów i doktorantów których opiekunami lub promotorami są pracownicy \nwydziału.  \n4. Dziekan kieruje wydziałem i odpowiada przed Rektorem za prowadzenie zajęć \ndydaktycznych i badań naukowych. Do zadań d ziekan a należy w szczególności : \n1) przygotowanie planu finansowego wydziału;  \n2) opracowanie strategii rozwoju wydziału;  \n3) dysponowanie środkami finansowymi przydzielonym i przez Rektora z subwencji;  \n4) kształtowanie polityki kadrowej na wydziale;  \n5) nadzór nad działalnością jed nostek organizacyjnych wydziału;  \n6) przeprowadzanie postępowania nostryfikacyjnego dyplomów ukończenia studiów \nwyższych  oraz postępowania w sprawie potwierdzania ukończenia studiów na \nokreślonym poziomie.  \n5. Opiniodawczo -doradczym  gremium dla dziekana jest kolegium w ydziału , w skład którego \nwchodzą :  \n1) dziekan jako przewodniczący;  \n2) prodziekani;  \n3) dyrektorzy instytutów i kierownicy katedr;  \n4) dyrektor administracyjny wydziału;  \n5) przedstawiciele poszczególnych grup pracowniczyc h oraz studentów i doktorantów, \nwybrani zgodnie z załącznikiem nr 1 Statutu . \n5a. W przypadku utworzenia nowego wydziału w trakcie trwania kadencji organów Uczelni \nopiniodawczo -doradczym gremium dla dziekana jest kolegium wydziału, w skład którego \nwchodzą osoby wskazane w ust. 5 pkt 1 -4 oraz:  \n- do 10 osób z różnych grup pra cowniczych powołanych przez Rektora bez zachowania \ntrybu określonego w Załączniku nr 1 do Statutu,  \n- jeden student  oraz jeden doktorant.  \n6. W posiedzeniach kolegium wydziałowego z głosem doradczym uczestniczą  przedstawiciel e \nzwiązk ów zawodowych  działając ych w  Uczelni po jednym z każdego związku . Mogą także \nuczestniczyć z głosem doradczym inne osoby zaproszone przez dziekana.  \n7. Kolegium wydziału opiniuje wszystkie ważne decyzje dziekana dotyczące działalności \ndydaktycznej, badawczej i organizacyjnej wydziału. W szczególności kolegium wydziałowe \nopiniuje :  \n1) projekt planu rzeczowo -finansowego wydziału;  \n2) projekt strategii rozwoju wydziału;  \n3) wnioski dziekana o tworzenie, przekształcenie i zniesienie studiów na określonym \nkierunku, poziomie i profilu ; \n4) (uchylony)  \n5) wniosk i dziekana o tworzenie, przekształcanie i likwidację instytutów i katedr;  \n6) zasad y polityki  kadrow ej dotycz ących nauczycieli akademickich;  \n7) nostryfikacje dyplomów ukończenia studiów wyższych  oraz potwierdzenie ukończenia \nstudiów na określonym poziomie.  \n§32 \n1. Zastępcami dziekana są prodziekani.  \n2. Prodziekanów powołuje i odwołuje Rektor . Z wnioskiem o powołanie pro dziekan ów \nzawierającym propozycje zakresu i ch kompetencji i obowi ązków występuje dziekan . \n\n \n16 \n 3. Powołanie prodziekana, do którego zakresu obowiązków należą s prawy kształcenia oraz \nstudenckie wymaga uzgodnienia z samorządem studen ckim. Niezajęcie stanowiska przez \nsamorząd w terminie 14 dni od daty doręczenia przez Rektora wniosku o uzgodnienie, \nuważa się za wyrażenie zgody.  \n4. Kadencja prodziekanów trwa cztery lata i rozpoczyna się 1 września  roku rozpoczęcia \nkadencji Rektora i kończy 3 1 sierpnia roku, w którym kończy się ta kadencja.  \n§33 \n1. Jednostkami organizacyjnymi w ramach wydziału są instytuty i/lub katedry.  \n2. Warunkiem utworzenia instytutu jest przedstawienie w proponowanym składzie osobowym \nco najmniej 12 nauczycieli akademickich zatrudnionych na danym wydziale w  pełnym \nwymiarze czasu pracy, posiadających tytuł naukowy lub stopień naukowy doktora \nhabilitowanego.  \n3. Warunkiem utworzenia katedry jest przedstawienie w proponowanym składzie osobowym \nco najmniej 6 nauczycieli akademickich zatrudnionych na danym wydziale w  pełnym \nwymiarze czasu pracy, posiadających tytuł naukowy lub stopień naukowy doktora \nhabilitowanego.  \n4. Instytuty oraz k atedry tworzy, likwiduje i przekształca Rektor  na wniosek dziekana lub \nz własne j inicjatywy . \n5. Na wniosek dziekana, po zasięgnięciu opinii kolegium  wydział u, Rektor powołuje \ndyrektorów  instytutów lub kierowników katedr spośród nauczycieli akademickich \nzatrudnionych na danym wydziale w  pełnym wymiarze czasu pracy, posiadających tytuł \nnaukowy lub stopień naukowy doktora habilitowanego . W uzasadnionych przypadkach \ndyrektor instytutu lub kierownik katedry może wystąpić o powołanie zastępcy(ów).  \n6. Kadencja dyrektora instytutu  i kierownika katedr y trwa od 1 listopada roku \nrozpoczynającego kadencję Rektora  do 31 października roku kończącego tę kadencję. \nDyrektorzy instytutów, kierownicy katedr mogą pełnić swoje funkcje nie dłużej niż przez \ndwie n astępujące po sobie kadencje, a ponowne powołanie na tę funkcję może nastąpić po \nprzerwie trwającej co najmniej pełną kadencję.  \n§34 \n1. Centrum badawcze jest jednostką podstawową powoływaną dla prowadzenia badań \nnaukowych , rozwoju kadry naukowej , współpracy z otoczeniem społeczno -gospodarczym \nw tym transfer u wiedzy .  \n2. Centrum badawczym kieruje dyrektor powoływany przez Rektora.  \n3. Dyrektor kieruje centrum przy pomocy zastępców w liczbie określonej przez Rektora.  \n4. Jednostkami organizacyjnymi centrum badawczego są zakłady.  \n5. Opiniodawczo -doradczym gremium dla dyrektora  jest kolegium centrum badawczego , \nw skład którego wchodzą zastępcy  dyrektora , kierownicy zakładów , oraz przedstawiciele \nposzczególnych grup pracowniczych  i doktorantów  wybrani zgodnie z załącznikiem \nnr 1 Statutu . W posiedzeniach kolegium z głosem doradczym uczestniczą przedstawiciele \nzwiązków zawodowych działających w Uczelni po jednym z każdego związku.  \n6. Dodatkowo, poza osobami o których mowa w ust.  5, Rektor na wniosek dyrektora centrum, \nmoże powołać do kolegium centrum naukowców o uznanej renomie , w tym zagranicznych.  \n§35 \n1. Centrum  dydaktyczne jest jednostką podstawową powoływaną dla prowadzenia  zajęć \ndydaktycznych, z zakresu nauki języków obcych lub  kultury fizycznej studentów.  \n2. Centrum dydaktycznym kieruje dyrektor powoływany przez Rektora.  \n3. Dyrektor kieruje centrum przy pomocy zastępców w liczbie określonej przez Rektora.  \n4. Opiniodawczo -doradczym  gremium dla  dyrektora jest kolegium centrum dydaktycznego, \npowoływane  przez Rektora , w posiedzeniach którego z głosem doradczym uczestniczą \n\n \n17 \n przedstawiciele związków zawodowych działających w Uczelni po jednym z każdego \nzwiązku . \n5. W centrum  dydaktycznym  nauczyciele akademiccy są  zatrudnieni na stanowiskach \ndydaktycznych.  \n§36 \n1. W Uczelni tworzone są szkoły doktorskie, których zadaniem jest kształcenie doktorantów.  \n2. Szkołą doktorską kieruje dyrektor powoływany przez Rektora. Dyrektor kieruje szkołą \ndoktorską przy pomocy zastępców w liczbie określonej przez Rektora. Powołanie dyrektora \noraz jego zastępców wymaga uzgodnienia z samorządem doktora ntów. Niezajęcie \nstanowiska przez samorząd w terminie 14 dni od daty doręczenia przez Rektora wniosku  \no uzgodnienie, uważa się za wyrażenie zgody.  \n3. Opiniodawczo -doradczym gremium dla dyrektora szkoły jest rada s zkoły doktorskiej \npowoływana przez Rektora, s pośród przedstawicieli dyscyplin, w  których szkoła została \nutworzona oraz przedstawicieli doktorantów. W skład rady szkoły Rektor może powołać \nrównież inne osoby . \n§37 \n1. Jednostki pomocnicze powoływane są do realizacji  zadań związanych  z różnymi obszarami  \ndziałalności Uczelni.  \n2. Decyzję o utworzeniu, przekształceniu lub likwidacji je dnostek pomocniczych podejmuje \nRektor.  \n3. Szczegółowe zasady powoływania i organizacji, na dzoru nad nimi i podległości, a  także \nrozdzia łu zadań i kompetencji określa R egulamin Organizacyjny.  \n§38 \n1. W Uczelni działa  Biblioteka Główna, będąca ogólnodostępną biblioteką naukową, której \nzadaniem jest gromadzenie, opracowanie i udostępnianie zbiorów bibliotecznych, \nprowadzenie działalności informacyjnej, organizowanie dostępu do zewnętrznych zasobów \nelektronicznych oraz dokumentacja działalności naukowej pracowników Uczelni.  \n2. Biblioteką Główną kieruje dyrektor przy pomocy zastęp ców w liczbie określonej przez \nRektora.  \n3. W Uczelni działa Rada Biblioteczna, którą powołuje i ustala zakre s jej kompetencji Rektor.  \n4. Biblioteka Główna wraz z bibliotekami innych jednostek Uczelni tworzy jednolity system \nbiblioteczno -informacyjny.  \n5. Uczelnia przetwarza dane osobowe osób korzys tających z systemu biblioteczno -\ninformacyjnego w zakresie:  imię i nazwisko , nr Pesel, adres zamieszkania, informacje  \no miejscu  studiowania, kształcenia lub zatrudnienia , dane kontaktowe w tym nr telefonu  \ni adres poczty e -mail, nr karty bibliotecznej.  \n6. Informacje o przetwarzaniu danych osobowych w bibliotekach wchodzącyc h w skład \nsystemu biblioteczno -informacyjnego zamieszcza się na stronach internetowych.  \nSprawy p racownic ze \n§39 \n1. W Uczelni zatrudnieni  są nauczyciele akademiccy i pracownicy niebędący nauczycielami \nakademickimi.  \n2. Nawiązanie stosunku pracy następuje na podstawie umowy o pracę.  \n§40 \n1. W Uczelni  nie może powstać stosunek bezpośredniej podległości służbowej między \nmałżonkami oraz osobami:  \n1) prowadzącymi wspólne gospodarstwo domowe;  \n\n \n18 \n 2) pozostającymi ze sobą w stosunku pokrewieństwa, powinowactwa do drugiego stopnia \nalbo w stosunku przysposobienia, opieki lub kurateli.  \n2. Przepisu ust. 1 nie stosuje się do Rektora.  \n§41 \nNa stanowisku nauczyciela akademickiego w Uczelni  może być zatrudniona osoba, która \nodznacza się wysokim poziomem etycznym, predyspozycjami i zamiłowaniem do pracy \ndydaktycznej oraz wykazuje wyróżniające się umiejętności naukowe i zawodowe, a  także  \nspełnia wymagania określone w U stawie oraz po siada kwalifikacje określone w U stawie  \ni Statucie.  \n§42 \nNauczycieli akademickich zatrudnia się w grupach pracowników:  \n1) dydaktycznych;  \n2) badawczych;  \n3) badawczo -dydaktycznych.  \n§43 \n1. Nauczyciela akademickiego zatrudnia się na stanowisku:  \n1) profesora;  \n2) profesora uczelni;  \n3) adiunkta;  \n4) asystenta . \n2. W centrach dydaktycznych,  w grupie pracowników dydaktycznych, w miejsce stanowiska \nasystenta, zatrudnia się na stanowisku:  \n1) starszego lektora  lub starszego instruktora;  \n2) lektora  lub instruktora.  \n2a. W grupie pracowników badawczych zatrudnia się również na stanowisku:  \n1) profesor wizytujący;  \n2) adiunkt wizytujący.  \n3. Osoba zatrudniona na stanowisku profesora uczelni może posługiwać się zamiennie nazwą \nstanowiska  „profesor AGH”.   \n3a. Przy zatrudnianiu na stanowisku, o którym mowa w ust. 1, 2 i 2a, osoby która uzyskała \nza granicą stopień naukowy, stopień w zakresie sztuki lub tytuł zawodowy, który nie został \nuznany za równoważny z odpowiednim polskim stopniem lub tytułem, można odstąpić od \nokreślonych w art. 116 ust. 2 Ustawy wymagań w zakresie posiadania tytułu profesora, \nstopnia doktora lub tytułu zawodowego magistra, magistra inżyniera albo równorzędnego, \njeżeli zatrudniona osoba posiada znaczące osiągnięcia naukowe, artystyczne lub \ndydaktyczne.  \n \n§43a  \n1. Na stanowisku profesora wizytującego zatrudnia się na podstawie umowy o pracę na czas \nokreślony.  \n2. Na stanowisku profesora wizytującego zatrudnia się osobę, która nie jest pracownikiem \nAGH i która ma wybitny dorobek naukowy i zawodowy.  \n \n§43b  \n1. Na stanowisku adiunkta wizytującego zatrudnia się na podstawie umowy o pracę na czas \nokreślony.  \n2. Na stanowisku adiunkta wizytującego zatrudnia się osobę, która nie jest pracownikiem AGH \ni która ma znaczący dorobek naukowy i zawodowy.  \n\n \n19 \n §44 \nUmowę o pracę z nauczycielem akademickim zawiera Rektor, zgodnie z zasadami  określon ymi \nw Statucie.  \n§45 \n1. Pierwsza umowa o pracę z nauczycielem akademickim jest zawierana na czas:  \n1) nieokreślony albo  \n2) określony na okres do 4 lat.  \n2. W przypadku, o którym mowa w ust. 1 pkt . 2, po uzyskaniu przez nauczyciela \nakademickiego pozytywnej oceny okresowej, może być zawarta umowa o pracę na czas \nnieokreślony bez przeprowadzania konkursu.  \n§46 \nUmowa o pracę z nauczycielami akademickimi:  \n1) dla których AGH nie jest podstawowym miejscem pr acy; \n2) którzy pobierają świadczenie emerytalne  \n- zawierana jest na czas określony.  \n§47 \nNawiązanie  z nauczycielem akademickim pierwszego stosunku pracy w Uczelni:  \n1) na czas nieokreślony ; \n2) określony dłuższy niż 3 miesiące  \n- w wymiarze przekraczającym połowę pełnego wymiaru czasu pracy, następuje po \nprzeprowadzeniu otwartego konkursu.  \n§48 \nZasady przeprowadzania konkursów, wymagania oraz tryb postępowania poprzedzającego \nzatrudnienie nauczycieli akademickich określa załącznik nr 2 Statutu „Zasady \nprzeprowadzani a konkursów, wymagania oraz tryb postępowania poprzedzającego \nzatrudnienie nauczycieli akademickich ”.  \n§49 \nNauczycieli akademickich zatrudnia Rektor, na wniosek kierownika jednostki organizacyjnej, \nw której pracownik ma być zatrudniony, zaopini owany przez kolegium tej jednostki.  \n§50 \nZatrudnienie na stanowisku profesora uczelni :  \n1) na czas określony (powierzenie obowiązków na czas określony w ramach nawiązanego \nstosunku pracy na stanowisku adiunkta na czas nieokreślony) ; \n2) na czas nieokreślony  \nwymaga  dodatkowo zasięgnięcia opinii rektorski ej komisji , właściwej do spraw  \npracowniczych.  \n§51 \nZatrudnienie nauczyciela akademickiego w przypadku rozwiązania stosunku pracy w związku \nz przejściem na emeryturę i ponowne zatrudnienie na tym samym stanowisku , \nw dotychczasowych ramach czasowych , wymaga jedynie opinii kiero wnika jednostki \norganizacyjnej.  \n§52 \n1. Stosunek pracy z nauczycielem akademickim rozwiązuje Rektor, na wniosek kierownika \njednostki organizacyjnej, w której pracownik jest zatrudniony.  \n\n \n20 \n 2. Rozwiązanie stosunku pracy na mocy porozumienia stron wymaga opinii kierownika \njednostki.  \n3. Opinia i wniosek kierownika jednostki nie jest wymagany w przypadkach wskazanych w  art. \n123 ust. 1 pkt. 2 i ust. 2 Ustawy.  \n4. Jeżeli przepisy prawa przewidują  rozwiązanie stosunku pracy nauczyciela akademickiego \nz końcem semestru, przez koniec semestru rozumie się odpowiednio: ostatni dzień lutego \ni ostatni dzień września . \n§53 \n1. Nauczyciel akademicki, z wyjątkiem Rektora, podlega ocenie okresowej, w szczególności \nw zakresie wykonywania obowiązków, o których mowa w art. 115 Ustawy, oraz \nprzestrzegania przepisów o prawie autorskim i prawach pokrewnych, a także o własności \nprzemysłowej.  \n2. Ocena okresowa jest dokonywana nie rzadziej niż raz na 4 lata lub na wniosek Rektora . \n3. Do okresu, o którym mowa w ust. 2 nie wlicza się przerwy związanej z:  \n1) Urlopem związanym z rodzicielstwem, określonym w przepisach działu ósmego ustawy \nz dnia 26 czerwca 1974 r. – Kodeks Pracy;  \n2) urlopem dla poratowania zdrowia;  \n3) służbą wojskową i służbą zastępczą;  \n4) urlopem bezpłatnym trwającym nieprzerwanie co najmniej 3 miesiące udzielonym na \npodstawie art. 174 Kodeksu Pracy;  \n5) pobieraniem zasiłku chorobowego nieprzerwanie przez okres co najmniej 3 miesięcy lub \nświadczenia rehabilitacyjnego w związku z niez dolnością do pracy, w tym spowodowaną \nchorobą wymagającą rehabilitacji leczniczej.  \nTermin dokonania oceny okresowej ulega przedłużeniu o czas tej nieobecności.  \n4. Kryteria oceny okresowej, tryb jej przeprowadzania oraz podmiot dokonujący oceny \nokresowej określa Rektor, z zachowaniem wymogów wynikających z art. 128 Ustawy.  \n§54 \n1. Odpowiedzialność dyscyplinarną nauczycieli akademickich określa Ustawa.  \n2. Uczelniana Komisja Dyscyplinarna dla Nauczycieli Akademickich składa się z nauczycieli \nakademickich, p o jednym z każdej jednostki w której zatrudnieni są nauczyciele oraz dwóch \nstudentów  i jednego doktoranta . \n3. Członków Komisji wybiera Senat:  \n1) kandydatów nauczycieli akademickich zgłaszają kierownicy jednostek, po uzyskaniu \npozytywnej opinii kolegium jednostki;  \n2) kandydatów studentów /doktorantów  zgłasza organ samorządu studen ckiego /doktoranckiego .  \n4. Przewodniczącego Komisji wybiera Senat spośród wchodzących w skład Komisj i nauczycieli \nakademickich zatrudnio nych na stanowisku p rofesora lub profesora uczelni.  \n5. Senat dokonuje wyboru w głosowaniu tajnym, zwykłą większością głosów, przy obecności \nco najmniej połowy składu Senatu.  \n§55 \n1. Pracownicy Uczelni nie będący nauczycielami akademickimi zatrudniani są na podstawie \numowy o pracę, którą zawiera Rektor lub osoby przez niego upoważnione, zgodnie \nz Regulaminem Organizacyjnym.  \n2. Rektor określa stanowiska, na których pracownicy niebędący nauczycielami akademickimi \nzatrudniani są po pr zeprowadzeniu konkursu oraz określa warunki i tryb przeprowadzania \ntych konkursów.  \n3. Prawa i obowiązki pracowników Uczelni niebędących nauczycielami akademickimi określają \nzakresy czynności (obowiązków), Regulamin Pracy i Regulamin Organizacyjny.  \nKształcenie , sprawy studenckie  i doktoranckie  \n\n \n21 \n §56 \n1. Kształcenie w ramach studiów wyższych w Uczelni prowadzone jest na określonym \nkierunku, poziomie i profilu, w formie studiów stacjonarnych lub niestacjonarnych, zgodnie \nz wymogami przewidzianymi w Ustawie i przepisach  wykonawczych.  \n2. Kształcenie w ramach studiów wyższych w Uczelni może być także prowadzone w postaci \nindywidualnych studiów międzydz iedzinowych, studiów wspólnych, studiów dualnych oraz \nstudiów we współpra cy z innym podmiotem, zgodnie z  wymogami przewidziany mi \nw Ustawie i przepisach wykonawczych.  \n§57 \n1. Studia wyższe w Uczelni na określonym kierunku, poziomie i profilu są prowadzone przez \nwydziały na podstawie programu studiów.  \n2. Program studiów ustala Senat Uczelni, zgodnie z  wymogami przewidzianymi w U stawie \ni przepisach wykonawczych oraz wy tycznymi określonymi przez Senat.  \n3. Program studiów podlega systematycznej ocenie , doskonaleniu i dopasowywaniu do \nzmieniających się potrzeb wynikających z rozwoju cywilizacyjnego , rozwoju gospodarki \ni zmieniających się potrzeb  społeczeństwa.  \n4. W celu doskonalenia programu studiów można dokonywać w nim zmian, zgodn ie \nz wymogami przewidzianymi w U stawie i przepisach wykonawczych oraz wytycznymi \nokreślonymi przez Senat.  \n§58 \n1. Wykłady prowadzone w Uczelni są otwarte.  \n2. Uczelnia może prowadzić zajęcia także dla osób niebędących jej studentami.  \n§59 \n1. Zajęcia dydaktyczne w ramach studiów wyższych są prowadzone w języku polskim.  \n2. Zajęcia dydaktyczne w ramach studiów wyższych mogą być prowadzone w języku obcym  \nzgodnie z zasadami określonymi w Regulaminie Studiów . \n3. Dla cudzoziemców, w ramach studiów wyższych mogą być organizowane zajęcia z  języka \npolskiego.  \n4. W języku obcym mogą być również prowadzone egzaminy wstępne w trakcie przyjęć na \nstudia wyższe.  \n5. Zajęcia dydaktyczne w Uczelni mogą być prowadzone także z wykorzystaniem metod \ni technik kształcenia na odległość, zgodn ie z wymogami przewidzianymi w U stawie \ni przepisach wykonawczych.  \n§60 \n1. Rok akademicki rozpoczyna się 1 października i trwa do 30 września następn ego roku \nkalendarzowego.  \n2. Rok akademicki składa się z dwóch semestrów: zimowego i letniego oraz obejmuje:  \n1) okres odbywania zajęć dydaktycznych w każdym z semestrów;  \n2) dwie sesje egzaminacyjne wolne od zajęć, trwające łącznie nie krócej niż sześć tygodni:  \na) zimową (podstawową i poprawkową), po zakończeniu zajęć semestru zimowego;  \nb) letnią (podstawową i poprawkową), po zakończeniu zajęć semestru letniego;  \n3) wakacje zimowe, wiosenne i letnie, trwające w sumie nie mniej niż sześć tygodni, w  tym \nco najmniej cztery ty godnie nieprzerwanych wakacji letnich;  \n4) przerwę międzysemestralną, trwającą nie krócej niż tydzień.  \n3. Szczegółową organizację roku akademickiego ustala Rektor po zasięgnięciu \nopinii  uczelnianego organu samorządu studen ckiego  i podaje do wiadomości nie później  niż \nna 90 dni przed rozpoczęciem roku akademickiego.  \n§61 \n\n \n22 \n Przyjęcie na studia wyższe w Uczelni następuje poprzez:  \n1) rekrutację;  \n2) potwierdzenie efektów uczenia się;  \n3) przeniesienie z innej u czelni, także  zagranicznej;  \n4) wznowienie studiów . \n§62 \n1. Warunki, tryb oraz termin rozpoczęcia i zakończenia rekrutacji na studia wyższe oraz \nsposób jej przeprowadzenia w Uczelni określa Senat w drodze uchwały, zgodn ie \nz wymogami przewidzianymi w U stawie i przepisach wykonawczych.  \n2. Uchwała Senatu jest udostępniana nie później niż d o dnia 30 czerwca roku poprzedzającego \nrok akademicki, w którym ma się odbyć rekrutacja, a w przypadku utworzenia studiów na \nokreślonym kierunku, poziomie i profilu – niezwłocznie.   \n3. Przyjęcie na studia następuje w drodze wpisu na listę studentów.  \n4. Odmowa pr zyjęcia na studia następuje w drodze decyzji administracyjnej.  \n5. Wyniki postępowania w sprawie przyjęcia na studia są jawne.  \n6. Postępowanie rekrutacyjne na pierwszy rok studiów prowadzi Rektor poprzez powołanych \nprzez siebie Pełnomocników ds. Rekrutacji. Organami pomocniczymi Pełnomocników \nds. Rekrutacji opiniując ymi kryteria kwalifikacyjne są wydziałowe z espoły ds.  rekrutacji.  \n§63 \n1. Uczelnia może potwierdzać efekty uczenia się , uzyskane w procesie uczenia się poza \nsystemem studiów , osobom ubiegającym się o przyjęcie na studia na określonym kierunku, \npoziomie i profilu zgodn ie z wymogami przewidzianymi w  Ustawie.  \n2. Senat określa w drodze uchwały sposób potw ierdzania efektów uczenia się w  Uczelni.  \n§64 \nPrzyjęcie na pierwszy rok studiów w  AGH w wyniku przeniesienia z innej uczelni lub uczelni \nzagranicznej , a także wznowienia studiów,  odbywa się na zasadach określonych  \nw Regulaminie Studiów.  \n§65 \n1. Osoba przyjęta na studia rozpoczyna studia i nabywa prawa studenta Akademii Górniczo -\nHutniczej im. Stanisława Staszica w Krakowie z chwilą złożenia ślubowania.  \n1a. Ślubowanie w języku polskim składane jest według następującej treści:  \n„Ślubuję uroczyście, że jako student Akademii Górniczo -Hutniczej , będę \nsystematycznie i pilnie zdobywać wiedzę, dbać o dobre imię Uczelni i zachowywać \npostawę godną studenta ”. \n1b. Ślubowanie w języku angielskim składane jest według następującej treści:  \n„I, a student at the AGH University of Krakow, solemnly pledge to acquire knowledge \nsystematically and diligently, to ma ke every effort to uphold the good name of the \nUniversity, and to conduct myself in a manner befitting a student. ”.  \n2. Osoba przyjęta do szkoły doktorskiej nabywa prawa doktoranta Akademii Górniczo -\nHutniczej im. Stanisława Staszica w Krakowie z chwilą złożenia ślubowania.  \n2a. Ślubowanie w języku polskim składane jest według następującej treści:  \n„Ślubuję uroczyście, że jako doktorant A kademii Górniczo -Hutniczej , będę rzetelnie \nprowadzić badania naukowe, dbać o dobre imię Uczelni i  zachowywać postawę \ngodn ą doktoranta\".  \n2b. Ślubowanie w języku angielskim składane jest według następującej treści:  \n„I, a doctoral student at AGH University of Krakow, solemnly pledge to pursue \nresearch work earnestly and responsibly, to make every effort to uphold the good \n\n \n23 \n name of the University and to conduct myself in a manner befitting a doctoral \nstudent”.  \n§66 \nOrganizację studiów oraz związane z nimi prawa i obowiązki studentów określa Regulamin \nStudiów uchwalany przez Senat w trybie określonym w  Ustawie.  \n§67 \n1. Uczelnia umożliwia studentom i doktorantom dokonanie co najmniej raz w roku \nakademickim oceny nauczyciela akademickiego w zakresie wypełniania przez niego \nobowiązków związanych z kształceniem.  \n2. Zasady dokonywania oceny, o której mowa w ust. 1, określa Rekto r. \n3. Ocenę, o której mowa w ust. 1 ustala się na podstawie ankiety przeprowadzonej wśród \nstudentów i doktorantów Uczelni, z zachowaniem zasad dobrowolności, anonimowości \ni poufności.  \n4. Ocenę, o której mowa w ust. 1 uwzględnia się przy dokonywaniu oceny okresowej \nnauczyciela akademickiego.  \n§68 \n1. Uczelnia może pobierać opłaty za świadczone usługi edukacyjne oraz za inne czynności \nzwiązane z przyjęciem na studia lub odbywaniem studiów wskazan e w U stawie.  \n2. Szczegółowe zasady pobierania opłat za świadczone usłu gi edukacyjne oraz za inne \nczynności związane z przyjęciem na studia lub odbywaniem studiów, warunki i  tryb \nzwalniania z tych opłat na studiach wyższych, a także wysokość tych opłat ustala Rektor, \nzgodnie z zasadami określony mi w Ustawie . Ustalenie opłat pobieranych od studentów i ich \nwysokości wymaga zasięgnięcia opinii samorządu studen ckiego . \n§69 \n1. Uczelnia dokumentuje przebieg studiów zgodn ie z wymogami przewidzianymi w  Ustawie \ni przepisach wykonawczych.  \n2. Dokumentacja przebiegu studiów prowadzona jest w języku polskim.  \n3. Dokumentacja przebiegu studiów może być prowadzona także w języku angielskim, jeżeli \nkierunek studiów prowadzony jest w tym języku.  \n4. Uczelnia sporządza i wydaje dokumenty dotyczące przebiegu studiów w języku polskim, \na na wniosek studenta al bo absolwenta , albo gdy umowa międzynarodowa tak przewiduje \n– także w języku angielskim.  \n5. (uchylony)  \n§70 \nAbsolwenci Uczelni otrzymują dyplomy ukończenia studiów zgodnie z w zorem zatwierdzonym \nprzez Senat.  \n§71 \n1. Studenci AGH tworzą samorząd studencki, którego uprawnienia i zasady działania określa \nUstawa i Regulamin samorzą du studen ckiego  Akademii Górniczo -Hutniczej.  \n2. Doktoranci AGH  tworzą samorząd doktorantów, którego uprawnie nia i zasady działania \nokreśla U stawa i Regulamin samorządu doktoran tów Akademii Górniczo -Hutniczej.  \n3. Samorząd studencki  jest zobowiązany do opracowania i promowania kodeksu etyki \nstudenta.  \n4. Samorząd doktorantów jest zobowiązany do opracowania i promowania kodeksu etyki \ndoktoranta.  \n§72 \n\n \n24 \n 1. Studenci mają prawo zrzeszania się w uczelniany ch organizacjach studenckich, \na doktoranci w organizacjach doktora ntów, działających w formie kół naukowych lub \norganizacji o innym charakterze, w szczególności sportowym i kulturalnym.  \n2. Studenci i doktoranci mają prawo zrzeszania się w stowarzys zeniach działających na \npodstawie ustawy z dnia 7 kwietnia 1989 r. – Prawo o stowarzyszeniach.  \n3. Uczelnia może przeznaczać środki na działalność uczelnianych organizacji studenckich, \norganizacji doktorantów, działających w Uczelni stowarzyszeń zrzeszających wyłącznie \nstudentów, doktorantów i pracowników AGH oraz Akademickiego Związku Sportowego i \njego klubów uczelnianych utworzonych w uczelni za zgodą Rektora.  \n3a. Podmioty, o których mowa w ust.3, przeznaczają otrzymane środki wyłącznie na działania \nobejmując e studentów, doktorantów lub pracowników uczelni.  \n3b. Podmioty, o których mowa w ust. 3, przedstawiają Uczelni sprawozdanie z wykorzystania \nśrodków otrzymanych w danym roku akademickim.  \n4. Zasady działania w AGH i przeznaczania środków na działalność uczelnianych organizacji \nstudenckich, organizacji doktorantów, stowarzyszeń, oraz Akademickiego Związku \nSportowego i jego klubów uczelnianych o których mowa w ust. 3, określa Rektor.  \n§73 \nZa czyn uchybiający  godności studenta lub doktoranta, za naruszenie p rzepisów \nobowiązujących w Uczelni student lub doktorant ponoszą odpowiedzialność przed komisjami \ndyscyplina rnymi w trybie przewidzianym w U stawie i przepisach wykonawczych.  \n§74 \n1. Komisję Dyscyplinarną i Odwoławczą Komisję Dyscyplinarną dla Studentów, liczące  każda \npo jednym nauczycielu akad emickim i po jednym studencie z  każdego wydziału powołuje \nSenat na wniosek Rektora.  \n2. Kandydatów do Komisji, o których mowa w ust. 1  będących nauczycielami akademickimi , \nzgłaszają kolegia  wydział ów. \n3. Kandydatów do komisji dysc yplinarnych będących studentami – przedstawia samorząd  \nstuden cki. \n4. Senat wybiera spośród członków Komisji, o których mowa w ust. 1 Przewodniczących tych \nKomisji oraz po jed nym zastępcy przewodniczącego w  każdej Komisji.  \n5. Czas trwania kadencji członków Komisji wynosi 4 lata i rozpoczyna się z początkiem \nkadencji Senatu , z tym, że kadencja studentów i  doktorantów członków komisji trwa 2 lata. \n6. Postanowienia ust. 1 -5 mają odpowiednie zastosowanie do powoływania Komisji  \nDyscyplinarnej i Odwoławczej Komisji Dyscyplinarnej dla Doktorantów . \n§75 \n1. Kształcenie w ramach studiów podyplomowych jest prowadzone przez wydziały oraz przez \nfunkcjonujące w ramach wydziałów instytuty, a w przypadku innych form kształcenia – \ntakże przez inne jednostki Uczelni, zgodnie z wymogami przewidzianymi w Ustawie, \nprzepisach wykonawczych oraz przepisach wewnętrznych obowiązujących w Uczelni.  \n2. Studia podyplomowe i inne formy kształcenia mogą być prowadzone także wspólnie  \nz innymi uczelniami, instytutami badawczymi  oraz instytutami Polskiej Akademii Nauki \n(PAN), a także we współpracy z innymi podmiotami krajowymi i zagranicznymi na \npodstawie zawartego porozumienia o współpracy.  \n§76 \n1. Studia podyplomowe są prowadzone na podstawie programu studiów podyplomowych.  \n2. Program  studiów podyplomowych ustala Senat Uczelni, zgodnie z wymogami \nprzewidzianymi w Ustawie oraz wytycznymi określonymi przez Rektora.  \n\n \n25 \n 3. Program studiów podyplomowych podlega system atycznej ocenie, doskonaleniu \ni dopasowywaniu do zmieniających się potrzeb wynikających z rozwoju cywilizacyjnego, \nrozwoju gospodarki i zmieniających się potrzeb społeczeństwa.  \n4. W celu doskonalenia programu studiów podyplomowych można dokonywać w nim zmian, \nzgodnie z wytycznymi określony mi przez Rektora.   \n§77 \nInne formy kształcenia prowadzone są w Uczelni w postaci kursów dokształcających albo \nszkoleń, na podstawie programu ustalonego przez kierownika jednostki prowadzącej tę formę, \nzgodnie z wytycznymi określonymi przez Rektora.  \n§78 \n1. Zajęcia dydaktyczne w ramach studiów podyplomowych i innych form kształcenia są \nprowadzone w języku polskim ; mogą być także prowadzone w języku obcym . \n2. Zakres i warunki prowadzenia i odbywania zajęć dydaktycznych oraz weryfikacji efektów \nuczenia się w języku obcym w ramach studiów podyplomowych lub innych form kształcenia \nokreślają odpowiednio re gulamin studiów podyplomowych i  regulamin innych form \nkształcenia.  \n§79 \n1. Organizację i tok studiów podyplomowych oraz związane z nimi prawa i obowiązki słuchaczy \nokreśla regulamin studiów podyplomowych.  \n2. Organizację i tok innych form kształcenia oraz związane z nimi prawa i obowiązki \nuczestników określa regulamin innych form kształcenia.  \n3. Szczegółowe zasady organizacji studiów podyplomowych oraz innych form kształcen ia \nw Uczelni określa Rektor w drodze zarządzenia.  \n§80 \n1. Za kształcenie na studiach podyplomowych oraz za kształcenie w ramach innych form \nkształcenia Uczelnia pobiera opłaty.  \n2. Szczegółowe zasady pobierania opłat, o których mowa w ust. 1, a także wysokość tych \nopłat ustala Rektor.  \n§81 \nUczelnia dokumentuje przebieg studiów podyplomowych lub innych form kształcenia na \nzasadach określonych przez Rektora.  \n§82 \n1. Osoba, która ukończyła studia podyplomowe, otrzymuje świadectwo ukończenia tych \nstudiów, którego wzór zatwierdza Rektor.  \n2. Osoba, która ukończyła kurs dokształcający otrzymuje świadectwo ukończenia kursu \ndokształcającego, którego wzór zatwierdza Rektor.  \n3. Osoba, która ukończyła szko lenie otrzymuje certyfikat ukończenia szkolenia, którego wzór \nzatwierdza Rektor.  \nMienie i gospodarka finansowa  \n§83 \n1. Mienie Uczelni obejmuje własność i  inne prawa majątkowe. Uczelnia dysponuje \nsamodzielnie swoim mieniem na zasadach określonych w prawie.  \n2. Rektor zarządza mieniem Uczelni przy pomocy:  \n1) Prorektora w zakresie posiadanych przez Uczelnię udziałów w spółkach prawa \nhandlowego oraz przysługujących Uczelni praw własności intelektualnych;  \n\n \n26 \n 2) Kanclerza w zakresie posiadanych przez Uczelnię praw do nierucho mości i  praw \nwłasności lub użytkowania środków trwałych i innych składników majątku ruchomego.  \n3. Szczegółowe zasady zarządzania mieniem określa Rektor w wydanych zarządzeniach \ni udzielonych pełnomocnictwach.  \n§84 \n1. Uczelnia prowadzi samodzielną gospodarkę finan sową na podstawie rocznego planu \nrzeczowo -finansowego, zgodnie z przepisami o finansach publicznych.  \n2. Uczelnia prowadzi rachunkowość zgodnie z przepisami o rachunkowości, z  uwzględnieniem \nzasad określonych w Ustawie.  \n3. Gospodarkę finansową Uczelni prowadzi Rektor przy pomocy Kwestora.  \n4. W Uczelni rokiem obrotowym j est rok kalendarzowy.  \n5. Do czasu przyjęcia planu rzeczowo -finansowego Uczelnia prowadzi działalność na \npodstawie prowizorium budżetowego ustalonego przez Rektora.  \n6. Uczelnia sporządza roczny plan rzeczowo -finansowy, uwzględniając przyznane dotacje, \nsubwencje i inne środki finansowe z budżetu państwa oraz budżetów jednostek samorządu \nterytorialnego, ich związków lub związków metropolitalnych oraz inne środki publiczne , \na także planowane przychody własne.  \n7. Plan rzeczowo -finansowy ustala Rektor, po zaopiniowaniu przez Radę Uczelni.  \n8. Rektor może dokonać zmiany planu rzeczowo -finansowego jeżeli zmiana ta nie będzie miała \nujemnego wpływu na zaplanowany wynik finansowy.  \n9. Rada U czelni nie później niż w terminie do 30 czerwca roku następnego  po roku objętym \nsprawozdaniem  zatwierdza:  \n1) sprawozdanie z wykon ania planu rzeczowo -finansowego;  \n2) sprawozdanie finansowe zbadane przez firmę audytorską.  \n§85 \n1. Kierownicy jednostek organizacyjnych oraz inni pracownicy, którym Rektor udzielił \npełnomocnictwa do dysponowania środkami finansowymi, ponoszą odpowiedzialność za ich \nwykorzystanie zgodnie z  obowiązującymi przepisami prawa powszechnie obowiązującego \noraz aktami prawa wewnętrznego.  \n2. Nadzór nad wykonywaniem planu rzeczowo -finansowego sprawuje Rektor przy pomocy \nkwestora.  \n3. Szczegółowe zasady prowadzenia gospodarki finansowej przez jednostki organizacyjne \nokreśla Rektor w drodze zarządzenia.  \n4. Przy podejmowaniu d ecyzji o utworzeniu, likwidacji i przekształceniu jednostki \norganizacyjnej Uczelni , Rektor określa sposób jej działalności oraz wykorzystania \npowierzonych środków i składników majątkowych.  \n§86 \n1. Uczelnia może prowadzić wyodrębnioną organizacyjnie i finansow o działalność gospodarczą \nna zasadach określonych w Ustawie  oraz Statucie.  \n2. Uczelnia może prowadzić wyodrębnioną organizacyjnie i finansowo działalność gospodarczą \nw zakresie działalności wytw órczej, handlowej, finansowej i  usługowej.  \n3. Działalność gospodarczą, o której mowa w ust.  1 i 2 Uczelnia może prowadzić w formie \nwyodrębnionej organizacyjnie i finansowo jednostki Uczelni lub w każdej innej formie \norganizacyjno -prawnej dopuszczonej przepisami prawa, w szczególności poprzez tworzenie \nlub przystę powanie do spółek kapitałowych lub funduszy inwestycyjnych.  \n4. Rektor zarządzeniem określa szczegółowe zasady organizacji i działalności jednostki \norganizacyjnej Uczelni, o której mowa w ust. 3, w tym tryb powoływania i odwoływania \nkierownika jednostki.  \n5. Koszty wyodrębnionej działalności gospodarczej są pokrywane wyłącznie z  przychodów \nuzyskiwanych z tej działalności.  \n\n \n27 \n 6. Wynik finansowy osiągnięty przez jednostkę organizacyjną Uczelni, o któr ym mowa \nw ust. 3, jest częścią składową wyniku finansowego Uczelni, a z ysk jest przeznaczony na \ncele statutowe Uczelni.  \n7. Przychód osiągnięty przez Uczelnię z działalności gospodarczej prowadzonej przez \npodmioty, o których mowa w ust. 3 inne niż jednostka organizacyjna Uczelni jest \nprzeznaczony na cele statutowe Uczelni.  \n \n§87 \n1. Rektor może utworzyć własny fundusz przeznaczony na stypendia za wyniki w nauce dla \nstudentów oraz stypendia naukowe dla pracowników i doktorantów, określając środki na \nten fundusz i zasady ich wykorzystania .  \n2. Zasady przyznawania stypendiów z własnego fund uszu studentom i doktorantom ustala \nRektor w uzgodnieniu odpowiednio z samorządem studenckim albo samorządem \ndoktorantów . \n3. Rektor może utworzyć inne fundusze określając środki na ten fundusz i zasady ich \nwykorzystania.  \nPrzepisy porządkowe dotyczące odbywani a zgromadzeń  \n§88 \nCzłonkowie wspólnoty Uczelni mają prawo organizowania zgromadzeń na terenie Uczelni lub \nuczestnictwa w takich zgromadzeniach przy zachowaniu przepisów porządkowych zawartych \nw załączniku nr 4 Statutu „Przepisy porządkowe organizowania zgromadzeń w AGH . \nTradycje Akademii Górniczo -Hutniczej  \n§89 \n1. Godło Akademii Górniczo -Hutniczej stanowi stylizowany orzeł z koroną, z  głową obróconą \nw prawą stronę i z tarczą, na której umieszczone są skrzyżowane perlik i żelazko oraz \ninicjały AGH. Godło historyczne Akademii Górniczo -Hutniczej stanowi stylizowany orzeł \nz koroną z głową obróconą w  prawą stronę i z tarczą, na której umieszczone są \nskrzyżowane perlik i  żelazko oraz inicjały AG, zgodnie z projektem z 1925 roku.  \n2. Barwami Akademii Górniczo -Hutnic zej są kolory: zielony , czarny i  czerwony . \n3. Akademia posiada sztandar. Sztandar ma na awersie na czerwonym tle godło Akademii \nGórniczo -Hutniczej, o którym mowa w ust. 1, okolone napisem: „Akademia Górniczo -\nHutnicza im. Stanisława Staszica w Krakowie”. Pod spodem umieszczony jest napis: „Rok \nzałożenia 1919”. Rewers ma trzy kolory: czerwony, czarny i zielony, a na tle czarnego \nkoloru umieszczony jest herb Miasta Krakowa.  \n4. W czasie uroczystych posiedzeń Senatu oraz w czasie inauguracji roku akade mickiego \nRektor, p rorektorzy, członkowie Senatu i dziekani będący nauczycielami akademickimi \nnoszą uroczysty ubiór akademicki i właściwe insygnia.  \n5. Uroczysty ubiór akademicki składa się z togi i biretu. Togi barwy czarnej mają mucety \nzielone (dla wydziałów związanych z górnictwem i naukami o Ziemi), czerwone (dla \nwydziałów zwią zanych z hutnictwem i naukami o materiałach) lub czarne (dla pozostałych \nwydziałów). Togi Rektora – zielona – i prorektorów – zielone, czerwone lub czarne – \nozdobione są pelerynkami gr onostajowymi. Birety czworokątne są barwy czarnej, a jedynie \nRektora i  prorektorów - barwy zielonej lub czerwonej lub czarnej zależnie od barwy togi. \nRektor, prorektorzy i dziekani noszą łańcuchy. Insygniami Rektora są ponadto: ozdobna \nbarta górnicza, berł o i pierścień. Studenci Akademii Górniczo -Hutniczej mają prawo do \nnoszenia tradycyjnej czapki studenckiej.  \n§90 \nWydział mo że posiadać własne logo i barwy.  \n\n \n28 \n §91 \n1. Uczelnia wyróżnia tytułami: Doktora Honoris Causa, Profesora Honorowego Akademii \nGórniczo -Hutniczej, Zasłużonego dla Akademii Górniczo -Hutniczej oraz Konsula \nHonorowego Akademii Górniczo -Hutniczej osoby szczególnie zasłużone dla nauki i  techniki \nlub dla Uc zelni.  \n2. Tytuł Doktora Honoris Causa nadawany jest wybitnym uczonym, twórcom techniki oraz \ninnym osobom, które nie są czynnymi lub emerytowanymi pracownikami Uczelni.  \n3. Tytuł Profesora Honorowego Akademii Górniczo -Hutniczej nadawany jest wybitnym \nuczonym, tw órcom techniki oraz innym osobom zasłużonym dla AGH, które są czynnymi \nlub emerytowanymi pracownikami Uczelni.  \n4. Procedura przyznawania tytułu Doktora Honoris Causa wymaga między innymi zasięgnięcia \nopinii senatów dwóch uczelni akademickich, wyznaczonych prz ez Senat. Procedura \nprzyznawania tytułu Profesora Honorowego Akademii Górniczo -Hutniczej wymaga  \nuzyskania opinii co najmniej dwóch kolegiów  wydziałów  AGH lub innych uczelni o podobnym \nprofilu.  \n5. Tytuł Konsula Honorowego Akademii Górniczo -Hutniczej nadawany jest osobom związanym \nz Uczelnią, których działalność przyczyniła się do jej rozwoju i promocji. Prawo złożenia \nwniosku o nadanie tytułu Konsula Honorowego przysługuje: Rektorowi, kierownikom \njednostek podstawowych po zasięgnięciu opinii właściwego kolegiu m, Radzie Uczelni, \nSenatowi oraz radom dyscyplin naukowych . \n6. Jako wyraz uznania wkładu osoby (grupy osób) w powstanie lub szczególną aktywność \nw działalności związanej z miejscem upamiętnienia, Uczelnia może je upamiętnić w formie:  \n1) nadania nazw imienia obiektom budowlanym (budynkom i budowlom) i ich częściom \nlub elementom terenu, w tym infrastrukturze, ciągom komunikacyjnym pieszym \ni jezdnym, zieleńcom, placom, itp.;  \n2) umieszczania tablic pamiątkowych w obiektach lub na terenie AGH.  \n§92 \n1. AGH nadaje swym pracownikom lub innym osobom, które przyczyniły się do jej rozwoju \nlub przysporzyły Uczelni dobrego imienia i chwały, honorowy tytuł: „Zasłużony dla Akademii \nGórniczo -Hutniczej” na zasadach określonych przez Senat.  \n2. Absolwenci i studenci AGH osiągający najlepsze wyniki w nauce mogą być wyróżniani:  \n1) „Odznaką im. Stanisława Staszica” dla najlepszego absolwenta (jeżeli kilku, to wszyscy \ndostają nagrodę) studiów pierwszego stopn ia, którzy terminowo (zgodnie \nz obowiązującym planem i regulaminem studiów wyższych) ukończą studia na danym \nkierunku;  \n2) „Medalem im. Stanisława Staszica ” dla najlepszego studenta absolwenta (jeżeli kilku, \nto wszyscy dostają medal) studiów drugiego stopnia, którzy terminowo (zgodnie \nz obow iązującym planem i  regulaminem studiów wyższych ) ukończą studia na danym \nkierunku .  \n§93 \n1. Stałymi uroczystościami w Uczelni są:  \n1) uroczysta inauguracja roku akademickiego;  \n2) Dzień Edukacji Narodowej;  \n3) uroczystości górnicze (Dzień Górnika), odbywające się w dniu św. Barbary Patronki \nGórników (4  grudnia) lub w zbliżonym terminie;  \n4) uroczystości hutnicze (Dzień Hutnika) odbywające się w dniu św. Floriana Patrona \nHutników (4  maja) lub zbliżonym terminie;  \n5) uroczystości święta nauk ścisłych (Dni Hoborskieg o) odbywające si ę w listopadzie.  \n2. Jednym z akcentów uroczystości określonych w ust.  1 są uroczyste posiedzenia Senatu.  \n\n \n29 \n 3. Uroczystości centralne Uczelni, inne niż wymienione wyżej, odbywają się na mocy uchwał \nSenatu.  \n§94 \n1. Uroczystości nadania tytułu Doktora Honoris Causa, Profesora Honorowego Akademii \nGórniczo -Hutniczej, a także uroczyste promocje doktorskie przeprowadza się jako odrębne \nuroczystości.  \n2. Uroczystości nadania tytułu Zasłużonego dla Akademii Górniczo -Hutniczej, Konsula \nHonorowego Akademii Górniczo -Hutniczej oraz  uroczyste  promocje habilitacyjne \nprzeprowadza się przede wszystkim z okazji Dnia Edukacji Narodowej, Dnia Górni ka lub \nDnia Hutni ka oraz D ni Hoborskiego . \n§95 \nW Księdze Tradycji znajdują się s zczegółowe info rmacje dotyczące kultywowania tradycji \nw AGH. \n§96 \nIntegralną część Statutu stanowią następujące załączniki:  \nZałącznik nr 1 - Wybory, powoływanie i odwoływanie organów i osób pełniących funkcje \nkierownicze.  \nZałącznik nr 2 - Zasady przeprowadzania konkursów, wymagania oraz tryb postępowania \npoprzedzającego zatrudnienie nauczycieli akademickich.  \nZałącznik nr 3 - Wykaz stanowisk dyplomowanych bibliotekarzy oraz dyplomowanych \npracowników dokumentacji i informacji naukowej oraz wymagania kwalifikacyjne niezbędne \ndo ich zajmowania.  \nZałącznik nr 4 - Przepisy porzą dkowe dotyczące organizowania zgromadzeń w AGH.  \nZałącznik nr 5 - Godło i godło historyczne Akademii Górniczo -Hutniczej.  \nZałącznik nr 6 - Przepisy przejściowe.  \n \n  \n\n \n30 \n Załącznik nr 1  \nWybory, powoływanie i odwoływanie organów  \ni osób pełniących funkcje kierownicz e \n \n§1 \n1. Wybory w Uczelni przeprowadzane są w trybach bezpośrednim albo pośrednim.  \n2. W trybie bezpośrednim dokonywane są wybory na członków okręgowych kolegiów \nelektorów.  \n3. W trybie pośrednim dokonywane są wybory:  \n1) członków Uczelnianego Kolegium Elektorów oraz przedstawicieli do Senatu – przez \nokręgowe kolegia elektorów;  \n2) Rektora przez Uczelniane Kolegium Elektorów;  \n3) członków Rady Uczelni – przez Senat;  \n4) wybieralnych członków kolegiów wydziałów o raz kolegiów centrów badawczych  – przez \nokręgowe kolegia elektorów . \n4. Tryb wyboru przedstawicieli studentów i doktorantów określają odpowiednio: Regulamin \nsamorządu studen ckiego  i Regulamin samorządu doktorantów.  \n5. Określony w niniejszym załączniku tryb powołania i odwołania w Uczelni dotyczy:  \n1) osób pełniących funkcje kierownicze  w Uczelni, o których mowa w §27  \nust. 3 pkt. 2 Statutu;  \n2) prodziekanów.  \n§2 \n1. Wybory organizuje i przeprowadza Uczelniana Komisja Wyborcza, powołana przez Senat \nna wniosek Rektora nie później niż do dnia 31 grudnia roku kalendarzowego \npoprzedzającego wybory, w liczbie nie mniejszej niż 11 osób.  \n2. Uczelniana Komisja Wyborcza powołuje Okręgowe Komisje Wyborcze w okręgach \nobejmujących podstawowe i pomocnicze jednostki organizacyjne Uczelni, na wniosek \nkierowników jednostek wchodzących w skład danego okręgu wyborczego, do dnia \n31 stycznia roku wyborów.  \n3. Komisje wyłaniają ze swego grona pr zewodniczących i ich zastępców.  \n4. Kadencja członków Uczelnianej Komisji Wyborczej rozpoczyna się z dniem  \n1 stycznia roku wyborów a kończy się w dniu 31 grudnia roku kalendarzowego \npoprzedzającego kolejne wybory. Kadencja członków okręgowych komisji wyborcz ych \nrozpoczyna się z dniem 1 lutego roku wyborów a kończy się w dniu 31 stycznia roku \nkalendarzowego kolejnych wyborów.  \n5. Kalendarz wyborczy, okręgi wyborcze oraz liczebności organów i ciał kolegialnych określa \nodrębna uchwała wyborcza, podjęta przez Senat, nie później niż do dnia 28 lutego roku, \nw którym przeprowadzane są wybory. Uczelniana Komisja Wyborcza przedkłada Rektorowi \nprojekt uchwały Senatu , nie później niż do dnia 15 lutego roku, w którym przeprowadzane \nsą wybory.  \n§3 \n1. Czynne prawo wyborcze w wybor ach bezpośrednich przysługuje wszystkim członkom \nwspólnoty Uczelni, a w wyborach pośrednich członkom Uczelnianego Kolegium Elektorów, \nczłonkom Senatu, oraz członkom okręgowych kolegiów wyborczych.  \n2. Bierne prawo wyborcze przysługuje nauczycielom akademickim zatrudnionym w Uczelni \njako podstawowym miejscu pracy oraz pracownikom niebędącym nauczycielami \nakademickimi zatrudnionym w Uczelni  w pełnym wymiarze czasu pracy , chyba, że Ustawa \nstanowi inaczej.  Bierne prawo wyborcze przysługuje również studentom i doktorantom \nUczelni. Przysługuje także pracownikom spełniającym kryteria określone powyżej, którzy \nprzebywają na urlopach bezpłatnych. Jeżeli jako kandydata zgłoszono osobę pełniącą \n\n \n31 \n funkcję organu AGH lub innej uczelni, będącą członkiem  rady innej uczelni, albo \nzatrudnioną w administracji publicznej, osobę tą umieszcza się na liście kandydatów po \nzłożeniu przez nią oświadczenia , że z chwilą wyboru zrezygnuje odpowiednio z pełnienia \nfunkcji, bycia członkiem lub zatrudnienia.  \n3. Dla ustalenia  liczebności organów kolegialnych przyjmuje się stan zatrudnienia na dzień \n1 lutego roku, w którym przeprowadzane są wybory, przy czym nie wlicza się osób \nprzebywających na urlopach bezpłatnych. Ta sama osoba nie może brać udziału  \nw wyborach (posiadać czy nnego lub biernego prawa wyborczego) w więcej niż jednym \nokręgu wyborczym i więcej niż w jednej grupie pracowniczej, z zastrzeżeniem § 6  \nust. 4  niniejszego Załącznika . Osoby będące pracownikami Uczelni i jednocześnie \ndoktorantami są zaliczane do grupy pracowników.  \n4. Wszystkie głosowania są tajne i odbywają się przez oddanie głosu do urny lub w inny \nrównoważny sposób, określony przez Uczelnianą Komisję Wyborczą. Wybory Rektora \nodbywają się obligatoryjnie na zebraniu wyborczym przez oddanie głosu do urny.  \n5. Karty do głosowania winny zawierać nazwiska wszystkich kandydatów w porządku \nalfabetycznym, a wybór odbywa się przez skreślenie osób, na które nie jest oddawany głos. \nW przypadku zgłoszenia tylko jednej kandydatury na miejsce jednomandatowe karty \nwyborcze p owinny zawierać do wyboru opcje TAK i NIE.  \n6. Czas i miejsce przeprowadzenia wyborów podaje się do wiadomości wspólnoty Uczelni \nw taki sposób, aby zachowane zostały okresy wymagane dla zgłoszenia kandydatów  oraz \nkażdy uprawniony do głosowania miał możliwość wzięcia udziału w wyborach .  \n§3a \n1. Wszystkie czynności procedury wyborczej w AGH, określone w załączniku nr 1 do Statutu, \nmogą być prowadzone zdalnie z wykorzystaniem technologii informatycznych, w wypadku \nobowiązywania na terenie Rzeczypospolitej Polskiej stanu zagrożenia epidemicznego, stanu \nepidemii lub stanu nadzwyczajnego, którego skutkiem jest ograniczenie możliwości \nprzemieszczania się osób, ich osobistego komunikowania się, zakaz zgromadzeń lub inne \nograniczenia, które uniemożliwiają lub znacznie utr udniają przeprowadzenie czynności \nprocedury wyborczej w Uczelni w sposób określony w innych paragrafach niniejszego \nZałącznika, pod warunkiem zapewnienia:  \n1) równego dostępu do tych technologii dla osób uprawnionych do głosowania i zgłaszania \nkandydatów,  \n2) odpowiedniej autoryzacji osób uprawnionych do zgłoszenia kandydatów,  \n3) odpowiedniej autoryzacji osób uprawnionych do głosowania,  \n4) zachowania tajności oddania głosu,  \n5) zachowania tajności  zgłoszenia kandydata na Rektora,  \n6) możliwości zgłoszenia i oddania głosu na jednego kandydata na Rektora i dziekana przez \nkażdego elektora.  \n2. Decyzję o przeprowadzeniu czynności procedury wyborczej zdalnie z wykorzystaniem \ntechnologii informatycznych podejmuje i określa szczegółowy sposób ich przeprowadzenia \nSenat w odrębnej uchwale . \n3. Niezbędne warunki techniczne do przeprowadzenia wyborów według ust. 1 -2 zapewnia \nRektor, na podstawie uchwały Senatu, o której mowa w ust. 2.  \n§4 \n1. Wybory członków okręgowych kolegiów elektorów przeprowadzane są co najwyżej w  dwóch \nturach.  \n2. W pierwszej turze  wybrani zostają kandydaci w liczbie nie większej niż liczba miejsc do \nobsadzenia, którzy otrzymali największe liczby głosów, ale większe niż 50% ważnie \noddanych głosów, przy frekwencji wyborczej większej niż 50% osób uprawnionych do \ngłosowania.  \n\n \n32 \n 3. W przypad ku nie obsadzenia wszystkich miejsc przeprowadzana jest druga tura, w której \nnie obowiązuje wymóg 50% frekwencji wyborczej, a mandaty pozostałe do obsadzenia \nuzyskują kandydaci, którzy otrzymali największe liczby głosów.  \n4. W przypadku, gdy dwóch lub więcej kandydatów uzyska jednakową liczbę głosów \nstanowiących o wyborze, a liczba mandatów jest zbyt mała, aby wszyscy zostali wybrani, \no obsadzeniu mandatu decyduje losowanie, które przeprowadza okręgowa komisja \nwyborcza.  \n§5 \n1. Okręgowe kolegia elektorów wybierają członków Uczelnianego Kolegium Elektorów, \nczłonków Senatu i wybieralnych członków kolegiów jednostek podstawowych w okręgach \noraz wyłaniają kandydatów na dziekana w przypadku wydziałów.  \n2. W skład okręgowego kolegium elektorów wchodzą wybrani przedstawiciele:  \n1) profesorów i profesorów uczelni, którzy stanowią nie mniej niż 50% składu;  \n2) pozostałych nauczycieli akademickich, którzy stanowią nie mniej niż 20% składu;  \n3) studentów i doktorantów, którzy stanowią nie mniej niż 20% składu; przy czym liczbę \nstudentów i doktorantów ustala się proporcjonalnie do liczebności obu tych grup, z tym \nże każda z tych grup jest reprezentowana przez co najmniej jednego przedstawiciela;  \n4) pracowników niebędących nauczycielami akademickimi, którzy stanowią nie mniej niż \n5% składu . \n3. Liczby elektorów kolegium okręgowego – przedstawicieli poszczególnych grup \npracowników, zgodnie z proporcjami określonymi w ust. 2 oraz liczbowym składem \npracowników, określa uchwała wyborcza według stanu zatrudnienia w dniu 1 lutego roku, \nw którym przeprowadz ane są wybory. Liczbę elektorów kolegium okręgowego – \nprzedstawicieli studentów i doktorantów, określa uchwała wyborcza według stanu na dzień \n31 grudnia roku poprzedzającego rok, w którym przeprowadzane są wybory . \n4. Elektorzy kolegium okręgowego wybierani są  odrębnie w grupach według podziału \ni proporcji określonych w ust. 2, spośród kandydatów zgłoszonych przez co najmniej \n3 osoby uprawnione do głosowania z danego okręgu i grupy; kandydaci, którzy wyrazili \nzgodę na kandydowanie, winni być podani do ogólnej w iadomości co najmniej na 3  dni \nprzed dniem wyborów.  \n5. Okręgowe kolegium elektorów wybiera spośród swoich członków na pierwszym zebraniu \nkolegium zwołanym przez Przewodniczącego Okręgowej Komisji Wyborczej \nprzewodniczącego kolegium i jego zastępcę, którzy zac howują swoje mandaty na cały okres \nkadencji kolegium.  \n§6 \n1. Okręgowe kolegia elektorów wybierają członków Uczelnianego Kolegium Elektorów \ni członków Senatu w liczbie równej liczbie miejsc do obsadzenia, określonej dla okręgu \nw uchwale wyborczej. Wybory przeds tawicieli grup społeczności Uczelni wymienionych \nw §14 Statutu, ust. 1 pkt 2 -3, wybierani są przez przedstawicieli tych grup wchodzących \nw skład okręgowych kolegiów elektorów, na specjalnych zebraniach wyborczych.  \n2. Kandydatów na członków Uczelnianego Kolegium Elektorów i członków  Senatu  \nz danego okręgu może zgłosić co najmniej 5 przedstawicieli danej grupy uprawnionych do \ngłosowania w tym okręgu. Lista kandydatów winna być podana do ogólnej wiadomości co \nnajmniej na 3 dni przed dniem wyborów.  \n3. Wybory p rzedstawicieli pracowników nie będących nauczycielami akademickimi do \nUczelnianego Kolegium Elektorów oraz do Senatu odbywają się w dwóch okręgowych \nkolegiach elektorów obejmujących pracowników nie będących nauczycielami \nakademickimi:  \n1) w jednostkach podstaw owych ; \n2) w pozostałych jednostkach.  \n4. Dla realizacji wyborów określonych w ust. 3 do składu okręgowego kolegium elektorów \n\n \n33 \n o którym mowa w ust. 3 pkt. 1 włączani są członkowie okręgowych kolegiów elektorów \nwybrani w trybie określonym w § 5 ust. 1 -5 niniejszego Załącznika . Przy innych wyborach \nuczestniczą w  głosowaniu w okręgowym kolegium elektorów do którego zostali wybrani.  \n5. Do ważności głosowania wymagana jest obecność więcej niż połowy liczby elektorów. \nObliczanie wyników głosowania oraz ich podan ie do wiadomości wspólnoty Uczelni odbywa \nsię bezpośrednio po zakończeniu głosowania. Tryb ogłoszenia wyników wyborczych \nokreśla Uczelniana Komisja Wyborcza.  \n6. W wyniku głosowania wybrani zostają kandydaci którzy otrzymali więcej niż 50% ważnie \noddanych głos ów.  \n7. Jeżeli w pierwszej turze wyborów nie obsadzono wszystkich mandatów lub gdy dwóch lub \nwięcej kandydatów uzyska jednakową liczbę głosów stanowiących o wyborze, a liczba \nmandatów jest zbyt mała, ażeby wszyscy zostali wybrani, przeprowadza się dodatkowe \ngłosowanie w drugiej turze wyborów, przy zachowaniu następujących zasad:  \n1) liczba kandydatów jest ograniczona do liczby nie większej niż 1,5 – krotna liczba \nmandatów nieobsadzonych (przy czym przy nie obsadzonym 1 mandacie wynosi ona \n2 kandydatów), według kol ejności liczby głosów uzyskanych w turze poprzedniej;  \n2) nie eliminuje się kandydatów, którzy uzyskali tę samą liczbę głosów, jeżeli ograniczenie \nich liczby spowodowałoby eliminację tylko części z nich.  \n8. W przypadku gdy druga tura wyborów nie przyniesie rozs trzygnięcia, przeprowadza się \ngłosowanie w trzeciej turze, w której bierze udział liczba kandydatów ograniczona do liczby \nmandatów nieobsadzonych, powiększonej o 1.  \n9. Jeżeli trzy tury głosowania nie przyniosą rozstrzygnięcia, powtarza się procedurę \nwyborczą,  poczynając od ponownego zgłaszania kandydatów; w przypadku organów \nkolegialnych procedurę wyborczą powtarza się jednokrotnie;  \n10. Jeżeli w pierwszej turze wyborczej na miejsce jednomandatowe zgłoszono jednego \nkandydata i nie uzyskał on wymaganej liczby głosów, nie przeprowadza się dalszych tur \nwyborów i procedurę wyborczą powtarza się od ponownego zgłaszania kandydatów.  \n§7 \n1. Uczelniane Kolegium Elektorów jest organem wyborczym przeprowadzającym wybór oraz \nodwołanie Rektora. Skład Uczelnianego Kolegium Elektorów określa Statut.  \n2. Ogólną liczbę elektorów Uczelnianego Kolegium Elektorów określa uchwała wyborcza \nz podaniem liczb mandatów w poszczególnych okręgach wyborczych.  \n3. Niezwłocznie po wyborze wszystkich członków Uczelnianego Kolegium Elektorów odbywa \nsię pierwsze jego zebranie, zwołane przez Przewodniczącego Uczelnianej Komisji \nWyborczej, celem ukonstytuowania oraz wyboru Przewodniczącego i jego zastępcy, którzy \nzachowują swoje mandaty na okres kadencji Kolegium.  \n§8 \n1. Na kolejnym zebraniu Uczelnianego Kole gium Elektorów odbywa się wyłanianie \nkandydatów na Rektora: każdy z elektorów obecny na zebraniu zobowiązany jest w sposób \ntajny zgłosić swojego kandydata (bez konieczności uzyskania jego zgody na \nkandydowanie). Wyniki wyłaniania kandydatów na Rektora są j awne. Proponowanymi \nkandydatami na Rektora zostają pierwsze trzy osoby z największą liczbą głosów, które \nwyrażą zgodę na kandydowanie. W przypadku, gdy trzecia, czwarta i ewentualnie kolejne \nosoby otrzymają taką samą liczbę głosów, wszystkie stają się kand ydatami na Rektora.   \n2. Rada Uczelni proponuje z własnej inicjatywy kandydatów na Rektora.  \n3. Przewodniczący Senatu zwołuje posiedzenie Senatu w celu zaopiniowania kandydatów na \nRektora zaproponowanych przez Radę Uczelni oraz wyłonionych przez Uczelniane \nKolegiu m Elektorów.  \n4. Po wyrażeniu opinii przez Senat, Rada Uczelni wskazuje kandydatów na Rektora.  \n5. Uczelniana Komisja Wyborcza sporządza w porządku alfabetycznym łączną listę \nkandydatów wskazanych przez Radę Uczelni oraz wyłonionych  przez Uczelniane Kolegium \n\n \n34 \n Elektorów i podaje ją do ogólnej wiadomości wspólnoty Uczelni.  \n6. Kandydaci na Rektora powinni zaprezentować swoje programy pracy oraz proponowane \nzałożenia strategii rozwoju Uczelni na spotkaniu przedwyborczym zwołanym co najmniej \nna 3  dni przed dniem wyborów. Sp otkanie przedwyborcze ma charakter otwarty, \na organizuje je Uczelniana Komisja Wyborcza.  \n§9 \n1. Rektor wybierany jest na zebraniu wyborczym Uczelnianego Kolegium Elektorów. \nRektorem zostaje kandydat, który w głosowaniu uzyskał bezwzględną większość głosów \nw obecności co najmniej połowy składu Uczelnianego Kolegium Elektorów określonego \nw uchwale wyborczej . \n2. Jeżeli w pierwszej turze głosowania żaden kandydat nie uzyskał bezwzględnej większości \ngłosów przeprowadza się drugą turę, do której wchodzi dwóch kandydatów, którzy \nuzyskali największą liczbę głosów.  \n3. W przypadku braku rozstrzygnięcia w drugiej turze, przeprowadzana jest trzecia tura \nz udziałem tych samych kandydatów co w drugiej turze.  \n4. W przypadku braku rozstrzygnięcia wyboru Rektora w trzech turach  procedurę wyboru \nRektora przeprowadza się od początku.  \n5. Do czasu objęcia przez wybraną osobę funkcji Rektora, używa ona tytułu Rektor -Elekt.  \n§10 \n1. Rektor -Elekt posiada uprawnienia do wskazywania osób, które obejmą funkcje  \nkierownicze w rozumieniu Ustawy i Statutu. Przyjęcie obowiązków przez te osoby nastąpi \nod 1 września roku wyborów i potwierdzone zostanie formalnym aktem powołania, \nwydanym przez Rektora, z chwilą objęcia przez niego funkcji.  \n2. Do czasu formalnego powołania na funkcję kierowniczą osoby okre ślone w ust. 1 używają \nokreślenia Elekt.  \n§11 \n1. Prorektorzy powoływani są przez Rektora. Kandydat na  prorektora musi posiadać tytuł \nnaukowy lub stopień naukowy doktora habilitowanego.  \n2. Powołanie prorektora do którego zakresu obowiązków należą sprawy kształcen ia oraz \nstudenckie lub sprawy doktorantów wymaga uzgodnienia odpowiednio z samorządem \nstudenckim lub z samorządem doktorantów. Niezajęcie stanowiska przez samorząd \nw terminie 14 dni od daty doręczenia przez Rektora -Elekta wniosku o uzgodnienie, uważa \nsię za wyrażenie zgody.  \n§12 \n1. Wyłanianie kandydatów na dziekana odbywa się na zebraniu okręgowego kolegium \nelektorów. Każdy z elektorów obecny na zebraniu zobowiązany jest w sposób tajny zgłosić \nswojego kandydata (bez konieczności uzyskania jego zgody na kandydo wanie). Zgłaszany \nkandydat winien spełniać wymogi Ustawy i Statutu i mieć co najmniej stopień naukowy \ndoktora habilitowanego.  \n1a. Okręgowe kolegium elektorów może, na wniosek zgłoszony przez 5 członków kolegium \nna pierwszym zebraniu kolegium, przyjęty zwykłą większością głosów kolegium, \nwyznaczyć kolejne posiedzenie kolegium, na którym przeprowadzona zostanie debata nad \nstrategią rozwoju wydziału oraz – w jej ramach - prezentacje propozycji programowych \nosób potencjalnie zainteresowanych pełnieniem funk cji dziekana, po czym nastąpi tajne \nzgłaszanie swoich kandydatów przez elektorów. Debata nad strategią rozwoju jest debatą \notwartą dla publiczności.  \n2. Przewodniczący okręgowego kolegium elektorów przekazuje do wiadomości Rektorowi -\nElektowi listę 3 osób, któr e uzyskały największą liczbę głosów na kandydatów na dziekana .  \n3. Spośród osób, o których mowa w ust. 2 Rektor -Elekt wskazuje tę, która obejmie funkcję \n\n \n35 \n dziekana od dnia 1 września roku, w którym przeprowadzane są wybory.  Wskazanie \npoprzedzone jest wyrażeniem  zgody na pełnienie funkcji dziekana przez wskazywanego \nkandydata.  \n§13 \nRektor -Elekt na wniosek dziekana -elekta wskazuje osoby które obejmą funkcje \nprodziekanów od 1  września. Kandydatura prodziekana do spraw kształcenia oraz spraw \nstudenckich wymaga uzgodn ienia z samorządem studen ckim. Niezajęcie stanowiska przez \nsamorząd studencki w terminie 14 dni od daty doręczenia przez Rektora -Elekta wniosku  \no uzgodnienie, uważa się za wyrażenie zgody.  \n§14 \n1. Członków Rady Uczelni powołuje Senat w terminie przed końcem r oku kalendarzowego, \nw którym rozpoczyna się kadencja Senatu, tak by Rada Uczelni rozpoczęła swoją kadencję \n1 stycznia roku następującego po roku, w którym rozpoczęła się kadencja Senatu.  \n2. Prawo zgłaszania kandydatów na członków Rady Uczelni przysługuje Rekt orowi  \nz własnej inicjatywy oraz grupom składającym się z co najmniej 20 senatorów,  \nz zastrzeżeniem ust. 3.  \n3. Senator może uczestniczyć tylko w jednej grupie, o której mowa w ust. 2.  \n4. Zgłoszenie kandydatury dokonywane jest na piśmie wraz z uzasadnieniem.  \n5. Zgłoszenia należy składać Rektorowi w terminie do dnia 31 października roku, w którym \nprzeprowadzane są wybory.  \n6. Po zasięgnięciu opinii senackiej komisji właściwej do spraw statutowych oraz po \nstwierdzeniu, że w stosunku do osoby kandydującej nie zachodzi ż adna z okoliczności \nwyłączających możliwość objęcia funkcji członka Rady, o których mowa w art.  20 Ustawy, \nRektor rekomenduje Senatowi 6 kandydatów, w tym 3 spośród członków wspólnoty \nUczelni i 3 spoza wspólnoty Uczelni.  \n7. Senat powołuje członków Rady Uczeln i w łącznym głosowaniu na wszystkich kandydatów, \no których mowa w ust.  6. Członków Rady powołuje się w głosowaniu tajnym, bezwzględną \nwiększością głosów przy obecności co najmniej połowy statutowego składu Senatu.  \n \n§15 \n1. Kandydaci na członk ów rad dyscyplin naukowych wybierani są w jednostkach \npodstawowych określonych w §30 ust. 2 pkt. 1 i 2 Statutu, w ramach dyscyplin \nzadeklarowanych przez pracowników tych jednostek  w oświadczeniu, o którym mowa \nw §23 ust.  1 Statutu . \n2. Rektor w drodze zarządzenia określa liczbę  mandatów przypadających na daną jednostkę \npodstawową w danej dyscyplinie.  \n3. Wybór kandydatów na członków rady dyscypliny naukowej następuje w liczbie równej \nliczbie miejsc do obsadzenia, określonej przez Rektora dla danej jednostki i danej \ndyscypliny. Wybor y przedstawicieli grup wymienionych w §23 ust.  1 Statutu dokonywane \nsą przez członków  tych grup, na specjalnych zebraniach wyborczych zwoływanych przez \ndziekana  lub dyrektora centrum badawczego, z zastrzeżeniem ust. 4.  \n4. Tryb wyboru przedstawicieli doktorantów określa Regulamin samorządu doktorantów . \n5. Dziekan lub dyrektor centrum badawczego przekazuje Rektorowi listę osób wybranych \nw danej jednostce, z podziałem na dyscypliny.  \n6. Powołania w skład rady dyscypliny naukowej doko nuje Rektor. Rektor na wniosek \nkierownika jednostki określonej w § 30 ust. 2 pkt. 1 i 2 Statutu może odwołać daną osobę \nze składu rady dyscypliny.  \n§16 \n1. Wybierani członkowie kolegium wydziału reprezentują poszczególne grupy społeczności \n\n \n36 \n akademickiej wydziału,  według następujących proporcji:  \n1) profesorowie i profesorowie uczelni, którzy stanowią nie mniej niż 50% składu;  \n2) pozostali nauczyciele akademiccy, którzy stanowią nie mniej niż 20% składu;  \n3) pracownicy niebędący nauczycielami akademickimi, którzy stanowią nie  mniej niż 5% \nskładu;  \n4) studenci i doktoranci, którzy stanowią nie mniej niż 20% składu; przy czym liczbę \nstudentów i doktorantów ustala się proporcjonalnie do liczebności obu tych grup, z tym \nże każda z tych grup jest reprezentowana przez co najmniej jedneg o przedstawiciela.  \n2. Liczby wybieranych członków kolegium wydziału – przedstawicieli grup społeczności \nwydziału, określa uchwała wyborcza, zgodnie z proporcjami wynikającymi z ust. 1.  \n3. Wybory przedstawicieli grup społeczności wydziału do kolegium wydziału dokonywane są \nprzez przedstawicieli tych grup wchodzących w skład okręgowych kolegiów elektorów, na \nspecjalnych zebraniach wyborczych.  \n4. Kandydatów na wybieralnych członków kolegium wydziału z danego okręgu może zgłosić \nco najmniej 3 przedstawicieli danej gr upy uprawnionych do głosowania w tym okręgu. \nLista kandydatów winna być podana do ogólnej wiadomości co najmniej na 3 dni przed \ndniem wyborów.  \n§17 \n1. Wybierani członkowie kolegium centrum badawczego reprezentują poszczególne grupy \nspołeczności akademickiej te j jednostki, według następujących proporcji:  \n1) profesorowie i profesorowie uczelni, którzy stanowią nie mniej niż 80% składu;  \n2) pozostali nauczyciele akademiccy, którzy st anowią nie mniej niż 15% składu.  \n2. Do wyboru członków kolegium centrum badawczego stosuje się odpowiednio \npostanowienia § 16 ust . 2-4 niniejszego Załącznika . \n3. Członków kolegium centrum dydaktycznego powołuje Rektor.  \n§18 \n1. Przez zgłoszenie kandydata należy rozumieć zgłoszenie do właściwej komisji wyborczej \njego imienia, nazwiska, tytułu i stopni naukowych oraz tytułów zawodowych, stanowiska \noraz jednostki organizacyjnej, w której jest zatrudniony wraz z pisemną zgodą \nzainteresowanego na kandydowanie w danych wyborach. Zgłoszenie winno zawierać \nimiona i nazwiska osób zgłaszających i ich podpisy.  \n2. Przez podanie kandydata do ogólnej wiadomości należy rozumieć ogłoszenie jego imienia \ni nazwiska przez właściwą komisję wyborczą na liście kandydatów w danych wyborach \nw taki sposób, że lista ta jest udostępniona całej wspólnocie Uczelni.  \n§19 \n1. Zasady zapewnie nia warunków techniczno -organizacyjnych oraz wykonania niezbędnych \nprac administracyjnych i technicznych związanych z wyborami określa Rektor \nzarządzeniem, wydanym na wniosek Przewodniczącego Uczelnianej Komisji Wyborczej.  \n2. Przewodniczącym zebrania wyborcze go jest przewodniczący odpowiednio Uczelnianego \nKolegium Elektorów lub okręgowego kolegium elektorów.  \n3. Za organizację wyborów w zgodzie z niniejszą ordynacją odpowiedzialne są właściwe \nkomisje wyborcze, które w szczególności sporządzają protokoły  z wyników  głosowań oraz \nprzekazują je do Uczelnianej Komisji Wyborczej.  \n4. Nad przebiegiem wszystkich wyborów w Uczelni, zwłaszcza nad przestrzeganiem zasad \nwyborów, czuwa Uczelniana Komisja Wyborcza, do której należy również interpretacja \nniniejszej ordynacji.  \n§20 \n1. Uczelniana Komisja Wyborcza, po stwierdzeniu prawidłowości przeprowadzenia wyborów, \n\n \n37 \n sporządza zbiorcze wyniki i przekazuje je według zestawienia:  \n1) wyborów członków Uczelnianego Kolegium Elektorów, członków Senatu oraz wyborów \nRektora – urzędującemu Rektorowi;  któremu przekazuje również pełną dokumentację \nakcji wyborczej w Uczelni;  \n2) wyborów członków okręgowego kolegium elektorów – urzędującemu kierownikowi \njednostki organizacyjnej ; \n3) członków kolegium wydziału – urzędującemu dziekanowi;  \n4) wyborów członków kolegium centrum badawczego – urzędującemu dyrektorowi tej \njednostki.  \n2. Przewodniczący Uczelnianego Kolegium Elektorów niezwłocznie zawiadamia ministra \nwłaściwego dla spraw szkolnictwa wyższego o wyborze Rektora.  \n§21 \n1. Uczelniana Komisja Wyborcza nadzoruje również wybo ry uzupełniające w przypadku \nwygaśnięcia mandatu lub odwołania.  \n2. Wybory uzupełniające przeprowadzane są na tych samych zasadach co wybory \npodstawowe.  \n3. Wybory uzupełniające w Uczelnianym Kolegium Elektorów przeprowadza się wyłącznie \nw przypadku konieczności w yboru lub odwołania Rektora.  \n4. Wybory uzupełniające w okręgowych kolegiach elektorów, przeprowadza się wyłącznie \nw przypadku, gdy liczba nie obsadzonych mandatów spadnie o więcej niż 20% w danej \ngrupie lub wystąpi konieczność uzupełnienia składu Uczelnianego  Kolegium Elektorów.  \n5. W wypadku wygaśnięcia mandatu członka rady dyscypliny w trakcie kadencji, Rektor, z \nwłasnej inicjatywy lub na wniosek przewodniczącego rady dyscypliny, może powołać na \nczłonka rady dyscypliny osobę, która w wyborach do rady dyscypliny uzyskała kolejną \nnajwiększą liczbę głosów i nie uzyskała mandatu lub zarządzić wybory uzupełniające.  \n§22 \n1. Mandat Rektora, członka Rady Uczelni, członka Senatu, członka rady dyscypliny naukowej \nlub członka Uczelnianego Kolegium Elektorów wygasa przed upływem  kadencji  \nw przypadkach wymienionych w Ustawie .  \n2. Mandat członka Senatu, członka Uczelnianego Kolegium Elektorów, członków okręgowego \nkolegium elektorów, członka rady dyscypliny oraz wybieralnego członka kolegium \nwydziału lub centrum badawczego wygasa również w przypadkach:  \n1) rozwiązania lub wygaśnięcia stosunku pracy z wyjątkiem określonym w ust. 3;  \n2) przeniesienia do jednostki organizacyjnej Uczelni innej niż ta, w której uzyskano \nmandat;  \n3) ustania przynależności do grupy społeczności akademickiej, z której  został uzyskany \nmandat.  \n3. Mandat pracownika nie wygasa, jeśli zostanie on ponownie zatrudniony bezpośrednio po \nustaniu stosunku pracy na tym samym stanowisku lub innym stanowisku uprawniającym \ndo reprezentowania grupy społeczności akademickiej, przez którą został wybrany.  \n4. Wygaśnięcie mandatu stwierdza:  \n1) w przypadku Rektora – Przewodniczący Uczelnianego Kolegium Elektorów;  \n2) w przypadku członka Rady Uczelni lub członka Senatu – Przewodniczący Senatu;  \n3) w przypadku członka Uczelnianego Kolegium Elektorów oraz członk a okręgowego \nkolegium elektorów – Rektor;  \n4) w przypadku wybieralnego członka kolegium wydziału lub centrum badawczego – \ndziekan lub dyrekt or centrum;  \n5) w przypadku członka rady dyscypliny naukowej – Rektor.  \n5. Postanowienia dotyczące wygaśnięcia mandatu stosuje się odpowiednio do członków \nkomisji wyborczych. Wygaśnięcie mandatu stwierdza Przewodniczący Uczelnianej Komisji \n\n \n38 \n Wyborczej.  \n6. Stwierdzenie wygaśnięcia mandatu winno nastąpić w terminie 15 dni od ujawnienia  \nprzyczyny wygaśnięcia.  \n7. Zrzeczenie się mandatu następuje na piśmie i obejmuje okres pozostały do końca \nkadencji.  \n§23 \n1. Rektor może być odwołany przez Uczelniane Kolegium Elektorów większością co najmniej \n3/4 głosów w obecności co najmniej 2/3 jego statutoweg o składu. Wniosek o odwołanie \nRektora może być zgłoszony przez Radę Uczelni lub Senat. Wniosek Senatu o odwołanie \nRektora, zainicjowany przez co najmniej 20 senatorów, musi uzyskać poparcie co najmniej \n1/2 głosów jego statutowego składu.  \n2. Członek Rady Uczel ni może zostać odwołany przez Senat w przypadku wystąpienia \nokoliczności określonych w art. 20 ust. 3 lub naruszenia art. 18 ust. 4 Ustaw y oraz \nw przypadku naruszenia § 13 ust. 4 Statutu.  \n3. Odwołanie członka Senatu, członka Uczelnianego Kolegium Elektorów, członka rady \ndyscypliny oraz wybieralnego członka kolegium wydziału lub centrum następuje w takim \nsamym trybie jak jego wybór. Wniosek o odwołanie może złożyć co najmniej 20% \nwybo rców, na ręce osoby, której w § 22 ust. 4 niniejszego Załącznika przypisano pr awo \ndo stwierdzenia wygaśnięcia mandatu tej osoby. Podstawą wszczęcia postępowania \nzmierzającego do odwołania może być również uchwała Senatu, Uczelnianego Kolegium \nElektorów oraz kolegium wydziału lub centrum badawczego.  \n4. Prorektor, przewodniczący rady dyscypliny naukowej lub jego zastępca, dziekan lub \nprodziekan, dyrektor centrum badawczego lub dydaktycznego, dyrektor szkoły doktorskiej \noraz inne osoby powołane przez Rektora mogą  być przez niego odwołan e, bez \nkonieczności podawania uzasadnienia.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n39 \n Załącznik nr 2  \nZasady przeprowadzania konkursów, wymagania oraz  \ntryb postępowania poprzedzającego zatrudnienie nauczycieli akademickich  \n \n§1 \n1. Nawiązanie z nauczycielem akademickim pierwszego stosunku pracy w Uczelni, na czas \nnieokreślony lub określ ony dłuższy niż 3 miesiące, w wymiarze przekraczającym połowę \npełnego wymiaru czasu pracy, następuje po przeprowadzeniu otwartego konkursu.  \n2. Konkurs otwarty ogłasza kierownik jednostki organizacyjnej jeżeli w jednostce występuje \nnieobsadzone lub jest tworz one nowe stanowisko, po uzyskaniu zgody Rektora \nz odpowiednim wyprzedzeniem.  \n3. Jeżeli zachodzi konieczność zastępstwa nauczyciela akademickiego w czasie jego \nusprawiedliwionej nieobecności w pracy na okres łącznie nie dłuższy niż dwa lata, nie \nprzeprowadza się konkursu.  \n4. Przepisu ust. 1 nie stosuje się w przypadku zatrudnienia nauczyciela akademickiego:  \n1) skierowanego do pracy w Uczelni na podstawie umowy zawartej z Centrum Łukasiewicz, \ninstytutem Sieci Łukasiewicz albo zagraniczną instytucją naukową;  \n2) będącego beneficjentem przedsięwzięcia, programu lub konkursu ogłoszonego przez \nNAWA, NCBiR, NCN lub międzynarodowego konkursu na realizację projektu \nbadawczego;  \n3) na czas realizacji projektu badawczego lub dydaktycznego finansowanego:  \na) ze środków pochodzących z budże tu Unii Europejskiej,  \nb) przez  inny podmiot przyznający grant,  \nchyba, że regulacje podmiotu finansującego projekt mówią inaczej.  \n5. Informację o konkursie oraz jego wyniku wraz z uzasadnieniem udostępnia się w BIP na \nstronie Uczelni oraz ministra właściwego do spraw szkolnictwa wyższego i nauki w terminie \nco najmniej 30 dni przed konkursem i 30 dni po jego zakończeniu.  \n6. Informację o konkursie udostępnia się także w języku angielskim na stronach \ninternetowych Komisji Europejskiej w europejskim portalu dla mobilnyc h naukowców, \nprzeznaczonym do publikacji ofert pracy dla naukowców, w terminie co najmniej 30 dni \nprzed konkursem.  \n7. Wynik postępowania konkursowego, to podanie imienia i nazwiska osoby, która wygrała \nkonkurs wraz z uzasadnieniem wyboru. Uzasadnienie wyboru polega w szczególności na \nwskazaniu informacji o osiągnięciach, doświadczeniu i innych kwalifikacjach, które \nzdecydowały o dokonanym wyborze.  \n §2 \n1. Informacja o konkursie powinna w szczególności zawierać:  \n1) stanowisko;  \n2) określenie wymagań stawianych kandydatowi  w zakresie jego kwalifikacji oraz osiągnięć \ndydaktycznych, naukowych i organizacyjnych;  \n3) określenie dziedziny lub dyscypliny naukowej, której ma dotyczyć główny dorobek \nnaukowy (nie dotyczy stanowisk dydaktycznych);  \n4) określenie wymaganego doświadczenia dyda ktycznego (nie dotyczy stanowisk \nbadawczych);  \n5) określenie innych wymagań, np. dotyczących odbytych staży krajowych lub \nzagranicznych, poziomu znajomości języka angielskiego, uprawnień pedagogicznych \n(dydaktycznych) itp.;  \n6) wskazanie czy AGH ma stanowić podsta wowe miejsce pracy, w rozumieniu Ustawy, \nkandydata po jego zatrudnieniu;  \n7) klauzulę o treści:  \n\n \n40 \n a) „Uczelnia zastrzega sobie prawo nierozstrzygnięcia konkursu bez podania przyczyny” \noraz \nb) „Wygranie konkursu nie jest równoznaczne z zapewnieniem zatrudnienia kandyda ta. \nStanowi wyłącznie rekomendację w tym zakresie dla Rektora. Ostateczną decyzję \no zatrudnieniu podejmuje Rektor”;  \n8) wykaz wymaganych od kandydata dokumentów;  \n9) termin i miejsce sk ładania dokumentów.  \n2. Kryteria kwalifikacyjne wymagane od kandydata na dane stano wisko podane w ogłoszeniu \no konkursie, w tym wymagania określone przez Ustawę i Statut, ustala kierownik jednostki \norganizacyjnej.  \n§3 \n1. Osobę posiadającą tytuł naukowy zatrudnia się na stanowisku profesora.  \n2. Pracownik, który w trakcie nawiązanego stosunku pra cy z Uczelnią uzyskał tytuł naukowy, \nz dniem dostarczenia Rektorowi postanowienia o nadaniu tytułu, zatrudniony zostaje na \nstanowisku profesora.  \n3. W przypadku zatrudnienia na stanowisku profesora osoby, która uprzednio nie była \npracownikiem Uczelni, dodatkowo spełniać ona powinna wymagania określone w ogłoszeniu \no konkursie.  \n§4 \n1. Na stanowisku profesora uczelni zatrudnia się osobę posiadającą co najmniej stopień \ndoktora.  \n2. Przy powierzaniu stanowiska profesora uczelni w grupie pracowników badawczo -\ndydakt ycznych lub badawczych na czas określony, łącznie nie dłuższy niż pięć lat, \nwymagane dodatkowo jest:  \n1) posiadanie w dorobku naukowym co najmniej cyklu powiązanych tematycznie publikacji \nnaukowych opublikowanych w czasopismach naukowych lub w recenzowanych \nmateriałach z konferencji międzynarodowych lub monografii naukowej  lub rozdziału \nw książce , uwzględnianych w ewaluacji naukowej, na podstawie odrębnych przepisów;  \n2) istotna aktywność naukowa realizowana we współpracy z innymi uczelniami lub \ninstytucjami naukow ymi w szczególności zagranicznymi;  \n3) działalność w pracach naukowo -badawczych (kierowanie projektami, grantami lub \nzespołami naukowo -badawczymi lub ich merytoryczne wykonawstwo);  \n4) doświadczenie w prowadzeniu zajęć dydaktycznych, w tym wykładów i seminariów – \ndotyczy profesorów uczelni w grupie pracowników badawczo -dydaktycznych.  \nOsiągnięcia będące podstawą ubiegania się o ww. stanowisko, muszą być osiągnięciami \nuzyskanymi po nadaniu stopnia naukowego doktora.  \n3. Posiadanie przez pracownika Uczelni stopnia naukowe go doktora habilitowanego, jest \nwystarczającym kryterium kwalifikacyjnym do powierzenia na czas określony, łącznie nie \ndłuższy niż 5 lat, obowiązków profesora uczelni w grupie pracowników badawczo -\ndydaktycznych lub badawczych. Decyzję podejmuje Rektor, wył ącznie na wniosek \npracownika zaopiniowany przez kierownika jednostki w której pracownik ma być \nzatrudniony.  \n4. Przy zatrudnianiu na stanowisku profesora uczelni w grupie pracowników badawczo -\ndydaktycznych lub badawczych na czas nieokreślony lub określony łącz nie dłuższy niż 5 lat \nwymagane dodatkowo jest:  \n1) znaczny dorobek naukowy na dotychczas zajmowanym stanowisku, uwzględniany przy \newaluacji naukowej;  \n2) istotna aktywność naukowa realizowana we współpracy z innymi uczelniami lub \ninstytucjami naukowymi w szczególn ości zagranicznymi;  \n\n \n41 \n 3) działalność w pracach naukowo -badawczych (kierowanie projektami, grantami lub \nzespołami naukowo -badawczymi lub ich merytoryczne wykonawstwo);  \n4) prowadzenie zajęć dydaktycznych w pełnym wymiarze pensum, w tym wykładów – \ndotyczy profesorów uczelni w grupie pracowników badawczo -dydaktycznych.  \n5. Przy powierzaniu stanowiska profesora uczelni w grupie pracowników dydaktycznych na \nczas określony, łącznie nie dłuższy niż pięć lat, wymagane dodatkowo jest w szczególności:  \n1) posiadanie istotnych osiągni ęć w zakresie kształcenia oraz wychowywania studentów \ni/lub kształcenia doktorantów oraz promowania kadr dydaktycznych;  \n2) prowadzenie kształcenia specjalistycznego;  \n3) stosowanie innowacyjnych metod prowadzenia zajęć dydaktycznych i/lub nowatorskie \nprzygotowan ie materiałów dydaktycznych;  \n4) istotny wkład w rozwój i poprawę jakości kształcenia;  \n5) autorstwo lub współautorstwo znaczącego podręcznika akademickiego;  \n6) wyróżniająca ocena działalności dydaktycznej dokonana w ciągu ostatnich ośmiu lat, \nw tym również wyróżniaj ąca ocena studentów i doktorantów;  \n7) zatrudnienie w AGH co najmniej 15 lat lub 20 lat w innej uczelni akademickiej, w grupie \npracowników dydaktycznych lub badawczo -dydaktycznych.  \n6. Przy zatrudnianiu na stanowisku profesora uczelni w grupie pracowników dydaktyc znych \nna czas nieokreślony lub określony łącznie dłuższy niż 5 lat wymagane jest:  \n1) znaczne wzbogacenie dorobku, o którym mowa w ust. 4 pkt 1 -4; \n2) wyróżniająca ocena działalności dydaktycznej w ciągu ostatnich ośmiu lat, w tym \nrównież wyróżniająca ocena studentów i doktorantów.  \n§5 \nKryteria punktowe oceny dorobku kandydatów ubiegających się o zatrudnienie na stanowisku \nprofesora uczelni w grupie pracowników badawczo -dydaktycznych i badawczych ustali Rektor, \nw odniesieniu do poszczególnych dyscyplin naukowy ch, po zasięgnięciu opinii związków \nzawodowych działających w Uczelni . \n§6 \nW szczególnie uzasadnionych przypadkach, kierując się interesem Uczelni, Rektor – może \nzwolnić kandydata ze spełnienia jednego z dodatkowych wymagań zawartych w §4 ust. 2 oraz \nust. 4-6 niniejszego Załącznika , jeśli pozostałe są spełnione. W takich przypadkach, \nzatrudnienie odbywać się może wyłącznie na czas określony ustalony przez Rektora.  \n§7 \nNa stanowisku adiunkta zatrudnia się osobę posiadającą co najmniej stopień naukowy doktora \noraz: \n1) w grupie pracowników badawczo -dydaktycznych – legitymującą się osiągnięciami \nnaukowymi, dydaktycznymi i organizacyjnymi oraz aktywnym udziałem w konferencjach \ni sympozjach;  \n2) w grupie pracowników badawczych – legitymującą się osiągnięciami naukowymi \ni organizacyjnymi oraz aktywnym udziałem w konferencjach i sympozjach;  \n3) w grupie pracowników dydaktycznych – legitymującą się osiągnięciami dydaktycznymi \ni organizacyjnymi oraz co najmniej 10 -letni staż pracy w AGH lub 15 -letni staż pracy \nw innej uczelni akade mickiej w grupie pracowników dydaktycznych lub badawczo -\ndydaktycznych.  \n§8 \n1. Na stanowisku asystenta w grupie pracowników badawczo -dydaktycznych i badawczych \nzatrudnia się osobę posiadającą co najmniej tytuł zawodowy magistra, magistra inżyniera \nlub równorzęd ny, posiadającą predyspozycje do prowadzenia działalności naukowej i pracy \ndydaktycznej, która była aktywnym uczestnikiem studenckiego ruchu naukowego lub \n\n \n42 \n posiada udokumentowany dorobek naukowy wynikający ze studiów wyższych, studiów w \nszkole doktorskiej, studiów doktoranckich, lub z pracy zawodowej, z ograniczeniem \nwynikającym z art. 209 ust. 10 Ustawy.  \n2. W uzasadnionych przypadkach, za zgodą Rektora, w postępowaniu konkursowym można \nodstąpić od dodatkowych warunków. W szczególności dotyczy to kolejnego post ępowania, \ngdy w pierwszym nie było kandydatów spełniających te kryteria.  \n§9 \nNa stanowisku starszego lektora i starszego instruktora zatrudnia się osobę posiadającą co \nnajmniej tytuł zawodowy magistra, magistra inżyniera lub równorzędny, 8 -letni staż pracy \nw AGH lub 12 -letni staż pracy w innej uczelni akademickiej w zawodzie nauczyciela \nakademickiego w grupie pracowników dydaktycznych oraz udokumentowane osiągnięcia \ndydaktyczne.  \n§10 \nNa stanowisku asystenta dydaktycznego, lektora i instruktora zatrudnia się osobę posiadającą \nco najmniej tytuł zawodowy magistra, magistra inżyniera lub równorzędny oraz predyspozycje \ndo pracy dydaktycznej.  \n§11 \nRektor może odstąpić od wymagań określonych w §4 oraz §7 -10 niniejszego Załącznika ,  \nz zastrzeżeniem przepisów Ustawy, w  przypadku zatrudniania osoby, która co najmniej \nostatnie pięć lat poprzedzających ogłoszenie konkursu (lub poprzedzających zatrudnienie gdy \nkonkurs nie jest wymagany), prowadziła nieprzerwanie działalność naukową za granicą, a \ntakże w przypadku cudzoziemc ów.  \n§12 \n1. Komisję konkursową powołuje kierownik jednostki organizacyjnej.  \n2. Uchwały komisji konkursowej zapadają zwykłą większością głosów.  \n3. W przypadku równości głosów decyduje głos przewodniczącego.  \n4. Za opracowanie uzasadnienia, o którym mowa w § 1 ust. 7 niniejszego załącznika, \nodpowiada komisja.  \n§13 \n1. Zatrudnienie kandydata zakwalifikowanego przez komisję konkursową następuje w trybie \nokreślonym w Ustawie oraz w Statucie.  \n2. Ostateczną decyzję o zatrudnieniu podejmuje Rektor.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n43 \n Załącznik nr 3 \n \nWykaz stanowisk dyplomowanych bibliotekarzy oraz dyplomowanych pracowników \ndokumentacji i informacji naukowej oraz wymagania kwalifikacyjne ni ezbędne do \nich zajmowania.  \n    \n1. Dyplomowanych bibliotekarzy oraz dyplomowanych pracowników dokumentacji i informacji \nnaukowej zatrudnia się na stanowiskach:  \n1) starszego kustosza dyplomowanego, starszego dokumentalisty dyplomowanego;  \n2) kustosza dyplomowanego, dokumentalisty dyplomowanego.  \n2. Wymagania kwalifikacyjne:  \n1) w zakresie wykształcenia:  \na) ukończone studia drugiego stopnia lub jednolite studia magisterskie z zakresu \nbibliotekoznawstwa i informacji naukowej lub  \nb) stopień naukowy z bibliologii i/lub informacji naukowej lub  \nc) ukończone studia drugiego stopnia lub jednolite studia magisterskie inne niż \nwymienione w lit. a oraz ukońc zone studia podyplomowe z zakresu \nbibliotekoznawstwa lub informacji naukowej lub  \nd) stopień naukowy z innej dyscypliny niż wymienione w lit. b, w zakresie zgodnym \nz profilem i potrzebami badawczymi Biblioteki Głównej/biblioteki \nwydziałowej/biblioteki innej niż wydział podstawowej jednostki organizacyjnej ; \n2) co najmniej dwa lata stażu w bibliotece naukowej;  \n3) minimum 5 publikacji z zakresu bibliotekoznawstwa i/lub informacji naukowej lub nauk \npokrewnych zbieżnych z profilem Uczelni, w tym co najmniej dwie recenzo wane;  \n4) pełnienie funkcji kierowniczych w bibliotece i/lub kierowanie projektami, zespołami \nroboczymi/badawczymi i/lub organizowanie szkoleń, praktyk, konferencji.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n44 \n Załącznik nr 4 \n \nPrzepisy porządkowe organizowania zgromadzeń w AGH  \n \n§1 \n1. Członkowie wspólnoty Uczelni mają prawo do organizowania zgromadzeń na terenie Uczelni \nlub uczestnictwa w takich zgromadzeniach.  \n2. Na zorganizowanie zgromadzenia w lokalu Uczelni niezbędna jest zgoda Rektora. \nZgromadzenie na terenie Uczelni wymaga zawiadomienia Rektora.  \n3. Nie wymaga zgody Rektora zwołanie i prowadzenie w lokalach Uczelni:  \n1) zebrań pracowników, studentów i doktorantów organizowanych przez jednostki \norganizacyjne Uczelni;  \n2) zebrań samorządu studen ckiego  i samorządu doktorantów Uczelni;  \n3) zebrań organizacji studenckich i organizacji doktorantów;  \n4) zebrań organów stowarzyszeń, fundacji i innych organizacji działających na terenie AGH \ni wpisanych do odpowiedniej ewidencji.  \n4. Teren Uczelni, o którym mowa w ust. 1 i 2, określa Rektor w porozumieniu z Prezydentem \nMiasta Krakowa.  \n§2 \n1. Organizatorzy zgromadzenia, mającego się odbyć w lokalu Uczelni, występują do Rektora \nz wnioskiem o wyrażenie zgody na zorganizowanie zgromadzenia, co najmniej na 24 \ngodziny  przed planowanym jego rozpoczęciem. W tym samym ter minie należy zawiadomić \nRektora o zgromadzeniu mającym się odbyć na terenie Uczelni. W przypadkach \nuzasadnionych nagłością sprawy Rektor może podjąć decyzję o skróceniu tego terminu.   \n2. Wniosek lub zawiadomienie, o których mowa w ust. 1 zawiera:  \n1) datę, godz inę rozpoczęcia, miejsce oraz czas trwania zgromadzenia;   \n2) temat zgromadzenia;  \n3) przewidywaną liczbę uczestników zgromadzenia;  \n4) nazwę organizacji i dane osobowe organizatorów lub tylko dane osobowe organizatorów, \nw tym dane osobowe przewodniczącego zgromadzen ia;  \n5) dane kontaktowe organizatorów;  \n6) informacje o ewentualnym udziale w zgromadzeniu osób spoza Uczelni;  \n7) informacje o sposobach zabezpieczenia zgromadzenia ; \n8) wskazanie osób odpowiedzialnych za utrzymanie ładu i porządku podczas zgromadzenia . \n3. Wniosek lub zawiadomienie, o których mowa w ust. 1, organizatorzy składają \nw sekretariacie Rektora.  \n§3 \n1. Rektor odmawia zgody na zgromadzenie w lokalu Uczelni lub zakazuje zgromadzenia na \nterenie Uczelni, jeżeli jego cel lub program naruszają przepisy prawa.  W przypadk u złożenia \nwniosku lub zawiadomienia, które nie spełniają wym agań formalnych określonych w  §2 \nust. 2 niniejszego Załącznika , Rektor informuje niezwłocznie organizatora zgromadzenia o \nstwierdzonych brakach formalnych.   \n2. Po pozytywnym rozpatrzeniu wniosku o wyrażenie zgody na zorganizowanie zgromadzenia \nw lokalu Uczelni lub w przypadku braku przesłanek zakazania zgromadzenia na terenie \nUczelni, Rektor przedstawia organizatorom zgromadzenia pisemne stanowisko, które \nokreśla  w szczególności:  \n1) pożądane miejsce lub miejsca do odbycia zgromadzenia, jeżeli przedstawione przez \norganizatorów wiąże się z ryzykiem strat w mieniu Uczelni , w tym w roślinności;  \n\n \n45 \n 2) wymogi dotyczące zabezpieczenia zgromadzenia, jeżeli złożony przez organizat orów \nopis zabezpieczenia jest niewystarczający;  \n3) imię i nazwisko swojego przedstawiciela na zgromadzenie (jeżeli takowego deleguje) \noraz imię i nazwisko osoby zarządzającej służbami Uczelni odpowiedzialnymi za jej \nzabezpieczenie w czasie zgromadzenia;  \n4) zgodę  na odbycie zgromadzenia w lokalu Uczelni oraz warunki jego udostępnienia;  \n5) inne szczegółowe dyspozycje związane ze zgromadzeniem.  \n§4 \n1. Zgromadzeniem kieruje przewodniczący zgromadzenia posiadający wyraźną identyfikację \nswojej funkcji. Przewodniczący otwiera i zamyka zgromadzenie oraz rozwiązuje je \nniezwłocznie w przypadku naruszenia prawa.  \n2. Organizatorzy zgromadzenia odpowiadają przed Rektorem za jego przebieg,  \na w szczególności:  \n1) za przestrzeganie w czasie zgromadzenia przepisów prawa;  \n2) za nienaruszenie prze z zgromadzenie normalnego toku pracy pracowników, studentów \ni doktorantów niebiorących udziału w zgromadzeniu;  \n3) za zapewnienie porządku w czasie zgromadzenia, w tym za zapobieganie niszczeniu \nmienia Uczelni, zieleni itp.;  \n4) za zapewnienie bezpieczeństwa uczes tników zgromadzenia.  \n3. Organizatorzy zgromadzenia ponoszą pełną odpowiedzialność za wszelkie zniszczenia \nmienia AGH oraz szkody wyrządzone osobom trzecim.  \n4. Organizatorzy zgromadzenia ponoszą koszty udostepnienia infrastruktury Uczelni.  \n§5 \n1. Po uprzedzeniu organizatorów, Rektor albo jego przedstawiciel rozwiązuje zgromadzenie \njeżeli przebiega ono z naruszeniem przepisów prawa.  \n2. W razie wystąpienia zagrożenia zdrowia lub życia uczestników zgromadzenia, a działania \nsłużb porządkowych organizatora lub Uczelni nie odnoszą skutku, przedstawiciel Rektora \nmoże wezwać na teren Uczelni organy właściwe w sprawach bezpieczeństwa, ochrony \nludności i zarządzania kryzysowego.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n46 \n Załącznik nr 5 \n \nGodło i godło historyczne Akademii  Górniczo -Hutniczej  \n \nGodłem Akademii Górniczo -Hutniczej jest orzeł z koroną i z głową obróconą w  prawą stronę \noraz z tarczą, na której umieszczone są skrzyżowane perlik i  żelazko oraz inicjały AGH, \nzgodnie z projektem z 2007 roku, według poniższego wzoru:  \nGodłem historycznym Akademii Górniczo -Hutniczej jest orzeł z koroną i  z głową obróconą \nw prawą stronę oraz z tarczą, na której umieszczone są skrzyżowane perlik i żelazko oraz \ninicjały AG, zgodnie z projektem Bogdana Tretera z 1925 roku, według poniższego  wzoru:  \n \nGodło i godło historyczne Akademii Górniczo -Hutniczej są przechowywane w  gabinecie \nRektora AGH oraz są zamieszczone w Księdze Tradycji AGH.  \n \n \n \n \n\n\n \n47 \n Załącznik nr 6 \nPrzepisy przejściowe  \n§1 \n1. Wykładowcy zatrudnieni na wydziałach, są od dnia 1 października  2019 r. asystentami \nw grupie pracowników dydaktycznych i zachowują pozostałe warunki pracy i płacy \nokreślone w dokumencie będącym podstawą nawiązanego stosunku pracy.  \n2. Starsi wykładowcy nieposiadający stopnia naukowego doktora zatrudnieni na wydziałach, \nsą od dnia 1 października 2019 r. asystentami w grupie pracowników dydaktycznych \ni zachowują pozostałe warunki pracy i płacy określone w dokumencie będącym podstawą \nnawiązanego stosunku pracy.  \n3. Starsi wykładowcy posiadający stopień naukowy doktora zatrudnieni  na wydziałach, są od \ndnia 1 października 2019 r. adiunktami w grupie pracowników dydaktycznych i zachowują \npozostałe warunki pracy i płacy określone w dokumencie będącym podstawą nawiązanego \nstosunku pracy.  \n4. Wykładowcy zatrudnieni w SJO i SWFiS są od dnia 1 października 2019 r. odpowiednio \nstarszymi lektorami i starszymi instruktorami oraz zachowują pozostałe warunki pracy \ni płacy określone w dokumencie będącym podstawą nawiązanego stosunku pracy.  \n5. Starsi wykładowcy nieposiadający stopnia naukowego doktora z atrudnieni w SJO i SWFiS \nsą od dnia 1 października 2019 r. odpowiednio starszymi lektorami i starszymi \ninstruktorami oraz zachowują pozostałe warunki pracy i płacy określone w dokumencie \nbędącym podstawą nawiązanego stosunku pracy.  \n6. Starsi wykładowcy posiadający stopień naukowy doktora zatrudnieni w SJO i SWFiS są od \ndnia 1 października 2019 r. adiunktami w grupie pracowników dydaktycznych i zachowują \npozostałe warunki pracy i płacy określone w dokumencie będącym podstawą nawiązanego \nstosunku pracy.  \n7. Dyplomowani bibliotekarze oraz dyplomowani pracownicy dokumentacji i informacji \nnaukowej są od 1 października 2020  r. pracownikami niebędącymi nauczycielami \nakademickimi i zachowują warunki pracy i płacy określone w dokumencie będącym \npodst awą nawiązanego stosunku pracy.  \n8. Pracownicy, o których mowa w ust. 1 -7, zatrudnieni przed dniem wejścia w życie Statutu \nna podstawie mianowania, pozostają mianowani.  \n9. Nauczyciele akademiccy którzy przed 1 października 2019 r. uzyskali stopień naukowy \ndoktora  habilitowanego i zatrudnieni są na stanowiskach innych niż profesor nadzwyczajny, \npocząwszy od 1 października 2019 r. mogą być zatrudnieni na czas określony na stanowisku \nprofesora Uczelni w grupie pracowników badawczo -dydaktycznych lub badawczych.  \nDecyzj ę o powierzeniu obowiązków profesora uczelni na czas określony, łącznie nie dłużej \nniż 5 lat, podejmuje Rektor wyłącznie na wniosek pracownika, zaopiniow any przez \nkierownika jednostki.  \n10. Wnioski, o których mowa w ust.  9 mogą być składane do Rektora, począwsz y od dnia \nnastępującego po dniu uchwalenia Statutu, przy czym zatrudnienie na stanowisku \nprofesora uczelni nie może nastąpić wcześniej niż od dnia 1 października 2019  r.   \n§2 \nOd dnia 1 października 2019 r. znosi się ogranicze nia czasu trwania zatrudnienia:  \n1) na stanowisku asystenta osoby nieposiadającej stopnia naukowego doktora;  \n2) na stanowisku adiunkta osoby nieposiadającej stopnia naukowego doktora \nhabilitowanego.  \n§3 \n1. Rozwiązanie stosunku pracy z mianowanym nauczycielem akademickim z  przyczyn \nwskazanych w art . 125 ustawy z dnia 27  lipca 2005 r. – Prawo o  szkolnictwie wyższym, \nwymaga zasięgnięcia opinii Senatu.  \n\n \n48 \n 2. Przepisy ust. 1 stosuje się do dnia 30 września 2020 r.  \n§4 \n1. Warunki, tryb oraz termin rozpoczęcia i zakończenia rekrutacji na studia wyższe w roku \nakadem ickim 2019/2020 określa uchwała nr 159/2018 Senatu AGH z dnia 19 grudnia \n2018 r. oraz wydane na jej podstawie zarządzenia Rektora.  \n2. Postępowanie rekrutacyjne na pierwszy rok studiów prowadzi Rektor AGH poprzez \ndziałającego z Jego upoważnienia pełnomocnika lub pełnomocników do spraw rekrutacji.  \n§5 \nRektor wybrany na kadencję 2016 -2020 sprawuje swoją funkcję do końca kadencji, na którą \nzostał wybrany, tj. do dnia 31 sierpnia 2020 r.  \n§6 \n1. Senat wybrany na kadencję 2016 -2020 staje się Senatem, o którym mowa w §9 \nust. 1 pkt. 2  Statutu i działa do końca kadencji, na którą został wybrany tj. do dnia 31 \nsierpnia 2020  r. w dotychczasowym składzie.  \n2. Osoby, które uzyskały mandat członka Senatu w związku z pełnioną funkcją \njednoosobowego organu lub funkcją prorektora zac howują ten mandat do końca kadencji \nobecnego Senatu tj. do dnia 31 sierpnia 2020 r.  \n3. W przypadku wygaśnięcia mandatu członka Senatu w okresie od dnia  1 października  \n2019 r. do dnia 31 sierpnia 2020 r. nie przeprowadza się wyborów uzupełniających.  \n§7 \nProrekt orów na okres od dnia 1 października 2019 r. do dnia 31 sierpnia 2020 r. powołuje \nRektor. W przypadku powołania osoby, który została wybrana na funkcję prorektora w 2016 \nr., do którego obowiązków należały sprawy studenckie lub doktoranckie, procedury \nprzew idzianej w §11 ust.  2 załącznika nr 1 Statutu nie stosuje się.   \n§8 \n1. Wydziały istniejące w dniu 30 września 2019 r. z dniem wejścia w życie Statutu staj ą się \nwydziałami w rozumieniu § 31 ust. 1 Statutu, niezależnie od spełniania kryterium składu \nosobowego wsk azanego w § 31 ust. 2 Statutu. Wydziały niespełniające tego kryterium, \nmogą istnieć tylko do 30 września 2020 r.   \n2. Postanowienie ust. 1 stosuje się odpowiednio do katedr.  \n3. Rady wydziałów działające do dnia 30 września 2019 r. jako organy Uczelni, stają się n a \nokres od dnia 1 października 2019 r. do dnia 31 sierpnia 2020 r. kolegiami wydziałów, \nw rozumieniu § 31 ust. 5 Statutu.  \n4. Dziekanów na okres od dnia 1 października 2019 r. do dnia 31 sierpnia 2020 r. powołuje \nRektor  bez zachowania procedury określonej w §12 ust. 1 i 2 Załącznika nr 1 Statutu .  \n5. Kierownicy katedr oraz ich zastępcy pełnią swoje funkcje do dnia 31 października 2020 r. \n§9 \n1. Akademickie Centrum Materiałów i Nanotechnologii z dniem 1 października 2019 r. staje \nsię podstawową jednostką o rganizacyjną, o której mowa w § 30 ust. 2 pkt . 2 Statutu.  \n2. Rada Naukowa ACMIN na okres od dnia 1 października 2019 r. do dnia 31 sierpnia 2020 r. \nstaje się kolegium centru m badawczego, o którym mowa w § 30 ust.  2 pkt.  2 Statutu . \n3. Dyrektor ACMiN  staje się na okres od dnia 1 października 2019 r. do dnia 31 sierpnia \n2020 r. kierownikiem podstawowej jednostki organizacyjnej, o której mowa w §27  \nust. 3 pkt. 2 Statutu.  \n \n \n\n \n49 \n §10 \nKadencja prorektora, dziekana, prodziekana i dyrektora ACMiN  rozpoczęta w 2016 r. i trwająca \ndo dnia 30 września 2019 r. łącznie z okresem pełnienia funkcji kierowniczej prorektora, \ndziekana, prodziekana i dyrektora ACMiN w okresie od dnia 1 października 2019 r. do dnia 31 \nsierpnia 2020 r., uważa się za pełną kaden cję i wlicza się ją do lic zby kadencji, o której mowa \nw §28 ust. 6 lub § 32 ust. 4 Statutu.  \n§11 \n1. Z dniem 1 października 2019 r. Rada Biblioteczna działa nadal w dotychczasowym składzie \ni wykonuje zadania określone w § 31 Statutu uchylanego w § 16 ust. 1 niniej szego \nZałącznika do końca kadencji, tj. do 30 września 2020 r.  \n2. Postanowienie ust. 1 stosuje się odpowiednio do innych rad powołanych przez Rektora na \nkadencję 2016 -2020.  \n§12 \n1. Uczelniana Komisja Wyborcza i Wydziałowe Komisje Wyborcze, istniejąc e do dnia 30 \nwrześnia 2019 r., działają w składzie dotychczasowym do chwili powołania nowej \nUczelnianej Komisji Wyborczej oraz nowych okręgowych komisji wyborczych.  \n2. Uczelniane Kolegium Elektorów, o którym mowa w art. 10 ust. 4 dotychc zasowego Statutu \nuchylanego w § 16 ust. 1 niniejszego Załącznika staje się Uczelnianym Kolegium Elektorów, \no którym mowa w załączniku nr 1 do Statutu.  \n3. Wydziałowe kolegia elektorów, o których mowa w art. 10 ust. 4 dotychc zasowego Statutu \nuchylanego w § 16 ust. 1 niniejszego Załącznika stają si ę okręgowymi kolegiami elektorów, \no których mowa w Załączniku nr 1 do Statutu.  \n§13 \n1. Kadencja Komisji dyscyplinarnej do spraw nauczycieli akademickich kończy się dnia 30 \nwrześnia 2020 r.  \n2. Kadencja komisji dyscyplinarnych dla studentów i dla doktorantów oraz odwoławczych \nkomisji dyscyplinarnych dla studentów i dla doktorantów powołanych na kadencję 2016 -\n2020 kończy się dnia 30 września 2020 r.  \n§14 \n1. Studia doktoranckie rozpoczęte przed rokiem akademickim 2019/2020 Uczelnia prowadzi \nna zasadach dotychczasowych, jednak nie dłużej niż do dnia 31 grudnia 2023 r. Kształcenie \nna tych studiach realizowane jest na wydziałach. Kierownicy tych studiów pełnią sw oje \nfunkcje do wygaszenia studiów doktoranckich rozpoczętych przed rokiem akademickim \n2019/2020 . \n2. Uczelnia prowadzi także studia doktoranckie w ramach programu „Doktorat wdrożeniowy”, \nzgodnie z umowami zawartymi z ministrem właściwym do spraw szkolnictwa wy ższego \ni nauki.  \n3. Podmiotem sprawującym nadzór merytoryczny nad studiami, o których mowa w ust. 1 i 2, \nw okresie od 1 października 2019 r. do dnia 31 grudnia 2023 r . są właściwe rady dyscypli n \nnaukowych, o których mowa w § 9 ust. 1 pkt 3 Statutu.  \n4. Wszczęte przed 1 maja 2019 r., a niezakończone przewody doktorskie i postępowania w \nsprawie nadania stopnia doktora habilitowanego są prowadzone od dnia wejścia w życie \nStatutu przez właściwe rady dyscyplin naukowych, a w przypadku niepowołania w danej \ndyscyplinie rady dyscypliny naukowej – przez Senat AGH. Postępowania w sprawie nadania \nstopnia doktora habilitowanego oraz przewody doktorskie niezakończone w terminach \nokreślonych w przepisach wprowadzających ustawę Prawo o Szkolnictwie Wyższym i Nauce \nz dnia 3 lipca 2018 r. odpowiednio umarza się albo zamyka się. W przypadku postępowań \nw sprawie nadania stopnia doktora habilitowanego wszczętych i niezakończonych do dnia \n\n \n50 \n 30 września 2023 r. komisja habilitacyjna może nie przeprowadzać kolokwium \nhabilitacyjneg o, chyba że osoba ubiegająca się o nadanie tego stopnia posiada osiągnięcia \nnaukowe w zakresie nauk humanistycznych, społecznych lub teologicznych.  \n5. Czynności związane z wszczętymi przed 30 kwietnia 2019 r., a niezakończonymi \npostępowaniami w sprawie nadani a tytułu naukowego profesora, od dnia wejścia w życie \nStatutu, prowadzi Senat.  \n6. Postępowania, o których mowa w ust. 4 i ust. 5 prowadzi się na podstawie dotychczasowych \nprzepisów.  \n7. Od dnia 1 października 2019 r. stopień doktora i doktora habilitowanego w da nej \ndyscyplinie naukowej nadaje właściwa dla tej dyscypliny rada dyscypliny naukowej,  \na gdyby Rada nie została powołana – Senat.  \n8. Od dnia 1 października 2019 r. stopień doktora w dziedzinie nauki nadaje Senat . \n9. Powołania członków rad dyscyplin na pierwszą k adencję, tj. od 1 października 2019  r. do \n31 sierpnia 2020 r. dokonuje Rektor spośród osób wybranych w podstawowych jednostkach \norganizacyjnych . \n§15 \nAkty prawa wewnętrznego wydane na podstawie dotychczasowego Statutu uchylanego w §1 6 \nust. 1 zachowują moc obowiązującą do czasu wydania nowych aktów, o ile nie są sprzeczne \nz Ustawą lub Statutem.    \n§16 \n1. Z chwilą wejścia w życie niniejszego Statutu traci moc Statut AGH nadany uchwałą Senatu \nnr 95/2015 z dnia 24 czerwca 2015 r. z późn. zm. (tekst jednolity ustalo ny uchwałą Senatu \nAGH nr 28/2017 z dnia 29 marca 2017 r.) . \n2. Statut wchodzi w życie z dniem 1 października 2019 r.  za wyjątkiem  §22 ust.  2 i §27 \nust. 2 i ust. 3 Statutu oraz §1 4 ust. 9 Załącznika Nr 6 Statutu, które wchodzą w życie \nz dniem uchwalenia niniejszego Statutu . \n \n \n\n"}