{"content": "#  Polityka ujawniania podatności -- Bezpieczeństwo \n\nURL: https://bezpieczenstwo.agh.edu.pl/polityka-ujawniania-podatnosci\nCrawled: 2025-03-19 21:18:10\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Polityka ujawniania podatności \n\nNiniejsze zasady ujawniania podatności dotyczą wszelkich luk w zabezpieczeniach, które chcesz nam zgłosić.\n Zalecamy pełne zapoznanie się z niniejszą polityką ujawniania podatności w zabezpieczeniach przed rozpoczęciem poszukiwania podatności i zgłoszeniem i postępowanie zgodnie z nią.\n Nie oferujemy programu typu bug bounty, ani nagród pieniężnych za ujawnienie danej podatności, a wnioski o honorarium nie będą rozpatrywane zgodnie z niniejszą Polityką ujawniania podatności.\n Jeżeli jesteś pracownikiem lub doktorantem AGH, skontaktuj się z Centrum Bezpieczeństwa Informacji przed podejmowaniem jakichkolwiek akcji tutaj opisanych.\n\nWykrywanie podatności\n\nZasady pracy z podatnościami\n\nCo zrobimy po otrzymaniu zgłoszenia?\n\nZakres polityki\n\nZachęcamy do zgłaszania wszelkich wykrytych nieprawidłowość, co pozwala nam zapewnić jak najwyższy poziom bezpieczeństwa naszych systemów i usług. \n Każdą wykrytą podatność prosimy zgłaszać do Centrum Bezpieczeństwa Informacji działającego przy AGH.\n Wykryte podatności można zgłaszać na adres mailowy \nbezpieczenstwo@agh.edu.pl\n przy użyciu klucza PGP.\n\n PGP KEY \n\n-----BEGIN PGP PUBLIC KEY BLOCK-----\nmQGNBGIiE5kBDADgJanf5xqBpG5Y0OB7EgsaobLDNimUg/kYLKI8uMYqmhniu417\nT4COVP227pUBTSxfAR/vdXbuZG/p7EXuCURwYEeKbK/A1EbpBBeerUuJ4qS/H7bp\nk+d6o8IjjqZ5fr48CCDcbtUJgKnQubzNYm1MaAnI39Ts2zbf2mlbsY/Twf0Khhz+\ndcu/vYOcoGQnsm+LcIEI/nWXf4ydcll9+ETDoPa7l3j9No1pxoWcCnE8GD/9gaX4\nnxfYT2G8CttwK3Ra0PqoQywvHiRVTAGjKewlwsqrJHSe+SaZJgJGdxlxO5Q6tG6P\nIr5zypdpkVWaO+Vi49ERHMTkD5ypPlpfmGL8ieZLSD5WuaNBS1cM7Q+7a2ko8sSW\nREIzSWjka7p3AjS8QOsxor38TunBcbUFI7GtAiF+KE9b5BNrLNjGyAfQYWgtNQb9\np1xg7lsLuCrGW4hryBK/triUJNVDnLKnMwKAjwiuMksOlXg106zRIImhWcqcD0eO\niSt0wYTosGtv1U0AEQEAAbQuQmV6cGllY3plbnN0d28gQUdIIDxiZXpwaWVjemVu\nc3R3b0BhZ2guZWR1LnBsPokBzgQTAQoAOBYhBKyeycJz2eZ3+/aIRT87Q+ytJlPZ\nBQJiIhOZAhsDBQsJCAcCBhUKCQgLAgQWAgMBAh4BAheAAAoJED87Q+ytJlPZDrUM\nANKVRz0laHoBHp0Cuh2BeAA3uk6DTszJqy93Lvj7HNMzUdJpzWqRPFZ7O72Wi/Ui\nmSRYHKwHrZLrg/jbMovvao5WaGzn+V/9OM+9trEGD/SOY1wGwnHWSXK3HzdMoQtw\narhqDQ9xThu7shDP/i3GZL16o42GD4bzGk6TkRehZuZHz7j6Uh0fQX+Hjg2I2Osw\n/nnrGvOCfb7v7kXJhdKU3TW5eA6LdR7hh9jJ6JpWCBkhESQFHxgTVs1W8xsy3FjC\nZIkJsrn1jRPpOjIIKznlxFXFBMPVfSmbDq3REHqqFxyQekjbpGr6yPh/U36Z+tcO\nR4N7uDNTX7PC3qG1RkCnemiAIDATMcm1tW5HnFDKXWSKNji+24PBfN6NYhgp6Yku\nBUDQPjnAJ0qYz0fiOhUroISlvpZJTUa/RWBN/HzQOTIdRhLCZvkz7/kHxiJbmyEN\nNRAMbd6ZZY9Z+MDPeR/kNYsJGFtNa5ceyDR2YFLDX0OPSbH7jOBtGCzjFOfVznTu\nfrkBjQRiIhOZAQwAq8xzm4wHemGhkIHDLepKB82+KRqaFMoJH8ULx2TWqDgq6C9t\ni80blA+g6XcADLW92RTqXDu8ZkMcWiRy1vlJS4mtGQhMUDvBjMe2EtBvY/eB0zq4\nqe9k5meXvxDaWxRiTXb9sJnHXsmEP26GN+vmFMZB/T3CUlAJ084njEqBMPpXIPIl\n47pMt0RafNvq/MX7CtIDTOxvOtFsDBY+5hWDGok/Jl4uBo+IBNbsEWXJPbM234Ie\nvQAcD+e4ok/C4W4Zm2rjJvU+Sj5DmaKvBkQMJVVKjiTEeTsDHIVazh2aiazk7GtL\nsvuDrO4WRvWiTsA1t5ULs85rNWlQUIRPVy4gEvH3K0UK3pvcTPpTuvIWZKMw+a1r\njNHwZW0z+hsZgoJIOiQXuE44AX7RiqLKICgCgRD77NipUcldUaCOGZhBTPjJRIh9\n6KXCDiwlklPCwrZc2mJeDzfQL7r1GwlvfhHthNYb9wPWKGyotD/tJO8fiv64lNLZ\nGbFyAg7baPI88vrlABEBAAGJAbYEGAEKACAWIQSsnsnCc9nmd/v2iEU/O0PsrSZT\n2QUCYiITmQIbDAAKCRA/O0PsrSZT2VF6DADQaOBJkPQ6bYmokdPAA8TqBlqvC4JB\nPvdOD7WdLz005ksb+uUiPFynlXFs9RdOSnPwwx/QyjhDtV63h4jLANLUfUaudBQQ\noSX2AydQCH5bCAFNh6ccyR4qBwuUG0z3ZLnbzRmBuYHdwHmkY6r4OT5PTw+cUm5M\nUFu8E6uZGWejwDaBagHDv0rvCURIaqIdG0Ow2Qpaq8iX97tIh/NJSmb+oDqKLmpV\nJU9LPfq622f7MmOSj7CwGdJGkqwyjunTuZtOFut+wPMn2pkpc55mkt29vN5aJUqX\njP9P3QUyQnCzEiWGIuERkctkcLNEeQN1ClOAltzm6FUCU5uQgJaTPdl2X5z7roLj\n/xy1oCEZbaBKZ1NUgkfSramsk1C7VULhdyBh7A26RSABaxM8L/2MZMDop+M5hkN6\naA0xN9A3tk3ewdx6Dp/zGmPgyB+J76gJLLe+wG3Vzders36o11NcIjazRI+nSwGn\nPqCT8qO+n60hgWy5Xuyq1IRdvVJbADcFpOM=\n=q1wx\n-----END PGP PUBLIC KEY BLOCK-----\n\nAby udowodnić wykrytą podatność, prosimy przynajmniej o:\n\nwskazanie adresu IP, z którego zostało przeprowadzane badanie podatności, pozwoli to na skuteczną weryfikację logów,\n\nopisanie możliwe szczegółowo sposób odkrycia błędu i kroków pozwalających do jego zreprodukowania, np. zrobienie zrzutów ekranu uzyskanego dostępu do systemu i, w miarę możliwości, dokumentujących poszczególne etapy ataku.\n\nOczekujemy od Ciebie:\n\nDziałania zgodnie z etyką i prawem – zgłoszenie wykrytej luki nie może być motywowane aspektami finansowymi, materialnymi oraz innymi, wymiernymi korzyściami. Uzyskany dostęp do pewnego obszaru infrastruktury lub systemu nie może służyć również do łamania prawa, w tym kradzieży danych.\n\nUszanowania prywatności użytkowników - prosimy o jak najszybszy kontakt w sytuacji, gdy wykryta luka bezpieczeństwa pozwala na dostęp lub modyfikację zasobów, których wykorzystanie może doprowadzić do naruszenia prywatności (w szczególności danych osobowych) użytkowników systemów lub innych osób, których dane są w nich przetwarzane. \n\nWspółpracy –dołożymy wszelkich starań, aby wykryta podatność jak najszybciej została wyeliminowana. Być może będziemy potrzebować od Ciebie dodatkowych informacji, dlatego będziemy wdzięczni za możliwość dodatkowego kontaktu.\n\nZabrania się:\n\nŁamania obowiązującego prawa.\n\nWykonywania modyfikacji lub działań skutkujących utratą lub wyciekiem danych w naszych systemach lub usługach.\n\nKorzystania z inwazyjnego skanowania o wysokiej intensywności narzędziami do znajdowania luk w zabezpieczeniach lub w celu uniemożliwienia działania poprzez zajęcie wszystkich wolnych zasobów.\n\nWykorzystywania inżynierii społecznej (np. phishingu) lub fizycznych ataków na nasz personel czy infrastrukturę.\n\nWysyłania spamu.\n\nNależy zawsze przestrzegać zasad ochrony danych, a także nie wolno naruszać prywatności użytkowników. Nie zgadzamy się, na przykład, na udostępnianie, redystrybuowanie lub przechowywanie bez właściwych zabezpieczeń danych z systemów lub usług, pobranych w wyniku ujawnienia podatności.\n\nPotwierdzimy otrzymanie zgłoszenia w ciągu 7 dni kalendarzowych.\n\nW razie potrzeby poprosimy o dodatkowe Informacje.\n\nPo analizie i potwierdzeniu luk w zabezpieczeniach, skontaktujemy się z Tobą i poinformujemy, ile czasu zajmie naprawienie podatności. Naszym celem jest wykonanie tego w przeciągu 90 dni (a często nawet szybciej), aczkolwiek zależy to od stopnia złożoności podatności.\n\nW razie potrzeby udostępnimy informację o wykrytej podatności do wiadomości publicznej, by inne podmioty miały świadomość tego typu luk w zabezpieczeniach i mogły właściwie zadziałać.\n\nSkontaktujemy się z Tobą po naprawieniu zgłoszonej podatności.\n\nZrewidujemy błędy i uaktualnimy politykę bezpieczeństwa, by zapobiec występowaniu podobnych podatności w przyszłości.\n\nNie będziemy podejmować kroków prawnych przeciw Tobie za dostęp (lub próbę uzyskania dostępu) do naszych systemów, o ile przestrzegasz informacji zawartych w tej procedurze i nie powstały szkody związane z Twoim działaniem.\n\nTraktujemy Twoje zgłoszenie oraz dane jako poufne i nie będziemy przekazywać go innym instytucjom bez Twojej zgody.\n\nW zakres polityki wchodzi domena agh.edu.pl i jej poddomeny oraz zakresy adresów IP: 149.156.96.0/19 i 149.156.192.0/20.\n\nStopka\n\nStrona główna AGH\n\nPolityka ujawniania podatności\n\nKlucz PGP\n\nDeklaracja dostępności\n\nCentrum Bezpieczeństwa Informacji\npaw. D-8, pok. 718\ntel.: +48 12 328 34 48\ne-mail: bezpieczenstwo@agh.edu.pl\n\n © 2024 Centrum Bezpieczeństwa Informacji\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://bezpieczenstwo.agh.edu.pl/polityka-ujawniania-podatnosci", "title": " Polityka ujawniania podatności -- Bezpieczeństwo ", "depth": 2, "duplicate": false, "content_hash": "a0346b5138af94dfa2e9c36d78471b52", "word_count": 651, "headings": [{"level": 1, "text": "Polityka ujawniania podatności"}, {"level": 2, "text": "Stopka"}]}}