{"content": "Uchwała n r 32/2016  \nSenatu AGH z dnia 30 marca  2016 r.  \n \nw sprawie  Regulaminu korzystania z infrastruktury badawczej \nAkademii Górniczo -Hutniczej im. St. Staszica w Krakowie (AGH).  \n \nNa podstawie art. 86c ust. 1 pkt 2) ustawy prawo o szkolnictwie wyższym z dnia 27 lipca \n2005 r. (Dz. U. z 2012 r. poz. 572 z późn. zm.) Senat uchwala:  \n \nREGULAMIN  \nKORZYSTANIA Z INFRASTRUKTURY BADAWCZEJ  \nAkademii Górniczo -Hutniczej im. S. Staszica w Krakowie (AGH)  \n \nPostanowienia ogólne  \n \n1. Użyte w niniejszym R egulaminie określenia oznaczają : \n1) Regulamin – niniejszy Regulamin korzystania z infrastruktury badawczej \nAkademii Górniczo -Hutniczej im. Stanisława Staszica w Krakowie,  \n2) Uczelnia lub AGH – Akademia Górni czo-Hutnicza im. Stanisława Staszica \nw Krakowie,  \n3) Infrastruktura badawcza – będąca własnością AGH wszelka aparatura lub \nzespoły aparatury tworzące funkcjonalną całość wraz z pomieszczeniami lub \nzespołami pomieszczeń, do których są przypisane, służące lub  mogące służyć do \nprowadzenia badań naukowych lub prac rozwojowych,  \n4) prace badawcze – badania naukowe lub prace rozwojowe w rozumieniu ustawy \nz dnia 30 kwietnia 2010  r. o zasadach finansowania nauki (tj. Dz.U. z 2014  r., \npoz.1620, z późn. zm.),  \n5) jednos tka organizacyjna – Wydział, inna podstawowa jednostka organizacyjna, \njednostka pozawydziałowa, inna jednostka związana z działalnością Uczelni,  \n6) jednostka – struktura utworzona wewnątrz jednostki organizacyjnej, taka jak \nKatedra,  \n7) doktorant - uczestn ik studiów doktoranckich w AGH oraz osoba realizująca \npracę doktorską w AGH będąca lub nie będąca pracownikiem Uczelni,  \n8) student – osoba kształcąca się na studiach stacjonarnych lub niestacjonarnych, \npierwszego lub drugiego stopnia w AGH,   \n\n9) pracownik – osoba wykonująca pracę na rzecz Uczelni w ramach stosunku \npracy,  \n10) współpracownik – osoba niezwiązana stosunkiem pracy z Uczelnią, która \nbierze udział w realizacji zadań na rzec z Uczelni na innej podstawie, \nw szczególności na podstawie um owy zlecenia, umowy o dzieło lub innej umowy \ncywilno -prawnej,   \n11) podmiot trzeci – podmiot korzystający z infrastruktury badawczej Uczelni na \nzasadach komercyjnych (niebędący Pracownikiem, Doktorantem, Studentem \nWspółpracownikiem, osobą wymienioną w ust.  3, ani jednostką organizacyjną \nAGH),  \n12) opiekun/operator infrastruktury badawczej – pracownik Uczelni wyznaczony \nprzez Kierownika jednostki lub jednostki organizacyjnej użytkujący składniki \ninfrastruktury badawczej i odpowiedzialny za i ch prawidłowe fun kcjonowanie,  \n13) użytkownik infrastruktury – osoba fizyczna korzystająca z infrastruktury \nbadawczej,  \n14) kie rownik jednostki organizacyjnej  – Dziekan, Dyrektor lub Kierownik innej \njednostki organizacyjnej dysponującej infrastrukturą badawczą,  \n15) kierown ik jednostki – Kierownik Katedry l ub innej jednostki utworzonej \nw jednostce organizacyjnej.  \n2. Niniejszy regulamin dotyczy:  \na) zasad korzystania z infrastruktury ba dawczej AGH przez pracowników \ni doktorantów (także odbywających w AGH staże) oraz studentów (t akże \nuczestników studiów podyplomowych i odbywających w AGH praktyki),  \nb) zasad udostępniania tej infrastruktury przez jednostki organizacyjne \ndysponujące infrastrukturą badawczą in nym jednostkom organizacyjnym \ni podmiotom trzecim,  \nc) zasad ustalania wysok ości opłat za udostępnianie i korzystanie z infrastruktury \nbadawczej przez jednostki organizacyjne i podmioty trzecie.  \n3. Do słuchaczy studiów podyplomowych i osób od bywających staże lub praktyki \nw AGH stosuje się odpowiednio przepisy dotyczące studentów.  \n4. Zasady dotyczą infrastruktury badawczej nabytej ze środków pochodzących \nz różnych źródeł:  \na) z funduszy Unii Europejskiej, dotacji państwowych, funduszy celowych,  \nb) ze środków własnych AGH (fundusz zasadniczy) i/lub zakupionych z  grantów \nNCN, NCBiR i innych realizowanych w AGH.  \nDla infrastruktury badawczej nabytej z różnych źródeł mogą być prowadzone \nosobne inwentarzowe pola spisowe.  \n \n\n5. Infrastruktura badawcza powinna być wykorzystywana zgodnie z jej \nprzeznaczeniem. Wykorzystywanie infrastruktury badawczej wymi enionej w ust. 4 \npkt a) podlega ograniczeniom wynikającym z warunków projektów europejskich \n(wniosków i umów o dofinansowanie) obowiązujących do końca tzw. okresu \ntrwałości projektu. W szczególności ograniczenia te mogą dotyczyć \nwykorzystywania infrastrukt ury do celów odpłatnych prac badawczych \n(opodatkowanych VAT, prowadzonych na zlecenie podmiotów trzecich) i do celów \nusług w zakresie kształcenia stacjona rnego (nieopodatkowanego VAT) \ni niestacjonarnego (zwolnionych z VAT) w stosunku do podstawowego celu \nprojektu.  \n6. Zasady wykorzystywania infrastruktury badawczej opisanej w ust. 4 pkt b) \npodlegają ograniczeniom wynikającym z wykorzystywania pomieszczeń \nw niektórych budynkach podobnym jak w przypadku aparatury opisanej w punkcie \n4a). Aparatura zakupiona w ramach projek tów krajowych w okresie realizacji \nprojektu oraz po jego zakończeniu powinna być wykorzystywana w celu i przez \nwskazany okres czasu zgodnie   z warunkami projektu. Nie ma ograniczeń \nw korzystaniu z aparatury zakupionej ze środków własnych (funduszu \nzasadnic zego) AGH.  \n7. Obowiązkiem Uczelni i jej pracowników jest jak najefektywniejsze wykorzystanie \ninfrastruktury badawczej w ramach prowadzonej działalności naukowo -badawczej \ni dydaktycznej, a także poprzez jej udostępnianie pracownikom innych jednostek, \ninnych je dnostek organizacyjnych i podmiotów trzecich.  \n8. W przypadku niewykorzystywania danego składnika infrastruktury badawczej \nw jednostce, kierownik tej jednostki może ten składnik przekazać w stałe \nużytkowanie lub czasowo powierzyć innej jednostce w tej samej je dnostce \norganizacyjnej w  porozumieniu i za zgodą jej kierownika. W przypadku \nprzekazywania składników infrastruktury badawczej pomiędzy jednostkami \norganizacyjnymi konieczne jest porozumienie pomiędzy kierownikami tych \njednostek organizacyjnych.  \n9. Osobami odpowiedzialnymi za stan techniczny infrastruktury badawczej są \nkierownicy jednostek organizacyjnych lub jednostek działających w strukturze \njednostek organizacyjnych, do których aparatura została przyporządkowana lub \nwskazani przez nich użytkownic y zatrudnieni w tej jednostce.  \n10. Za stan techniczny infrastruktury badawczej nieprzypisanej jednostkom, \nwyposażenie warsztatów, infrastrukturę budynku, komputery i sieć komputerową \n(przewodową i  bezprzewodową) odpowiadają kierownicy jednostek \norganizacyjnyc h. W przypadku infrastruktury ogólnouczelnianej za jej stan \ntechniczny odpowiadają kierownicy jednostek do tego powołanych.  \n \nUdostępnianie infrastruktury badawczej do celów kształcenia  \n \n11. W przypadku wykorzystywania infrastruktury badawczej do celów \ndydaktyc znych/kształcenia, wizyty student ów w laboratoriach badawczych \ni dydaktyczno -badawczych wymagają zgody kie rowników właściwych jednostek \ni zawsze muszą się odbywać w obecności pracowników tych laboratoriów.  \n12. Prowadzenie prac badawczych do prac doktorskich i magisterskich wymaga zgody \nkierownika jednostki:  \n\na) jeśli promotorem/opiekunem pracy doktorskiej lub magisterskiej jest pracownik \ntej samej jednostki organizacyjnej, infrastruktura badawcza jest dostępna bez \nżadnych ograniczeń formalno -prawnych i finansowy ch, \nb) jeśli promotor/opiekun jest pracownikiem innej jednostki w tej samej jednostce \norganizacyjnej, konieczna jest zgoda kierownika jednostki, w której badania będą \nrealizowane,  \nc) w pozostałych przypadkach konieczne jest porozumienie kierownika jednostk i \norganizacyjnej, w której będą prowadzone prace badawcze z kierownikiem \njednostki organizacyjnej, w której zatrudniony jest promotor/opiekun.  \n13. W pracach magisterskich i doktorskich realizowanych z wykorzystaniem aparatury \ninnej jednostki organizacyjnej mus i być zamieszczona stosowna informacja.  \n \nUdostępnianie infrastruktury badawczej innym jednostkom \norganizacyjnym  \n \n14. Prowadzenie prac badawczych z wykorzystaniem infrastruktury badawczej \nznajdującej się w innej jednostce tej samej jednostki organizacyjnej wyma ga \nzgody kierownika tej jednostki.  \n15. Udostępnianie infrastruktury badawczej na czas określony w celu realizacji prac \nbadawczych przez inną jednostkę organizacyjną może odbywać się na dwa \nsposoby:  \na) przekazanie infrastruktury badawczej do dyspozycji na czas określony \nw siedzibie innej jednostki organizacyjnej,  \nb) przekazanie infrastruktury badawczej do dyspozycji na czas określony \nw pomieszczeniach jednostki organizacyjnej dysponującej infrastrukturą.  \n16. Udostępnianie infrastruktury badawczej innym jednostkom orga nizacyjnym może \nmieć charakter odpłatny.  \n17. Udostępnianie infrastruktury badawczej na czas określony innej jednostce \norganizacyjnej wymaga zawarcia pisemnego porozumienia pomiędzy jednostkami. \nW przypadku składników infrastruktury badawczej o niewielkiej wart ości (poniżej \n1 tys. zł) udostępnianie nie wymaga zawarci a pisemnego porozumienia. \nUdostępnienie infrastruktury będzie się odbywało za potwierdzeniem jej \nprzekazania/odbioru (rewersem).  \n18. Porozumienie powinno zawierać odniesienie do Regulaminu, a także regul ować \nwszystkie warunki szczegółowe udostępniania infrastruktury, a w szczególności \nokreślać cel i okres na jaki infrastruktura jest udostępniana, a także koszty i inne \nwarunki udostępnienia. Koszty udostępniania infrastruktury innym jednostkom \norganizacyjn ym dokumentowane są notami wewnętrznymi.    \n19. Odpowiedzialność za szkody wynikłe z niewłaściwego wykorzystywania \ninfrastruktury badawczej udostępnionej pracownikom innej jednostki \norganizacyjnej ponosi kierownik tej jednostki.  \n20. Jednostka organizacyjna może od mówić udostępnienia infrastruktury badawczej \ninnej jednostce organizacyjnej na czas określony jeśli infrastruktura ta wymaga \nspecjalistycznej obsługi.  \n\n21. W przypadku wykorzystywania infrastruktury badawczej do celów prac \nbadawczych prowadzonych dla innych je dnostek organizacyjnych (tzw. wzajemne \nświadczenia badawcze) obowiązują następujące zasady:  \na) przyjęcie badań do realizacji wymaga zgody kierownika jednostki \norganizacyjnej, w której realizowane będą badania,  \nb) wzajemne świadczenia badawcze są odpłatne jeśli s ą one częścią badań, na \nprowadzenie których zlecająca jednostka organizacyjna ma zewnętrzne \nfinansowanie (takie jak granty NCBiR, NCN, zlecenia z  przemysłu, etc.); ich \nrozpoczęcie musi być poprzedzone odpowiednim zleceniem,  \nc) wzajemne świadczenia badawcze m ogą być odpłatne jeśli są realizowane \nw ramach prac badawczych finansowanych z dotacji statutowej, środków \nsłużących rozwojowi młodych naukowców oraz uczestników studiów \ndoktoranckich, a także z przychodów własnych jednostki organizacyjnej; jeśli \nzlecająca  jednostka organizacyjna nie będzie współuczestniczyć w kosztach, \nkażdorazowo w prowadzonych pracach badawczych powinien być \nzaangażowany przynajmniej jeden pracownik jednostki organizacyjnej \nrealizującej zlecenie, który będzie pełnoprawnym członkiem zespo łu \nbadawczego publikującego wyniki prowadzonych prac badawczych,  \nd) dopuszczalny jest udział w badaniach pracowników jednostki organizacyjnej \nzlecającej badania na zasadach określonych w tym Regulaminie,  \ne) koszty prac badawczych wykonanych dla innych jednostek organizacyjnych \ndokumentowane są notami wewnętrznymi.  \n \nUdostępnianie infrastruktury badawczej podmiotom trzecim  \n \n22. Udostępnianie infrastruktury badawczej podmiotowi trzeciemu może odbywać się \nna dwa sposoby:  \na) przekazanie infrastruktury badawczej do  dyspozycji na czas określony \nw siedzibie podmiotu trzeciego,  \nb) przekazanie infrastruktury badawczej do dyspozycji na czas określony \nw pomieszczeniach AGH.  \n23. Udostępnianie infrastruktury badawczej podmiot om trzecim nie może kolidować \nz realizacją podstawowych  zadań AGH takic h jak działalność dydaktyczna \ni naukowo -badawcza, i nie powinno naruszać interesów AGH.  \n24. Udostępnianie infrastruktury badawczej podmiotom trzecim powinno odbywać się \nz poszanowaniem reguły równego traktowania wszystkich podmiotów.  \n25. Udostępni anie infrastruktury badawczej podmiotom trzecim jest odpłatne.  \n26. Udostępnianie infrastruktury badawczej podmiotowi trzeciemu wymaga zawarcia \numowy. Umowa powinna w szczególności zawierać:  \na) okres na jaki infrastruktura jest udostępniana,  \nb) cel, do którego udostępniana infrastruktura będzie wykorzystywana,  \nc) warunki finansowe,  \n\nd) warunki rozwiązania umowy i rozwiązywania sporów,  \ne) warunki wniesienia kaucji i warunki ubezpieczenia infrastruktury.  \n27. W przypadku udostępnienia infrastruktury badawczej podmiotowi  trzeciemu na \nczas określony:  \na) odpowiedzialność za szkody ponosi podmiot trzeci,  \nb) AGH może wymagać wpłaty kaucji pieniężnej w wysokości do 30% \nwynagrodzenia za udostępnienie infrastruktury tytułem zabezpieczenia, przed \nprzystąpieniem do wykorzystywania infrastruktury; wniesienie kaucji jest \nwarunkiem obowiązywania umowy o udostępnienie infrastruktury badawczej; \nw przypadku niewniesienia kaucji przez podmiot trzeci w umówionej wysokości \ni terminie umowa wygasa,  \nc) w razie zniszczenia, uszkodzenia lub utraty infrastruktury kaucja podlega \nzaliczeniu na poczet odszkodowania; w przypadku gdy kaucja nie pokryje \npełnej szkody AGH dochodzić będzie odszkodowania do wysokości pełnej \nszkody,  \nd) w przypadku zakończenia korzystania z infrastruktury bez jej uszkodzenia lub \nzniszczenia kaucja jest zaliczana w poczet wynagrodzenia.  \n28. W przypadku udostępnienia infrastruktur y badawczej na czas określony \nw siedzibie podmiotu trzeciego, jeśli takie udostępnienie nie jest objęte \nwarunkami ubezpieczenia infrastruktury b adawczej posiada nego przez AGH:  \na) Kierownik może wymagać aby podmiot zamierzający korzystać z infrastruktury \ndokonał ubezpieczenia infrastruktury do wysokości jej wartości na okres \nkorzystania z infrastruktury i przedłożył AGH polisę ubezpieczeniową; Kierownik \nmoże równi eż ustalić, iż w celu zabezpieczenia zwrotu infrastruktury w stanie \nniepogorszonym podmiot mający korzystać z inf rastruktury dokona cesji praw \nz umowy ubezpieczenia (polisy ubezpieczeniowej) na rzecz AGH,  \nb) w przypadku określonym w pkt. a) dokonanie przez  podmiot trzeci \nubezpieczenia infrastruktury i cesji praw z umowy ubezpieczenia (polisy \nubezpieczeniowej) na rzecz AGH oraz przedłożenie polisy Uczelni jest warunkiem \nudostępnienia infrastruktury i obow iązywania umowy o korzystanie \nz infrastruktury; w razi e niedokonania tych czynności w ustalonym terminie \numowa o udostępnienie infrastruktury zawarta pomiędzy AGH a podmiotem \ntrzecim wygasa.  \n29. AGH nie ponosi odpowiedzialności za szkody wynikłe z niewłaściwego \nwykorzystywania infrastruktury badawczej, w tym wyn ikłe z przyczyn \nniezawinionych przez AGH i wynikłe z pozostawienia przez użytkownika \nnieskopiowanych plików komputerowych lub innych materiałów i notatek.  \n30. AGH może odmówić udostępnienia infrastruktury badawczej podmiotowi trzeciemu \nna czas określony w przy padku:  \na) gdy infrastruktura wymaga specjalistycznej obsługi,  \nb) podejrzenia lub stwierdzenia wykorzystywania niezgodnego z prawem lub \nnaruszającego interesy (dobre imię) AGH,  \nc) użycia materiałów niebezpiecznych,  \n\nd) dużego ryzyka zniszczenia wynikającego z nieprzewi dywalności zdarzeń mimo \nprawidłowej i starannej obsługi urządzenia.  \n31. Wykorzystywanie infrastruktury badawczej do realizacji odpłatnych prac \nbadawczych dla podmiotów trzecich, każdorazowo wymaga zgody kierownika \njednostki organizacyjnej i podpisania umowy (d la zleceń o wartości powyżej \n15 tys. PLN; w pozostałych przypadkach wystarcza zamówienie).  \n32. Umowa powinna regulować wszystkie aspekty realizacji odpłatnych prac \nbadawczych, a  w szczególności:  \na) odniesienie do Regulaminu,  \nb) określenie charakteru i zakresu prac badawczych,  \nc) określenie infrastruktury badawczej, której wykorzystanie będzie konieczne \ndo realizacji prac badawczych,  \nd) koszt i termin realizacji,  \ne) warunki płatności i kary umowne,  \nf) sposób i formę przekazania wyników prac  badawczych,  \ng) formę kontaktu pomiędzy realizatorami prac badawczych i pracownikami \npodmiotu trzeciego bezpośrednio zainteresowanymi wynikami badań,  \nh) planu zakupów towarów i usług, w szczególności tych do umieszczenia \nw planie zamówień publicznych AGH,  \ni) podzi ału wartości niematerialnych i prawnych będących efektem realizacji \nbadań.  \nZasady kalkulacji kosztów  \n \n33. Koszt udostępniania infrastruktury badawczej powinien być określony w kalkulacji \nuwzględniającej wartość udostępnianej infrastruktury, okres amortyzacji o raz \nzużycie materiałów eksploatacyjnych i zużywających się elementów aparatury \nwymagających okresowej wymiany.  \n34. Koszt prowadzonych prac badawczych powinien być określony w kalkulacji \nwysokości opłat, a jeśli to możliwe stawkami za  poszczególny rodzaj badań,  \nuwzględniającymi: koszty osobowe/bezosobowe, koszty wykorzystywanych \nmateriałów i koszty eksploatacji aparatury (wymiany zużywających się elementów \naparatury, materiałów eksploatacyjnych, itp.), koszt koniecznych do realizacji \nprojektu wzajemnych świadcze ń badawczych (czyli realizowanych w innych \njednostkach organizacyjnych) i usług obcych (koniecznych do realizacji poza \nAGH).  \n35. W kalkulacji kosztów prac badawczych realizowanych dla podmiotów trzecich \nmuszą być uwzględnione koszty pośrednie w wysokości nie mniejszej niż 30% \nkosztów bezpośrednich. Z kosztów bezpośrednich stanowiących podstawę \nnaliczenia kosztów wydziałowych i ogólnych wyłącza się koszty zakupu aparatury \noraz koszty świadczeń wewnętrznych na rzecz własnych jednostek \norganizacyjnych. Amortyzacj a może być naliczana tylko w przypadku aparatury \nzakupionej ze środków własnych (funduszu zasadniczego) AGH.  \n\n36. Koszty prac badawczych wykonanych dla podmiotów trzecich są opodatkowane \ni dokumentowane fakturą VAT.  \n37. W przypadku prac badawczych zlecanych przez  podmioty trzecie może być \nnaliczany zysk.  \n38. Korzystanie z infrastruktury badawczej pomiędzy jednostkami organizacyjnymi \ni podmiotami trzecimi w ramach wspólnie realizowanych prac badawczych \n(rozliczanych w częściach w jednostkach organizacyjnych i podmiota ch trzecich \nrealizujących te części prac badawczych) jest nieodpłatne.  \n \nPrawa i obowiązki użytkowników  \n \n39. Infrastruktura badawcza znajdująca się w jednostkach organizacyjnych może być \nwykorzystywana przez wszystkich pracowników, doktorantów i studentów tych \njednostek tylko do celów prac badawczych rozliczanych w tej jednostce \norganizacyjnej. Zasady realizacji i rozliczania tych prac regulują odrębne przepisy.  \n40. Współpracownicy mogą korzystać z infrastruktury badawczej wyłącznie do \nrealizacji zadań określonych w  zawartej przez jednostkę organizacyjną AGH \numowy cywilno -prawnej.  \n41. Pracownicy podmiotów trzecich mogą korzyst ać z infrastruktury badawczej \nw zakresie i na zasadach określonych w umowie zawartej z tym podmiotem.  \n42. Zabrania się wykorzystywania infrastruktury badawczej w sposób niezgodny z tym \nRegulaminem. W szczególności zabrania się korzystania z  infrastruktury w sposób \nzwiększający ryzyko jej uszkodzenia i w sposób niezgodny z jej przeznaczeniem. \nZabrania się też dokonywania we własnym zakresie napraw uszkod zonej \ninfrastruktury badawczej.  \n43. Wykorzystywanie infrastruktury badawczej do celów innych niż określone w tym \nRegulaminie jest zabronione. W szczególności zabronione jest wykorzystywanie \ninfrastruktury badawczej do celów wynikających z umów cywilno -prawnych  \nzawieranych przez pracowników i doktorantów jednostki organizacyjnej \ndysponującej infrastrukturą z innymi jednostkami organizacyjnymi i podmiotami \ntrzecimi.  \n44. Infrastruktura badawcza może być wykorzystywana przez:  \na) urządzenia grupy (A) (specjalistyczne) – tylko przez wymienionych z nazwiska \npracowników i  doktorantów jednostki organizacyjnej dysponującej \ninfrastrukturą (tzw. operatorów), którzy przeszli specjalistyczne przeszkolenie \npotwierdzone przez kierownika jednostki organizacyjnej (lub upoważnionego \nprzez niego kierownika jednostki), do której przypisana jest dana aparatura,  \nb) urządzenia grupy (B) (ogólnodostępne) – przez wszystkich pracowników, \nwspółpracowników, doktorantów i magistrantów,  którzy zostaną przeszkoleni \n(i fakt przeszkolenia poświadczą własno ręcznym podpisem); w niektórych \nprzypadkach wystarczającym szkoleniem jest zapoznanie się z instrukcją \nobsługi potwierdzone własnoręcznym podpisem.  \n45. W ramach porozumień o udostępnianiu infrastruktury badawczej innym \njednostkom organizacyjnym, pracownicy i d oktoranci tych jednostek \norganizacyjnych mogą korzystać z urządzeń grupy (A) na zasadach operatorów \npod warunkiem wcześniejszej zgody, zgłoszenia i umieszczenia na liście \n\n„operatorów nie będących pracownikami jednostki organizacyjnej udostępniającej \ninfras trukturę (jednostki)” przez kierownika właściwej jednostki organizacyjnej \n(jednostki).  \n46. W przypadku infrastruktury badawczej stanowiącej wyposażenie laboratoriów \nakredytowanych, operatorami mogą być tylko i wyłącznie specjalnie przeszkoleni \npracownicy jedn ostki organizacyjnej, w ramach której funkcjonuje dane \nlaboratorium.  \n47. Przestrzeganie przepisów BHP i ppoż., które w postaci instrukcji BHP i ppoż. \nmuszą znajdować we wszystkich pomieszczeniach laboratoryjnych, jest \nobowiązkiem pracowników, współpracowników,  doktorantów, studentów i osób \ndziałających na rzecz podmiotów trzecic h na podstawie umów zawartych \nz Uczelnią . \n48. Osoby odpowiedzialne za stan techniczny infrastruktury badawczej i wszyscy \nużytkownicy zobowiązani są do natychmiastowego informowania kierownik a \njednostki i/lub kierownika jednostki organizacyjne j dysponującej infrastrukturą \nw przypadku każdej awarii i każdego zagrożenia sprawności technicznej urządzeń.  \n \nDokumentowanie udostępniania infrastruktury badawczej  \n \n49. Każdorazowe wykorzystanie aparatury z  grupy (A) musi być opisane w  „książce \npracy (karcie) urządzenia”. W przypadku aparatury z grupy (B) wystarczy \nwpisanie daty i godziny użytkowania urządzenia w dostępnym przy urządzeniu \nformularzu, przy czym podpis jest równocześnie potwierdzeniem przeszko lenia \n(lub zapoznania się z instrukcją obsługi).  \n50. W „książce pracy (karcie) urządzenia” obowiązkowo powinny być odnotowywane \nwszystkie przeglądy urządzenia i jego naprawy, szczególnie te mogące mieć \nwpływ na funkcjonowanie urządzenia.  \n51. Kierownik jednostki o rganizacyjnej, do której przypisana jest infrastruktura \nbadawcza, jest odpowiedzialny za prowadzenie ewidencji jej udostępniania \nzarówno innym jednostkom organizacyjnym jak i podmiotom trzecim.  \n52. W przypadku wyłączenia infrastruktury badawczej tylko do celów  realizacji danych \nprac badawczych lub jej udostępnienia podmiotowi trzeciemu w  siedzibie AGH, \nwyłączone składniki infrastruktury badawczej mu szą być opisane, a informacja \no zakresie i celu wyłączenia musi być dostępna pozostałym użytkownikom. \nWyłączenie i nfrastruktury do realizacji prac badawczych nie może stanowić \nudzielenia nielegalnej pomocy publicznej i zaburzać równowagi rynkowej, nie \nmoże też łamać prawa, zasad etyki nauki czy biznesu, a  także norm współżycia \nspołecznego.  \n \nPrzepisy końcowe  \n \n53. Regulamin jest dostępny dla wszystkich pracowników, doktorantów i studentów \nAGH, i dla podmiotów trzecich, poprzez jego zamieszczenie na stronach www \nAGH.  \n\n54. Pracownicy, współpracownicy, doktoranci i studenci powinni dążyć do \npolubownego rozstrzygnięcia ewen tualnie p owstałych sporów wynikających \nz udostępniania im infrastruktury badawczej. Do polubownego rozstrzygnięcia \newentualnych sporów powinni tez dążyć kierownicy jednostek organizacyjnych, \npomiędzy którymi nastąpiło udostępnienie infrastruktury badawczej . Spory \nniemożliwe do polubownego rozstrzygnięcia rozstrzyga Rektor AGH.  \n55. Nierozstrzygnięte spory pomiędzy AGH, a podmiotami trzecimi rozstrzyga \nwłaściwy sąd.  \n56. Regulamin obowiązuje od 1 kwietnia 2016 i ma zastosowanie do wszystkich \nczynności dotyczących korz ystania z infrastruktury badawczej AGH, które \nnastąpiły po jego wejściu w życie.  \n \n\n", "metadata": {}}