{"metadata": {"url": "https://www.miasteczko.agh.edu.pl/pl/horizontal/deklaracja-dostepnosci.html", "title": "Miasteczko Studenckie AGH - Deklaracja dostępności", "depth": 1, "duplicate": false, "content_hash": "38cf5ad8cd1be4af2626d61f0c0462b7", "word_count": 705, "headings": [{"level": 1, "text": "Deklaracja dostępności"}, {"level": 2, "text": "Deklaracja dostępności strony Miasteczka Studenckiego"}, {"level": 4, "text": "Status pod względem zgodności z ustawą"}, {"level": 4, "text": "Treści niedostępne"}, {"level": 4, "text": "Przygotowanie deklaracji w sprawie dostępności"}, {"level": 4, "text": "Informacje zwrotne i dane kontaktowe"}, {"level": 4, "text": "Skargi i odwołania"}, {"level": 2, "text": "Dostępność architektoniczna"}, {"level": 3, "text": "Dostępność architektoniczna siedziby Akademii Górniczo-Hutniczej im. St. Staszica w Krakowie - budynku A-0"}, {"level": 3, "text": "Dostępność architektoniczna Miasteczka Studenckiego AGH"}, {"level": 4, "text": "1. Dostępność wejścia do budynku i przechodzenia przez obszary kontroli"}, {"level": 4, "text": "2. Dostępność korytarzy, schodów i wind"}, {"level": 4, "text": "3. Opis dostosowań, na przykład pochylni, platform, informacji głosowych, pętlach indukcyjnych."}, {"level": 4, "text": "4. Informacje o miejscu i sposobie korzystania z miejsc parkingowych wyznaczonych dla osób z niepełnosprawnościami."}, {"level": 4, "text": "5. Informacja o prawie wstępu z psem asystującym i ewentualnych uzasadnionych ograniczeniach."}, {"level": 4, "text": "6. Informacje skierowane do osób z niepełnosprawnościami, na przykład opis sposobu dojazdu, inne sposoby porozumiewania się itp."}]}, "content": "# Miasteczko Studenckie AGH - Deklaracja dostępności\n\nURL: https://www.miasteczko.agh.edu.pl/pl/horizontal/deklaracja-dostepnosci.html\nCrawled: 2025-03-20 00:54:15\n\nDeklaracja dostępności\n\nDeklaracja dostępności strony Miasteczka Studenckiego\n\nMiasteczko Studenckie AGH zobowiązuje się zapewnić dostępność swojej strony internetowej zgodnie z przepisami ustawy z dnia 4 kwietnia 2019 r. o dostępności cyfrowej stron internetowych i aplikacji mobilnych podmiotów publicznych. Oświadczenie w sprawie dostępności ma zastosowanie do strony internetowej Miasteczka Studenckiego AGH.\n\nData publikacji strony internetowej: 2015-01-01\n\nData ostatniej istotnej aktualizacji: 2023-03-04\n\nStatus pod względem zgodności z ustawą\n\nStrona internetowa jest częściowo zgodna z ustawą o dostępności cyfrowej stron internetowych i aplikacji mobilnych podmiotów publicznych z powodu niezgodności lub wyłączeń wymienionych poniżej.\n\nTreści niedostępne\n\nNa stronie internetowej znajdują się filmy, do których nie dodano audiodeskrypcji dla osób niewidzących, mają one charakter promocyjny i nie są wykorzystywane do realizacji bieżących zadań\n\nPublikacje w formie plików PDF są częściowo dostępne\n\nCzęść z opublikowanych zdjęć nie posiada opisu alternatywnego, mają one charakter promocyjny i nie są wykorzystywane do realizacji bieżących zadań. \n\nPrzygotowanie deklaracji w sprawie dostępności\n\nDeklarację sporządzono dnia: 31.03.2021\n\nDeklaracja została ostatnio poddana przeglądowi i aktualizacji dnia: 8.03.2023\n\nDeklarację sporządzono na podstawie samooceny. \n\nInformacje zwrotne i dane kontaktowe\n\nZa rozpatrywanie uwag i wniosków odpowiada:\n\nEwa Pawlak\n\nE-mail: \nepawlak@agh.edu.pl\n\nTelefon: \n+48 12 617 37 25\n\nKażdy ma prawo:\n\nzgłosić uwagi dotyczące dostępności cyfrowej strony lub jej elementu,\n\nzgłosić żądanie zapewnienia dostępności cyfrowej strony lub jej elementu,\n\nwnioskować o udostępnienie niedostępnej informacji w innej alternatywnej formie.\n\nŻądanie musi zawierać:\n\ndane kontaktowe osoby zgłaszającej,\n\nwskazanie strony lub elementu strony, której dotyczy żądanie,\n\nwskazanie dogodnej formy udostępnienia informacji, jeśli żądanie dotyczy udostępnienia w formie alternatywnej informacji niedostępnej.\n\nRozpatrzenie zgłoszenia powinno nastąpić niezwłocznie, najpóźniej w ciągu 7 dni. Jeśli w tym terminie zapewnienie dostępności albo zapewnienie dostępu w alternatywnej formie nie jest możliwe, powinno nastąpić najdalej w ciągu 2 miesięcy od daty zgłoszenia. Jeżeli zapewnienie dostępności nie jest możliwe, podmiot publiczny może zaproponować alternatywny sposób dostępu do informacji.\n\nSkargi i odwołania\n\nNa niedotrzymanie tych terminów oraz na odmowę realizacji żądania, po wyczerpaniu wszystkich możliwości, można złożyć skargę do organu nadzorującego pocztą lub drogą elektroniczną na adres:\n\nOrgan nadzorujący: Prorektor ds. Studenckich\n\nAdres: al. Mickiewicza 30, 30-059 Kraków\n\nE-mail: \nprorektor.studenci@agh.edu.pl\n\nTelefon: \n+48 12 617 20 10\n\nSkargę można złożyć również do \nRzecznika Praw Obywatelskich\n.\n\nDostępność architektoniczna\n\nDostępność architektoniczna siedziby Akademii Górniczo-Hutniczej im. St. Staszica w Krakowie - budynku A-0\n\nSzczegółowe informacje o dostępności architektonicznej budynku A-0\n\nDostępność architektoniczna Miasteczka Studenckiego AGH\n\n1. Dostępność wejścia do budynku i przechodzenia przez obszary kontroli\n\nWejście główne do budynku znajduje się przy ulicy Rostafińskiego 8 (Dom Studencki numer 5 Strumyk). Przy wejściu do budynku znajdują się schody oraz podjazd dla osób poruszających się na wózkach.\n\nDział Domów Studenckich MS znajduje się na parterze budynku w pokoju numer 2.\n\nPrzy wejściu do budynku usytuowana jest portiernia pełniąca rolę kontroli osób wchodzących do budynku. Na portierni można uzyskać informacje o lokalizacji pomieszczenia Działu Domów Studenckich. \n\n2. Dostępność korytarzy, schodów i wind\n\nKorytarze w budynku zapewniają swobodne poruszanie się. Nie występują w części komunikacyjnej różnice poziomów.\n\nBiuro Działu Domów Studenckich znajduje się na parterze budynku. W celu dostania się do biura z poziomu parteru, nie ma konieczności korzystania z windy i schodów wewnętrznych. \n\nSchody oraz podjazd przy wejściu głównym posiadają poręcze obustronne.\n\nBudynek wyposażony jest w windę osobową dostosowaną do potrzeb osób z niepełnosprawnościami. \n\nPomieszczenia w budynku wyposażone są w etykiety w alfabecie Braille’a.\n\n3. Opis dostosowań, na przykład pochylni, platform, informacji głosowych, pętlach indukcyjnych.\n\nW budynku istnieje możliwość skorzystania z toalety dostosowanej dla osób z niepełnosprawnościami. Zlokalizowana jest na parterze, naprzeciw portierni.\n\n4. Informacje o miejscu i sposobie korzystania z miejsc parkingowych wyznaczonych dla osób z niepełnosprawnościami.\n\nMiejsca parkingowe przeznaczone dla osób z niepełnosprawnością znajdują się na parkingu, przy ul. Rostafińskiego. Na parking można dostać się od ulicy Reymonta. Wjazd na parking ogranicza szlaban, przy którym znajduje się domofon. Istnieje możliwość ubiegania się o kartę otwierającą szlaban lub zgłoszenia potrzeby pomocy pracownikowi Centrum Monitoringu, który dostępny jest całodobowo.\n\n5. Informacja o prawie wstępu z psem asystującym i ewentualnych uzasadnionych ograniczeniach.\n\nDo Działu Domów Studenckich można wejść z psem asystującym.\n\n6. Informacje skierowane do osób z niepełnosprawnościami, na przykład opis sposobu dojazdu, inne sposoby porozumiewania się itp. \n\nDział Domów Studenckich MS AGH znajduje się w dzielnicy Krowodrza. Najbliższy przystanek autobusowy znajduje się przy ul. Nawojki oraz Piastowskiej, a tramwajowy przy ul. 3 Maja oraz Podchorążych.\n\nWejście do Domu Studenckiego numer 5 Strumyk"}