{"metadata": {"url": "https://akademik.agh.edu.pl", "title": "\n        Akademik w Krakowie - MS AGH ", "depth": 0, "duplicate": false, "content_hash": "5038b369575325c1d882599b1e769b61", "word_count": 285, "headings": [{"level": 2, "text": "Aktualności"}]}, "content": "# \n        Akademik w Krakowie - MS AGH \n\nURL: https://akademik.agh.edu.pl\nCrawled: 2025-03-20 01:12:25\n\nW związku z rosnącymi kosztami utrzymania miejsc w domach studenckich, Administracja Miasteczka Studenckiego AGH informuje, że z dniem 1 października 2024 roku ulegnie zmianie wysokość opłat za zakwaterowanie w domach studenckich MS AGH.\n\nKorekta cennika następuje po ponad 2 latach od poprzedniej podwyżki i jest przeprowadzana w porozumieniu z Uczelnianą Radą Samorządu Studentów AGH.\n\nZmiana wysokości miesięcznej opłaty za miejsce dla studentów i doktorantów AGH zostaje podzielona na 2 etapy, z czego drugi wejdzie w życie od dnia 1 marca 2025 roku.\n\nStawki miesięczne dla pozostałych mieszkańców oraz cennik dobowy zostają zmienione jednorazowo i będą obowiązywać przez cały rok akademicki 2024/2025.\n\nZatwierdzone przez JM Rektora AGH nowe stawki przedstawiają się następująco.\n\nOd 1 października 2024:\n\nStudenci i doktoranci AGH\n Standard podstawowy - 460 zł (17 zł - doba) Standard komfort oraz komfort+ - 545 zł (20 zł - doba)\n\nStudenci i doktoranci innych Uczelni\n Standard podstawowy - 560 zł (20 zł - doba) Standard komfort oraz komfort+ - 640 zł (22 zł - doba)\n\nPracownicy AGH\n Standard podstawowy - 570 zł (20 zł - doba) Standard komfort oraz komfort+ - 650 zł (22 zł - doba)\n\nPełna odpłatność\n Standard podstawowy - 670 zł (23 zł - doba) Standard komfort oraz komfort+ - 750 zł (25 zł - doba)\n\nOd 1 marca 2025:\n\nStudenci i doktoranci\n AGH Standard podstawowy - 490 zł (17 zł - doba) Standard komfort oraz komfort+ - 580 zł (20 zł - doba)\n\nPonadto:\n\nod 1 października 2024 roku jednorazowa opłata za zakwaterowanie oraz opłaty za przekwaterowanie wynosić będą \n25 zł netto\n,\n\nulega zmianie również zasada odpłatności za dodatkowe zajmowane miejsce\nw celu samodzielnego zakwaterowania i od października opłata wyniesie 100% stawki za podstawowe miejsce, określonej w cenniku.\n\nAdministracja MS AGH"}