{"content": "#  UNIVERSEH – European Space University for Earth and Humanity -- UNIVERSEH – European Space University for Earth and Humanity \n\nURL: https://www.universeh.agh.edu.pl/en/\nCrawled: 2025-03-19 21:07:46\n\nSkip to content\n\nSkip to footer\n\nUNIVERSEH – European Space University for Earth and Humanity\n\n\"We will create a network of space universities together with partners from Europe. We are starting the second century of AGH University of Krakow with ambitious plans to develop advanced space technologies\"\n\nUNIVERSEH\n is a collaborative alliance formed by seven European universities from seven distinct countries, including the AGH University of Krakow. It was established in November 2020 to develop a new way of collaboration in the field of Space within the new “European Universities” initiative promoted by the European Commission. The main goal is to increase the mobility of students and academic staff, as well as to promote interuniversity cooperation.\n\nUNIVERSEH\n aims to introduce innovative educational experiences for university stakeholders and the broader society. This initiative embraces a holistic view of space, encompassing traditional areas like physics and engineering and broadening its scope to include cultural, philosophical, and sustainability considerations.\n\nSee the UNIVERSEH website\n\nUniversity of Toulouse\n (Université de Toulouse), France\n – project coordinator\n\nAGH University of Krakow\n, Poland\n\nHeinrich Heine University Düsseldorf \n(Heinrich-Heine-Universität Düsseldorf), Germany\n\nLuleå University of Technology\n, Sweden\n\nUniversity of Luxembourg\n, Luxembourg\n\nUniversity “Tor Vergata” \n(Università degli Studi di Roma Tor Vergata), Italy\n\nUniversity of Namur\n, Belgium\n\nDisclaimer: \nUNIVERSEH is an alliance of seven universities from seven European countries.\n\nFunded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Union or European Education and Culture Executive Agency (EACEA). Neither the European Union nor the granting authority can be held responsible for them.\n\nStopka\n\nBack", "metadata": {"url": "https://www.universeh.agh.edu.pl/en/", "title": " UNIVERSEH – European Space University for Earth and Humanity -- UNIVERSEH – European Space University for Earth and Humanity ", "depth": 2, "duplicate": false, "content_hash": "10c2c24ad331ffb952a2d528370f3444", "word_count": 272, "headings": [{"level": 1, "text": "UNIVERSEH – European Space University for Earth and Humanity"}, {"level": 2, "text": "Stopka"}]}}