{
  "metadata": {
    "url": "https://akademik.agh.edu.pl/news/3",
    "title": "\n        Akademik w Krakowie - MS AGH ",
    "depth": 1,
    "duplicate": false,
    "content_hash": "75c7fc67df65ee81509c91d46e424abc",
    "word_count": 197,
    "headings": [
      {
        "level": 2,
        "text": "Aktualności"
      }
    ]
  },
  "content": "# \n        Akademik w Krakowie - MS AGH \n\nURL: https://akademik.agh.edu.pl/news/3\nCrawled: 2025-03-20 01:12:34\n\nZgodnie z organizacją roku akademickiego 2021/2022 część poprawkowa letniej sesji egzaminacyjnej dla studentów AGH została przewidziana w okresie od 1 do 16 września 2022 r.\n\nObecni wakacyjni mieszkańcy MS AGH - studenci AGH zainteresowani zakwaterowaniem w czasie sesji mogą kontynuować zakwaterowanie w aktualnie zamieszkałych domach studenckich do końca sesji.\n\nStudenci AGH niebędący mieszkańcami MS, zainteresowani zakwaterowaniem w MS w okresie sesji, którzy do tej pory nie złożyli wniosków wakacyjnych, powinni się zarejestrować i złożyć w systemie informatycznym https://akademik.agh.edu.pl/ wniosek wakacyjny o przyznanie miejsca w DS.\n\nDo kwaterowania na sesję egzaminacyjną przewidziane są niżej wymienione domy studenckie:\n\nDS1 OLIMP\nDS3 AKROPOL\nDS6 BRATEK\nDS8 STOKROTKA\nDS13 STRASZNY DWÓR\nDS ALFA - dla studentów posiadających rezerwację w DS ALFA, którzy złożyli deklarację zakwaterowania na rok akademicki.\n\nDecyzje w sprawie przyznania miejsca oraz informacje dotyczące przydzielonego akademika będą na bieżąco wysyłane drogą elektroniczną na podany w systemie informatycznym adres e-mail.\n\nOsoby podejmujące zakwaterowanie, prosimy o zgłaszanie się do wskazanych domów studenckich z legitymacją studencką oraz zdjęciem do karty mieszkańca.\nKwaterowanie studentów na sesję egzaminacyjną odbywa się codziennie przez całą dobę.\n\nWszystkich zakwaterowanych obowiązuje Ramowy Regulamin Mieszkańca MS AGH.\nW uzasadnionych przypadkach Administracja MS AGH ma prawo odmówić zakwaterowania w DS."
}