{"content": "# NEW IN - Comarch e-Sklep\n\nURL: https://sklep.agh.edu.pl/en/products/new-in,2,105\nCrawled: 2025-03-19 21:24:17\n\nHome Page\n  /\n\nProducts\n  /\n\nNEW IN\n\nProducts\n\nNEW IN\n\nAvailability\n\nAnnouncement (2)\n\nIn Stock (9)\n\nRating\n\nNone (11)\n\nother\n\nImages (11)\n\nNew Product (11)\n\nPrice\n\n39\n\nPLN\n\n-\n\n239\n\nPLN\n\nFILTER\n\nShow Filters\n\nSort: \n\nName (A-Z)\n\nTop Sellers\n\nMost Viewed\n\nName (A-Z)\n\nName (Z-A)\n\nPrice by Ascending\n\nPrice by Descending\n\nManufacturer (A-Z)\n\nDefault\n\nRecently Added\n\nRecently Modified\n\n1\n-\n11\nfrom\n11\n\n|\n\nNew Product\n\nBiała koszulka z grafiką budynku\n\nBiała bawełniana koszulka z krótkim rękawem, w klasycznej linii, z grafiką z budynkiem AGH. Wykonana z wysokogatunkowego materiału. Produkcja polska. Fason unisex. Tasiemka napotnika w kolorach uczelni. Opis produktu rozmiar: od XS do XXL model: T-shirt kolor: czarny metoda nadruku: sitodruk kolor nadruku: kolorowy materiał: 92% bawełna i 8% elastan gramatura: 180 g\n\n+\n\n89,00 PLN\n\nNew Product\n\nBiałe sportowe skarpetki\n\nProste białe skarpetki z czarno-czerwonym napisem I love AGH. Na linii palców trzy paski w kolorach flagi AGH. Zapewniają wygodę podczas zajęć sportowych i rekreacyjnych. Wyprodukowane z najwyższej jakości bawełnianej dzianiny, gwarantują komfort i trwałość. Do rozpakowania kompletu skarpetek zalecamy użycie nożyczek. Rozerwanie zszytego kompletu może spowodować trwałe uszkodzenie towaru. Opis produktu kolor: biały materiał: bawełna 79%, poliamid 18%, elastan 3%\n\n+\n\n39,00 PLN\n\nNew Product\n\nCzarna czapka z daszkiem\n\nBawełniana czapka z daszkiem w kolorze czarnym z wyszytymi literami AGH. Uszyta w całości w Polsce z grubej bawełny. Z tyłu pasek z klamrą do regulacji obwodu. Obwód czapki - w zależności od regulacji – około 57-62 cm. Opis produktu kolor: czarny obwód czapki (w zależności od regulacji): 57-62 cm metoda zdobienia: haft materiał: 100% bawełna gramatura materiału: 240 g\n\n+\n\n79,00 PLN\n\nNew Product\n\nCzarna koszulka z grafiką I love AGH\n\nCzarna bawełniana koszulka z krótkim rękawem, w klasycznej linii, z grafiką „I love AGH”. Wykonana z wysokogatunkowego materiału. Produkcja polska. Fason unisex. Tasiemka napotnika w kolorach uczelni. Opis produktu rozmiar: od XS do XXL model: T-shirt kolor: czarny metoda nadruku: sitodruk kolor nadruku: kolorowy materiał: 92% bawełna i 8% elastan gramatura: 180 g\n\n+\n\n89,00 PLN\n\nNew Product\n\nSzara bluza z grafiką budynku\n\nBawełniana bluza z kapturem, ze specjalnie przygotowaną grafiką z budynkiem AGH. Z przodu znajduje się kieszeń typu kangur. Przy rękawach i w dolnej części wykończona ściągaczami. Tasiemka napotnika w kolorach uczelni. Wykonana z wysokogatunkowego materiału. Produkcja polska. Dostępna w kolorze szary melanż. Opis produktu rozmiar: od XS do XXL (uniseks) model: bluza z kapturem i kieszenią typu kangur kolory: szary melanż metoda nadruku: sitodruk kolor nadruku: kolorowy materiał: bawełna 80%, pol\n\n+\n\n239,00 PLN\n\nNew Product\n\nSzare skarpetki\n\nProste szare skarpetki z czarno-czerwonym napisem AGH. Na linii palców trzy paski w kolorach flagi AGH. Zapewniają wygodę podczas zajęć sportowych i rekreacyjnych. Wyprodukowane z najwyższej jakości bawełnianej dzianiny, gwarantują komfort i trwałość. Do rozpakowania kompletu skarpetek zalecamy użycie nożyczek. Rozerwanie zszytego kompletu może spowodować trwałe uszkodzenie towaru. Opis produktu ·kolor: biały ·materiał: bawełna 79%, poliamid 18%, elastan 3%\n\n+\n\n39,00 PLN\n\nNew Product\n\nTorba na ramię z grafiką budynku AGH\n\nJasna torba bawełniana z grafiką budynku AGH. Duża i pojemna, z długimi uszami w kolorze butelkowej zieleni. Wykonana z wysokogatunkowego materiału. Produkcja polska. Opis produktu kolor: beżowy wymiary: 43 x 37 cm kolor nadruku: kolorowy metoda nadruku: sitodruk materiał: 100% bawełna typu drelich gramatura materiału: 280 g\n\n+\n\n59,00 PLN\n\nNew Product\n\nTorba na ramię z grafiką I love AGH\n\nJasna torba bawełniana z grafiką I love AGH. Duża i pojemna, z długimi uszami w kolorze czerwonym. Wykonana z wysokogatunkowego materiału. Produkcja polska. Opis produktu kolor: czarny wymiary: 43 x 37 cm kolor nadruku: kolorowy metoda nadruku: sitodruk materiał: 100% bawełna typu drelich gramatura materiału: 280 g\n\n+\n\n59,00 PLN\n\nNew Product\n\nZielona bluza z grafiką I love AGH\n\nBawełniana bluza z kapturem, ze specjalnie przygotowaną grafiką I love AGH. Z przodu znajduje się kieszeń typu kangur. Przy rękawach i w dolnej części wykończona ściągaczami. Wykonana z wysokogatunkowego materiału. Produkcja polska. Dostępna w kolorze butelkowej zieleni. Opis produktu rozmiar: od XS do XXL (uniseks) model: bluza z kapturem i kieszenią w typie kangur kolory: butelkowa zieleń metoda nadruku: sitodruk kolor nadruku: kolorowy materiał: bawełna 80%, poliester 20% gramatura: 310 g\n\n+\n\n239,00 PLN\n\nNew Product\n\nZielona czapka z daszkiem\n\nBawełniana czapka z daszkiem w kolorze butelkowej zieleni z wyszytymi literami AGH. Uszyta w całości w Polsce z grubej bawełny Z tyłu pasek z klamrą do regulacji obwodu. Obwód czapki - w zależności od regulacji – około 57-62 cm. Opis produktu kolor: zielony obwód czapki (w zależności od regulacji): 57-62 cm metoda zdobienia: haft materiał: 100% bawełna gramatura materiału: 240 g\n\n+\n\n79,00 PLN\n\nNew Product\n\nZielone skarpetki\n\nProste zielone skarpetki z czarno-czerwonym napisem AGH. Na linii palców trzy paski w kolorach flagi AGH. linii palców trzy paski w kolorach flagi AGH. Zapewniają wygodę podczas zajęć sportowych i rekreacyjnych. Wyprodukowane z najwyższej jakości bawełnianej dzianiny, gwarantują komfort i trwałość. Do rozpakowania kompletu skarpetek zalecamy użycie nożyczek. Rozerwanie zszytego kompletu może spowodować trwałe uszkodzenie towaru. Opis produktu kolor: biały materiał: bawełna 79%, poliamid 18%, ela\n\n+\n\n39,00 PLN\n\nNEW IN\n\nGo to Cart\n\nStay on Page\n\nRemember my selection", "metadata": {"url": "https://sklep.agh.edu.pl/en/products/new-in,2,105", "title": "NEW IN - Comarch e-Sklep", "depth": 3, "duplicate": false, "content_hash": "5cbfe2bc7135d6d49386e711941956e5", "word_count": 833, "headings": [{"level": 2, "text": "Biała koszulka z grafiką budynku"}, {"level": 2, "text": "Białe sportowe skarpetki"}, {"level": 2, "text": "Czarna czapka z daszkiem"}, {"level": 2, "text": "Czarna koszulka z grafiką I love AGH"}, {"level": 2, "text": "Szara bluza z grafiką budynku"}, {"level": 2, "text": "Szare skarpetki"}, {"level": 2, "text": "Torba na ramię z grafiką budynku AGH"}, {"level": 2, "text": "Torba na ramię z grafiką I love AGH"}, {"level": 2, "text": "Zielona bluza z grafiką I love AGH"}, {"level": 2, "text": "Zielona czapka z daszkiem"}, {"level": 2, "text": "Zielone skarpetki"}, {"level": 1, "text": "NEW IN"}]}}