{"content": "strategy   \nof the agh universit y   \nof science  and technology  \nin krakow\n\ns tr ategy  of the agh universit y  of science  and technologyContents\nIntroduction    . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3\nMission, vision, and values of the AGH UST   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5\nMission of the AGH UST 6\nVision of the University of the Future 7\nValues of the AGH UST 8\nAssessment of the current state   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  10\nStrategic goals   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13\n1. Modern education attractive to students and the university environment in Poland and abroad 14\n2. University open to students, their professional development and passions 20\n3. Leading research university with a high status in Poland and around the world 25\n4. University oriented towards national and international cooperation, a leader in innovation   \nand transfer of knowledge 32\n5. Attractive workplace for the best scientists, teachers, and support employees 38\n6. Well-managed university with a modern and flexible structure 45\nImplementation and monitoring of the strategy   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 52\n\ns tr ategy  of the agh universit y  of science  and technology\nIntroduction\n\ns tr ategy  of the agh universit y  of science  and technology\nThe AGH U n i v e r s i t y  of Science and Technolo -\ngy in Krakow is an institution that fulfils the so -\ncial mission of creating and transmitting val -\nues. A university established in response to the \nneeds of a reborn country that continues to en -\nhance its social role through the development of \nscience, education, and activities that creative -\nly solve real problems of the economy. The AGH \nUST, as a university with a perennial tradition of \nexploring and explaining reality, rises tall in the \nface of new challenges arising from social, tech -\nnological, and institutional changes, the scale \nand meaning of which evade predictions and \nforecasts. Therefore, the strategy of the AGH \nUniversity of Science and Technology must, first \nand foremost, be oriented towards internal de -\nvelopment, facilitating the use of its strong suits \nto improve the university’s national and inter -\nnational scientific and educational positions.\nThe previous strategy of the AGH UST, prepared \nin 2016, served its purpose well. By defining \nfundamental goals: the implementation of top-\ntier scientific research, the reliable education of \nstudents from Poland and abroad, and the effi -\ncient organisation in all areas of university ac -\ntivity, the strategy helped to consolidate the \nsignificance of the AGH UST in the region, Po -\nland, and around the world. The goals of the pre -\nvious strategy do remain valid today; however, \nnew conditions in the university environment demand that the strategy be updated, detailed, \noperationalised, and include well-defined tasks.\nThe Strategy of the AGH UST, as a university of \nvalues, shall be defined by the pursuit to imple -\nment six fundamental goals until 2026:\nIntroduction  41. Modern education attractive to students \nand the university environment in \nPoland and abroad\n2. University open to students, their \nprofessional development and passions\n3. Leading research university with a high \nstatus in Poland and around the world\n4. University oriented towards national \nand international cooperation, a leader \nin innovation and transfer of knowledge\n5. Attractive workplace for the best \nscientists, teachers, and support \nemployees\n6. Well-managed university with a modern \nand flexible structure\nThis strategy charts out directions for the ac -\ntivities planned, but by no means exhausts their \ncatalogue. It has been devised as a framework \nfor making decisions and allocating efforts and \nresources adequately to the dynamic changes in \nthe conditions of university functioning.\n\ns tr ategy  of the agh universit y  of science  and technology\nMission, vision, \nand values of  \nthe AGH UST\n\ns tr ategy  of the agh universit y  of science  and technologyMission, vision, and values of the AGH UST 6Mission of  \nthe AGH UST\nThe AGH UST is a university that has been contributing to \nthe common good of the society for more than a hundred \nyears by developing research and education in the fields of \ntechnical, exact, and social sciences, as well as the humanities, \nensuring the creation of technological and social inventions \nto help solve the most challenging problems of the present.\n\n\ns tr ategy  of the agh universit y  of science  and technologyMission, vision, and values of the AGH UST 7Vision of  \nthe University  \nof the Future\nThe AGH UST has been thriving as a university \nof the future, based on a more than 100-year-\nold tradition of accepting scientific challenges, \ncreating technological solutions for the benefit \nof the economy, and fulfilling tasks that \nstem from the needs of the state, regional \ncommunities, and economic entities.\nAs a research university, the AGH UST strives to \nprovide top-tier quality in scientific research. \nAt the same time, it has been fortifying \nknowledge in the fields of technical, exact, and \nsocial sciences, as well as the humanities, by \ndeveloping research that meets the highest \ninternational standards of scientific cognition.\nThe AGH UST actively cultivates its scientific \npotential and organisational resources \nemploying them towards a comprehensive \nand sustainable development of Poland \nand Europe. It fosters cooperation with \ninternational and Polish scientific centres to \nsolve the problems of the modern world.\nThe AGH UST provides the highest level of \neducation, drawing from the achievements \nof world science. It is a university that \nlaunches innovative fields of study in \ngeneral academic and practical profiles. Graduates, capable of facing the greatest \nchallenges of the present, become leaders \nin developing the economy and society.\nOur motto:  ‘k n o w l e d Ge – pAs s i o n  – \nb o n d s ’ fully transmits the principles \nupon which our university has been \nfounded and according to which it develops: \nk n o w l e d Ge means excellent standards \nof scientific cognition and fidelity in \nthe pursuit of truth and reliability\npAs s i o n  means the drive to fulfil ones’ \ntasks and perseverance in implementing \nresearch and educational goals\nb o n d s  means the sense of community \nof all employees, students, doctoral \nstudents, and graduates of the AGH UST.\n\ns tr ategy  of the agh universit y  of science  and technologyMission, vision, and values of the AGH UST 8TruthThe foundation of the ethos of the AGH UST employees, students, \nand doctoral students is the unfettered pursuit of truth, the free -\ndom to conduct scientific research, and the freedom to gain knowl -\nedge and seek solutions that best serve individuals and society.\nKnowledgeDoing science constitutes a fundamental activity of the AGH UST ac -\nademic community. As a research university, the AGH UST focuses on \ntop-tier scientific research in the fields of technical, exact, and social \nsciences, as well as the humanities, cherishing such standards of sci -\nentific cognition as reliability, innovation, interdisciplinarity, and co -\noperation with Polish and international research centres.\nIntegrityThe key principle of the AGH UST is to nurture accessibility and in -\nclusiveness in relation to all types of university activity, to make it a \nplace of equal opportunities, free from prejudice and discrimination, \nensuring safety to people working and studying here, in which re -\nspect for another human being, equal treatment, and recognition of \ndiversity constitute values that determine the norm for interperson -\nal relationships, simultaneously preserving the precedence of pursuit \nof truth and freedom of speech.\nCooperationAt the AGH UST, special importance is placed on multifaceted coop -\neration as a means to carry out scientific research and execute the \neducational process. The AGH UST creates organisational conditions \nthat are conducive to team- and interdisciplinary work. The universi -\nty resources allocation procedures favour activities based on cooper -\nation between various university departments, in particular includ -\ning research and educational projects carried out by interdisciplinary \nteams.Values of the AGH UST\n\ns tr ategy  of the agh universit y  of science  and technology\nMission, vision, and values of the AGH UST 9RespectRespecting the activities and achievements of the members of the \nAGH UST academic community means recognising every action that \nbenefits the common good of our community. Should the capabili -\nties and resources allow it, the AGH UST supports all activities of our \nemployees and students, which contribute to the development of \nthe potential of the AGH UST, promoting responsibility and recipro -\ncal loyalty of the members of the academic community. In our em -\nployees and students, the university cultivates the following traits: \ndevotion, diligence in performing duties, and respect for intellectual \nproperty and efforts of fellow participants in joint activities.Wartości AGH  \nWell-being of studentsThe AGH UST academic community is student-oriented, which means \nthat the university places the utmost emphasis on excellent quali -\nty of education, including students in research projects and imple -\nmentation activities, creating the best possible conditions for the \ndevelopment of their own scientific pursuits. The AGH UST creates \nconditions that nurse multifarious forms of social, cultural, artis -\ntic, and sports activities of the student community. The universi -\nty strives to nurture leaders capable of taking the helm of different \ntypes of academic, economic, social, and civic activities.\nSocial responsibilityThe social responsibility of the AGH UST means taking care of estab -\nlishing and maintaining long-lasting relationships with various pro -\nfessional environments, economic entities, public administration, \nand society. These relationships are meant to serve the aforemen -\ntioned entities in solving relevant issues related to sustainable devel -\nopment, and overcoming threats to the safe existence of  humanity.\n\ns tr ategy  of the agh universit y  of science  and technology\nAssessment of \nthe current state\n\ns tr ategy  of the agh universit y  of science  and technology\nAssessment of the current state 11The strategy of the AGH University of Science \nand Technology is being compiled in the times \nof major unrest, increasing geopolitical threats, \nand a difficult macroeconomic perspective in \nPoland and around the world. Demograph -\nic changes, the evolution of higher education \nfunding, and the creation of a high-tech indus -\ntry that supplants the sectors established in the \nprevious century transform traditionally deter -\nmined frameworks of technical university func -\ntioning and bring about new sets of conditions. \nHowever, the changes that occur in the univer -\nsity environment constitute a chance for devel -\nopment and entry into new areas of science and \neducation due to the increasing availability of \nresearch funds in the European Union, the rein -\ndustrialisation of the European area, the recog -\nnition of lifelong learning, and the elevation of \nthe role of the best research centres.\nThe strategy of the AGH University of Science \nand Technology considers the transforming en -\nvironment, while simultaneously tapping into its \nunique resources and potential for prospective \nconsolidation of its position within scientific and \neducational circles. The potential at this univer -\nsity’s disposal includes, for instance:\n ·Top-tier scientific research in numerous \ndisciplines, combined with effective \ncooperation with other research centres in \nPoland and abroad ·Superb educational background that \nfacilitates the introduction of modern \nteaching methods, making the transmission \nof knowledge attractive, which is an \nincentive to study at the AGH UST\n ·Amazing location in the city of a remarkable \nhistory and enticing everyday life, which, \nin conjunction with the optimally placed \ncampus and comprehensive infrastructure, \nprovides technical education in a rich \nsociocultural environment.\nThe AGH UST alumni and their careers corrob -\norate the high quality of the university’s edu -\ncation offer. The AGH UST graduates, who have \nestablished a unique and supportive communi -\nty, significantly influence virtually every impor -\ntant area of economic activity in Poland and in \nthe world.\nThe university also faces challenges resulting \nfrom the social and economic conditions relat -\ned to the scientific research and education sys -\ntems in Poland, and the evolution of the fields \nthat have been this institution’s specialisation. \nThe major unfavourable trends that affect the \ncapabilities and strategy of the AGH UST include:\n\ns tr ategy  of the agh universit y  of science  and technology\n ·Ministry of Education and Science subsidy \nthat is difficult to predict and consider in \nprospective financial plans, which impacts \nthe implementation of multiannual \nmodernisation programmes\n ·Non-competitiveness of the payroll system \nin higher education institutions, which \nsignificantly hinders keeping on the best \nemployees\n ·Resigning young employees create a \ngeneration gap that retentively influences \nthe university’s position in the long term\n ·Piling up administrative formalities \nrelated to funding science that enforce the \nimplementation of procedures are, in many \ncases, redundant\n ·Erratic policies regarding the evaluation and \nrecognition of research work, often leading \nto inappropriate publication practices \nthat consequently do not result in a real \nimprovement in the university’s position in \nworld science\n ·Low birth rates combined with the \ndecreasing prestige of higher education \nleading to reduction in the numbers of \nadequately prepared university candidates \nat all levels of education.\nWhat needs to be emphasised is the need to \nflexibly adapt the broad mining and metallurgy \nareas to dynamically changing socioeconomic challenges and to facilitate their synergy with \nthe service and knowledge processing industries.\nThe strategy of the AGH University of Science and \nTechnology must consider increasing threats \nand prepare the university for a period of ma -\njor unrest in both the financial and education -\nal spheres. According to traditional understand -\ning, a strategy is a document that determines \nthe long-term goals of an organisation, defin -\ning directions of development and a resource al -\nlocation plan, facilitating the implementation of \nits objectives. In this context, the AGH UST strat -\negy has been compiled under uniquely difficult \ncircumstances, when it is not entirely possible \nto determine future resources at the universi -\nty’s disposal.\nThe most important strategic goal of the AGH \nUniversity of Science and Technology shall be \nthe development of scientific research and ac -\nademic competencies of its employees in con -\njunction with comprehensive education, attrac -\ntive in its form and methods, as well as adjusted \nto the current and future needs of the market. A \nhigh quality of research and education shall be \nachieved through organisational prowess and \nthe improvement of conditions for the develop -\nment of research and educational work, so that \njoint and individual successes of the employees \ncould integrate the university team.\nAssessment of the current state 12\n\ns tr ategy  of the agh universit y  of science  and technology\nStrategic goals\n\nModern education \nattractive to students \nand the university \nenvironment in \nPoland and abroad\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 15strategic  goal  1\nModern education \nattractive to students \nand the university \nenvironment in \nPoland and abroad\nThe level of scientific research and the quality of education equally \ndetermine the position of the AGH UST in academic circles. The roles \nof a university comprise the creation of knowledge and its responsi -\nble dissemination, which must concur with the high quality of educa -\ntion achieved by modifying programmes of study based on insightful \nobservation of the needs of stakeholders, opening up to internation -\nal students, developing specialised higher-level education, and up -\ndating the quality of services provided to students.\nEducation interacting with  \nthe environment \n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 16Strategic goal 1 \nModern education attractive to students and  \nthe university environment in Poland and abroad\nOperational goal 1\nImproving the quality  \nof educationThe AGH UST organises numerous courses \nand training sessions for academic teachers, \naiming to improve their competences and \nexpand their knowledge in the fields of new \nteaching methods and techniques. Reward \nmechanisms have also been established \nto appreciate the educational activity of \nthe most valued employees. The reward \nsystem should improve the process of \nintroducing modern methods of education. \nThese activities shall be implemented by: ·Developing the Education Support System, implementing \nmodern educational methods\n ·Improving the system that elevates educational work (reward \nsystem, promotions, etc.), creating an HR policy that supports \nthe development of educational competences, and ensuring \nflexibility in the distribution of hours in the teaching load\n ·Implementing an integrated IT system throughout the university \nto facilitate flexibility in determining individual programmes of \nstudy with greater freedom to choose elective courses.\nA steady progression regarding the \nmethods and tools verifying the quality \nof education and the educational and \nresearch facilities shall be achieved \nthrough: ·Implementing a mechanism for consistent monitoring and \nimproving the University System for Education Quality Assurance \nand educational auditing in order to adjust the educational \nprocess to the changing needs and expectations, and to \neliminate undesirable phenomena\n ·Designing and implementing a university-wide programme for \nthe development of educational infrastructure\n ·Designing and implementing mechanisms for the integration of \nthe educational process with scientific research.\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 17Operational goal 2\nAdjusting the education offer to \ncurrent needs and expectationsThe AGH UST aims to continuously improve \nthe educational process and make it \nattractive both in terms of the fields and \nlevels of study, and the way of conducting \nclasses. Adjusting the education offer to \nthe constantly changing conditions and \nexpectations of employers and university \ncandidates takes precedence. The activities \nin this regard shall encompass, in particular, \nthe following: ·Creating an education offer in cooperation with the \nsocioeconomic environment\n ·Intensifying promotional activities, expanding cooperation \nwith schools, and creating an automated advisory system for \ncandidates\n ·Improving elite education mechanisms for the best candidates, \nwhile simultaneously retaining an offer for moderately prepared \ncandidates\n ·Expanding the offer of multidisciplinary programmes, launching \nthe Multidisciplinary Studies School\n ·Expanding the offer included in the University Database of \nElectives and individualising education (e.g. tutoring)\n ·Implementing modern techniques and methods of \ncommunication.\nOperational goal 3\nImproving the attractiveness of \nsecond-cycle programmesMultiple levels of education provide a \nchance to acquire new candidates for \nsecond-cycle programmes, also from \nother research institutions. To use this \nopportunity, the AGH UST places great \nemphasis on creating an attractive \neducation offer in second-cycle \nprogrammes. Activities in this field shall \nfocus on: ·Transforming selected specialties into new fields of study \n(shortening the admissions process to specialties)\n ·Developing and implementing a system of incentives to continue \neducation in the second cycle for the AGH UST first-cycle \ngraduates\n ·Adjusting the algorithm for subsidy allocation to acquire funds \nfor the development and implementation of attractive, flexible, \nand individual programmes of study in the second cycle.Strategic goal 1 \nModern education attractive to students and  \nthe university environment in Poland and abroad\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 18Operational goal 4\nImproving the position of  \nthe AGH UST in international \neducation circlesImproving the position of the AGH UST in \ninternational education circles constitutes \nan important direction for future activities. \nThe most important tasks in this field \ninclude: ·Developing and increasing the efficiency of the \ninternationalisation of the educational process at the AGH UST \nand participating in international educational initiatives (joint \neducation and programmes)\n ·Developing cooperation in the field of joint education with \nforeign universities and institutions (double degree and joint \ndiploma programmes), considering global trends, including the \nso-called ‘STEM’ approach.\nOperational goal 5\nImplementing further education  \nin cooperation with economic  \nand research circlesConsidering the need to consult the \neducation offer with business and \neconomic circles, as well as the local \ngovernment, the university plans include: ·Developing detailed solutions related to cooperation between \nthe university and the economic and research environments, \nspanning part-time studies and non-degree postgraduate \nprogrammes\n ·Creating a broad offer of further education (FE) courses and \ntrainings\n ·Developing and implementing a comprehensive formula for \nfurther education with a system of ‘short-term courses’ and \nother modern forms of commercial education.Strategic goal 1 \nModern education attractive to students and  \nthe university environment in Poland and abroad\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 19\nKey indicators to \nmonitor strategic \ngoal 1 include, \nin particular: ·Number of fields of study, including those \ncreated in cooperation with the business \nenvironment\n ·Number of student publications (number of \nstudents participating in grants and projects)\n ·Percentage of students continuing education \n(percentage of first-cycle students continuing \neducation in the second cycle)\n ·Number of second-cycle students\n ·Percentage of fields of study taught in English \ncompared to the number of all fields of study\n ·Ratio of international students to all \nuniversity students in comparison to other \nEuropean Union and OECD countries\n ·Percentage of business specialists in the \neducational process\n ·Number of implementations of modern \neducation techniques and methods.Strategic goal 1 \nModern education attractive to students and  \nthe university environment in Poland and abroad\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 20\nUniversity  \nopen to students,  \ntheir professional \ndevelopment  \nand passions\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 21strategic  goal  2\nUniversity  \nopen to students,  \ntheir professional \ndevelopment  \nand passions\nA high quality of education at the AGH UST is not only based on the \nprofessionalism and knowledge of its employees, but also requires \nan adequate system of support for students, ensuring inclusiveness \nand welfare safety of the academic community and the possibility of \nversatile individual development. To this end, the university estab -\nlishes a variety of scholarship programmes and systems to support \nthe development of interests and competences of students. The AGH \nUST also responds to the current problems of the academic commu -\nnity, developing a system of psychological support for students and \ntaking steps to increase the community’s awareness of the needs of \npeople who seek that support, including people with disabilities. The \nuniversity adamantly opposes all forms of discrimination regarding \nsex, religion, age, and other personal traits.\nSafe space without barriers \nand discrimination\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 22Operational goal 1\nExpanding an attractive offer of \nscholarships and motivational \nfunds for studentsEvery year, several thousand graduates \nleave the walls of the university, finding \nemployment in the job market. The AGH \nUST must strengthen the bonds that tie the \nalumni to their Alma Mater. A cooperation \narea that should prove attractive to both \nsides should be support lent to students, \nand consequently potential employees, by \npartner companies. The university plans in \nthis area include: ·Supporting the university fund with money from donors and \nengaging graduates in donating money to university scholarship \nfunds\n ·Using the scholarship fund to motivate students and gain \ncompetitive advantage in the education market.Strategic goal 2 \nUniversity open to students, their professional \ndevelopment and passions\nOperational goal 2\nImproving the quality of service \nprovided to studentsDocumenting the course of study, meeting \nthe constantly evolving legal requirements \nrelated thereto, and archiving the course \nof study constitute tasks for which an \neffective student service system is of \nparamount importance (including student \nactivities, such as education, projects, \nRector’s grants, support benefits, and \nscholarships). With the development of the \naforementioned system, the university \nplans include: ·Centralising support benefit services for students\n ·Introducing electronic archiving of scholarship documentation\n ·Providing IT solutions in the form of e-services for people with \ndisabilities, consistent with WCAG standards.\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 23Operational goal 3\nDeveloping research projects  \nand student self-governancePrevious experiences of cooperation with \nstudents show an immense potential \nbustling in student organisations. The \nuniversity plans in this area include: ·Arranging a modern space for self-governing and scientific \nactivities of students\n ·Acquiring additional funds for student activities.\nOperational goal 4\nLaunching activities related to \nsport and cultural offer for studentsThe AGH UST is a place where students can \npursue their passions. The following actions \nshall be conducive to their development: ·Organising a flexible timetable of sports classes, adjusted to \nindividual student timetables\n ·Establishing new sports sections in the Academic Sports \nAssociation according to the interests and expectations of \nstudents\n ·Expanding space for creative and media-related student \nactivities\n ·Expanding the offer of activities across the AGH UST Student \nCampus.\nOperational goal 5\nSupporting professional \ndevelopment of studentsTaking care of the professional \ndevelopment of students and preparing \nthem in the best possible way for entering \nthe job market constitutes a significant \nform of support. Achieving this goal shall \nbe possible by: ·Preparing a training offer focusing on the development of \nprofessional and soft skills\n ·Intensifying actions in career counselling\n ·Establishing networks of cooperation with internal and external \nenvironments, including social and business circles.Strategic goal 2 \nUniversity open to students, their professional \ndevelopment and passions\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 24 Key indicators to \nmonitor strategic \ngoal 2 include, \nin particular: ·Number of stakeholders, number of donors, \namount of money obtained, number of \nscholarships granted and paid\n ·Number (percentage) of students receiving \nsupport benefits\n ·Number of programmes and voluntary \nprojects\n ·Selected indicators reported by the Careers \nCentre\n ·Number of projects, number of awards and \ncommendations, number of media reports \non the AGH UST\n ·Number of students and graduates involved \nin the Academic Sports Association\n ·Number of student clubs and other forms of \nactivity influencing student culture\n ·Number of trainings focusing on the \ndevelopment of professional and soft skills.\nStrategic goal 2 \nUniversity open to students, their professional \ndevelopment and passions\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 25\nLeading research \nuniversity with a high \nstatus in Poland  \nand around the world\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 26strategic  goal  3\nLeading research \nuniversity with a high \nstatus in Poland  \nand around the world\nThe AGH UST is a modern university of values that actively partici -\npates in world science. The research carried out by university em -\nployees stands out as innovative, current, interdisciplinary, and rec -\nognisable by the scientific community. The AGH UST strives to further \ngrow as one of the leading research universities in Poland, and to \nconstantly improve its position in international rankings.\nScience for society\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 27Operational goal 1\nStrengthening the academic \nposition of the universityThere are many factors that determine \nthe position of a university in national \nand international rankings, the most \nimportant ones include: the quality of \nresearch publications and their presence \nin international journals, the number \nof publications created in cooperation \nwith international partners, the number \nof citations of published articles, the \nimplementation of research projects, \nthe quality of academic staff and their \npresence in academic associations. \nThe university’s priority is to continue \nimproving research processes and their \neffectiveness to answer the needs, \nproblems, and challenges of the modern \nworld. The following actions have been \ntaken to achieve this goal: ·Carrying out top-tier scientific research, strengthening the \nposition of the AGH UST as a research university\n ·Obtaining high scientific categories, allowing the university to \naward academic degrees within the evaluated disciplines\n ·Improving and consolidating positions in leading international \nrankings\n ·Increasing the number of research grants carried out \nindependently and in scientific consortia with the best \nuniversities in Poland and abroad\n ·Acquiring prestigious ERC grants by university employees\n ·Providing scientists with optimal administrative support in \npreparing and carrying out projects and implementing systemic \nsolutions for project risk management\n ·Increasing the number of AGH UST scientists in bodies that \nmake decisions related to science policy and funding, awarding \nacademic degrees and titles, in institutions and organizations \ngranting funds to projects (Polish and international), ministerial \nteams, scientific councils, and other advisory and expert bodies \nand institutions in Poland.Strategic goal 3 \nLeading research university with a high status  \nin Poland and around the world\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 28Operational goal 3\nAcquiring and educating \noutstanding doctoral studentsOperational goal 2\nInternationalising research  \nand academic staffThe growing globalisation and \ncompetitiveness of higher education \nand scientific research markets requires \nthe university to improve the indicators \nrelated to internationalisation. Facing \nthis challenge shall be possible due to the \nfollowing actions: ·Increasing the internationalisation of full-time academic staff \n(post-doc, distinguished professor) and the formula of visiting \nprofessor\n ·Increasing the participation of university scientists in editorial \nteams of international scientific journals, especially prestigious \nones with high impact factor, holding managerial functions in \neditorial teams of international journals.\nEffective implementation of the \nuniversity’s research mission requires an \nadequate HR policy, with special attention \npaid to the acquisition of exceptional \ndoctoral students talented in the field of \ncarrying out scientific research. Actions \nin this area include current trends and \nproblems in the job market, legislative \nchanges, and the need to expand academic \nstaff. The university shall achieve this \ngoal by: ·Putting emphasis on a high level of content-based education of \ndoctoral students\n ·Increasing the recognisability of the AGH UST Doctoral School in \nPoland and abroad\n ·Increasing the quality of education at the AGH UST Doctoral \nSchool\n ·Improving organisational activities at the AGH UST Doctoral \nSchool.Strategic goal 3 \nLeading research university with a high status  \nin Poland and around the world\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 29 ·Implementing decisive actions in acquiring funds for purchasing \nnew and modernising already owned infrastructural resources \nand equipment\n ·Implementing effective procedures and tools improving the \ndistribution of equipment and infrastructural resources between \nuniversity units, and facilitating access to academic resources \nand services for external entities.Operational goal 4\nProviding broad-based availability \nand facilitating effective use of \nspecialist research equipmentCarrying out scientific research at the \nhighest level requires access to state-\nof-the-art and often unique research \nequipment. In this area, the AGH UST has \nbeen in the lead among Polish and foreign \nuniversities for years. To keep this level and \nfully efficiently use these resources, the \nuniversity shall implement the following \nactions:\nOperational goal 5\nProviding access to scientific \ninformationAchieving success in carrying out scientific \nresearch and publishing articles depends \non multifarious factors, including \nexpanding and improving access to library \ncollections and scientific information \nresources, as well as developing and \npresenting data and information on the \nachievements of members of the academic \ncommunity. The university shall take the \nfollowing actions in this field: ·Creating an information ecosystem that supports access to \nknowledge, integrating physical and digital resources from \nthe AGH UST Main Library, faculty libraries, and databases of \ninternational scientific information providers that offer free and \npaid access\n ·Improving IT methods and tools in the fields of collecting, \nprocessing, and sharing data and information about the \nachievements of academic staff, doctoral students, and students \nof the university.Strategic goal 3 \nLeading research university with a high status  \nin Poland and around the world\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 30Operational goal 6\nImproving the recognition of  \nthe AGH University PressPublishing, carried out by the AGH \nUniversity Press, plays a crucial role in \ndetermining the scientific position of the \nuniversity. Among other factors, increasing \nvisibility on the international arena will \nbe a challenge for the next few years. To \nachieve this goal, the following actions \nshall be taken: ·Strengthening the position of the AGH University Press as a \npublishing entity and a distribution coordinator for AGH UST-\nbased materials in Poland and abroad\n ·Implementing a support programme for AGH UST journals \nand improving their recognisability in international scientific \ncircles – providing resources for efficient publishing and the \ndissemination of journals according to the best practices.\nStrategic goal 3 \nLeading research university with a high status  \nin Poland and around the world\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 31 Key indicators to \nmonitor strategic \ngoal 3 include, \nin particular: ·Number of publications in the most \nprestigious scientific journals\n ·Number of other prestigious research articles \nin journals that boast an adequately high \nlevel of bibliometric indicators\n ·Percentage of research articles in the top \ndecile of Scopus/Web of Sciences\n ·Percentage of research articles created in \ninternational cooperation\n ·Number of publications in journals scored \naccording to the ministerial list\n ·Normalized citation indicators for \npublications of AGH UST employees \n(FieldWeighted Citation Impact (Scopus)/\nCategory Normalized Citation Impact (WoS), \nincluding research articles in international \ncooperation – with and without self-\ncitations)\n ·Number of research monographs in \nprestigious publishing houses\n ·Number of academic staff by professional \ntitles, scientific degrees, and the title \nof professor, and the degree of staff \ninternationalisation ·Places in the most important international \nscientific rankings\n ·Number of international grants in which the \nAGH UST is a leader, number of ERC grants, \nand national grants\n ·Number of doctoral students in the Doctoral \nSchool – overall and in the formula of \nindustrial doctorate, and the degree of \ndoctoral students internationalisation\n ·Ratio of papers written by doctoral students \nand published in journals of the top citation \nquartile to the number of doctoral students\n ·Number and quartile indicators of AGH UST \njournals indexed on the Journal Citation \nReports list (Web of Science) and in the \nScopus base\n ·Number of published research monographs \nand academic textbooks.Strategic goal 3 \nLeading research university with a high status  \nin Poland and around the world\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 32\nUniversity oriented \ntowards national \nand international \ncooperation, a leader \nin innovation  \nand transfer of \nknowledge\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 33strategic  goal  4\nUniversity oriented \ntowards national \nand international \ncooperation, a  leader \nin innovation \nand transfer of \nknowledge\nUniversities constitute crucial entities that ensure economic and so -\ncial progress. Nowadays, their role has been expanding to include co -\noperation with the business environment and social circles. In ad -\ndition to traditional goals, including education and research, the \nthird mission of academic centres is the transfer of knowledge. It \nis a complex phenomenon, evolving dramatically, revolving around \nmultifarious stakeholders, and pertaining to various activities, such \nas: increasing the level of innovation, commercialisation of research \nresults, generating additional funding influx, supporting local and \nregional economic growth, and promoting the public value. The \nuniversity introduces deliberate and strategic actions related to co -\noperation with the socioeconomic environment, as well as the com -\nmercialisation of knowledge and research results. Considering the \ncurrent situation and predictions for the years to come, several oper -\national goals have been compiled to achieve this strategic goal.\nCooperation, partnership, \nentrepreneurship, development\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 34Operational goal 1\nStrengthening the position of  \nthe AGH UST in cooperation with \nthe socioeconomic environmentDespite a high and well-established \nposition in cooperation with industrial, \npublic, and social stakeholders, the AGH UST \nkeeps taking actions towards improving \nthese instances of cooperation and \nincreasing the effectiveness of processes \ninvolved therein. This operational goal, \naiming at strengthening this position, shall \nbe achieved by:  ·Creating conditions for issuing expert opinions, providing \nservices, and establishing effective teams tailored to upcoming \nchallenges\n ·Developing a competence base to support research teams in \nproviding efficient solutions to interdisciplinary issues raised by \nthe socioeconomic environment \n ·Developing principles on giving opinions and comments by \nuniversity scientists in the public debate\n ·Increasing the number of R&D&I grants in cooperation with \nentrepreneurs\n ·Reviewing, simplifying, and updating procedures related to \nconcluding and monitoring agreements on cooperation and the \npreparation of expert opinions, as well as consulting and R&D&I \nservices \n ·Improving internal procedures of cooperation with the public \nadministration\n ·Implementing systemic solutions for project risk management\n ·Incorporating the INNOAGH Krakow Centre of Innovative \nTechnologies into the system of R&D&I services.Strategic goal 4 \nUniversity oriented towards national and \ninternational cooperation, a leader in innovation \nand transfer of knowledge\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 35Operational goal 2\nProviding systemic support  \nin the fields of cooperation  \nand international exchangeCooperation with international institutions, \ncentres, and partners requires continuous \nimprovement of the efficiency of processes \nand procedures needed to manage it. The \nAGH UST has identified the most important \nareas related to the development of \nrelations with international partners and \nhas determined the following activities to \nachieve this operational goal: ·Developing and perfecting existing support procedures for \ninternational guests\n ·Increasing the number of acquired projects and partnerships\n ·Introducing complete digitalisation of support procedures \n(document and information flow).\nOperational goal 3\nIncreasing the commercialisation \nof research resultsIn the socioeconomic environment, \nthe AGH UST enjoys the opinion of a \nuniversity engaged in the development \nof entrepreneurship with a rich \nexperience in the field of research results \ncommercialisation. For years, the \nuniversity has been establishing structures \nand units supporting the process of \ncommercialisation. However, there is still a \nneed to improve and increase the level of \ncommercialisation of research tasks carried \nout at the university. The following actions \nshall be introduced to achieve this goal: ·Increasing the effectiveness of the innovation brokers network \n(knowledge and technology scouting) – developing and \nimplementing a system to measure and evaluate brokers’ \nperformance\n ·Intensifying cooperation with the socioeconomic environment \nto increase the number of implementations, projects, and R&D \nagreements\n ·Providing systemic support for the process of intellectual \nproperty protection, considering its commercial potential\n ·Improving a support system for the processes of transfer and \ncommercialisation of knowledge and technology.Strategic goal 4 \nUniversity oriented towards national and \ninternational cooperation, a leader in innovation \nand transfer of knowledge\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 36Operational goal 4\nSupporting entrepreneurship  \nand the processes of establishing \nstart-ups and spin-offsSupporting the establishment of academic \ntechnological start-ups and developing \nbusiness based on knowledge and modern \ntechnologies, orbiting primarily around \nthe INNOAGH Krakow Centre of Innovative \nTechnologies, shall be developed by:  ·Defining career paths and support actions for scientists and \ndoctoral students who will decide to commercialise the results of \ntheir research on their own\n ·Attempting to establish the AGH UST Technology Park with an \nentrepreneurship and innovation incubator\n ·Building a competent team of experts to support the process of \ninitiating, establishing, and developing start-ups and spin-offs.\nOperational goal 5\nIncreasing the participation of  \nthe AGH UST in the creation  \nof normative documentsIn reality, almost every aspect of public, \nsocial, and economic life is governed by \nvarious types of norms and standards. In \nthe intricate and interconnected global \neconomy, norms perform a crucial function \nand contribute to ensuring the quality \nof services and products, improving \nthe standard of living, and the overall \nfunctioning of institutions regardless of \nindustry. Research and science centres, \nincluding the AGH UST, play a vital \nrole in the development of normative \ndocuments and standards. The university \nshall introduce the following activities to \nactively shape such documents: ·Increasing activity in the work of normative committees\n ·Increasing the number of accredited laboratories (solutions for \nelectromobility, hydrogen technologies, energy technologies)\n ·Maintaining a registry of laboratories operating at the AGH \nUST, and carrying out regular inspections to check activity, \ninfrastructure, purchasing, and investment-related needs.Strategic goal 4 \nUniversity oriented towards national and \ninternational cooperation, a leader in innovation \nand transfer of knowledge\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 37Key indicators to \nmonitor strategic \ngoal 4 include, \nin particular: ·Number/sum of implementations\n ·Number of ongoing pre-implementation \nactivities\n ·Number of activities supporting \ncommercialisation\n ·Number of registered intangible assets\n ·Number of experts/people involved in \nactivities supporting the development of \nstar t-ups\n ·Number of normative acts introduced with the \ndirect participation of AGH UST employees\n ·Number of accredited laboratories\n ·Number of R&D&I grants carried out in \nconsortia with entrepreneurs\n ·Revenues from the commercialisation of the \nresults of research and development work, \nknow-how, patents, and licences\n ·Number of inventions for which the university \nhas obtained a European patent or an \ninternational patent in at least one of the \ncountries belonging to the Organisation for \nEconomic Co-operation and Development\n ·Revenues and incomes from the commercial \nactivity of the AGH UST and INNOAGH.\nStrategic goal 4 \nUniversity oriented towards national and \ninternational cooperation, a leader in innovation \nand transfer of knowledge\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 38\nAttractive workplace \nfor the best scientists, \nteachers, and support \nemployees\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 39strategic  goal  5\nAttractive workplace \nfor the best scientists, \nteachers, and support \nemployees\nThe development of the AGH UST depends on the competencies, in -\nvolvement, and cooperation of all university employees. The AGH UST \nstrives to create such conditions for its employees to allow them to \nachieve their personal goals in compliance with the strategic goals \nof the university, simultaneously ensuring a satisfactory – finan -\ncial and non-financial – recognition for individual involvement. The \nAGH UST plans to fulfil this strategic goal by determining unequivocal \ndefinitions of HR policy priorities, determining clear long-term career \npath scenarios, and increasing possibilities for personal development \nwithin competently managed teams, including the creation of an in -\nternational and active work environment. This strategic goal shall be \nachieved through the implementation of several operational goals.\nPersonal fulfilment, \ndevelopment, and support\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 40Operational goal 1\nOptimising the HR policy \nsystem, ensuring quantitative \nand qualitative development of \nstaff potential at the university \nin accordance with the strategic \ngoals of the universityStrategic goal 5 \nAttractive workplace for the best scientists, \nteachers, and support employees\nThe AGH UST employees constitute a group \nthat is well-prepared and competent, \nalbeit diverse, in terms of research \nachievements and the level of involvement \nin activities for the benefit of the \nuniversity. The staff appraisal system does \nnot allow the authorities to fully appreciate \nthe best employees, and it sometimes does \nnot provide enough incentive to develop \nresearch interests and participate in the \nfunctioning of the university. To optimise \nthe HR policy system, the university shall \nintroduce the following actions: ·Improving HR policies focused on developing the research \nand educational potential of the university by codifying rules \nand regulations of: internal competitions and promotions, \napproval for changing positions, employment of pensioners, and \nadditional employment of employees\n ·Improving the appraisal system of academic staff, including \nthe ongoing monitoring of results; performing a review and \nthen modifying the appraisal system so that it can deliver \nongoing support in the management of professional careers of \nemployees.\nOperational goal 2\nDeveloping a system of employing \nforeign academic staffInternational cooperation, including \nthe exchange of researchers and the \nemployment of foreign scientists, is a \nnecessary condition for the continued \ngrowth of the university. The AGH UST and \nKrakow can be attractive workplaces for \nthe best professionals, provided that there \nis a comprehensive offer of employment \nfor national and international employees, \nas well as versatile administrative support, \nin both the adaptation process and \nthe research and educational activity. \nAcquiring the best employees, including \nforeigners, shall be achieved especially by: ·Developing and implementing effective procedures for \ndisseminating information on competitions, reaching targeted \nenvironments in Poland and abroad\n ·Developing an adaptation programme for new employees, \nespecially those from abroad.\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 41Operational goal 3\nImproving payroll policy  \nfocusing on rewarding employees \ninvolved in the development  \nof the universityThe university payroll system is not \ncompetitive in relation to the conditions \nof the job market, primarily because it \nis based on centrally distributed public \nmoney. The university intends to increase \nthe motivational role of salaries by \nincreasing the funds obtained from sources \nother than the subsidy and by adjusting \nthe payroll system to tie employee \nincomes more closely with the results of \ntheir work. Improving the quality of work \nshall be achieved through the following \nprocesses: ·Improving the rules of rewarding all employees for effectiveness, \nefficiency, competence, and creativity\n ·Developing and improving a payroll policy related to promotions \nand academic degrees and titles\n ·Developing and improving tools of rewarding employees for \nexceptional achievements in the fields of education, research and \ninnovation activity, cooperation with the university environment, \nand actions for the benefit of the university, including refining \nprocedures that facilitate flexibility in the distribution of hours in \nthe teaching load\n ·Developing and improving support systems for acquiring funding \nfor research, including administrative support in preparing grant \napplications and requisite financial support related to procedures.\nOperational goal 4\nIncreasing opportunities  \nfor personal development  \nand the improvement of  \nemployee competencesThe university aims to provide substantial \nsupport to the personal development of \nemployees – both in the group of academic \nteachers as well as other university \nemployees – in accordance with modern \ntrends in human resources management. \nThe following actions shall be taken in the \narea of professional competences: ·Increasing opportunities for personal development of employees \nby expanding the offer of foreign language courses and IT \ntrainings, including those related to the use of modern teaching \nmethods in education and other courses that support teaching \nskills\n ·Increasing personalisation of available development paths for \nthe purpose of taking into consideration the diverse needs of \nemployees, providing equal access to them, and an incentive \nto continue versatile education both in the field of professional \ncompetences and creative non-professional interests.Strategic goal 5 \nAttractive workplace for the best scientists, \nteachers, and support employees\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 42Operational goal 5\nDeveloping support and self-help \nsystems ensuring satisfaction  \nand stability in the personal lives  \nof employeesThe university will support activities \nrelated to further education and non-\nprofessional development of personal \ninterests of employees, as well as \nmaintaining inter-generation relationships, \nalso with pensioners and families of AGH \nUST employees. The main activities in this \narea shall include: ·Developing and improving employee support programmes, \nincluding those for pensioners within the framework of social \nwelfare\n ·Expanding non-financial motivational programmes facilitating \nthe development of employees’ interests; this pertains to leisure \ntime, physical activity, and the cultural sphere\n ·Improving mental health support programmes for employees, \ndeveloping a support programme for employees in crisis, and \ndisseminating information on the possibilities of reaching out for \nhelp\n ·Maintaining and improving support programmes for employees \nin a difficult housing situation; such programmes will provide a \nfair and objectively justified temporal support, and introducing \nthem will be preceded by an audit of the current system and an \nindication of the areas in need of urgent changes\n ·Improving procedures to counteract discrimination and \ninappropriate relations in the place of work and education. \nA safe and comfortable atmosphere in any workplace is a key con -\ndition for permanent development. The university shall adamantly \noppose any forms of discrimination regarding sex, religion, age, and \nother personal traits. To ensure this, the AGH UST will expand the pro -\ngramme allowing employees to report problems safely and quick -\nly, requesting intervention in interpersonal relations between col -\nleagues.Strategic goal 5 \nAttractive workplace for the best scientists, \nteachers, and support employees\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 43Operational goal 6\nOptimising  \nand computerising  \nprocesses related to  \nthe management  \nof employee mattersEfficient university management requires \noptimal cooperation between research \nand educational teams at faculties, \nfaculty administrations, and central \nadministration. The procedures tend to be \noverly bureaucratised, and documents are \nnot always verified and accepted on time, \nwhich, to a considerable degree, stems \nfrom the lack of an electronic document \ncirculation system, which would facilitate \nthe execution of university tasks promptly \nand in compliance with regulations. The \nuniversity will develop an IT solution to \nsupport the circulation of documents and \nother employee services, and the following \ntasks shall constitute the most important \nactivities: ·Introducing the alignment of human resources processes with \nthe principles and regulations in force in the European Union, \ne.g. HR Excellence in Research (HRS4R – The Human Resources \nStrategy for Researchers)\n ·Implementing document standardisation related to human \nresources processes\n ·Implementing and optimising cooperation and information \nexchange procedures between central and faculty \nadministrations. Strategic goal 5 \nAttractive workplace for the best scientists, \nteachers, and support employees\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 44Key indicators to \nmonitor strategic \ngoal 5 include, \nin particular: ·Amount of money from the AGH UST Social \nBenefits Fund per employee\n ·Number of certificates of completed courses \nin modern methods of education\n ·Number of available counselling sessions and \nconsultations related to psychological support \nfor employees\n ·Ratio of academic teachers to the overall \nnumber of university employees\n ·Average age of academic staff as per position\n ·Number of teaching hours per employee\n ·Amount of money allocated to academic and \neducational awards funded by the AGH UST\n ·Surveys assessing the level of satisfaction in \nrelation to employment at the AGH UST.\nStrategic goal 5 \nAttractive workplace for the best scientists, \nteachers, and support employees\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 45\nWell-managed \nuniversity with \na modern  \nand flexible  \nstructure\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 46strategic  goal  6\nWell-managed \nuniversity \nwith a modern  \nand flexible  \nstructure\nIn many aspects, a modern university, carrying out its research and \neducational mission, should be managed as a large modern corpo -\nration with well-defined management processes, a comprehensive \nsystem for delivering information to support management, and sta -\nble and secure IT support. One of the challenges for the AGH UST is \nto update the university management system and redesign it to fit \nthe needs of a research university that integrates academic inves -\ntigation and transmission of knowledge at the highest level. IT sup -\nport constitutes an indispensable condition for success; however, the \nquality of internal processes and relationships between university \nunits also require reinvention. The AGH UST will support the develop -\nment of participative management that integrates employee teams \naround common goals. The university wants to be unequivocally \nidentified as a socially responsible institution, aware of contempo -\nrary civilisational challenges, including those related to the environ -\nment, which minimises the ecological footprint and teaches its stu -\ndents about the significance of sustainable development.\nMultidimensional sustainable \ndevelopment\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 47Operational goal 1\nEstablishing an optimal  \nand flexible organisational \nstructure, based on units \nplaying different roles (research \nand educational activities) \ncrucial to the functioning of \na modern universityThe impermanence of conditions in \nwhich the university functions forces \nits organisational structure to adapt \nto current and foreseeable challenges. \nTendencies in employing graduates, \nevolving popularity of various fields \nof study, and new trends in academic \ninvestigations and research funding \ncompel the university to monitor the \nphenomena in its surroundings and \nconsider them in its research, financial, \nand organisational perspectives. Strategic \nplans regarding university functioning in \nthe area of optimising the organisational \nstructure include: ·Continuously analysing and, should the need arise, modifying \nspecific rules of basic unit activity within the AGH UST structure, \nincluding the rules of establishing and dissolving units, and the \nrules of implementing recovery programmes \n ·Continuously adjusting the structure of the university and \nparticular AGH UST units to current requirements resulting from \nthe development of science and the socioeconomic environment, \nincluding modern fields of knowledge, prospective branches \nof the economy, changes in the job market, and directions of \ndomestic and international cooperation\n ·Designing the rules for establishing and functioning of \ninterfaculty units to optimise and improve the quality of the \neducational process in related fields of study\n ·Designing the rules for establishing and functioning, as well as \nlaunching an interdisciplinary education system (in the first \nand second cycles) in fields of study taught at the university \nwith possible participation of partners from other universities, \nresearch institutes, companies, and international institutions.Strategic goal 6 \nWell-managed university with a modern \nand flexible structure\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 48Operational goal 2\nIntroducing modern rules of \nuniversity management using \nthe instruments of enterprise \narchitecture frameworkA modern university must have an efficient \ninternal organisational system, well-\ndefined goals, and adequate decision-\nmaking procedures. Reaching efficiency \nin management requires the university to \nimplement IT tools that support decision-\nmaking processes and task assignment and \naccountability. To achieve this, the AGH UST \nintends to take the following actions: ·Improving management mechanisms, including upgrading \nthe tools for financial and managerial accounting, financial \nmanagement, ownership supervision, as well as supporting the \nimprovement of managerial skills of directors and heads of units \nthrough an adequate training scheme\n ·Introducing an electronic document circulation system and \nadequate solutions supporting management at all levels of the \norganisational structure\n ·Developing methodology and analytical tools to continuously \ninspect the university’s position in Polish and international \nresearch and educational environments\n ·Developing a comprehensive system to monitor the functioning \nof university units, including their expenses, and to monitor the \nstatus of strategy implementation\n ·Redesigning the system of creating and publishing internal \nregulations, as well as the way of controlling and verifying its \nconcordance with external law.\nOperational goal 3\nImplementing the concept \nof a digital universityEffective university management requires \na comprehensive and well-designed IT \ninfrastructure. Most of the processes that \nare currently being conducted with the use \nof paper documents should be transposed \nto the digital form, and this is crucial to \nimprove management and increase the \nsecurity of procedures. In this area, the \nuniversity implements prompt activities, \namong which the following are crucial: ·Introducing an integrated system for managing resources, \ncontent, circulation, identity, and access\n ·Introducing IT solutions supporting content publication, as well \nas internal and external communication in all areas of university \nactivity.Strategic goal 6 \nWell-managed university with a modern \nand flexible structure\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 49Operational goal 4\nEstablishing a flexible and efficient \nstructure of units providing \nservices to the entire universityThe university’s actions in relation to \nsupporting units will encompass the \nmodification of their structures in order \nto allow them to fully deliver on their \nfunctions. Activities in this area shall \ninclude the following: ·Implementing organisational actions to optimise the structures \nof units providing services to the entire university, determined \nafter process audits\n ·Implementing the institutionalisation of security services \nmanagement\n ·Implementing, maintaining, and managing infrastructure and \ntelecommunications systems.\nOperational goal 5\nIncreasing the scale of \nactivities generating profit \nby means of using human \nresources and infrastructure, \nas well as the AGH UST position \nin the socioeconomic  \nenvironmentFinancial situation of the university \ndepends, on the one hand, on the \ncondition of public finances and the higher \neducation funding policy and, on the \nother, on the effectiveness of acquiring \nmoney independently of centrally-\ndistributed subsidies. The AGH UST will \ncommit to increasing the scale of activities \ngenerating profit – the increase in incomes \nfrom sources other than subsidies will \nhave a fundamental bearing on the \nimprovement of the academic position of \nthe university, including the possibility of \nemploying prospective academic staff, and \nwill be based on an adequately prepared \nand geared research and training offers, \nadjusted to the needs of the socioeconomic \nenvironment. The agenda oriented towards \nincreasing university income includes the \nfollowing actions: ·Creating conditions, monitoring and controlling the economic \nactivity of the university and its units, including compliance \nwith the law, rules related to public finances, and the internal \nregulations of the AGH UST\n ·Developing rules for implementing the policy of rational \nparticipation of the AGH UST in external companies\n ·Developing and introducing a system for accepting donations \nfrom external entities and natural persons\n ·Expanding various forms of separate business activity.Strategic goal 6 \nWell-managed university with a modern \nand flexible structure\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 50Operational goal 6\nIntroducing rational management \nof AGH UST resourcesAssets owned and managed by the AGH \nUST must be protected, used efficiently, \nand shaped accordingly to facilitate the \ncontinuous growth of the university. The \nAGH UST aims to ensure the integrity of \nits resources by developing instruments \nfacilitating a cohesive and effective \nmanagement of the university’s property. \nThe following actions shall be introduced to \nachieve this goal: ·Developing and implementing comprehensive solutions \ndedicated to collecting, processing, and analysing data on \nuniversity resources\n ·Carrying out multidirectional and multi-annual analyses \nof needs in the field of developing and maintaining the \ninfrastructure – multi-annual development and renovation \nplans, etc.\n ·Monitoring and protecting the integrity of real property \nresources on the AGH UST main campus, acquiring new facilities \nand implementing actions for the optimal use thereof to meet \nthe needs of the university\n ·Modernising residential facilities for the university community, \nespecially student accommodation, as well as the infrastructure \nlocated within the area of the AGH UST Student Campus, \nconsidering the principles of sustainable development\n ·Developing rules and creating infrastructure to adequately meet \nthe needs of rational energy management and raising ecological \nawareness\n ·Developing and implementing mechanisms used to protect the \nelements of movable property, and continuous monitoring of \ntheir effectiveness and adequacy\n ·Developing a strategy to minimise carbon footprint in the \nactivities of units, reporting selected indicators based on the \nGlobal Reporting Initiative (GRI).Strategic goal 6 \nWell-managed university with a modern \nand flexible structure\n\ns tr ategy  of the agh universit y  of science  and technologyStrategic goals 51Key indicators to \nmonitor strategic \ngoal 6 include, \nin particular: ·Surface area of real property resources\n ·Income from business activity other than \nresearch and educational and training \nactivities\n ·Capital expenditure\n ·Remuneration costs\n ·Amount of money from donations and other \ntransfers received by the AGH UST\n ·Level of university debt\n ·Liquidity ratio\n ·Environmental impact indicators (water, \nwastewater, waste, and energy) developed in \naccordance with the GRI.\nStrategic goal 6 \nWell-managed university with a modern \nand flexible structure\n\ns tr ategy  of the agh universit y  of science  and technology\nImplementation \nand monitoring \nof the strategy\n\ns tr ategy  of the agh universit y  of science  and technology\nThe Strategy of the AGH UST is a comprehensive \ndocument that synthetically defines the goals \nand tasks at all levels of the organisation. The \nstrategic goals are general in nature and must \nbe read in the context of the entire institution. \nImplementing the strategy across the entire \nuniversity is a process that requires the disag -\ngregation and cascading of general goals to the \nlevel of particular units, in a form tailored to their \nspecificity and capabilities. In the process of im -\nplementing the strategy of the AGH UST, respec -\ntive university units shall prepare strategy im -\nplementation framework programmes, in which \nthey will indicate specific goals, time frames, \nand implementation stages, in compliance with \nthe general strategic goals. The framework pro -\ngrammes shall be analysed by university au -\nthorities and, after being endorsed, they will \nform strategies of respective units, compliant \nwith the strategic goals of the university. An -\nnual consultations between the university au -\nthorities and unit heads, related to problems \nand needs regarding the implementation of the \nframework programmes and their compliance \nwith the university goals, shall serve as the ele -\nment of monitoring the status of the implemen -\ntation of the strategy.\nThe set of goals indicated in the strategy and \ntheir co-dependencies create a complex network, \nchanging dynamically under the influence of the \nsurroundings and other necessary adjustments. Compared to enterprises, oriented towards eco -\nnomic indicators, the university must also focus \non goals in the following dimensions: scientif -\nic, educational, social, economic, technological, \netc., which cannot be unequivocally ordered \nin terms of their superiority and importance. \nTherefore, considering its social tasks, the uni -\nversity must monitor its activities to a wider ex -\ntent than commercial enterprises, even those \nthat have implemented a sustainability charter.\nAt the AGH UST, the status of the implementation \nof the strategy will be monitored by analysing \nchanges in the factors presented in the descrip -\ntion of the six fundamental strategic goals of \nthe university. Continuous analysis will be per -\nformed by comparing indicators at the univer -\nsity level with the indicators of the status of the \nimplementation of framework programmes by \nuniversity units. The conclusions reported shall \nserve to adjust the tasks of the university and its \nunits, and to adequately allocate money to vari -\nous programmes.\nImplementation and monitoring of the strategy 53\n\n", "metadata": {}}