{"content": "# Kierunek Informatyka i systemy inteligentne AGH | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/informatyka-i-systemy-inteligentne/\nCrawled: 2025-03-19 21:30:03\n\nKierunek kształcenia: Informatyka i systemy inteligentne\n\nWarunki rekrutacji\n\nKandydaci\n\nAutomatyka i Robotyka\n\nComputer science\n\nElektrotechnika\n\nInformatyka\n\nInformatyka Medyczna\n\nInformatyka i systemy inteligentne\n\nInżynieria Biomedyczna\n\nMetrologia i Inżynieria Pomiarów (II stopień)\n\nMikroelektronika w technice i medycynie\n\nTechnologie Przemysłu 4.0\n\nEgzaminy wstępne na II stopień studiów\n\nStudia podyplomowe i kursy dokształcające\n\nstudia I stopnia (inżynierskie)\nstudia II stopnia (magisterskie)\n\nAbsolwent kierunku posiada wiedzę z zakresu: \nKlasycznie rozumianej informatyki ze szczególnym uwzględnieniem zagadnień związanych z teoretycznym oraz praktycznym wykorzystaniem metod sztucznej inteligencji. W szczególności posiada ugruntowaną wiedzę z zakresu języków i technik programowania, algorytmiki, złożoności obliczeniowej,baz danych, analizy danych, analizy procesów biznesowych, inżynierii oraz architektury oprogramowania,projektowania, testowania i wdrażania systemów informatycznych, budowy interfejsu użytkownika,systemów operacyjnych oraz sieci komputerowych, analizy wymagań i walidacji oprogramowania, jak również zarządzania projektami oraz architektury komputerów, systemów komputerowych i cyklu życia systemów komputerowych,a także takich zagadnień jak uczenie maszynowe, sztuczna inteligencja, programowanie inteligentnych systemów wbudowanych oraz projektowanie złożonych systemów informatycznych, co w efekcie pozwala mu na realizację szerokiego spektrum zadań związanych z wytwarzaniem oprogramowania.\nAbsolwent potrafi:\nimplementować w wybranych językach programowania wysokiego i niskiego poziomu złożone programy wykorzystujące różne paradygmaty programowania w tym wielowątkowe oraz korzystać z dostępnych bibliotek oraz komponentów oprogramowania,\ndokonać analizy wymagań funkcjonalnych i niefunkcjonalnych oraz analizy ryzyka związanych z budową oprogramowania,\nocenić, dobrać i stosować właściwe metody i narzędzia stosowane przy realizacji zadań związanych z budową systemu komputerowego,\nobsługiwać oraz administrować w zaawansowanym zakresie systemy UNIX-owe,\nobsługiwać narzędzia pracy grupowej,\nzaprojektować oprogramowanie adekwatnie do specyfikacji wymagań,\nopracowywać oraz wykorzystywać algorytmy i struktury danych w budowie systemu komputerowego wraz z oszacowaniem ich złożoności obliczeniowej,\nstosować algorytmy i metody obliczeniowe graﬁki komputerowej,\nzrealizować studium wykonalności zleconego zadania, w tym opracować i ocenić prototyp rozwiązania w postaci funkcjonalnego systemu komputerowego,\nporównać rozwiązania istniejących systemów komputerowych ze względu na zadane kryteria użytkowe i ekonomiczne oraz wskazać możliwości ich ulepszenia.\noszacować czas potrzebny na realizację zleconego zadania oraz opracować i zrealizować harmonogram prac,\nposługując się językiem SQL zaprojektować i zaimplementować bazę danych,\nbudować, konﬁgurować oraz zarządzać infrastrukturą sieci komputerowych z uwzględnieniem efektywności pracy oraz bezpieczeństwa,\nocenić przydatność i korzystać z istniejących rozwiązań narzędziowych dla tworzenia ergonomicznych, efektywnych i bezpiecznych aplikacji,\nimplementować algorytmy uczenia maszynowego,\nzaprojektować, zbudować i uruchomić system IoT (Internet Rzeczy),\nprojektować i tworzyć aplikacje WWW,\nwykorzystywać wzorce projektowe w implementacji oprogramowania,\nprojektować oraz uczyć sieci neuronowe do rozwiązywania zadanych problemów,\nzaprojektować rozwiązanie zadania z użyciem programowania genetycznego.\n\nPraktyki zawodowe trwają co najmniej cztery tygodnie\n, przy łącznym nakładzie pracy studenta wynoszącym 120 godzin, realizowane są po szóstym\nsemestrze w jednej z wybranych ﬁrm branży IT. \nZakres praktyk obejmuje \npraktyczne aspekty projektowania implementowania oraz testowania różnego rodzaju systemów informatycznych oraz poznanie procedur organizacji pracy. \nDo najważniejszych firm, \nz którymi współpracuje Wydział należą m.in. ABB,Asseco Poland,Delphi Poland,IBM BTO,Motorola Solutions., Microsoft, Nokia Solutions and Networks, Telekomunikacja Polska, Ericsson,GE, Sabre, Capgemini Polska, CISCO Polska, Orange Polska, Akamai, Schreder, Philips,Fideltronik oraz wiele innych.\nAbsolwenci mogą pracować jako: \nkreatywni twórcy własnych firm IT\n, a także \nspecjaliści na szerokim spektrum stanowisk dostępnych na rynku pracy w sektorze IT, w tym jako programista, inżynier oprogramowania, specjalista ds. baz danych, analityk danych, analityk biznesowy, architekt oprogramowania, kierownik zespołu/projektu, administrator, i wiele innych, oferowanych przez ﬁrmy z branży IT, w szczególności na stanowiskach wymagających specjalistów łączących wykształcenie informatyczne z umiejętnościami analizy danych, uczenia maszynowego oraz analizy i projektowania złożonych systemów informacyjnych i potraﬁących to wykorzystać w procesach wytwórczych oprogramowania.\n\nMiejsca pracy: \nszerokie spektrum firm z dynamicznie rozwijającego się sektora IT w tym w tradycyjnych ﬁrmach informatycznych, których celem jest wytwarzanie i sprzedaż oprogramowania, przemyśle związanym z branżą gier komputerowych oraz oddziałach dużych firm międzynarodowych z branży IT takich jak Google, IBM, Motorola, Sabre, ABB i wielu innych. Równocześnie umiejętności związane z inteligentną analizą danych umożliwiają pracę w innych branżach korzystających z technologii IT takich jak bankowość, handel, motoryzacja, przemysł elektroniczny, lotnictwo czy transport, technologie IT znajdują bowiem zastosowanie we wszystkich gałęziach gospodarki.\nNazwa kierunku: Informatyka i Systemy Inteligentne\nOferujemy specjalności:\nInżynieria Oprogramowania\nGrafika w Systemach Inteligentnych\nArtificial Intelligence and Data Analysis\n(specjalność w języku angielskim)\nStopień studiów: \nII stopień\nAbsolwent kierunku posiada wiedzę z zakresu:\nSzeroko rozumianej informatyki na poziomie stopnia I studiów, a ponadto zaawansowaną wiedzę związaną z wybraną specjalnością, w tym z obszaru Sztucznej Inteligencji, inteligentnej analizy danych, akwizycji, reprezentacji i przetwarzania wiedzy, uczenia maszynowego, zaawansowanych baz wiedzy, systemów wspomagania decyzji,integracji systemów,programowania gier, zaawansowanego programowania WWW, szeroko rozumianej grafiki komputerowej, projektowania UX, programowania GPU, zarządzania dużymi projektami informatycznymi, rozwiązań standaryzacyjnych oraz zaawansowanej inżynierii oprogramowania rozumianej jako wszystkie aspekty tworzenia oprogramowania od fazy początkowej do jego pielęgnacji.\nAbsolwent potrafi:\nrealizować zadania na poziomie studiów I stopnia oraz ponadto absolwent studiów II stopnia potrafi\nanalizować, projektować i implementować systemy inteligentne,\nwykorzystać istniejące rozwiązania standaryzacyjne do realizacji zintegrowanych systemów informatycznych,\nocenić przydatność i możliwość wykorzystania nowych osiągnięć w zakresie informatyki,\ndokonywać inteligentnej analizy danych w tym Big Data,\ndokonywać akwizycji, oraz przetwarzania wiedzy w tym uczenia maszynowego (Deep Learning),\nprojektować i implementować zaawansowane bazy danych oraz wiedzy,\nstosować metody inteligencji obliczeniowej (Computational Intelligence)\nopracowywać oraz wykorzystywać zaawansowane algorytmy oraz struktury danych w budowie systemu komputerowego wraz z oszacowaniem ich złożoności obliczeniowe,\ntworzyć systemy wspomagania decyzji,\ntworzyć zaawansowane systemy agentowe oraz algorytmy ewolucyjne,\nopracowywać oraz wdrażać systemy cyber-bezpieczeństwa (Cybersecurity),\nopracowywać zaawansowane metody automatycznego przetwarzania obrazów,\nprojektować oraz stosować zaawansowane metody głębokiego uczenia sieci neuronowych do rozwiązywania zadanych problemów,\ntworzyć oprogramowanie do obliczeń równoległych bazujących na GPU,\nprojektować i tworzyć zaawansowane aplikacje WWW,\nprojektować aplikacje w wersji webowej i mobilnej w oparciu o techniki UX,\nwykorzystać silniki gier do implementacji gier,\ntworzyć animacje 3D oraz oprogramowanie bazujące na bibliotekach OpenGL i DirectX,\nzarządzać dużym projektem informatycznym wykorzystując metryki oprogramowania,\nmodelować systemy informatyczne przy wykorzystaniu odpowiednich języków,\nefektywnie zastosować metody formalne w analizie, projektowaniu i weryﬁkacji oprogramowania,\nporównać rozwiązania istniejących systemów komputerowych ze względu na zadane kryteria użytkowe i ekonomiczne oraz wskazać możliwości ich ulepszenia,\nwykonać specyﬁkację testów w dużych projektach informatycznych,\nrealizować wirtualizację i skalowanie oprogramowania,\nprojektować Hurtownie Danych dostosowane do wymagań klienta.\nAbsolwenci mogą pracować jako: \nKreatywni twórcy własnych firm IT, a także wysokiej klasy specjaliści na szerokim spektrum stanowisk dostępnych na rynku pracy w sektorze IT, w tym jako programista, inżynier oprogramowania, specjalista ds. baz danych, programista gier, grafik komputerowy, web developer, projektant UX, analityk danych, analityk biznesowy, architekt oprogramowania, kierownik zespołu/projektu, administrator i wiele innych, oferowanych przez ﬁrmy z branży IT, w szczególności na stanowiskach wymagających specjalistów łączących wykształcenie informatyczne z umiejętnościami analizy danych, uczenia maszynowego oraz analizy i projektowania złożonych systemów informacyjnych i potraﬁących to wykorzystać w procesach wytwórczych oprogramowania.\nMiejsca pracy:\nSzerokie spektrum firm z dynamicznie rozwijającego się sektora IT w tym w tradycyjnych ﬁrmach informatycznych, których celem jest wytwarzanie i sprzedaż oprogramowania, przemyśle związanym z branżą gier komputerowych, firmami zajmującymi się oprogramowaniem WEB oraz oddziałach dużych firm międzynarodowych z branży IT takich jak Google, IBM, Motorola, Sabre, ABB i wielu innych. Równocześnie umiejętności związane z inteligentną analizą danych umożliwiają pracę w innych branżach korzystających z technologii IT takich jak bankowość, handel, motoryzacja, przemysł elektroniczny, przemysł ciężki, lotnictwo czy transport, technologie IT znajdują bowiem zastosowanie we wszystkich gałęziach gospodarki.\n\nO kierunku Informatyka i Systemy Inteligentne\n\nCo oferujemy ?\n\nProgram zajęć dydaktycznych - SYLABUS\n\nDlaczego warto studiować Informatykę i Systemy Inteligentne na Wydziale EAIiIB ?\n\nRekrutacja - Informacje dla kandydatów", "metadata": {"url": "https://www.eaiib.agh.edu.pl/informatyka-i-systemy-inteligentne/", "title": "Kierunek Informatyka i systemy inteligentne AGH | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "11d447e850053e6eb22102f5eb015dd9", "word_count": 1184, "headings": [{"level": 2, "text": "Kierunek kształcenia: Informatyka i systemy inteligentne"}, {"level": 2, "text": "Dlaczego warto studiować Informatykę i Systemy Inteligentne na Wydziale EAIiIB ?"}]}}