{"metadata": {"url": "https://akademik.agh.edu.pl/privacy-policy", "title": "\n        DSNET Profil Użytkownika - Polityka prywatności", "depth": 1, "duplicate": false, "content_hash": "1cf1fc87258d1e6387354c243d3ad8bc", "word_count": 368, "headings": [{"level": 2, "text": "Polityka prywatności"}]}, "content": "# \n        DSNET Profil Użytkownika - Polityka prywatności\n\nURL: https://akademik.agh.edu.pl/privacy-policy\nCrawled: 2025-03-20 01:12:36\n\nPolityka prywatności\n\nZgodnie z art. 13 ust.1 i ust.2 Rozporządzenia Parlamentu Europejskiego i Rady UE 2016/679 z 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych), informujemy, iż:\n\nAdministratorem Pani/Pana danych osobowych jest Rektor Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie, al. A. Mickiewicza 30, 30-059 Kraków;\n\nAdministrator wyznaczył Inspektora Ochrony Danych Osobowych, z którym można skontaktować się pisemnie, za pomocą poczty tradycyjnej pisząc na adres: (Al. Mickiewicza 30, 30-059 Kraków), drogą e-mailową pod adresem: iodo@agh.edu.pl lub telefonicznie pod numerem 12 617 53 25;\n\nPani/Pana dane osobowe przetwarzane będą w celu procedowania wniosku o przyznanie miejsca w domu studenckim oraz obsługi zakwaterowania na podstawie art. 6 ust 1 pkt a) Rozporządzenia. Dane osobowe będą również wykorzystane na potrzeby rozliczenia należności i przetwarzane na podstawie obowiązujących w tym zakresie przepisów prawa;\n\nOdbiorcą Pani/Pana danych osobowych będą pracownicy Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie, firmy zewnętrzne świadczące usługi na rzecz Miasteczka Studenckiego AGH, na podstawie zawartych umów powierzenia przetwarzania danych osobowych, oraz pracownicy administracyjni innych Uczelni na podstawie zawartych umów o kwaterowaniu studentów;\n\nPani/Pana dane osobowe będą przechowywane przez okres 2 lat od daty ostatniego logowania w systemie (w przypadku osób, które nigdy nie podjęły zakwaterowania) lub 5 lat od początku roku kalendarzowego następującego po dacie ostatniego wykwaterowania lub ostatniej płatności;\n\nPosiada Pani/Pan prawo dostępu do treści swoich danych oraz prawo ich sprostowania, usunięcia, ograniczenia przetwarzania, prawo do przenoszenia danych, prawo wniesienia sprzeciwu, prawo do cofnięcia zgody w dowolnym momencie bez wpływu na zgodność z prawem przetwarzania, którego dokonano na podstawie zgody przed jej cofnięciem, o ile przetwarzanie danych nie jest wymagane przepisem prawa;\n\nMa Pan/Pani prawo wniesienia skargi do Urzędu Ochrony danych Osobowych, gdy uzna Pani/Pan, iż przetwarzanie danych osobowych Pani/Pana dotyczących narusza przepisy ogólnego rozporządzenia o ochronie danych osobowych z dnia 27 kwietnia 2016 r.;\n\nPodanie przez Pana/Panią danych osobowych jest wymogiem niezbędnym do przeprowadzenia postępowania w przedmiocie przydziału miejsca w domu studenckim Miasteczka Studenckiego AGH oraz obsługi zakwaterowania. Jest Pan/Pani zobowiązana do ich podania, a konsekwencją niepodania danych osobowych będzie brak rozpatrzenia Pani/Pana wniosku o przydzielenie miejsca w domu studenckim oraz brak możliwości zakwaterowania."}