{"content": "#  info - Dział Zamówień Publicznych AGH\n\nURL: http://www.dzp.agh.edu.pl/aktualnosci/info/article/komunikat-kanclerza-dot-zakupu-biletow-lotniczych-w-agh-ktorych-wartosc-szacunkowa-netto-nie-przek/\nCrawled: 2025-03-19 21:17:07\n\n17.12.2024 \n\nKomunikat Kanclerza dot. zakupu biletów lotniczych w AGH, których wartość szacunkowa netto nie przekracza kwoty 130 000 złotych dla jednorazowego zakupu\n\nPodróże służbowe w AGH, z wykorzystaniem samolotu jako środka transportu odbywają się:\n\na) w przypadku wyjazdu służbowego zagranicznego - na podstawie wniosku na podróż służbową poza granicę kraju, zarejestrowanego i zatwierdzonego przez Centrum Spraw Międzynarodowych (CSM) oraz polecenia wyjazdu służbowego (delegacji) wystawionego w jednostce delegującej.\n\n– wyjeżdżającym przysługują bilety w klasach ekonomicznych. W przypadku gdy cena biletu w klasach wyższych jest niższa niż cena biletów w klasach ekonomicznych, dopuszczalny jest zakup takiego biletu po przedstawieniu obu ofert. Wyjeżdżający zobowiązany jest do wyboru najbardziej ekonomicznego cenowo/czasowo połączenia.\n\n– koszty biletu muszą zostać uwzględnione we wniosku wyjazdowym złożonym nie później niż 7 dni roboczych przed wyjazdem.\n\nb) w przypadku wyjazdu służbowego krajowego - na podstawie delegacji służbowej potwierdzonej przez kierownika jednostki organizacyjnej lub dysponenta środków, z których finansowane będą koszty delegacji. Wyjeżdżający zobowiązany jest do wyboru najbardziej ekonomicznego cenowo/czasowo połączenia.\n\nZasady zakupu biletów lotniczych zostały podzielone na trzy kategorie:\n\n1) Zakup biletów o wartości równej lub większej od 130 000 zł netto\n\n2) Zakup biletów o wartości mniejszej od 130 000 zł netto\n\n3) Zakup biletów współfinasowanych ze środków unijnych\n\nSzczegóły dotyczące zakupu biletów lotniczych określa szczegółowo komunikat Kanclerza nr 81/2024. Treść komunikatu jest możliwa do pobrania poniżej.\n\nDokumenty do pobrania:\nKomunikat Kanclerza nr 81/2024\n\n￩  Wstecz do: Aktualności", "metadata": {"url": "http://www.dzp.agh.edu.pl/aktualnosci/info/article/komunikat-kanclerza-dot-zakupu-biletow-lotniczych-w-agh-ktorych-wartosc-szacunkowa-netto-nie-przek/", "title": " info - Dział Zamówień Publicznych AGH", "depth": 2, "duplicate": false, "content_hash": "22e97f1c6a748d32711b7f55fcbda813", "word_count": 229, "headings": [{"level": 1, "text": "Komunikat Kanclerza dot. zakupu biletów lotniczych w AGH, których wartość szacunkowa netto nie przekracza kwoty 130 000 złotych dla jednorazowego zakupu"}]}}