{"content": "# Dział Dostępności  AGH\n\nURL: http://bon.agh.edu.pl/\nCrawled: 2025-03-19 21:12:56\n\nArtykuły\n\nAkademia Dostępności Plus\n\n19 \nmarca\n\n2025\n\nW dniu 13 marca 2025 w Gmachu Głównym AGH odbyło się spotkanie inaugurujące prace merytoryczne projektu „Akademia Dostępności Plus”. Oficjalnego otwarcie projektu dokonał prorektor ds. studenckich AGH prof. dr hab. inż. Rafał Dańko.\n\nCzytaj\n\nWięcej\n\n o: Akademia Dostępności Plus\n\nZajęcia sportowe DDo\n\n28 \nlutego\n\n2025\n\nZapraszamy do składania wniosków na zajęcia sportowe w semestrze letnim 2024/2025 r. , które są alternatywną formą uzyskania zaliczenia z wychowania fizycznego. W organizowanych przez nas zajęciach mogą również brać udział osoby, które nie zaliczają WF, ale chcą zadbać o sprawność fizyczną. Wszystkich zainteresowanych prosimy o wypełnienie odpowiedniego wniosku w systemie HELPI – najpóźniej do 7 marca 2025 r. \nhttps://helpi.agh.edu.pl/\n\nCzytaj\n\nWięcej\n\n o: Zajęcia sportowe DDo\n\nKurs  Polskiego Języka Migowego (PJM)\n\n24 \nlutego\n\n2025\n\nDział Dostępności AGH i ZSN zaprasza na kurs Polskiego Języka Migowego na poziomie podstawowym (30 godzin) dla pracowników i studentów AGH\nUczestnictwo w kursie pozwoli Wam na:\n\nCzytaj\n\nWięcej\n\n o: Kurs  Polskiego Języka Migowego (PJM)\n\nNabór wniosków na rok akademicki 2024/25\n\n16 \nstycznia\n\n2025\n\nInformujemy o terminach naboru wniosków o zapewnienie wsparcia studentom ze szczególnymi potrzebami i niepełnosprawnościami AGH na semestr letni 2024/25.\n\nCzytaj\n\nWięcej\n\n o: Nabór wniosków na rok akademicki 2024/25\n\nInformacja o możliwości zgłaszania podejrzenia o niezgodności Projektu lub działań Beneficjenta z Konwencją o prawach osób niepełnosprawnych\n\n23 \ngrudnia\n\n2024\n\nUprzejmie informujemy, o możliwości zgłaszania do Instytucji Zarządzającej lub Instytucji Pośredniczącej podejrzenia o niezgodności Projektu lub działań Beneficjenta z Konwencją o prawach osób niepełnosprawnych sporządzoną w Nowym Jorku dnia 13 grudnia 2006 r. (Dz. U. z 2012 r. poz. 1169, z późn. zm.), zwanej dalej „KPON”.\n\nCzytaj\n\nWięcej\n\n o: Informacja o możliwości zgłaszania podejrzenia o niezgodności Projektu lub działań Beneficjenta z Konwencją o prawach osób niepełnosprawnych\n\nWesołych Świąt\n\n20 \ngrudnia\n\n2024\n\nZ okazji nadchodzących Świąt Bożego Narodzenia i Nowego Roku życzymy dużo zdrowia, wielu radosnych chwil, odpoczynku przy wigilijnym stole oraz wszelkiej pomyślności w Nowym 2025 Roku. Zespół Działu Dostępności AGH \n\nCzytaj\n\nWięcej\n\n o: Wesołych Świąt\n\n „Akademia Dostępności Plus”\n\n28 \nlistopada\n\n2024\n\nAkademia Górniczo-Hutnicza otrzyma 7 909 883,55 zł na realizację projektu „Akademia Dostępności Plus”, którego celem jest dalszy, kompleksowy rozwój wszystkich obszarów wsparcia osób z niepełnosprawnościami w AGH. Finansowanie pochodzi z konkursu Narodowego Centrum Badań i Rozwoju „Uczelnie coraz bardziej dostępne”.\n\nCzytaj\n\nWięcej\n\n o:  „Akademia Dostępności Plus”\n\nOgłoszenie o otwartym naborze Partnera do wspólnego przygotowania i realizacji projektu w ramach konkursu nr FERS.03.01-IP.08-002/24\n\n21 \nlistopada\n\n2024\n\nAkademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie jako Wnioskodawca (podmiot ubiegający się o dofinansowanie, partner wiodący) w konkursie FERS.03.01-IP.08-002/24 pn. Centra Wiedzy o Dostępności w ramach Programu Fundusze Europejskie dla Rozwoju Społecznego 2021-2027 (FERS), Priorytet III. Dostępność i usługi dla osób z niepełnosprawnościami, Działanie 03.01 Dostępność szkolnictwa wyższego, ogłasza otwarty nabór na Partnera w celu wspólnego przygotowania i realizacji projektu do w/w konkursu.\n\nCzytaj\n\nWięcej\n\n o: Ogłoszenie o otwartym naborze Partnera do wspólnego przygotowania i realizacji projektu w ramach konkursu nr FERS.03.01-IP.08-002/24\n\nStrona: \n1\n/21\n\nStrona\n\n1\n\nStrona\n\n2\n\nStrona\n\n3\n\nStrona\n\n4\n\nStrona\n\n5\n\nNastępna strona\n\nOstatnia strona", "metadata": {"url": "http://bon.agh.edu.pl/", "title": "Dział Dostępności  AGH", "depth": 2, "duplicate": false, "content_hash": "ed0d2697dbec8702aabae56c53dce6c6", "word_count": 494, "headings": [{"level": 2, "text": "Artykuły"}, {"level": 3, "text": "Akademia Dostępności Plus"}, {"level": 3, "text": "Zajęcia sportowe DDo"}, {"level": 3, "text": "Kurs  Polskiego Języka Migowego (PJM)"}, {"level": 3, "text": "Nabór wniosków na rok akademicki 2024/25"}, {"level": 3, "text": "Informacja o możliwości zgłaszania podejrzenia o niezgodności Projektu lub działań Beneficjenta z Konwencją o prawach osób niepełnosprawnych"}, {"level": 3, "text": "Wesołych Świąt"}, {"level": 3, "text": "„Akademia Dostępności Plus”"}, {"level": 3, "text": "Ogłoszenie o otwartym naborze Partnera do wspólnego przygotowania i realizacji projektu w ramach konkursu nr FERS.03.01-IP.08-002/24"}, {"level": 2, "text": "Banery/Logo"}, {"level": 2, "text": "Informacja"}]}}