{"content": "#  O cyberbezpieczeństwie -- Cybersecurity Centre \n\nURL: https://www.cc.agh.edu.pl/o-cyberbezpieczenstwie\nCrawled: 2025-03-19 21:39:14\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n O cyberbezpieczeństwie \n\nZnaczenie i wymiary\n\nWspółczesne cyberbezpieczeństwo jest kluczowym elementem globalnej stabilności, chroniąc państwa i organizacje przed rosnącym zagrożeniem cyberataków. Jego efektywne funkcjonowanie wymaga kompleksowego podejścia, które uwzględnia różnorodne aspekty oraz potencjalne konsekwencje dla wielu sektorów i branż. \n\nW świetle eskalacji cyberataków powiązanych z konfliktem na Ukrainie oraz decyzji NATO z 2016 r. o uznaniu cyberprzestrzeni za oficjalną domenę działań wojennych, znaczenie tego tematu jest obecnie większe niż kiedykolwiek przedtem. \n\nW obliczu pandemii COVID-19 oraz powszechnego przejścia na pracę zdalną, cyberprzestępcy szybko dostosowali się, wykorzystując nowe możliwości do intensyfikacji swoich działań. Adaptacja do nowego modelu pracy odsłoniła pewne słabości w systemach informatycznych, powodując zwiększoną podatność na różnego rodzaju ataki. \n\nWraz ze wzrostem liczby osób pracujących z domu, nabrały na sile ataki phishingowe oraz inne techniki inżynierii społecznej, które eksploatują niską świadomość pracowników w obszarze cyberbezpieczeństwa. \n\nZnacząco wzrosła również liczba ataków ransomware oraz ich poziom profesjonalizacji, co doprowadziło do zakłóceń w działalności setek tysięcy przedsiębiorstw. Co więcej, pandemia posłużyła jako pretekst do rozpowszechniania fałszywych informacji i zwiększenie negatywnego wpływu działań dezinformacyjnych na odporność społeczeństw. \n\nZ początkiem wojny w Ukrainie zaobserwowano bezprecedensowy wzrost zarówno w liczbie, jak i złożoności cyberataków. Agresor wraz z sojusznikami eksploatuje cyberprzestrzeń do przeprowadzania działań wywiadowczych, atakowania infrastruktury krytycznej, obronnej oraz oficjalnych serwisów rządowych, a także do prowadzenia kampanii dezinformacyjnych. \n\nNasilająca się aktywność cyberprzestępców podkreśla konieczność intensyfikacji aktywnych działań obronnych, ciągłego doskonalenia mechanizmów detekcji oraz wzmacniania międzynarodowej wymiany informacji.\n\nInfrastruktura Krytyczna\n\nAtaki na sektory energetyczny, transportowy czy zdrowia mogą prowadzić do przerw w dostawach usług i utraty danych klientów oraz danych przemysłowych, narażając bezpośrednio bezpieczeństwo państwa oraz zdrowie, a nawet życie obywateli. Przykładami takich ataków były:\n\n Atak NotPetya w 2017 r. \n\nPodczas ataku na skutek użycia złośliwego oprogramowania Exploit EternalBlue ucierpiało wiele instytucji na całym świecie. Atak szczególnie mocno dotknął Ukrainę, w kontekście której może być rozpatrywany jako akt cyberwojny. Służby Bezpieczeństwa Ukrainy wskazały, że Ci sami sprawcy w 2016 r. zaatakowali system finansowy, urządzenia transportowe i energetyczne – między innymi pozbawiając część Ukrainy prądu, w wyniku zakłócenia pracy elektrowni Prykarpattyaoblenergo w Zaporożu.\n\n Atak WannaCry w 2017 r. \n\nJedną z najgłośniejszych ofiar ataku była NHS (National Health Service) w Wielkiej Brytanii. W jego wyniku przestały działać kluczowe systemy informatyczne szpitali. Personel nie miał dostępu do kartotek pacjentów ani nie mógł korzystać z usług telekomunikcyjnych. Szacowane koszty sięgnęły 92 mln GBP.\n\n Atak na Szpital Uniwersytecki w Düsseldorfie w 2020 r. \n\nAtak z użyciem oprogramowania malware znanego jako Doppelpaymer. W rezultacie szpital w Düsseldorfie utracił dostęp do swoich systemów informatycznych, obejmujących także łączność z karetkami, w wyniku czego zmarła ciężko chora pacjentka.\n\n W 2021 r. Atak ransomware na główny rurociąg naftowy w USA - Colonial Pipeline. \n\nZamknięcie tego 8,9 tys. km systemu rurociągu okazało się najbardziej destrukcyjnym cyberatakiem w historii, blokując przepływ milionów baryłek benzyny, oleju napędowego i paliwa lotniczego do Wschodniego Wybrzeża Stanów Zjednoczonych z rejonu Zatoki Meksykańskiej. Atak sparaliżował działalność firmy na cały tydzień, a w odpowiedzi na żądania hakerów, przedsiębiorstwo zapłaciło 4,4 mln dolarów jako okup.\n\nInstytucje rządowe i administracja publiczna\n\nCyberataki na instytucje rządowe i administrację publiczną mogą prowadzić do utraty danych obywateli oraz zakłóceń w świadczeniu usług publicznych, narażając bezpieczeństwo obywateli i ciągłość funkcjonowania państwa. Przykładami takich ataków były: \n\n Kradzież danych z Amerykańskiego Biura Zarządzania Personelem (OPM), 2014 r., 2015 r. \n\nW wyniku ataku wyciekły dane osobowe ponad 5 milionów osób, w tym pracowników służb bezpieczeństwa. Była to jedna z największych kradzieży tego typu w USA. Śledztwo wykazało, że stała za nim grupa chińskich hakerów.\n\n Atak na Bundestag, 2015 r. \n\nDo włamania się do skrzynek e-mailowych pracowników posłużono się trojanem. Na skutek włamania system komputerowy Bundestagu należało na jakiś czas całkowicie wyłączyć i wymienić wiele urządzeń, które podłączone były do wewnętrznej sieci (nawet 20 tys. nowych podzespołów) co wygenerowało ogromne koszty i kilkumiesięczną przerwę działania sieci. Za atakiem stali rosyjscy hakerzy. \n\n Atak SolarWinds w 2020 r. \n\nW 2020 r. miał miejsce atak na SolarWinds za który odpowiedzialni byli rosyjscy hakerzy. Zainfekowali oni aktualizacje oprogramowania SolarWinds za pomocą malware, co doprowadziło do kompromitacji blisko 18 tys. organizacji na całym świecie. Wśród nich znalazły się amerykańskie agencje rządowe, w tym Departament Stanu, a także liczne prywatne firmy. Incydent ten został uznany za jeden z najpoważniejszych cyberataków dekady.\n\nPrzemysł\n\nRozwój przemysłu 4.0 wiąże się z podwyższonym ryzykiem ataków na systemy automatyzacji. Może to skutkować przerwami w produkcji, utratą danych oraz wielomilionowymi stratami finansowymi. Wśród najczęstszych form ataków wyróżnia się ransomware oraz ataki DDoS.\n\nPrzykłady znaczących cyberataków w sektorze przemysłowym:\n\n Atak Mafiaboya na serwery Yahoo/eBay/Amazon/CNN w 2000 r. \n\nPierwszy w historii atak DDoS na tak dużą skalę, który wywołał szeroki odzew medialny. W lutym tego roku wiele renomowanych stron internetowych zostało sparaliżowanych na kilka godzin. Yahoo! odnotowało straty w wysokości 500 tysięcy dolarów w ciągu trzech godzin, natomiast ruch na stronie CNN.com spadł o 95%.\n\n Atak ransomware na Kia Motors w 2021 r. \n\nGrupa hakerska żądała okupu w wysokości 20 mln USD. W wyniku ataku Kia Motors America doświadczyła ogólnokrajowej awarii systemów informatycznych oraz telekomunikacyjnych.\n\n Atak na CD Projekt Red w 2021 r. \n\nW rezultacie ataku skradziono kody źródłowe gier oraz dane pracowników i partnerów. Jednym z bezpośrednich skutków finansowych były spadki wartości akcji firmy na giełdzie.\n\n Rekordowy atak DDoS na Google w 2022 r. \n\nUznawany za największy w historii atak HTTPS, osiągając w szczycie 46 milionów żądań na sekundę. Google zdołało zablokować ten atak, który został przeprowadzony z ponad 5 tys. adresów IP pochodzących z 132 krajów.\n\nFinanse\n\nSektor finansowy jest celem ataków, które mogą prowadzić do kradzieży danych, strat finansowych oraz oszustw związanych z transakcjami online. \n\n Atak na Citigroup w 2011 r. \n\nHakerzy wykradli informacje (numery rachunków i informacje kontaktowe) 360 tysięcy amerykańskich posiadaczy kart kredytowych.\n\n Cyberatak na Centralny Bank Bangladeszu w 2016 r. \n\nHakerzy próbowali ukraść niemal miliard dol., powiodła się kradzież ok. 80 mln dol. Pieniądze skradziono z rachunku Banku Bangladeszu prowadzonych przez Bank Rezerwy Federalnej w Nowym Jorku. Przyczyną był brak odpowiednich zabezpieczeń, m.in. firewalla. \n\n Atak na Banco Pichincha - największy prywatny bank w Ekwadorze w 2021 r. \n\nHakerzy za pomocą oprogramowania ransomware całkowicie sparaliżowali działalność banku. Niemożliwe było wypłacenie pieniędzy z bankomatów, korzystanie z bankowości internetowej a także aplikacji bankowych. \n\n Seria ataków DDoS na ukraińskie banki w 2022 r. \n\nCelem największego w historii ataku na strony banków i instytucji rządowych Ukrainy była destabilizacja sytuacji i wywołanie paniki. Instytucje, w tym największy bank komercyjny na Ukrainie PrivatBank, zostały dotknięte blokadą usług bankowości internetowej.\n\nEdukacja i Badania\n\nAtaki na sektor edukacyjny mogą prowadzić do utraty danych osobowych uczniów i pracowników, szpiegostwa technologicznego, a także do zakłóceń w procesach edukacyjnych. \n\nPrzykładem takiego ataku jest niedawny (2023) \ncyberatak na Uniwersytet Artystyczny w Poznaniu\n, do którego wykorzystano ransomware. W wyniku ataku mogły wyciec dane kilkuset osób, pracowników i współpracowników uczelni.  \n\nRosnącą liczbę prób ataków zgłasza większość polskich uczelni, w tym Uniwersytety Śląski czy Łódzki. Wzmożoną aktywność cyberprzestępców na infrastrukturę centralną zaobserwował też PAN. Głównym celem ataków są dane osobowe. \n\nStopka\n\nBack", "metadata": {"url": "https://www.cc.agh.edu.pl/o-cyberbezpieczenstwie", "title": " O cyberbezpieczeństwie -- Cybersecurity Centre ", "depth": 3, "duplicate": false, "content_hash": "5a8db0f7b79215a54a256c56615227a3", "word_count": 1140, "headings": [{"level": 1, "text": "O cyberbezpieczeństwie"}, {"level": 3, "text": "Znaczenie i wymiary"}, {"level": 4, "text": "Infrastruktura Krytyczna"}, {"level": 4, "text": "Instytucje rządowe i administracja publiczna"}, {"level": 4, "text": "Przemysł"}, {"level": 4, "text": "Finanse"}, {"level": 4, "text": "Edukacja i Badania"}, {"level": 2, "text": "Stopka"}]}}