{"content": "#  POB 6 -- Inicjatywa Doskonałości – Uczelnia Badawcza \n\nURL: https://www.idub.agh.edu.pl/priorytetowe-obszary-badawcze/pob-6\nCrawled: 2025-03-19 22:38:24\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n POB 6 \n\nBadania w ramach POB 6 dotyczą szerokiego zakresu zastosowań systemów inteligentnych, w tym miedzy innymi podejmowanych w ramach eksperymentów CERN: TOTEM, CMS i ALICE. Badania te dotyczą systemów pomiarowych FPGA, analizy dużych zbiorów danych, przetwarzania równoległego i rozproszonego, sztucznej inteligencji. Jednym z wyników eksperymentu TOTEM było odkrycie istnienia odderonu – quasi-cząstki składającej się z nieparzystej liczby gluonów. W eksperymencie ALICE opracowano nowatorską metodę pomiaru oddziaływań pomiędzy hadronami, która może być wykorzystywana do badania własności oddziaływań silnych. Realizowane są również prace badawcze nad metaheurystykami, algorytmami hybrydowymi, agentowymi, ich współbieżnymi i rozproszonymi wersjami. W trakcie ich realizacji naukowcy korzystają z bogatej infrastruktury Akademickiego Centrum Komputerowego CYFORNET AGH, a także intensywnie współpracują z partnerami z innych uczelni i z zagranicy. Istotny obszar to również wnioskowanie na wiedzy opartej o reprezentację grafową, zastosowanie gramatyk grafowych do modelowania i rozwiązywania problemów występujących w przedsięwzięciach Smart City, a także projektowanie i sterowanie techniczną infrastrukturą miejską oraz badanie dynamiki pieszych w celu identyfikacji zachowań, optymalizacji architektonicznej czy zarządzania kryzysowego. Inteligentne techniki informacyjne, telekomunikacyjne, komputerowe i sterowania ukierunkowane są również na badania nad ultraszybkimi stabilnymi solwerami do symulacji za pomocą smukłych funkcji B-splajn, nad maszynowym widzeniem oraz fuzją danych pochodzących z różnych czujników (np. kamera, IMU, lidar, radar). W ramach POB 6 realizowane są interdyscyplinarne badania głównie przez specjalistów z dziedziny nauk inżynieryjno-technicznych, w dyscyplinach: automatyka, elektronika i elektrotechnika oraz informatyka techniczna i telekomunikacja.\n\nDziedziny nauki i dyscypliny naukowe\n\nObszary tematyczne zgodne z klasyfikacją\n Subject Categories\n\n(baza Web of Science)\n\nObszary tematyczne zgodne z klasyfikacją\n All Science Journal Classification\n\n(baza Scopus)\n\n2.2 - Dziedzina nauk inżynieryjno-technicznych;\n dyscyplina: automatyka, elektronika i elektrotechnika\n\n 2.3 - Dziedzina nauk inżynieryjno-technicznych;\n dyscyplina: informatyka techniczna i telekomunikacja\n\n─ Automation & Control Systems\n ─ Computer Science, Artificial Intelligence\n ─ Computer Science, Information Systems\n ─ Computer Science, Interdisciplinary Applications\n ─ Engineering, Electrical & Electronic\n ─ Telecommunications\n\n─ Artificial Intelligence\n ─ Computer Networks and Communications\n ─ Information Systems\n ─ Control and Systems Engineering\n\nStopka\n\n © 2024 Inicjatywa Doskonałości – Uczelnia Badawcza\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.idub.agh.edu.pl/priorytetowe-obszary-badawcze/pob-6", "title": " POB 6 -- Inicjatywa Doskonałości – Uczelnia Badawcza ", "depth": 3, "duplicate": false, "content_hash": "2e32c58d643fd9e51fd8d83710ecbc30", "word_count": 340, "headings": [{"level": 1, "text": "POB 6"}, {"level": 2, "text": "Stopka"}]}}