{"content": "#  Zespoły Badawcze -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/nauka/zespoly-badawcze\nCrawled: 2025-03-19 21:32:38\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Zespoły badawcze \n\nNa \nWydziale Inżynierii Materiałowej i Ceramiki AGH\n działa wiele \nzespołów badawczych \nwdrażających i badających najnowsze osiągnięcia nauki na potrzeby sektorów\n medycyny, budownictwa, lotnictwa, bezpieczeństwa, energetyki czy ochrony środowiska. \n\nZespół Bioceramiczny AGH na Wydziale Inżynierii Materiałowej i Ceramiki\n\nCentrum Zrównoważonej Gospodarki Odpadami\n\nZespół fizykochemii materiałów budowlanych\n\nZespół badań termoelektrycznych\n\nZespół powłok funkcjonalnych\n\nZespół ceramiki przemysłowej\n\nZespół zaawansowanych materiałów budowlanych\n\nZespół zaawansowanych materiałów do konwersji energii\n\nZespół metrologii i chemometrii\n\nGrupa Prof. Elżbiety Pamuły\n\nGrupa Prof. Kingi Pielichowskiej\n\nZespół zaawansowanych syntetycznych materiałów węglowych (SyntCarbon)\n\nZespół biomimetycznych materiałów stymulujących regenerację tkanek i narządów (BioMimReg)\n\nZespół materiałów polimerowych do zastosowań medycznych i technicznych\n\nWydział Inżynierii Materiałowej i Ceramiki AGH\n\n Opis działalności \n\nPrzedmiotem badań prowadzonych w laboratorium jest opracowanie nowych materiałów i urządzeń półprzewodnikowych w szczególności do zastosowań w energetyce odnawialnej.\n\nBadania podstawowe dotyczą opracowania nowych materiałów termoelektrycznych o wysokim średnim współczynniku efektywności termoelektrycznej ZTav. Opracowywane są nowe materiały międzymetaliczne, ceramiczne, polimerowe, kompozytowe jak i warstwy do różnych zastosowań takich jak:\n\n- konwersja ciepła na energię elektryczną (generatory termoelektryczne)\n\n- termoelektryczne pompy ciepła (moduły Peltiera)\n\n- sensory biomedyczne i chemiczne\n\n- czujniki temperatury i strumienia ciepła\n\nLaboratorium prowadzi także prace badawcze w zakresie opracowywania urządzeń i podzespołów termoelektrycznych takich jak: generatory termoelektryczne do odzysku ciepła odpadowego, konwersji energii słonecznej, ciepła ciała ludzkiego do zastosowań w technikach kosmicznych, energetycznych i wojskowych.\n\nOpracowujemy także nowe urządzenia i techniki pomiarowe takie jak:\n\n- Skaningowa Mikroskopia Termoelektryczna (SThM) do analizy rozkładu powierzchniowego parametrów termoelektrycznych\n\n- oznaczenia wodoru w stopach metalicznych metodą SThM\n\n- badania rezystancji złącz metal-półprzewodnik\n\n- badania wydajności generatorów i modułów termoelektrycznych\n\n- separatorów gazów (np. 02 , H2) wspomaganych różnicą temperatur\n\nW laboratorium prowadzone są także prace projektowe nowych urządzeń termoelektrycznych\n\n(generatorów, przetworników, pomp ciepła) jak i modelowanie metodą elementów skończonych transportu ciepła i parametrów termoelektrycznych.\n\n Członkowie \n\nprof. Krzysztof Wojciechowski - kierownik,\n\ndr Taras Parashchuk, dr Karolina Zazakowny,\n\ndr Abinaya Rengarajan, dr Anikumar Bohra,\n\nmgr Oleksandr Cherniushok,\n\nmgr inż. Adrianna Lis,\n\nmgr Mykola Maksymuk,\n\nmgr Szymon Gogoc,\n\nmgr inż. Maja Sajdak.\n\n Patenty \n\nKrzysztof T. Wojciechowski, Taras Parashchuk, Mykola Maksymuk. Thermoelectric converter made of functionally graded materials. Patent N PL 444240, 2023 (pending).\n\nKrzysztof T. Wojciechowski, Taras Parashchuk, Oleksandr Cherniushok. Material with γ-argyrodite structure for thermoelectric conversion and the method of it obtaining. Patent N PL 441471, 2022 (pending).\n\n Projekty \n\nWEAVE-UNISONO UMO-2022/04/Y/ST5/00139, Entropy engineering and interface optimization in materials for highly effective thermoelectric energy conversion 2023-2026,\n\nTEAM-TECH/2016-2/14, New approach for development of efficient materials for direct,\n\nconversion of heat into electricity, Foundation for Polish Science, 2018-2020, TECHMATSTRATEG2/408569/5/NCBR/2019, Development of a technology for the production of a new type of thermoelectric modules for the conversion of low-parameter waste heat into electricity, NCBiR, 2019-2022.\n\n Współpraca \n\nMax Planck Institute of Chemical Physics of Solids, Dresden, Germany (Group of Prof. Yuri Grin),\n\nGerman Aerospace Center (DLR), Cologne, Germany (Groups of Prof. Eckhard Mueller and Prof. Johannes de Boor),\n\nUniversity of Caen Normandy, France (Group of Prof. Franck Gascoin),\n\nMichigan State University, East Lansing, USA (Group of Prof. Alexandra Zevalkink),\n\nColorado School of Mines, Golden, USA (Group of Prof. Eric Toberer),\n\nVienna University of Technology, Vienna, Austria (Group of Prof. Ernst Bauer),\n\nKumamoto University, Kumamoto, Japan (Groups of Prof. Tsutomu Mashimo and Prof. Akira Yoshiasa),\n\nIndian Institute of Science, Bangalore, India (Group of Prof. Ramesh Chandra Mallik),\n\nIvan Franko National University of Lviv, Lviv, Ukraine (Group of Prof. Roman Gladyshevskii),\n\nVasyl Stefanyk Precarpathian National University, Ivano-Frankivsk, Ukraine (Groups of Prof. Lyubomyr Nykyruy and Prof. Volodymyr Kotsyubynsky),\n\nLesya Ukrainka Volyn National University, Lutsk, Ukraine (Group of Prof. Oleh Marchuk),\n\nPolish Academy of Sciences, Warsaw, Poland (Group of Prof. Tomasz Story),\n\nGdansk University of Technology, Gdansk, Poland (Group of Prof. Sebastian Molin),\n\nJagiellonian University in Krakow, Krakow, Poland (Group of Prof. Szczepan Zapotoczny).\n\n Opis działalności \n\nBadania w obszarze inżynierii powierzchni obejmujące wytwarzanie powłok i cienkich warstw, charakterystykę ich składu i struktury oraz wybranych właściwości fizycznych i chemicznych pod kątem przydatności do przewidywanych zastosowań;\n\nBadania kinetyki i mechanizmu reakcji/dyfuzji w układach heterogenicznych, badanie degradacji materiałów w kontakcie z agresywnym środowiskiem w wysokiej temperaturze oraz na korozję w roztworach elektrolitów.\n\n Członkowie \n\nprof. dr hab. inż. Elżbieta Godlewska,\n\ndr inż. Krzysztof Mars, dr inż. Marzena Mitoraj,\n\ndoktoranci:\n\nmgr inż. Jakub Czerski,\n\nmgr inż. Mateusz Sałęga-Starzecki\n\n Patenty \n\nSposób otrzymywania materiału konstrukcyjnego z proszków żelaza i glinu, E. Godlewska, R. Mania, St. Szczepanik, S. Koziński, PL 202304 B1 opubl. 15.12.2008 r.,\n\nSposób wytwarzania ceramicznych warstw na tkaninie, R. Mania, E. Godlewska, K. Mars, J. Morgiel, R. Wolański, PL 215960 B1 opubl. 2014-02-28,\n\nSposób wytwarzania krzemku magnezu, E. Godlewska, R. Mania, K. Mars, PL 217574 B1; Udziel. 2013-12-19; Opubl. 2014-07-31,\n\nSposób wytwarzania powłoki ochronnej na materiałach termoelektrycznych E. Godlewska, M. Nocuń, K. Majewska-Zawadzka, K. Mars, PL 218147 B1; Udziel. 2014-03-07; Opubl. 2014-10-31.\n\n Projekty \n\nNADEA Nano-scale duplex high entropy alloys produced by additive manufacturing, M-ERA.NET 2 2018-2022 (Nanostrukturalne stopy o wysokiej entropii konfiguracyjnej otrzymywane metodą druku 3D),\n\nWarstwy półprzewodnikowe o kontrolowanej mikrostrukturze nanoszone metodą impulsowego rozpylania magnetronowego, OPUS NCN 2017-2022 (Semiconducting layers with controlled microstructure deposited by pulse magnetron sputtering).\n\n Współpraca \n\nAccess e.V., Aachen, Germany, Bundesanstalt für Materialforschung undprüfung (BAM), Berlin, Germany, Oerlikon AM Europe GmbH, Barleben, Germany\n\nOerlikon AM Europe GmbH, Feldkirchen, Germany,\n\nInstytut Metalurgii i Inżynierii Materiałowej im. Aleksandra Krupkowskiego PAN w Krakowie,\n\nWydział Inżynierii Metali i Informatyki Przemysłowej AGH,\n\nAkademickie Centrum Materiałów i Nanotechnologii AGH,\n\nŁukasiewicz Research Network – Institute of Microelectronics and Photonics.\n\n Opis działalności \n\nBadania w zakresie technologii mas, szkliw, pobiałek ceramicznych,\n\nOznaczaniie właściwości technologicznych, mechanicznych, chemicznych, reologicznych wymienionych półfabrykatów,\n\nOznaczanie wpływu poszczególnych tlenków na właściwości technologiczne, strukturę oraz parametry fizyko-chemiczne,\n\nOcena właściwości i przydatności surowców naturalnych do zastosowania w technologii wyrobów ceramiki tradycyjnej,\n\nOpracowywanie albo korekta receptur wszystkich rodzajów mas, szkliw, pobiałek ceramicznych,\n\nNie certyfikujące oznaczanie właściwości wyrobów gotowych,\n\nPomoc od strony technologicznej przy wdrażaniu metodyki Przemysł 4.0.\n\n Członkowie \n\ndr hab. inż. Janusz Partyka Prof. AGH,\n\ndr hab. inż. Marcin Gajek,\n\ndr inż. Katarzyna Pasiut,\n\ndr inż. Łukasz Wójcik,\n\ndr inż. Dawid Kozień.\n\n Opis działalności \n\nGłównym obszarem zainteresowań grupy badawczej są kompozyty cementowe. Prace realizowane przez zespół podzielone są na zadania i dotyczą:\n\n​- projektowania kompozytów cementowych aktywnie reagujących na warunki środowiskowe (smart cement composites),\n\n- projektowania kompozytów cementowych o zdolności fotokatalitycznego rozkładu zanieczyszczeń powietrza (NOx, SO2) pod wpływem promieniowania UV,\n\n- projektowania i modyfikacji właściwości lekkich wypełniaczy mineralnych,\n\n- druku 3D z betonu i mas ceramicznych,\n\n- badania mikrostruktury, właściwości i trwałości spoiw mineralnych, ze szczególnym uwzględnieniem roli dodatków mineralnych, które mogą być wykorzystane jako częściowe zastąpienie klinkieru portlandzkiego w cemencie oraz cementów niskoenergetycznych,\n\n- badania domieszek chemicznych,\n\n- opracowanie nowych, innowacyjnych technologii w zakresie ceramiki budowlanej.\n\n Członkowie \n\ndr hab. inż. Waldemar Pichór, prof. uczelni,\n\ndr inż. Maksymilian Frąc,\n\ndr inż. Paulina Szołdra,\n\ndr inż. Sylwia Kucharczyk,\n\ndr inż. Piotr Stępień,\n\ndr inż. Ewelina Kłosek-Wawrzyn.\n\n Patenty \n\nPL 233107 Mieszanka do wytwarzania betonu komórkowego, W. PICHÓR, A. Różycka, M. FRĄC (2019),\n\nPL 230886 Spoiwo cementowe, W. PICHÓR, M. FRĄC (2018),\n\nPL 229764 Sposób wytwarzania dodatku o właściwościach przewodzących do kompozytów cementowych, W. PICHÓR, M. FRĄC (2018),\n\nPL 230095 Sposób wytwarzania materiału budowlanego o właściwościach termoizolacyjnych, Z. Pytel, W. PICHÓR (2018),\n\nPL 231222 Zastosowanie szungitu w spoiwie cementowym przewodzącym prąd elektryczny, W. PICHÓR, M. FRĄC, A. Gubernat, S. Augustyn (2018).\n\n Projekty \n\nMiniatura 4: Wpływ zawilgocenia matrycy cementowej na właściwości elektryczne kompozytów z dodatkami przewodzącymi, M. FRĄC (2021),\n\nPBS1/A5/14/2012 Kompleksowe wykorzystanie odpadu powstającego podczas produkcji lub stosowania perlitu ekspandowanego, W. PICHÓR (2012-2016),\n\nMiniatura 6: Wpływ warunków prowadzenia syntezy szkieł obecnych w wybranych odpadach przemysłowych na ich strukturę i późniejszą reaktywność w układach modelowych symulujących warunki hydratyzującego cementu, S. KUCHARCZYK (2023),\n\nIDUB Działanie 4 Aktywne wielofunkcyjne materiały cementowe, W. PICHÓR (2021-2023),\n\nIDUB Działanie 4 Fusy z kawy jako ekologiczny surowiec do produkcji porowatych materiałów ceramicznych o właściwościach termoizolacyjnych, E. KŁOSEK-WAWRZYN (2022).\n\n Współpraca \n\nAuburn University, Department of Civil Engineering, USA,\n\nDokuz Eylul University, Faculty of Engineering, Department of Civil Engineering Mechanics (Civil Construction),Turkey,\n\nBiotechnical Faculty, University of Ljubljana, Department of Food Science and Technology, Slovenia,\n\nPolitechnika Warszawska, Wydział Inżynierii Lądowej, Instytut Inżynierii Budowlanej,\n\nUniwersytet Technologiczno-Przyrodniczy w Bydgoszczy, Wydział Budownictwa, Architektury i Inżynierii Środowiska,\n\nZachodniopomorski Uniwersytet Techniczny, Szczecin,\n\nInstytut Podstawowych Problemów Techniki PAN, Warszawa,\n\nInstytut Techniki Budowlanej, Warszawa.\n\n Opis działalności \n\nGłówne zainteresowania badawcze grupy dotyczą materiałów do konwersji energii - ich syntezy, charakteryzacji i modyfikacji właściwości poprzez odpowiedni dobór składu chemicznego (domieszkowanie) i warunków syntezy, w połączeniu z teoretycznym modelowaniem ich właściwości przy użyciu zaawansowanych metod mechaniki kwantowej (eksperymenty in silico) w celu lepszego poznania ich struktury i właściwości oraz przewidywania wpływu zmian składu chemicznego na właściwości takich materiałów.\n\n Członkowie \n\nProf. dr hab. inż. Andrzej Koleżyński,\n\ndr inż. Juliusz Leszczyński,\n\ndr inż. Paweł Nieroda,\n\nmgr inż. Krzysztof Kapera.\n\n Projekty \n\nNCN, projekt nr 2016/23/D/ST8/00022, Synteza i optymalizacja właściwości transportowych nowych superjonowych materiałów termoelektrycznych na bazie Cu do konwersji energii cieplnej na energię elektryczną, 2017-2021,\n\nNCN, projekt nr 2016/21/B/ST8/00409, Opracowanie kompleksowych metod modyfikacji struktury i wytworzenia nowoczesnych warstw ochronnych zapewniających stabilność chemiczną i odporność na korozję nowych, wysokowydajnych materiałów termoelektrycznych do konwersji energii cieplnej na energię elektryczną, 2017-2021,\n\nNCN, projekt nr 2018/02/X/ST5/01577, Synteza, zagęszczanie oraz badania strukturalne i mikrostrukturalne tetraedrytów siarczkowych i fosforkowych do zastosowań termoelektrycznych, 2018-2019,\n\nNCN, projekt nr 2016/21/N/ST8/00184, Wysokowydajne materiały termoelektryczne do konwersji energii oparte na domieszkowanych Cu2S i Cu2Se, 2017-2020,\n\nMNiSW, Diamentowy grant, DI2014 019144, Właściwości termoelektryczne wybranych domieszkowanych materiałów typu AgXY2 i klatratów krzemowych – badania in silico, 2016-2019.\n\n Współpraca \n\nGraduate School of Chemical Sciences and Engineering, Hokkaido University, Sapporo, Japan,\n\nInstitut Jean Lamour, Universite de Lorraine, Nancy, France,\n\nDeutsches Zentrum für Luft- und Raumfahrt e. V. (DLR), Cologne, Germany,\n\nWydział Inżynierii Materiałowej, Politechnika Warszawska.\n\n Opis działalności \n\nZakres działalności zespołu: wykorzystanie uczenia maszynowego oraz głębokiego uczenia maszynowego w rozwiązywaniu różnych problemów z zakresu nauk chemicznych i inżynierskich; projektowanie nowych algorytmów chemometrycznych oraz przetwarzania sygnałów, ich implementacja i weryfikacja z wykorzystaniem danych symulacyjnych oraz eksperymentalnych; projektowanie i implementacja oprogramowania elektroanalitycznych systemów pomiarowych; tworzenie skomputeryzowanych analizatorów, spełniających aktualne wymagania w zakresie oprogramowania sterującego i interpretacyjnego oraz transmisji; projektowanie i implementacja oprogramowania elektroanalitycznych systemów pomiarowych; tworzenie skomputeryzowanych analizatorów, spełniających aktualne wymagania w zakresie oprogramowania sterującego i interpretacyjnego oraz transmisji danych; włączenie do zestawu metodologii badawczych chemii analitycznej nowych algorytmów przetwarzania sygnałów, nowatorskich strategii modelowania deterministycznego i niedeterministycznego oraz uczenia maszynowego, umożliwiających rozpoznanie złożonych próbek na podstawie ich elektrochemicznego „odcisku palca”. W swoich działaniach proponujemy strategie, których ogólnym celem jest dążenie do wydobycia z danych pomiarowych istotnych informacji oraz poszukiwanie zwartej i treściwej numerycznej i/lub graficznej ich reprezentacji, która może być wykorzystania do zdobycia wiedzy na temat badanych systemów oraz sformułowania rozwiązania postawionego problemu.\n\n Członkowie \n\nprof. dr hab. Małgorzata Jakubowska,\n\ndr inż. Łukasz Górski,\n\ndr inż. Filip Ciepiela,\n\nmgr inż. Patrycja Kwiek.\n\n Projekty \n\nDeep neural networks in the identification of safe food and dietary supplements based on signals from innovative multi-electrode chemical sensors.\n\n Współpraca \n\nProf. Valentin Mirceski, Institute of Chemistry, Faculty of Natural Sciences and Mathematics, “Ss Cyril and Methodius” University, Skopje, North Macedonia,\n\nResearch Center for Environment and Materials, Macedonian Academy of Sciences and Arts, Skopje, North Macedonia,\n\nUniwersytet Jagielloński.\n\n Opis działalności \n\nProwadzimy badania nad opracowaniem nowych wielofunkcyjnych biomateriałów dla inżynierii tkankowej i medycyny regeneracyjnej, nanomedycyny, a także nad systemami dostarczania leków i związków biologicznie aktywnych\n\nTematyka badawcza\n\n- Polimerowe i kompozytowe rusztowania dla inżynierii tkanki kostnej i chrzęstnej\n\n- Badania degradacji polimerów resorbowalnych\n\n- Modyfikacja powierzchni materiałów polimerowych metodami fizycznymi i chemicznymi\n\n- Adsorpcja białek i glikozaminoglikanów na powierzchni biomateriałów i jej wpływ na zachowanie komórek\n\n- Badanie organizacji zaadsorbowanych biomolekuł w skali nanometrycznej za pomocą mikroskopii sił atomowych\n\n- Opracowanie membran barierowych do sterowanej regeneracji tkanek\n\n- Opracowanie substytutów tkanki kostnej na bazie zmineralizowanych hydrożeli\n\n- Ceramiczne rusztowania z TiO2 do zastosowań medycznych\n\n- Systemy dostarczania leków oparte na resorbowalnych nano- i mikrocząstkach i hydrożelach\n\n- Wziewne systemy dostarczania leków przeciwnowotworowych oparte na mikrocząstkach lipidowych i nanocząstkach magnetycznych\n\n- Systemy dostarczania peptydów antybakteryjnych\n\n- Materiały dla modułowej inżynierii tkankowej oparte na resorbowalnych mikrosferach\n\n- Modyfikowane powierzchniowo degradowalne membrany dla periodontologii\n\n- Nowe degradowalne materiały polimerowe do inżynierii naczyń krwionośnych\n\n- Wziewne polimerowe nośniki antybiotyków i inhibitorów sygnalizatorów zagęszczenia do leczenia zaostrzeń przewlekłej obturacyjnej choroby płuc\n\n- Hydrożele wzbogacone w nanonośniki leków jako zaawansowane opatrunki do leczenia ran\n\n- Wielofazowe organiczno-mineralne mikrożele do regeneracji tkanki kostnej\n\n- Modułowe rusztowania dla inżynierii tkanki kostno-chrzęstnej \n\n Członkowie \n\nProf. Elżbieta Pamuła\n\nDr inż. Katarzyna Reczyńska-Kolman\n\nMgr inż. Konrad Kwiecień\n\nMgr inż. Karolina Knap\n\nMgr inż. Iwona Pudełko-Prażuch\n\nMgr inż. Anna Kusibab\n\nMgr inż. Kamila Walczak\n\nMgr inż. Stanisław Marecik\n\n Patenty \n\n1. PL 243038 B1: Sposób wytwarzania porowatego materiału polisacharydowego do regeneracji ubytków kostno-chrzęstnych; wynalazcy: Elżbieta PAMUŁA, Krzysztof PIETRYGA, Katarzyna RECZYŃSKA; Udziel. 2023-03-27; Opubl. 2023-06-12. Zgłosz. nr P.430270 z dn. 2019-06-17.\n\n2. PL 238651 B1: Wziewny preparat farmakologiczny do leczenia zlokalizowanych guzów nowotworowych oraz sposób wytwarzania wziewnego preparatu farmakologicznego do leczenia zlokalizowanych guzów nowotworowych; wynalazcy: Elżbieta PAMUŁA, Wojciech Chrzanowski, Katarzyna RECZYŃSKA; Udziel. 2021-06-24 ; Opubl. 2021-09-20. Zgłosz. nr P.425546 z dn. 2018-05-15.\n\n3. PL 236947 B1: Wziewny preparat farmakologiczny oraz sposób wytwarzania wziewnego preparatu farmakologicznego; wynalazcy Elżbieta PAMUŁA, Wojciech Chrzanowski, Katarzyna RECZYŃSKA; Udziel. 2020-11-18 ; Opubl. 2021-03-08. Zgłosz. nr P.425547 z dn. 2018-05-15.\n\n4. PL 224426 B1: Sposób wytwarzania porowatych rusztowań przeznaczonych do hodowli żywych komórek; wynalazcy: Piotr Dobrzyński, Janusz Kapuśniak, Janusz Kasperczyk, Arkadiusz Orchel, Elżbieta PAMUŁA, Piotr Rychter, Anna Smola; Udziel. 2016-06-15; Opubl. 2016-12-30. Zgłosz. nr P.404307 z dn. 2013-06-13.\n\n5. PL 224391 B1: Sposób wytwarzania porowatych rusztowań przeznaczonych do hodowli żywych komórek; wynalazcy: Piotr Dobrzyński, Janusz Kapuśniak, Janusz Kasperczyk, Arkadiusz Orchel, Elżbieta PAMUŁA, Piotr Rychter, Anna Smola; Udziel. 2016-06-15; Opubl. 2016-12-30. Zgłosz. nr P.404308 z dn. 2013-06-13.\n\n6. DE 102013225772 B4: Oberflächenfunktionalisiertes Polymer für biologische Anwendungen und Verfahren zu dessen Herstellung: wynalazcy: Scharnweber Dieter, Jordan Rainer, PAMUŁA Elżbieta; Udziel. 2016-11-14; Opubl. 2017-03-02. Zgłosz. nr DE102013225772 z dn. 2013-12-12.\n\n7. PL 219076 B1: Sposób wytwarzania resorbowalnej membrany do sterowanej regeneracji tkanek; wynalazcy: Elżbieta PAMUŁA, Stanisław BŁAŻEWICZ, Małgorzata KROK, Dorota Kościelniak, Piotr Dobrzyński; Udziel. 2014-07-11; Opubl. 2015-03-31. Zgłosz. nr P.391519 z dn. 2010-06-15.\n\n8. PL 210579 B1: Sposób wytwarzania biomateriału ceramiczno–węglowego; wynalazcy: Stanisław BŁAŻEWICZ, Marta BŁAŻEWICZ, Jan CHŁOPEK, Elżbieta PAMUŁA, Cezary WAJLER, Augustyn POWROŹNIK [et al.]; Udziel. 2011-06-22; Opubl. 2012-02-29. Zgłosz. nr P.377921 z dn. 2005-11-02.\n\n9. PL 204065 B1: Sposób wytwarzania materiału na implanty do rekonstrukcji tkanki chrzęstnej; wynalazcy: Stanisław BŁAŻEWICZ, Elżbieta PAMUŁA, Bożena KONIECZNA [et al.]; Udziel. 2009-06-08; Opubl. 2009-12-31. Zgłosz. nr P.358951 z dn. 2003-03-03.\n\n10. PL 377921 A1: Sposób wytwarzania biomateriału ceramiczno-węglowego; wynalazcy: BŁAŻEWICZ Stanisław, BŁAŻEWICZ Marta, CHŁOPEK Jan, PAMUŁA Elżbieta, WAJLER Cezary, POWROŹNIK Augustyn [et al.]; Opubl. 2007-05-14. — Zgłosz. nr P.377921 z dn. 2005-11-02\n\n11. PL 191004 B1: Sposób wytwarzania warstwowych implantów chirurgicznych; wynalazcy: Marta BŁAŻEWICZ, Elżbieta PAMUŁA, Maria Chomyszyn-Gajewska; Udziel. 2005-07-15; Opubl. 2006-02-28.\n\n Projekty \n\nNCN Opus: 2019/35/B/ST5/01103 (2020-2025) Wziewne polimerowe nośniki antybiotyków i inhibitorów sygnalizatorów zagęszczenia do leczenia infekcji w układzie oddechowym (Kierownik – Elżbieta Pamuła)\n NCN Preludium: 2018/29/N/ST5/01543 (2019-2024) Nanocząstki lipidowe z dodatkiem peptydów antybakteryjnych jako alternatywna metoda leczenia infekcji bakteryjnych (Kierownik – Katarzyna Reczyńska, Promotor – Elżbieta Pamuła)\n\nIDUB AGH: Działanie 4 Minigrant nr 2028 (2021-2022) Ocena potencjału nowoczesnych poli(estro-bezwodników) na bazie kwasu sebacynowego do zastosowania jako systemy dostarczania leków do tkanki kostnej (Kierownik – Konrad Kwiecień, Promotor – Elżbieta Pamuła)  \n IDUB AGH: Działanie 4 POB5/45 (2020-2022) Nowej generacji wielofunkcyjne biomateriały do leczenia i regeneracji tkanek (Kierownik – Elżbieta Pamuła)\n NCN Preludium: 2018/29/N/ST8/01544 (2019-2023) Opracowanie metody pośredniej druku 3D połączonego z mineralizacją enzymatyczną w celu wytworzenia materiałów hydrożelowych służących do regeneracji tkanki kostnej oraz chrzęstnej (Kierownik – Krzysztof Pietryga, Promotor – Elżbieta Pamuła)\n\nNCN Sonata: 2016/21/D/ST8/01685 (2017-2022) Mikrosfery polimerowe jako nośniki komórek w inżynierii tkankowej „bottom-up\" (Kierownik – Malgorzata Krok-Borkowicz)\n NCN Harmonia: 2014/14/M/ST5/00649 (2015-2019) Opracowanie inteligentnego farmakologicznego preparatu inhalacyjnego z możliwością kierowanej akumulacji i aktywnego uwalniania substancji czynnej zewnętrznym polem elektomagnetycznym (Kierownik – Elżbieta Pamuła)\n NCN Preludium: 2013/09/N/ST8/00309 (2014-2017) Wysokoporowate ceramiczne rusztowania dla inżynierii tkanki kostnej (Kierownik – Łucja Rumian, Promotor – Elżbieta Pamuła)\n NCN Opus: 2012/05/B/ST8/00129 (2013-2016) Wstrzykiwalne i wszczepialne biomateriały wzbogacone w sferyczne mikro/nanonośniki leków przeznaczone do leczenia chorób kości (Kierownik – Elżbieta Pamuła)\n NCN: N N507 234640 (2011-2013) Nowej generacji bioresorbowalne materiały do sterowanej regeneracji tkanek (Kierownik – Elżbieta Pamuła, Doktorant - Małgorzata Krok)\n NCN: N N507 280736 (2009-2012) Opracowanie resorbowalnych biomateriałów polimerowych do regeneracji tkanki kostnej (Kierownik – Elżbieta Pamuła)\n NCN: 3 T08D 019 28 (2005-2008) Wpływ topografii i budowy chemicznej powierzchni biomateriałów na ich zachowanie w środowisku biologicznym in vitro (Kierownik – Elżbieta Pamuła)\n\n Współpraca \n\nWspółpraca naukowa Międzynarodowa:\n\n1. Lancaster University, Engineering Department, Lancaster, United Kingdom – Dr. Timothy E.L. Douglas\n\n2. The Sydney University, Faculty of Pharmacy, Sydney, Australia – Prof. Wojciech Chrzanowski\n\n3. Technische Universität Dresden, Max Bergmann Center of Biomaterials, Dresden, Germany – Prof. Dieter Scharnweber\n\n4. RWTH Aachen University, Department of Ceramics and Refractory Materials, Aachen, Germany – Prof. Karolina Schickle\n\n5. Czech Academy of Sciences, Institute of Physiology, Department of Biomaterials and Tissue Engineering, Prague, Czech Republic – Prof. Lucie Bacakova\n\n6. UCLouvain, Faculté des Bioingénieurs, Institut de la Matière Condensée et des Nanosciences, Louvain-la-Neuve, Belgium – Prof. Christine Dupont\n\n7. Ghent University, Centre of Macromolecular Chemistry, Ghent, Belgium – Prof. Sandra Van Vlierberghe, Prof. Peter Dubruel\n\n8. CY Cergy Paris Université, Laboratoire ERRMECe, Cergy-Pontoise – Prof. Emmanuel Pauthe\n\n9. Universidade do Porto Instituto de Engenharia Biomédica (INEB) // i3S - Instituto de Investigação e Inovação em Saúde, Porto, Portugal – Prof. Ana Paula Pêgo, Prof. Meriem Lamghari, Prof. Judite Novais Barbosa\n\n10. Slovak Academy of Sciences, Polymer Institute, Department for Biomaterials Research Bratislava, Slovakia – Prof. Juraj Kronek\n\n11. University Politehnica of Bucharest, Faculty of Applied Chemistry and Materials Science, Department of Bioresources and Polymer Science, Bucharest, Romania – Prof. Izabela-Cristina Stancu\n\n12. Oslo University, Faculty of Dentistry, Institute for Clinical Dentistry, Department of Biomaterials, Oslo, Norway – Prof. Håvard J. Haugen\n\n13. Tampere University of Technology, Faculty of Medicine and Health Technology, Tampere, Finnland – Prof. Jonathan Massera\n\n14. Reykjavik University, School of Science and Engineering - Prof. Ólafur E. Sigurjónsson\n\n15. University of Crete, Department of Materials Science and Technology, Heraklion, Crete, Greece Prof. Maria Chatzinikolaidou\n\n16. Zhejiang University Hangzhou, College of Chemical and Biological Engineering, Zhejiang, China - Prof. Hao Bai\n\nKrajowa:\n\n1. Centrum Materiałów Polimerowych i Węglowych PAN, Zabrze – Prof. Piotr Dobrzyński\n\n2. Uniwersytet Jagielloński, Wydział Lekarski, Katedra Mikrobiologii, Zakład Molekularnej Mikrobiologii Medycznej, Kraków – Prof. Monika Brzychczy-Włoch\n\n3. Uniwersytet Jagielloński, Wydział Farmaceutyczny, Katedra Farmakobiologii, Kraków – Dr Elżbieta Menaszek\n\n4. Politechnika Krakowska, Wydział Inżynierii i Technologii Chemicznej, Katedra Biotechnologii i Chemii Fizycznej, Kraków – Dr Wiktor Kasprzyk\n\n5. Politechnika Śląska, Wydział Chemiczny, Gliwice – Prof. Wojciech Simka, Prof. Katarzyna Jaszcz, Prof. Alicja Kazek-Kęsik\n\n6. Politechnika Wrocławska, Wydział Podstawowych Problemów Techniki, Wrocław –\n\nProf. Marek Langner\n\n7. Instytut Katalizy i Fizykochemii Powierzchni, PAN, Kraków – Prof. Barbara Jachimska\n\n8. Instytut Fizyki Jądrowej PAN, Kraków – Prof. Czesława Paluszkiewicz, Prof. Marta Marszałek\n\n9. Instytut Metalurgii i Inżynierii Materiałowej Polskiej Akademii Nauk, Kraków – Prof. Roman Major\n\n10. Uniwersytet Łódzki, Wydział Chemii, Łódź – Dr Barbara Burnat\n\n Opis działalności \n\nBadania naukowe w obrębie naszej grupy badawczej prowadzone są w dwóch głównych obszarach tematycznych. Pierwszy z nich związany jest z badaniami nad opracowaniem nowych wielofunkcyjnych materiałów polimerowych dla potencjalnych zastosowań biomedycznych, w szczególności dla potrzeb ortopedii. Drugi obszar tematyczny obejmuje badania nanokompozytów i kompozytów polimerowych do różnego rodzaju zastosowań, w tym konstrukcyjnych oraz do konwersji i akumulacji energii cieplnej.\n\nTematyka badawcza:\n\n• nanokompozyty i kompozyty polimerowe do regeneracji i rekonstrukcji tkanki kostnej i chrzęstnej\n\n• akrylanowe i poliuretanowe wielofunkcyjne cementy kostne z kontrolowaną temperaturą sieciowania\n\n• funkcjonalizacja chemiczna nanocząstek nieorganicznych polimerami\n\n• hydrożele polimerowe do regeneracji tkanki chrzęstnej\n\n• polimerowe materiały fazowo-zmienne do konwersji i akumulacji energii cieplnej\n\n• synteza materiałów poliuretanowych modyfikowanych polimerami pochodzenia naturalnego\n\n• materiały poliuretanowe o właściwościach samoleczących\n\n• nanokompozyty poliacetalowe\n\n• kompozyty z surowców pochodzenia naturalnego\n\n• badania stabilności termicznej i procesów degradacji termicznej materiałów polimerowych\n\n• badanie właściwości termicznych i procesów krystalizacji polimerów\n\n• analiza termiczna polimerów (DSC, TGA)\n\n• badanie właściwości mechanicznych materiałów polimerowych metodami DMA oraz ultradźwiękowymi\n\n Członkowie \n\nProf. dr hab. inż. Kinga Pielichowska,\n\nDr inż. Beata Macherzyńska,\n\nDr inż. Anna Morawska-Chochół,\n\nDr inż. Katarzyna Nowicka,\n\nDr inż. Patrycja Domalik-Pyzik,\n\nDr inż. Wojciech Piekarczyk,\n\nDr inż. Piotr Szatkowski,\n\nMgr inż. Natalia Paprota,\n\nMgr inż. Justyna Kościuk,\n\nMgr inż. Katarzyna Suchorowiec,\n\nMgr inż. Martyna Szatkowska,\n\nMgr inż. Ewa Szczepanik,\n\nMgr inż. Rafał Twaróg,\n\nMgr inż. Natalia Złocista-Szewczyk.\n\n Patenty \n\nK. Pielichowska, K. Król-Morkisz, Sposób wytwarzania hybrydowego stabilizatora termicznego, PL416047A1,\n\nK. Pielichowska, S. Błażewicz, Akrylanowy cement kostny, PL406713A1.\n\n Projekty \n\nIDUB Działanie 4, (2023-2025) Hybrydowe układy do konwersji promieniowania słonecznego na energię cieplną i akumulacji energii cieplnej w oparciu o aerożele grafenowe infiltrowane materiałami fazowo-zmiennymi (PCM), (Kierownik – K. Pielichowska),\n\nNCN Miniatura, 2023-2024, Wysokowytrzymałe podłoża hydrożelowe stanowiące nośnik substancji aktywnych biologicznie stymulujących regenerację chrząstki (A. Morawska-Chochół),\n\nNCN Sonata BIS: 2016/22/E/ST8/00048 (2017-2022) Wielofunkcyjne cementy kostne w oparciu o poliuretanosacharydy z kontrolowaną temperaturą sieciowania\" (Kierownik – K. Pielichowska),\n\nSTRATEGMED3/303570/7/NCBR/2017 (2017-2021) Opracowanie zoptymalizowanych metod leczenia uszkodzeń tkankowych w oparciu o innowacyjne kompozyty oraz mezenchymalne komórki macierzyste i ich pochodne u pacjentów z chorobami cywilizacyjnymi NCBiR w konsorcjum (AGH Partner, J. Chłopek, P. Domalik-Pyzik),\n\nNCN OPUS: 2016/21/B/ST8/00449 (2017-2020) Nanokompozyty poliacetalowe zawierające hybrydowy nieorganiczno-organiczny napełniacz na bazie hydroksyapatytu do potencjalnych zastosowań biomedycznych (Kierownik – K. Pielichowska),\n\nNCN OPUS: 2011/03/B/ST8/05255 (2012-2015) Nanokompozyty poliuretanowe zawierające grafen do akumulacji energii cieplnej (Kierownik – K. Pielichowska),\n\nNCN Preludium: 2013/09/N/ST8/02010 (2014-2016) Metodyka i badanie właściwości sprężystych materiałów anioztropowych metodą ultradźwiękową (Kierownik – W. Piekarczyk),\n\nNCN Preludium: 2012/05/N/ST8/03403 (2013-2015) Otrzymywanie i charakterystyka kompozytów poliuretanowych o właściwościach samoregenerujących zawierających włókna węglowe (Kierownik – P. Szatkowski),\n\nMNiSW PolPost-Doc II: PBZ/MEiN/01/2006/15 (2006-2011) Nanokompozyty polioksymetylenu (POM) zawierające hydroksyapatyt dla zastosowań biomedycznych (Kierownik – K. Pielichowska).\n\n Współpraca \n\nPolymer Institute, Slovak Academy of Sciences, Bratislava,\n\nPolitecnico di Milano, Department of Mechanical Engineering,\n\nPolitechnika Rzeszowska, Wydział Chemiczny,\n\nPolitechnika Krakowska, Wydział Inżynierii i Technologii Chemicznej,\n\nInstytut Fizyki Jądrowej PAN w Krakowie.\n\n Opis działalności \n\nBadania prowadzone w zespole dotyczą zagadnień, w których główną rolę odgrywają syntetyczne materiały węglowe, czyli materiały które powstają w wyniku obróbki termicznej, czy też pirolizy prekursorów organicznych zarówno stałych, ciekłych jak i gazowych. W wyniku tych procesów uzyskuje się zarówno materiały w skali nanomaterycznej jak nanorurki węglowe (CNTs), nanowłókna węglowe (CNFs), jak również włókna węglowe, warstwy pirolityczne czy warstwy typu DLC, węgle aktywne, czy też kompozyty i nanokompozyty węglowe. W obszarze zainteresowań naszej grupy są w zasadzie wszystkie z wymienionych rodzajów węgli, przy czym szczególną uwagę skupiamy na nanomateriałach węglowych w tym CNTs i ich modyfikacji, celem której jest nadanie pożądanych właściwości użytkowych. Dzięki procesom zróżnicowanej funkcjonalizacji chemicznej, otwieramy drogę dla wielu potencjalnych zastosowań, zarówno z zakresu przemysłu, czy elektroniki, jak i dla wytwarzania zaawansowanych rozwiązań biomedycznych.\n\nTematyka badawcza zespołu\n\n• Nanostruktury węglowe – synteza, funkcjonalizacja, właściwości;\n\n• Nanowłókna węglowe i hybrydowe nanowłókna węglowe;\n\n• Warstwy z nanomateriałów węglowych;\n\n• Nowej generacji włókna węglowe;\n\n• Kompozyty węgiel-węgiel;\n\n• Kompozyty węglowo-ceramiczne;\n\n• Otrzymywanie warstw i osnów kompozytowych z pirowęgla (PyC)\n\n• Ziarniste kompozyty węglowe;\n\n• Węglowo-polimerowe kompozyty przewodzące;\n\n• Alternatywne spoiwa/lepiszcza dla technologii materiałów węglowo-grafitowych;\n\n• Recykling kompozytów z włóknem węglowym;\n\n• Druk 3D, biodruk, elektroprzędzenie kompozytów z nanonapełniaczami węglowymi.\n\n• Nanokompozyty z dodatkiem nanomateriałów węglowych dla celów biomedycznych i przemysłowych\n\nZakres aplikacyjny materiałów\n\n1. Medycyna\n\n2. Magazynowanie i konwersja energii\n\n3. Materiały węglowe w ochronie środowiska.\n\n4. Materiały ablacyjne/wysokotemperaturowe poszycia rakiet.\n\n5. Węglowe, grafitowe elektrody dla przemysłu ciężkiego.\n\n6. Materiały węglowe o podwyższonej odporności na utlenianie.\n\n7. Nanomateriały węglowe i nanokompozyty dla chemii analitycznej i elektrochemii\n\n Członkowie \n\nDr hab. inż. Aneta Frączek-Szczypta, prof. AGH – kierownik zespołu,\n\nDr hab. inż. Ewa Stodolak-Zych, prof. AGH,\n\nDr inż. Aleksandra Benko – adiunkt,\n\nDr inż. Maciej Gubernat – adiunkt,\n\nDr inż. Marcel Zambrzycki – asystent,\n\nMgr inż. Ryszard Wielowski - doktorant,\n\nMgr inż. Weronika Pazdyk-Słaby - doktorantka.\n\n Patenty \n\nPATENT PL 441178 A1 - Sposób modyfikacji paku węglowego, przeznaczonego do wytwarzania wyrobów węglowych i grafitowych.\n\n Projekty \n\nLIDER 0108/L-13/2022 - Opracowanie nowej generacji dyszy silników rakietowych z materiału kompozytowego typu węgiel-węgiel, Źródło: NCBiR, Czas realizacji 2023-2026 - kierownik dr inż. Maciej Gubernat,\n\nUMO-2020/39/B/ST5/02126, Węglowe kompozyty hybrydowe do stymulacji komórek centralnego układu nerwowego. Źródło: NCN, Czas realizacji 2021-2024 - kierownik: dr hab. inż. Aneta Frączek-Szczypta, prof. AGH,\n\nLIDER/7/0020/L-11/19/NCBR/2020 BioFunCardio - Biofunkcyjne podłoża do różnicowania komórek macierzystych w kierunku kardiomiocytów przy wykorzystaniu procesu elektrostymulacji. Źródło: NCBiR, projekt Lider, Czas realizacji: 2021-2024 - kierownik: dr inż. Aleksandra Benko,\n\nProject 1580, Inicjatywa Doskonałości – Uczelnia Badawcza w AGH, Nanowłókna węglowe nowej generacji w ochronie środowiska (2021-2024),\n\nPROJEKTY BADAWCZE ZAKOŃCZONE,\n\nUMO-2019/33/N/ST5/02500, Właściwości elektryczne i aktywność katalityczna względem reakcji redoks par I-/I3- hierarchicznych nanostruktur węglowych z nowym katalizatorem bimetalicznym Ni-Co. Źródło: NCN, Czas realizacji: 2020-2022 - kierownik: mgr inż. Marcel Zambrzycki,\n\nUMO-2019/35/N/ST5/02532, Od powierzchni międzyfazowej do oddziaływań między polimerami zawierającymi krzem a włóknistym węglem: Kompleksowe badania otrzymywania nanokompozytów typu włóknisty węgiel/węglik. Źródło: NCN, Czas realizacji: 2020-2022 - kierownik mgr inż. Krystian Sokołowski,\n\nUMO-2018/31/B/ST8/02418 Wpływ hybrydowych struktur węglowych na proces regeneracji tkanki chrzęstnej/kostnej. Źródło: NCN, Czas realizacji: 2019-2022 - kierownik: dr hab. inż. Ewa Stodolak-Zych, prof. AGH,\n\nUMO-2017/24/C/ST8/00400, Wpływ parametrów fizykochemicznych i elektrycznych na właściwości biologiczne nanowłóknistych materiałów węglowych. Źródło: NCN, Czas realizacji: 2017-2022 – kierownik: dr inż. Aleksandra Benko,\n\n2019/03/X/ST5/00684, Synteza nanorurek węglowych wspomagana nowymi katalizatorami krzemianowymi, Źródło: NCN, Czas realizacji: 2019-2020 - kierownik: dr inż. Maciej Gubernat,\n\n2013/11/N/ST8/01357, Ocena wpływu parametrów procesu elektroforetycznego osadzania nanorurek na właściwości otrzymywanych materiałów kompozytowych. Źródło: NCN, Czas realizacji: 2014-2017 - kierownik: dr inż. Aleksandra Benko,\n\nUMO-2013/11/D/ST8/032, Warstwy z nanomateriałów węglowych na powierzchni metalu, jako potencjalne układy do regeneracji i stymulacji komórek układu nerwowego. Źródło: NCN, Czas realizacji: 2014-2017 - kierownik: dr hab. inż. Aneta Frączek-Szczypta, prof. AGH,\n\nPBS2/B5/27/2013, Alternatywne spoiwa o obniżonej zawartości wielopierścieniowych węglowodorów aromatycznych dla technologii materiałów węglowych i grafitowych. Program Badań Stosowanych (PBS2), Źródło: NCBiR, Czas realizacji: 2013-2016,\n\nUMO-2011/01/ B/ST5/06 424, Analiza fizyko-chemicznych i biologicznych właściwości nanoform węgla przeznaczonych dla zastosowań medyczny. Źródło: NCN, Czas realizacji: 2011-2014,\n\nN N507 402039, Badanie biozgodności nanorurek węglowych oraz ich wpływ na procesy naprawcze tkanek. Źródło: MNiSzW, Czas realizacji: 2010-2013,\n\nGrant agreement no.: 230766, Biocompatibility of carbon nanoparticles with tissues of the neuromuscular system. Seventh Framework Programme the People Programme. Czas realizacji: 2009-2013,\n\nN N507 463537, Nanokompozytowe materiały dla medycyny regeneracyjnej. Źródło: MNiSzW, Czas realizacji: 2009-2011.\n\n Współpraca \n\nOśrodki naukowe:\n\nDepartment of Chemical Engineering, Northeastern University, Boston, MA, United States\n\nStanford Cardiovascular Institute, Stanford, CA, United States\n\nDepartment of Physics and Astronomy, University of Arkansas at Little Rock, United States\n\nDepartment of Biomaterials and Tissue Engineering, Institute of Physiology, Academy of Sciences of the Czech Republic\n\nInstitute of Macromolecular Chemistry, Czech Academy of Sciences, Prague 16206, Czech Republic\n\nUniversity College London, Wielka Brytania\n\nMaterials Science Institute (MSI), Lancaster University, United Kingdom\n\nKatedra i Zakład Biochemii i Biotechnologii, Uniwersytet Medyczny, Lublin\n\nInstytut Farmakologii im. Jerzego Maja Polskiej Akademii Nauk, Zakład Neuroendokrynologii Doświadczalnej, Kraków\n\nCollegium Medicum UJ, Wydział Farmacji, Zakład Cytobiologii, Kraków\n\nUniwersytet Jagielloński, Wydział Chemii\n\nZakład Biotechnologii Medycznej Wydział Biochemii, Biofizyki i Biotechnologii UJ\n\nUniwersytet Jagielloński, Instytut Zoologii i Badań Biomedycznych\n\nInstytut Fizyki Jądrowej Polskiej Akademii Nauk, Kraków\n\nUniwersytet Medyczny im. Piastów Śląskich we Wrocławiu, Wydział Lekarsko-Stomatologiczny, Zakład Chirurgii Eksperymentalnej i Badania Biomateriałów\n\nUniwersytet Kazimierza Wielkiego w Bydgoszczy, Instytut Fizyki\n\nInstytut Metalurgii i Inżynierii Materiałowej Polskiej Akademii Nauk, Kraków\n\nSieć Badawcza Łukasiewicz - Instytut Włókiennictwa w Łodzi\n\nPolitechnika Łódzka, Wydział Chemii\n\nSieć Badawcza Łukasiewicz - Instytut Biopolimerów i Włókien Chemicznych w Łodzi\n\nCatalan Institute of Nanoscience and Nanotechnology, Barcelona, Spain\n\nPrzemysł:\n\nTOKAI COBEX Polska sp. z o.o. w Nowym Sączu i Raciborzu\n\nSGL Graphite Solutions Polska sp. z o.o. w Nowym Sączu\n\nJSW Innowacje S.A. w Katowicach\n\nSpaceForest Sp. z o.o. w Gdyni\n\nPKN ORLEN S.A. w Płocku\n\n Opis działalności \n\nTematyka badawcza zespołu obejmuje wytwarzanie i charakterystykę wielofunkcyjnych biomateriałów, implantów i elementów sztucznych narządów mimikujących budowę lub działanie uszkodzonej tkanki. Otrzymane biomateriały/implanty mogą być stosowane w ramach terapii związanych z medycyną regeneracyjną ale również działać samodzielnie jako integralna część sztucznych narządów (np. membrany). Aby osiągnąć pożądany cel wykorzystujemy synergiczne podejście do projektowania i wytwarzania biomateriałów oparte o na otrzymaniu materiałów o podobnym składzie chemicznym lub fazowym w dopasowanej formie mikrostrukturlanie np.; włókna nanokompozytowe, membrany kompozytowe, warstwy nanometryczne materiały wysokoporowate.\n\nDzięki obecności nanocząstek możliwa jest pełniejszą diagnostykę procesu regeneracyjnego i jego monitorowanie metodami obrazowania takimi jak MRI czy uCT a także nadanie implantom właściwości bioaktywnych, biobójczych czy elektrycznych. W związku z realizowaną tematyką badawczą współpracujemy z ośrodkami medycznymi i weterynaryjnymi.\n\nTematyka badawcza zespołu:\n\n• Podłoża polimerowe i nanokompozytowe naśladujące tkanki lub/i ECM.\n\n• Materiały o powierzchniach ułatwiające interakcja - komórka materiał.\n\n• Biozgodność powierzchni modyfikowanych chemicznie i fizycznie.\n\n• Implanty stymulujące procesy naprawcze uszkodzonych: kości, skóry, nerwów, narządów wewnętrznych.\n\n• Materiały zaawansowane: inhibitujące powstawanie biofilmu i stymulujące wzrost komórkowy, materiały nanokompozytowe o właściwościach magnetycznych i elektrycznych.\n\n• Materiały dla potrzeb nowoczesnych sztucznych narządów\n\nTechniki wytwarzania materiałów i metody ich weryfikacji:\n\n1. Techniki formowania służące dopasowaniu mikrostrukturalnemu biomateriałów i implantów; elektroprzędzenie, liofilizacja, inwersja fazowa, druk 3D, melt-blown, wet-spinning,\n\n2. Techniki służące biofunkcjonalizacji powierzchni implantów: elektrospreing, dip coating, electrodepositon (EPD)\n\n3. Badania biomateriałów i implantów z wykorzystaniem modeli komórkowych\n\n4. Badania biomateriałów i implantów z wykorzystaniem modeli zwierzęcych\n\n5. Badania mikrobiologiczne biomateriałów\n\n Członkowie \n\ndr hab. inż. Ewa Stodolak-Zych, prof. AGH,\n\ndr hab. inż. Aneta Frączek-Szczypta, prof. AGH,\n\ndr hab inż. Barbara Szaraniec, prof. AGH,\n\ndr hab. inż. Alicja Rapacz-Kmita,\n\nprof. AGH dr inż. Karol Gryń,\n\nmgr inż. Roksana Kurpanik – doktorant,\n\nlek med. Dominika Wójtowicz - doktorant,\n\nmgr inz Paulina Armatys - doktoran,\n\nmgr inz Anna Marszałek - doktorant.\n\n Patenty \n\nPL408229-A1, 2015 J. Wieczorek, E. Stodolak-Zych, J. Koseniuk, Method for producing catheter from biocompatible material, involves applying biocompatible material to core with required internal diameter of catheter layer of biocompatible material in form of tube,\n\nPL403864-A1 PL220068-B1, 2015 M. Bogun, G. Szparaga, T. Mikołajczyk, A. Frączek-Szczypta, M. Błażewicz, E. Stodolak-Zych, Method for preparing carbon fiber composite modified ceramic nanoadditives utilized for medical purposes, involves utilizing precursor fibers, and molding fibers followed by subjecting fibers and depositing and modifying fibrous layer,\n\nPL393023-A1 PL218234-B1 S. Błażewicz E. Stodolak, T. Gumuła, R. Leszczyński, Iris retractor manufacturing method, involves placing impregnated fiber bundle in mold for shaping retractor, where molded retractor is subjected to mechanical treatment after removing solvent from polymer,\n\nPL392840-A1 PL214882-B1 S. Błażewicz, E. Stodolak, H. Matraszek, Method for manufacturing orbital facial prosthesis for facial reconstruction, involves placing ecto-prosthesis material on silicon surface layer provided on connecting face, where material is attached to surface of face by adhesive material,\n\nPL 213638 B1 S. Błażewicz, R. Leszczyński, A. Gierek-Łapińska, B. Kamińska-Olechnowicz, M. Błażewicz, T. Gumuła, E. Stodolak, A. Powroźnik, The manner of production of intradural implant for treatment of glaucoma,\n\nP-416860 Zgłoszenie patentowe z dn.15.04.2016 S. Błażewicz, E. Stodolak-Zych, A.Magiera, T.Szponder, Sposób wytwarzania resorbowalnych membran polimerowych dla sterowanej regeneracji tkanek.\n\n Projekty \n\nAktualnie realizowane projekty badawcze:\n\nBioSpong. Porowate, biodegradowalne implanty do regeneracji kości gąbczastej. Wykonawca zadania: Ocena biomechaniczna i fizykochemiczna wszczepów kostnych. Źródło: NCBiR, projekt Lider, Czas realizacji: 2021-2024.\n\nProjekty badawcze zakończone:\n\nUMO-2018/31/B/ST8/02418 Wpływ hybrydowych struktur węglowych na proces regeneracji tkanki chrzęstnej/kostnej (2019-2023), konsorcjum AGH. Źródło: NCN,\n\nOpracowanie innowacyjnej, prośrodowiskowej technologii produkcji wielkoformatowych, w tym głęboko strukturalnych płyt ceramicznych w technologii gresu z wykorzystaniem pionierskiej metody zawracania wszystkich braków miękkich powstałych na etapie formowania produktu. Wykonawca zadania: Ocena mikrobiologiczna płyt ceramicznych. Źródło: NCBiR, projekt POIR.01.01.01-00-0503/20. Czas realizacji: 2020-2022,\n\nUMO-2015/19/B/ST8/02594 Innowacyjne materiały hybrydowe do regeneracji tkanek wywodzące się wyłącznie ze związków naturalnych (2016-2019), konsorcjum AGH. Źródło: NCN,\n\nUMO-2012/07/B/ST8/03378 Biodegradowalne, hybrydowe struktury z kwasu hialuronowego otrzymane metodą elektroprzędzenia zawierające aktywne modyfikatory (2014-2017), konsorcjum AGH. Źródło: NCN,\n\nUMO-2011/01/ B/ST5/06 424, Analiza fizyko-chemicznych i biologicznych właściwości nanoform węgla przeznaczonych dla zastosowań medyczny (2011-2014) Źródło: NCN,\n\nN N507401939 Osteokonduktywne i osteoinduktywne kompozytowe materiały hybrydowe dla celów medycyny regeneracyjnej (2010-2013). Źródło: MNiSzW,\n\nN R08001706 Wytwarzanie nowej generacji biodegradowalnych kopoliestrów chityny, otrzymywanie z nich włókien nanokompozytowych oraz biokompozytów do celów implantacyjnych (2009-2012). Źródło: MNiSzW,\n\nN N302632140 Wykorzystanie kateterów polikaprolaktonu do laparoskopowego przenoszenia świeżych lub kriokonerwowanych zarodków świni (2010-2013.) Źródło: MNiSzW.\n\n Współpraca \n\nOśrodki naukowe:\n\nDepartment of Biomaterials and Tissue Engineering, Institute of Physiology, Academy of Sciences of the Czech Republic,\n\nInstitute of Macromolecular Chemistry, Czech Academy of Sciences, Prague 16206, Czech Republic,\n\nUniwersytet Jagielloński, Wydział Chemii,\n\nUniwersytet Jagielloński, Instytut Zoologii i Badań Biomedycznych,\n\nInstytut Fizyki Jądrowej Polskiej Akademii Nauk, Kraków,\n\nUniwersytet Jagielloński, Wydział Biochemii, Biofizyki i Biotechnologii, Zakład Biotechnologii Medycznej,\n\nAkademia Wychowania Fizycznego, Zakład Kosmetologii Stosowanej, Kraków,\n\nŁódzki Instytut Włókiennictwa - Sieć Badawcza Łukasiewicz,\n\nPolitechnika Łódzka, Wydział Chemii,\n\nUniwersytet Warszawski, Wydział Chemii,\n\nUniwersytet Przyrodniczy, Wydział Weterynarii, Lublin,\n\nUniwersyteckie Centrum Medycyny Weterynaryjnej UR-UJ, Kraków,\n\nInstytut Zootechniki, Państwowy Instytut Badawczy, Balice.\n\nPrzemysł:\n\nCERRAD Sp. z o.o.,\n\nExpack,\n\nGI Innovation Sp. z o. o Zakład Detali Medycznych Demed Sp. z o.o. Mikołów.\n\n Opis działalności \n\nMateriały i implanty polimerowe modyfikowane substancjami biologicznie aktywnymi w regeneracji nerwów obwodowych i ośrodkowego układu nerwowego,\n\nBiomimikra w inżynierii biomateriałów do zastosowań w rekonstrukcji i stymulacji regeneracji tkanek elektroaktywnych - tkanka nerwowa i mięśniowa,\n\nBiomateriały do zastosowań w neurochirurgii naczyniowej i neurooftalmologii (neurookulistyka),\n\nPolimery przewodzące w zastosowaniach technicznych i biomedycznych,\n\nPolimerowe materiały konstrukcyjne i specjalne (materiały inteligentne - polimery z pamięcią kształtu, samonaprawiające się),\n\nMateriały i kompozyty polimerowe w budownictwie,\n\nPowłoki polimerowe – technologie wytwarzania i nanoszenia – powłoki antykorozyjne,\n\nWytwarzanie i przetwórstwo materiałów polimerowych,\n\nRecykling materiałów polimerowych – kompozyty polimerowe i tworzywa sztuczne przyjazne środowisku,\n\nBiopolimery pochodzenia roślinnego i polimery biodegradowalne,\n\nAnaliza termiczna i spektroskopowa polimerów.\n\n Członkowie \n\nProf. dr hab. inż. Jadwiga Laska – kierownik zespołu,\n\nDr hab. inż. Aneta Frączek-Szczypta, prof. AGH,\n\nDr inż. Anna Lis-Bartos - adiunkt,\n\nDr inż. Aleksandra Benko - adiunkt badawczy,\n\nDr inż. Marcel Zambrzycki – asystent naukowy,\n\nDr inż. Przemysław Toczek – asystent WWNiG,\n\nDr inż. Wojciech Teper - asystent naukowy WWNiG,\n\nMgr inż. Bartłomiej Milewski - doktorant,\n\nMgr inż. Małgorzata Golonka - doktorantaka.\n\n Projekty \n\nLaminowana stalowa rura osłonowa – Polska Innowacja w przewiertach horyzontalnych; Projekt konsorcjum Izostal-Proma-AGH nr POIR.01.01.01-00-0039/20 (NCBiR); okres realizacji: 2020-2023,\n\nOpracowanie technologii wytwarzania folii LDPE i tkanin lub włókien powlekanych kompozycją polimerowych o właściwościach uniepalnionych i antystatycznych; Projekt NCBiR 1/POIR/1.1.1/2015 okres realizacji: 2016-2019; rola w projekcie: wykonawca,\n\nBudownictwo mostem między tradycją regionu a nowoczesnością; Projekt nr UDA POKL.04.01.01-00-196/09-00; 2016; rola w projekcie: profesor wizytujący,\n\nImplanty polimerowe wspomagające ukierunkowaną regenerację uszkodzonych nerwów obwodowych (kontynuacja badań); Projekt nr 2011/01/BST/07795 (NCN); okres realizacji: 2014-2018,\n\nOcena możliwości wykorzystania wybranych implantów biomateriałowych jako pomostu dla regenerujących włókien nerwowych rdzenia kręgowego. Badanie na modelu urazowego uszkodzenia rdzenia kręgowego ogona gekona lamparciego (Eublepharis macularius); Projekt nr NN 403176540 (MNiSW); okres realizacji: 2011-2014,\n\nPrace badawczo-rozwojowe źródłem innowacji międzynarodowej w spółce Gasket; Projekt nr POIG.01.04.00-24-034/11; okres realizacji: 2011-2012,\n\nBadania wykorzystania wybranych kompozytów polimerowych w chirurgicznym leczeniu urazów nerwów obwodowych; Projekt nr NN 507342733 (MNiSW); okres realizacji: 2007-2010,\n\nInfrared spectroscopy of conducting polymer nanotubes; IUPAC, Polymer Division; Project No. 2006-018-2-400, okres realizacji: 2007-2010.\n\n Współpraca \n\nOśrodki naukowe krajowe i zagraniczne:\n\nInstytut Katalizy i Fizykochemii Powierzchnij PAN,\n\nOdział Neurochirurgii Dolnośląskiego Szpitala Specjalistycznego im. T. Marciniaka we Wrocławiu – Centrum Medycyny Ratunkowej,\n\nUniwersytet Medyczny im. Piastów Śląskich we Wrocławiu – Klinika i Katedra Neurochirurgii,\n\nKatedra Biologii Eksperymentalnej, Wydział Biologii i Hodowli Zwierząt, Uniwersytet Przyrodniczy we Wrocławiu,\n\nWydział Fizyki, Astronomii i Informatyki Stosowanej, Uniwersytet jagielloński,\n\nWydział Farmaceutyczny, Uniwersytet Jagielloński,\n\nArtesis Plantijn Hogeschoole Antwerpen, Belgia,\n\nUniwersyta degli Studi di Trieste, Włochy,\n\nAalborg University, Dania,\n\nUniversity of Malta.\n\nPrzemysł:\n\nGrupa Azoty S.A.,\n\nIzostal S.A.,\n\nProma S.A.\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/nauka/zespoly-badawcze", "title": " Zespoły Badawcze -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "a66cad2171121dd3448ff47779f5f74d", "word_count": 5783, "headings": [{"level": 1, "text": "Zespoły badawcze"}, {"level": 2, "text": "Stopka"}]}}