{"content": "#  Informatyka Stosowana -- Wydział Fizyki i Informatyki Stosowanej AGH \n\nURL: https://www.fis.agh.edu.pl/kandydaci/informatyka-stosowana\nCrawled: 2025-03-19 21:36:14\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Informatyka Stosowana \n\n\"Informatyka stosowana\" to kierunek, który przede wszystkim pozwala na zdobycie praktycznej wiedzy niezbędnej w branży IT, z zakresu algorytmiki, języków programowania opartych na różnych paradygmatach, sieci komputerowych, baz danych, teorii grafów, zagadnień związanych z uczeniem maszynowym  czy też metodami inteligencji obliczeniowej. Studia na WFiIS umożliwiają także zdobycie wiedzy i umiejętności typowych dla inżyniera, niezbędnych przy realizacji projektów z pogranicza informatyki i inżynierii. Biorąc pod uwagę różnorodne zainteresowania naszych Studentów przygotowaliśmy cztery ścieżki kształcenia od Technologii gier komputerowych, poprzez Techniki internetowe i przetwarzanie danych w chmurach, Metody numeryczne do Systemów wbudowanych i rekonfigurowalnych. Korzystając z szerokiej puli przedmiotów obieralnych realizowanych poza ścieżkami, Student może dopasować program studiów do swoich potrzeb. Dzięki zdobytej wiedzy i umiejętnościom absolwenci mogą pracować jako programiści w firmach z sektora informatycznego, administratorzy systemów informatycznych czy sieci komputerowych, a także przy tworzeniu i/lub obsłudze baz danych we wszelkiego rodzaju instytucjach, których działalność związana jest z przetwarzaniem dużej ilości danych, np. z wykorzystaniem metod uczenia maszynowego.\n\nStopka\n\n © 2024 Wydział Fizyki i Informatyki Stosowanej\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.fis.agh.edu.pl/kandydaci/informatyka-stosowana", "title": " Informatyka Stosowana -- Wydział Fizyki i Informatyki Stosowanej AGH ", "depth": 3, "duplicate": false, "content_hash": "c6aa72f81e1e12f6f4805eef7bd11f58", "word_count": 181, "headings": [{"level": 1, "text": "Informatyka Stosowana"}, {"level": 2, "text": "Stopka"}]}}