{"content": "# Open AGH e-Podręczniki kończą 10 lat! - CeLiID AGH\n\nURL: https://www.cel.agh.edu.pl/open-agh-e-podreczniki-10-lat/\nCrawled: 2025-03-19 21:16:46\n\nCeLiID AGH\n > \nArtykuły\n > \nTwórz zasoby\n > \nOpen AGH e-Podręczniki kończą 10 lat!\n\nKarolina Grodecka\n\n03.06.2024 \n\nArtykuł opublikowany 9 miesięcy i 16 dni temu.\n\n16 czerwca 2014, godz. 10:14. To ważna data w historii CeLiID. To data rozpoczęcia pracy nad pierwszym e-podręcznikiem w ramach \nOpen AGH e-podręczniki.\n Szybka kalkulacja pokazuje, że wielkimi krokami zbliżamy się do okrągłej\n 10 rocznicy e-podręczników.\n\nDekada. To 120 miesięcy, 43 800 dni. Robi wrażenie. W 10 lat można dużo osiągnąć, można także zakończyć projekty i zacząć nowe. W CeLiID pewne rzeczy są jednak niezmienne. Kiedy w 2013 roku podjęliśmy się wyzwania stworzenia e-podręczników akademickich, mieliśmy ich wizję, plany na rozwój i ambicje do działania. Dekadę później nic się nie zmieniło. Jesteśmy my. Są z nami e-podręczniki. Są też autorzy i autorki. Możemy ogłosić sukces 🙂 \n\nOpen AGH e-Podręczniki to baza \nrecenzowanych e-podręczników,\n autorstwa dydaktyków i dydaktyczek AGH. Jako \njedyna uczelnia w Polsce\n dostarczamy treści cyfrowe w sposób ciągły, systemowy, zupełnie bez opłat i dla wszystkich. \n\nZnając fakty i liczby, zastanówmy się w czym tkwi \nsedno\n sukcesu i dlaczego udało nam się osiągnąć takie efekty. \n\n1. SYSTEMOWOŚĆ i STABILNOŚĆ \n\nUjęcie e-podręczników jako elementu strategii AGH jest wyrazem systemowego wsparcia dla ich rozwoju. Projekt wpisuje się w realizację\n celu strategicznego\n Uczelni jakim jest \ndoskonalenie jakości kształcenia\n.\n\nFinansowe wsparcie\n e-podręczników było ujęte w budżecie uczelni od samego początku projektu. Decyzja Władz stworzyła optymalne warunki do pracy i planowania – zarówno w aspekcie pisania treści, zarządzania tym procesem, jak i prac deweloperskich (utrzymanie i stały rozwój platformy publikacyjnej). Równolegle do wsparcia Uczelni, jako CeLiID pozyskiwaliśmy \ngranty na pisanie e-podręczników\n. W ramach Europejskiego Funduszu Społecznego Programu Operacyjnego Wiedza Edukacja Rozwój 2014-2020 zostało opublikowanych 8 tytułów.\n\nWszystko to zagwarantowało \nstabilność i ciągłość\n trwania e-podręczników. Autorzy i autorki mają pewność, że napisane przez nich treści nie znikną w przyszłości, po zakończeniu finansowania projektu ze źródeł zewnętrznych. Ma to niestety miejsce w części inicjatyw nakierowanych na tworzenie otwartych treści, które nie są kontynuowane lub są usuwane po zakończeniu finansowania projektowego. \n\n2. EKOSYSTEM\n\nW momencie precyzowania wizji e-podręczników AGH, poczyniliśmy założenie, że ma to być \nprojekt włączający\n, w który może zaangażować się \ncała społeczność uczelni\n. Ten swoisty ekosystem oddaje \nwielopodmiotowość otwartych e-podręczników\n. Współtworzą go dydaktycy i dydaktyczni, doktoranci/ki, osoby studiujące, pracownicy i pracowniczki biblioteki, Władze uczelni, sama uczenia jako struktura oraz personel projektu. Osoby prowadzące zajęcia są autorami i redaktorami treści. Osoby studiujące piszą prace licencjackie i magisterskie rozwijające platformę redakcyjną (w sumie 7 zrealizowanych prac między 2017-2023). Bibliotekarze konsultowali projekt metadanych. Władze uczelni są również autorami e-podręczników. Stają się zatem \nambasadorami otwartości w AGH\n (3 tytuły z fizyki i 2 z geologii), dając tym wyraz poparcia dla idei Otwartych Zasobów Edukacyjnych.\n\n3. DOCENIENIE\n\nZ badań \nDoświadczeń Dydaktyków w roku akademickim 2022/23\n wynika, że osoby pracujące w AGH bardzo potrzebują różnych form doceniania wykonywanej przez nich pracy. Badani dydaktycy i dydaktyczki czują się doceniani za pracę dydaktyczną przez studentów i studentki (73% respondentów), natomiast odwrotna sytuacja dotyczy wydziału oraz uczelni – na tym poziomie czują się niedocenieni (odpowiednio 32% i 23%). \n\nZ tego powodu zadbaliśmy, aby formy doceniania za e-podręczniki były bardzo konkretne. Dołożyliśmy starań, aby podręczniki \nliczyły się do dorobku naukowego\n autorów i autorek. Podręczniki są recenzowane (2 recenzje poza AGH). Mają ISBN.  Dzięki temu są traktowane jako monografie i są punktowane (80 pkt).\n\nPo drugie, nasi dydaktycy dołączają wykaz napisanych e-podręczników podczas \nokresowej oceny pracy dydaktycznej\n oraz jako podstawa do wystąpienia o \nnagrodę dydaktyczną\n w ramach programu \nInicjatywa Doskonałości Uczelnia Badawcza. \n\nPo trzecie, nie bez znaczenia jest fakt, że autorzy i autorki otrzymują także \nwynagrodzenie\n za opracowanie e-podręcznika, co stanowi formalne docenienie ze strony Uczelni. \n\n4. NOWOCZESNOŚĆ\n\nGłówną grupą docelową e-podręczników są osoby studiujące i uczące się. Pracując nad założeniami i planami na rozwój projektu, analizujemy dane zastane na temat potrzeb pokolenia Z. Z badań przeprowadzonych Infuture Institute (Natalia Hatalska “\nGen Z: Jak rozumieć dziś generację jutra\n” 2019) wynika, że osoby studiujące są cyfrowymi rezydentami. 26% badanych z pokolenia Z deklaruje, że świat cyfrowy i fizyczny stanowią dla nich jedną rzeczywistość. Innymi słowy, jeśli czegoś nie ma online to nie istnieje. \n\nW związku z tym zdecydowaliśmy się na\n odwrócony model publikowania\n. E-podręczniki są “digital born”. Od początku tworzone i publikowane online na autorskiej platformie opartej o Overleafa i system zarządzania treścią Symphony. Zapewniamy eksport do różnych formatów. Głównie do PDF do druku, ale także do formatów mobilnych i otwartych do edycji. \n\nOdwrócona strategia publikowania \nskraca czas publikacji \ne-podręczników. Dzięki temu osoby studiujące jeszcze w swoim cyklu studiowania, otrzymują produkt aktualny i odpowiadający na ich potrzeby. \n\n5. OTWARTOŚĆ\n\nNiezmiennym założeniem e-podręczników Open AGH jest ich \notwartość\n. W praktyce polega ona na nieograniczonym publicznym dostępie do treści dla wszystkich dzięki licencji \nCreative Commons BY-SA\n.\n\nOtwartość ma duży wpływ na \nwidoczność\n e-podręczników i samych autorów i autorek. Dzięki wybranej licencji CC treści są \nłatwo wyszukiwalne\n. Twórcy cyfrowych podręczników bardzo to doceniają ponieważ zależy im na dotarciu z treściami do \nszerokiego grona odbiorców\n. Odwrócony model publikowania i otwartości sprawia, że e-podręczniki nie są ograniczone do druku w niskim nakładzie egzemplarzy, który szybko może się wyczerpać i nie być wznawiany. \nAutorzy i autorki decydując się na publikację e-podręcznika na licencji CC, wykazują także swoją otwartość na \nspołeczne recenzowanie\n. Osoby korzystające zgłaszają do CeLiID sugestie poprawek. Są one konsultowane z autorami i autorkami, a następnie wprowadzane na bieżąco. Dzięki temu e-podręczniki są stale doskonalone i podlegają cyklicznemu procesowi recenzji.\n\nZapraszamy do korzystania z zasobów Open AGH e-Podręczniki. Wraz z nowym rokiem akademickim planujemy publikację kolejnych nowości. Stay tuned 🙂\n\nArtykuły\nKategorie\n\nMoże Cię też zainteresować\n\nE-podręcznik “Podstawy chemii nieorganicznej”\nartykuł\nOtwarty kurs: Elementy geofizyki ogólnej\nartykuł\nPrzewodnik po Otwartych Zasobach Edukacyjnych\nartykuł", "metadata": {"url": "https://www.cel.agh.edu.pl/open-agh-e-podreczniki-10-lat/", "title": "Open AGH e-Podręczniki kończą 10 lat! - CeLiID AGH", "depth": 2, "duplicate": false, "content_hash": "a9dcaf2500917883a164c623a5ac66ab", "word_count": 938, "headings": [{"level": 4, "text": "1. SYSTEMOWOŚĆ i STABILNOŚĆ"}, {"level": 4, "text": "2. EKOSYSTEM"}, {"level": 4, "text": "3. DOCENIENIE"}, {"level": 4, "text": "4. NOWOCZESNOŚĆ"}, {"level": 4, "text": "5. OTWARTOŚĆ"}, {"level": 1, "text": "Może Cię też zainteresować"}, {"level": 3, "text": "E-podręcznik “Podstawy chemii nieorganicznej”"}, {"level": 3, "text": "Otwarty kurs: Elementy geofizyki ogólnej"}, {"level": 3, "text": "Przewodnik po Otwartych Zasobach Edukacyjnych"}]}}