{"content": "# Budownictwo – Wydział Inżynierii Lądowej i Gospodarki Zasobami\n\nURL: https://wilgz.agh.edu.pl/rekrutacja/studia-stacjonarne-kierunki/budownictwo-2/\nCrawled: 2025-03-19 21:27:30\n\nHomepage\n  /  \nRekrutacja\n  /  \nStudia stacjonarne\n  /  \nBudownictwo\n Budownictwo\n\nRozpocznij rekrutację (e-Rekrutacja)\n\nPodstawowe cele kształcenia obejmują przekazanie ogólnej wiedzy inżynierskiej a także umiejętności oraz kompetencji w zakresie projektowania, wykonawstwa, remontów obiektów budowlanych i zarządzania procesami budowlanymi. \nAbsolwenci\n kierunku mogą pracować jako \nprojektanci obiektów budowlanych\n, jako ich wykonawcy zajmując \nstanowiska inżynierów\n lub \nkierowników budowy\n oraz \nspecjaliści do spraw produkcji elementów budowlanych\n. Dodatkowo możesz rozwijać swoje zainteresowania na jednej z \nczterech specjalności\n. Ukończenie każdej specjalności daje możliwość ubiegania się o \nuprawnienia budowlane projektowe i wykonawcze bez ograniczeń\n. \n\n STUDIA PIERWSZEGO STOPNIA – INŻYNIERSKIE \n\n Licznik miejsc \n\n 120/120 \n\n 1 \n\n semestr \n\nRozwiniesz wyobraźnię przestrzenną oraz nauczysz się odczytywać i tworzyć rysunki techniczne, architektoniczno-budowlane oraz konstrukcyjne – przedmioty: \ngeometria wykreślna, grafika inżynierska i rysunek techniczny.\nNauczysz się rozpoznawać skały i minerały oraz czytać dokumentację geodezyjną i kartograficzną – przedmioty: \ngeologia, geodezja.\n\n 1 \n\n semestr \n\n 2 \n\n semestr \n\nPoznasz charakterystykę obiektów budowlanych – przedmiot: \nbudownictwo ogólne.\nPoznasz właściwości materiałów konstrukcyjnych, izolacyjnych i wykończeniowych – przedmiot: \nmateriały budowlane.\n\n 2 \n\n semestr \n\n 3 \n\n semestr \n\nNauczysz się projektować przegrody budowlane z uwagi na migrację ciepła i wilgoci – przedmiot: \nfizyka budowli.\nNauczysz się rozpoznać kategorie gruntu i ocenić jego przydatność do zastosowań inżynierskich – przedmiot: \nmechanika gruntów.\nDowiesz się jak określić zjawiska zachodzące w materiałach konstrukcyjnych poddanych obciążeniom – przedmiot: \nwytrzymałość materiałów.\n\n 3 \n\n semestr \n\n 4 \n\n semestr \n\nZaprojektujesz posadowienia obiektów budowlanych – przedmiot: \nfundamentowanie.\nPoznasz zasady projektowania konstrukcji budowlanych oraz dróg – przedmiot: \npodstawy projektowania konstrukcji budowlanych, budownictwo komunikacyjne.\nZaznajomisz się z instalacjami budowlanymi – przedmiot: \ninstalacje budowlane.\n\n 4 \n\n semestr \n\n 5 \n\n semestr \n\nProjektujesz konstrukcje drewniane, metalowe, żelbetowe i murowe – przedmioty: \nkonstrukcje murowe i drewniane; konstrukcje metalowe, konstrukcje betonowe.\nUmiesz zaprojektować technologię i sporządzić kosztorys robót budowanych – przedmioty: \nekonomika budownictwa, technologia robót budowlanych.\n\n 5 \n\n semestr \n\n 6 \n\n semestr \n\nPotrafisz opracować projekt organizacji robót budowlanych z wykorzystaniem narzędzi BIM – przedmioty: \norganizacja produkcji budowlanej, podstawy BIM.\nPoznasz prawa i obowiązki uczestników procesu budowlanego w trakcie projektowania, wykonania, użytkowania i utrzymania obiektów budowlanych – przedmiot: \nprawo budowlane.\nZaprojektujesz halę przemysłową i poznajesz inne budowle przemysłowe – przedmiot: \nbudownictwo przemysłowe.\n\n 6 \n\n semestr \n\n 7 \n\n semestr \n\nDowiesz się jak projektować zrównoważone obiekty budowlane – przedmiot: \nzintegrowane projektowanie w budownictwie.\nPoznasz zasady bezpieczeństwa pożarowego konstrukcji – przedmiot: \nbezpieczeństwo pożarowe konstrukcji.\n\n 7 \n\n semestr \n\n STUDIA DRUGIEGO STOPNIA – MAGISTERSKIE \n\n Licznik miejsc \n\n 75/75 \n\n Geotechnika i budownictwo specjalne (jęz. polski lub angielski) \n\n Inżynieria przedsięwzięć budowlanych \n\n Budownictwo proaktywne \n\n Konstrukcje budowlane i inżynierskie \n\n Geotechnika i budownictwo specjalne (jęz. polski lub angielski) \n\n 1 \n\n semestr \n\nProwadzisz analizy stateczności skarp i zboczy oraz projektujesz ich zabezpieczenia – przedmiot: \nzaawansowane problemy geotechniki.\nZdobywasz wiedzę z zakresu rodzajów i właściwości materiałów i urządzeń mających zastosowanie w obiektach geotechnicznych – przedmiot: \nmateriały w geotechnice.\n\n 1 \n\n semestr \n\n 2 \n\n semestr \n\nPotrafisz zaprojektować obudowę obiektu podziemnego i jej wykonanie – przedmiot: \ngeotechnika budowli podziemnych i tuneli.\nPoznasz metody projektowania skomplikowanych posadowień konstrukcji budowlanych – przedmiot: \nfundamenty specjalne.\nZrozumiesz złożoność zjawisk dynamicznych zachodzących w podłożu budowlanym – przedmiot: \ndynamika gruntów.\nZapoznasz się z technologiami i specyfiką likwidacji różnych konstrukcji budowlanych z użyciem materiałów wybuchowych – przedmiot: \nspecjalistyczne roboty strzałowe w budownictwie.\n\n 2 \n\n semestr \n\n 3 \n\n semestr \n\nNauczysz się wyznaczać emisję zanieczyszczeń stałych i gazowych w tunelach i innych obiektach podziemnych – przedmiot: \nwentylacja wybranych obiektów podziemnych.\n\n 3 \n\n semestr \n\n Inżynieria przedsięwzięć budowlanych \n\n 1 \n\n semestr \n\nPoznasz narzędzia do analizy danych i metody wspomagania podejmowania decyzji – przedmiot: \nMetody wspomagania podejmowania decyzji w planowaniu przedsięwzięć budowlanych.\nNauczysz się jak pracować w zespole przy tworzeniu projektu obiektu w oparciu o istniejącą dokumentację lub tworząc nową w odniesieniu do wymagań inwestora – przedmiot: \nZarządzanie informacją o budynku (BIM).\n\n 1 \n\n semestr \n\n 2 \n\n semestr \n\nNauczysz się projektować obsługę logistyczną i łańcuchy dostaw przedsięwzięć budowlanych – przedmiot: \nLogistyka i zarządzanie łańcuchami dostaw w budownictwie.\nPoznasz jak określić koszty w cyklu życia przedsięwzięcia budowlanego i oszacować efektywność inwestycji budowlanej – przedmiot: Z\narządzanie kosztami w budownictwie.\nZapoznasz się z różnymi metodykami zarządzania projektami oraz narzędziami do ich realizacji – przedmiot:\n Zarządzanie projektami w budownictwie.\nDowiesz się jak zarządzać przedsięwzięciem w cyklu życia – przedmiot:\n Wybrane zagadnienia z eksploatacji i remontów obiektów budowlanych.\nDowiesz się  jakie są zasady zrównoważonego rozwoju w odniesieniu do budownictwa, zapoznasz się z wybranymi certyfikacjami środowiskowymi oraz oceną w cyklu życia obiektu – przedmiot: \nBudownictwo zrównoważone.\n\n 2 \n\n semestr \n\n 3 \n\n semestr \n\nPoznasz proces przetargowy, dowiesz się jak sporządzać umowy na roboty budowlane i jak negocjować jej warunki – przedmiot: \nPrzetargi, negocjacje i umowy w budownictwie.\n\n 3 \n\n semestr \n\n Budownictwo proaktywne \n\n 1 \n\n semestr \n\nDowiesz się jak przeprowadzić diagnostykę i monitoring konstrukcyjny dla wybranego obiektu budowlanego, w którym stwierdzono uszkodzenia lub niedobór nośności dla planowanej przebudowy lub remontu – przedmiot: \nDiagnostyka i monitoring obiektów budowlanych\n.\nPoznasz współczesne technologie w procesie remontów, modernizacji oraz rekonstrukcji obiektów budowlanych – przedmiot: \nPodstawy konserwacji i renowacji.\n\n 1 \n\n semestr \n\n 2 \n\n semestr \n\nZapoznasz się z zarządzaniem nieruchomościami budynkowymi w fazie ich eksploatacji zarówno tradycyjnymi metodami jak i z zastosowaniem narzędzi BIM – przedmioty: \nEksploatacja obiektów budowlanych, Modelowanie informacji o budynku (BIM).\nPoznasz projektowanie i implementację energooszczędnych systemów automatyki, bezpieczeństwa i zarządzania technicznego w budynkach, tzw. SMART  building – przedmiot\n: Budynki inteligentne.\nBędziesz potrafił opracować zakres prac modernizacyjnych dla aktualnego stanu technicznego obiektu budowlanego – przedmiot: \nModernizacja obiektów budowlanych.\nPoznasz wiedzę z zakresu budownictwa zrównoważonego i cyrkularnego, które obejmują przygotowanie uczestników do projektowania, budowy i utrzymania budynków zgodnie z zasadami gospodarki cyrkularnej i minimalizacji negatywnego wpływu na środowisko – przedmiot:\n Budownictwo zeroemisyjne i cyrkularne.\n\n 2 \n\n semestr \n\n 3 \n\n semestr \n\nBędziesz potrafił określić koncepcję rewitalizacji terenu zurbanizowanego i zdegradowanego oraz opracować plan realizacji działań rewitalizacyjnych – przedmiot: R\newitalizacja obszarów zurbanizowanych i zdegradowanych.\nZdobędziesz wiedzę na temat napraw i wzmocnień konstrukcji budowlanych – przedmiot: \nAwarie i wzmocnienie obiektów budowlanych.\n\n 3 \n\n semestr \n\n Konstrukcje budowlane i inżynierskie \n\n 1 \n\n semestr \n\nProjektujesz złożone konstrukcje stalowe z zastosowaniem programów komputerowych – przedmiot: \nzłożone konstrukcje metalowe.\nNauczysz się oceniać stan techniczny obiektu budowlanego stosując metody i narzędzia diagnostyki konstrukcji – przedmiot: \ndiagnostyka konstrukcji budowlanych.\n\n 1 \n\n semestr \n\n 2 \n\n semestr \n\nProjektujesz złożone konstrukcje żelbetowe i drewniane – przedmioty: \nzłożone konstrukcje drewniane, złożone konstrukcje betonowe, konstrukcje sprężone i prefabrykowane.\nModelujesz konstrukcje budowlane stosując Metodę Elementów Skończonych – przedmiot: \nmodelowanie w MES konstrukcji budowlanych.\nProjektujesz obiekty mostowe, konstrukcje oporowe i przepusty – \nmosty i komunikacyjne obiekty budowlane.\nPoznajesz przyczyny i rodzaje awarii w budownictwie – przedmiot: \nawarie i katastrofy budowlane.\n\n 2 \n\n semestr \n\n 3 \n\n semestr \n\nNauczysz się oceniać niezawodność obiektów budowlanych – przedmiot: \nniezawodność obiektów budowlanych.\n\n 3 \n\n semestr", "metadata": {"url": "https://wilgz.agh.edu.pl/rekrutacja/studia-stacjonarne-kierunki/budownictwo-2/", "title": "Budownictwo – Wydział Inżynierii Lądowej i Gospodarki Zasobami", "depth": 3, "duplicate": false, "content_hash": "a8b8adb986a0ed025483142fda1b704e", "word_count": 1036, "headings": [{"level": 1, "text": "Budownictwo"}, {"level": 2, "text": "STUDIA PIERWSZEGO STOPNIA – INŻYNIERSKIE"}, {"level": 2, "text": "STUDIA DRUGIEGO STOPNIA – MAGISTERSKIE"}, {"level": 3, "text": "Geotechnika i budownictwo specjalne (jęz. polski lub angielski)"}, {"level": 3, "text": "Inżynieria przedsięwzięć budowlanych"}, {"level": 3, "text": "Budownictwo proaktywne"}, {"level": 3, "text": "Konstrukcje budowlane i inżynierskie"}]}}