{"content": "# Deep Sea Mining\n\nURL: http://ivsaghust.agh.edu.pl/index.php/courses/deep-sea-mining\nCrawled: 2025-03-19 22:38:08\n\nDeep Sea Mining\t\t\t\n\nApril 25 - Mar 27, 2022\n\nKEYNOTE LECTURES\n\nPhD Van Thinh NGUYEN \n- Faculty of Oil and Gas, Hanoi university of Mining and Geology (HUMG), Vietnam\n\nPhD Krzysztof Broda\n – Faculty of Civil Engineering and Resource Management, AGH University of Krakow, Poland.\n\nDATES\n\nMarch 2022\n\nregistration\n\nApril 17, 2022\n\napplication deadline\n\nApril 25 - May 13 , 2022\n\ncourse “ Deep Sea Mining”\n\nMay 16-27, 2022\n\ncourse “Get to know Poland. A short introduction to Polish culture, geography, history and language” \n\nLanguage of instruction:\n English\nCourses will be organized online at AGH UST UPeL platform.\nTotal number of course hours:\n 45\n\nContent and materials will be available only for registered and accepted students.\n\nLECTURERS\n\nPhD \nVan Thinh NGUYEN\n\nFaculty of Oil and Gas, Hanoi university of Mining and Geology (HUMG), Vietnam\ne-mail: \nThis email address is being protected from spambots. You need JavaScript enabled to view it.\n\nA lecturer-researcher working at Faculty of Oil and Gas, Hanoi university of Mining and Geology (HUMG), Vietnam. He has spent 4 years studying in France, gaining a perfect experience of numerical simulation. His research intrerest focuses on multi-phase flow of oil and gas inside the transportation pipelines and Renewable Energy. He has a good computing skills (C++, ANSYS Fluent, PipeSim). As a researcher, he is a positive, motivated, and hard-working person who is keen to learn and contribute. Capable of working well both independently and in the teamwork environment under high pressure.\n\nPhD Krzysztof Broda\n\nFaculty of Civil Engineering and Resource Management, AGH University of Krakow, Poland\n30 Mickiewicza Ave., 30-059 Krakow, Poland \ne-mail: \nThis email address is being protected from spambots. You need JavaScript enabled to view it.\n\nHe works as an associated professor at the Faculty of Civil Engineering and Resource Management. His research interests include the application of fluid mechanics and physics in deep sea mining and environmental engineering. For 7 years he was the vice-dean for education and student affairs at the Faculty of Mining and Geoengineering. At the Faculty, he is a coordinator of several Inter-institutional agreements in the Erasmus program.\n\nABOUT THE COURSE\n\nThe aim of the course of “Deep Sea Mining” is to familiarize students with the dynamically developing sea mining, including, in particular, the extraction of solid minerals from great depths. It should be assumed that the operation on an industrial scale will begin in the coming years. Poland also takes part in the race through Inter Ocean Metal (exploitation area licence in the Clipperton-Clarion Fracture Zone, Pacific) and from 2018 has the right to research and, in the future, exploitation in the Central Atlantic. Due to the specificity of the marine environment and the enormous requirements related to very high pressures, the proposed devices and methods are innovative and based on the latest technological and scientific achievements.\n\nLectures:\n\nThe occurrence of mineral deposits at the bottom of seas and oceans. Legal basis for the exploitation of marine minerals. International Seabed Authority. Polish mining activity at sea: Inter Ocean Metal and Petrobaltic. Outline of the history of sea mining. The MOHOLE program and methods of research on the seabed and mineral deposits. Contemporary methods of exploitation of submarine deposits: extraction of minerals using the borehole method, extraction of solid minerals by the so-called opencast and underground sea mining. High-depth offshore mining - types of deposits interesting from an economic point of view and technologies for their extraction (massive polymetallic sulphides, cobalt-bearing crusts, polymetallic nodules). Extraction methods (line-bucket, bucket, hydraulic, pneumatic-hydraulic, with the use of pyrotechnic materials, autonomous underwater vehicles) and some marine mining devices. Principles of designing marine mining equipment. Identification of hazards during the operation of mining systems of solid minerals from the seabed. Information on the processing of marine minerals. The impact of the exploitation of offshore deposits on the environment. Nautilus Minerals - exploitation of the Solwara field and others. Contemporary research and construction.\n\nExercises \n\nDetermination of sea water density as a function of depth, taking into account changes in salinity and temperature.\n\nThe programme is co-financed by the European Social Fund under the ‘Operational Programme Knowledge Education Development’ non-competitive project entitled \n“Support for institutional capacity of Polish HEIs through establishment and implementation of international study programmes” (Action: 3.3 Internationalization of Polish higher education), specified in the application for project funding no. POWR.03.03.00-00-PN16 /18).\n\nContribution of European Funds: \nPLN 114 940,00\n\n The projects are implemented under the program of the Polish National Agency for Academic Exchange - SPINAKER - Intensive International Education Programs. The program is financed from the non-competition project no. POWR.03.03.00-00-PN16 / 18 \"Supporting the institutional capacity of Polish universities through the creation and implementation of international study programs\" under the Knowledge Education Development Operational Program.", "metadata": {"url": "http://ivsaghust.agh.edu.pl/index.php/courses/deep-sea-mining", "title": "Deep Sea Mining", "depth": 3, "duplicate": false, "content_hash": "33a3fe72b571400d8a861c873b5f89c1", "word_count": 779, "headings": [{"level": 1, "text": "Deep Sea Mining"}, {"level": 3, "text": "KEYNOTE LECTURES"}, {"level": 3, "text": "DATES"}, {"level": 3, "text": "LECTURERS"}, {"level": 4, "text": "PhDVan Thinh NGUYEN"}, {"level": 4, "text": "PhD Krzysztof Broda"}]}}