{"content": "# Żegnamy prof. Andrzeja Napieralskiego | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/zegnamy-prof-andrzeja-napieralskiego/\nCrawled: 2025-03-19 21:31:51\n\nŻegnamy prof. Andrzeja Napieralskiego\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\nZ głębokim smutkiem przyjęliśmy informację o odejściu profesora Andrzeja Napieralskiego, wybitnego naukowca i nauczyciela, doktora Honoris Causa Uniwersytetu Morskiego w Gdyni oraz Państwowego Uniwersytetu im. Jarosława Mądrego w Nowogrodzie Wielkim, założyciela Katedry Mikroelektroniki i Technik Informatycznych Politechniki Łódzkiej, wielokrotnie honorowanego w dziedzinie wynalazczości oraz byłego Prorektora Politechniki Łódzkiej.\n\nProf. Andrzej Napieralski był związany z Politechniką Łódzką od czasu studiów, które ukończył w 1973 roku. Jego dorobek naukowy obejmuje ponad 1100 pozycji. Przez wiele lat prowadził działalność badawczą i dydaktyczną na uczelniach w Algierii, Francji, Belgii, Danii, Finlandii, Hiszpanii, Szwajcarii, Włoszech, Wielkiej Brytanii, Tunezji, Hondurasie, Kanadzie i USA.\nOpracował dziesiątki recenzji wniosków na stanowisko i tytuł profesora, rozpraw habilitacyjnych, i doktorskich (w tym dla postępowań awansowych pracowników AGH), był opiekunem ponad 600 prac magisterskich i inżynierskich, sporządził kilkaset recenzji książek, artykułów w czasopismach i referatów konferencyjnych. Był też – z nominacji Senatu Politechniki Łódzkiej recenzentem w postępowaniu dotyczącym nadania tytułu Doktora Honoris Causa AGH prof. Alberto L. Sangiovanni-Vincentelli’emu (2022).\nUczestniczył w licznych projektach międzynarodowych, w tym w 10 europejskich, oraz 59 krajowych grantach KBN.\nWielu polskich elektroników i informatyków jest mu wdzięcznych za zainicjowanie cyklu konferencji MIXDES – odbywających się w kraju, ale od samego początku mających autentycznie międzynarodowy charakter i rozmach – to na „mixdesach” wielu początkujących mikroelektroników miało okazję po raz pierwszy obcować na żywo ze światową elitą – zawsze chętnie przyjmującą zaproszenia prof. Napieralskiego do wygłoszenia „keynote speech” i prowadzenia warsztatów. \nOdznaczony wieloma prestiżowymi odznaczeniami, w tym: Krzyżem Kawalerskim, Oficerskim i Komandorskim Orderu Odrodzenia Polski, Medalem Komisji Edukacji Narodowej, Krzyżem Komandorskim Orderu Wynalazczości (Mérite d’Invention) Królestwa Belgii, Złotym Medalem World Intellectual Property Organization za osiągnięcia w dziedzinie wynalazczości. \nPasjonat narciarstwa i żeglarstwa. Jak mawiał \n„Pasje powodują, że ma się siłę do działania, a praca jest przyjemnością”.\nJego praca i zaangażowanie pozostaną trwałym wkładem w rozwój nauki.\nJak podkreśla \nprof. dr hab. inż. Andrzej Kos\n z Instytutu Elektroniki WIEiT \n„Dzięki prof. Napieralskiemu ośrodki naukowe w AGH i PŁ były w bliskich i owocnych kontaktach. Warto wspomnieć wspólny projekt TEMPUS, kierowany przez prof. Wiesława Kuźmicza z Politechniki Warszawskiej na bazie którego powstał w 1996 r. ADEC (ASIC Design Education Center), skupiający PW, PŁ i AGH. \nNie ma już z nami Andrzeja, ale w naszych umysłach i sercach pozostaną najlepsze wspomnienia o współpracy, która wydała tyle znakomitych owoców, m.in.: dzięki jego inicjatywie PŁ zyskała świetną przestrzeń badawczą w postaci wyremontowanych budynków po byłej fabryce włókienniczej.”\nJego żonie Małgorzacie, Rodzinie i Najbliższym składamy wyrazy głębokiego współczucia.\n\nfot. źródło: https://umg.edu.pl/\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania", "metadata": {"url": "https://iet.agh.edu.pl/zegnamy-prof-andrzeja-napieralskiego/", "title": "Żegnamy prof. Andrzeja Napieralskiego | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "e9157955becac8714870e82730a9d04e", "word_count": 437, "headings": [{"level": 1, "text": "Żegnamy prof. Andrzeja Napieralskiego"}]}}