{"content": "# Wybitne osiągnięcia naukowców CDSI AGH! 🏆 -- Centrum Doskonałości Sztucznej Inteligencji \n\nURL: https://cdsi.agh.edu.pl/aktualnosci/detail?tx_news_pi1%5Baction%5D=detail&tx_news_pi1%5Bcontroller%5D=News&tx_news_pi1%5Bnews%5D=1134&cHash=22dc515b865a2785f3ac9905da5ef048\nCrawled: 2025-03-19 21:39:24\n\nWybitne osiągnięcia naukowców CDSI AGH! 🏆 \n\n 21/02/2025 \n\n Z ogromną dumą informujemy, że prof. Leszek Rutkowski otrzymał Nagrodę Ministra Nauki i Szkolnictwa Wyższego za całokształt dorobku naukowego, a prof. Rafał Szerer został wyróżniony Nagrodą Ministra za znaczące osiągnięcia naukowe! \n\nObaj Profesorowie są kluczowymi członkami Centrum Doskonałości Sztucznej Inteligencji AGH oraz Wydziału Informatyki, gdzie prowadzą przełomowe badania nad sztuczną inteligencją, przetwarzaniem danych i systemami autonomicznymi. Ich prace wnoszą nieoceniony wkład w rozwój nowoczesnych technologii oraz kształtowanie przyszłości inteligentnych systemów.\n Prof. Leszek Rutkowski urodził się 10 sierpnia 1952 roku we Wrocławiu. Jest absolwentem Wydziału Elektroniki Politechniki Wrocławskiej, gdzie w 1977 roku ukończył studia na kierunku systemy cybernetyki technicznej. W 1980 roku uzyskał stopień doktora nauk technicznych, a w 1986 roku stopień doktora habilitowanego. Tytuł profesora nauk technicznych otrzymał w 1995 roku. Prof. Rutkowski jest autorem lub współautorem około 200 publikacji naukowych, z których ponad 20 ukazało się w prestiżowych czasopismach IEEE. Jego prace były wielokrotnie cytowane w literaturze światowej, a indeks Hirscha według Web of Science wynosi 39. W 2004 roku został wybrany na członka korespondenta PAN, a w 2016 roku na członka rzeczywistego tej instytucji. W tym samym roku otrzymał tytuł IEEE Fellow za wkład w rozwój neurokomputingu i elastycznych systemów rozmytych. W 2014 roku Akademia Górniczo-Hutnicza w Krakowie nadała mu tytuł Doctora Honoris Causa w uznaniu wybitnych osiągnięć naukowych w obszarze sztucznej inteligencji oraz za wieloletnią współpracę z AGH.\n Prof. Rafał Szerer jest uznanym ekspertem w dziedzinie cyfrowego przetwarzania sygnałów, systemów wizyjnych oraz technologii przetwarzania dźwięku. Jego działalność naukowa skupia się na opracowywaniu innowacyjnych metod analizy i przetwarzania danych multimedialnych, które znajdują zastosowanie w inteligentnych systemach oraz nowoczesnych technologiach komunikacyjnych. Prof. Szerer jest autorem licznych publikacji naukowych oraz kierownikiem wielu projektów badawczych, które przyczyniły się do rozwoju nowoczesnych metod analizy danych oraz ich zastosowania w inteligentnych systemach multimedialnych.\n Wyróżnienia te potwierdzają wysoką jakość badań prowadzonych w CDSI AGH oraz ich znaczenie dla rozwoju technologii przyszłości. Serdecznie gratulujemy Profesorom i życzymy dalszych sukcesów! 🎉👏\n\nPowrót\n\n Powiązane pliki\n\n Prof. Leszek Rutkowski z Nagrodą za całokształt dorobku naukowego \n 146 KB \n\n Prof. Rafał Szerer z Nagrodą za znaczące osiągnięcia naukowe \n 275 KB", "metadata": {"url": "https://cdsi.agh.edu.pl/aktualnosci/detail?tx_news_pi1%5Baction%5D=detail&tx_news_pi1%5Bcontroller%5D=News&tx_news_pi1%5Bnews%5D=1134&cHash=22dc515b865a2785f3ac9905da5ef048", "title": "Wybitne osiągnięcia naukowców CDSI AGH! 🏆 -- Centrum Doskonałości Sztucznej Inteligencji ", "depth": 3, "duplicate": false, "content_hash": "861d40245dc7cb9ef1b0a1d19d611f5f", "word_count": 347, "headings": [{"level": 1, "text": "Wybitne osiągnięcia naukowców CDSI AGH! 🏆"}, {"level": 2, "text": "Stopka"}]}}