{"metadata": {}, "content": "AKADEMIA GORNICZO-HUTNICZA\nIM. STANIStAWA STASZICA W KRAKOWIE\n\nprof. dr hab. inz.\nRafat Danko\n\nPROREKTOR DS. STUDENCKICH\n\nCSS-sspm.4410-8/2022 Krakéw, 18 pazdziernika 2022 r.\n\nSzanowni Panstwo\n\nDziekani oraz Prodziekani ds. Studenckich\nWydziatéw AGH,\n\nStudenci AGH\n\nw miejscu\n\nPanown , Fania,\n\nInformuje, ze w uzgodnieniu z Uczelniana Rada Samorzadu Studentéw\nAGH ustalono wysokosé Swiadczen z Funduszu stypendialnego\nw roku akademickim 2022/2023.\n\nSTYPENDIUM SOCJALNE\n\n* miesieczna wysokosé stypendium socjalnego w_ zaleznosci od\n__osiagnietego dochodu: .\n| dochéd netto na |\n| osobe w rodzinie 0,00 - 350,00 350,01 - 700,00 | 700,01 - 101,70\n(zt)\nkwota\nstypendium\n\n| (zt) __|\n\n1180 980 780 |\n\n* miesieczna kwota zwiekszenia stypendium socjalnego wynosi 300 zt\ni dotyczy tylko studentéw otrzymujacych stypendium socjalne oraz\nspetniajacych wymogi okreslone w § 15 Regulaminu swiadczer dla\nstudent6w AGH,\n\n* podstawa naliczenia stypendium socjalnego wynosi 1051,70 zt netto.\n\nPrzypominam jednoczesnie, ze stypendium socjaine moze byé przyznane\ntylko na podstawie przedfozonych przez zainteresowanych studentéw\nzaSwiadczeri o dochodach wystawionych przez wlaSciwe Urzedy Skarbowe\noraz innych dokumentéw wymaganych na podstawie ustawy Prawo\no szkolnictwie wyzszym i nauce, ustawy o $wiadczeniach rodzinnych oraz\nRegulaminu Swiadczeri dia student6w AGH. Szczegéing uwage zwracam\nna egzekwowanie - w uzasadnionych przypadkach - zaswiadczer\nzoSrodka pomocy spolecznej o sytuacji dochodowej i majatkowej\nstudenta i rodziny studenta.\n\nal. A. Mickiewicza 30, 30-059 Krakow, tel.: +48 12 617 20 10\ne-mail: prorektor.studenci@agh.edu.pl, www.agh.edu.pl\n\n\n\nSTYPENDIUM DLA OSOB NIEPELNOSPRAWNYCH\n\ne miesieczna kwota stypendium dla oséb niepetnosprawnych wynosi:\n1 200 zi dla osdéb ze znacznym stopniem niepetnosprawnosci,\n1 000 zi dla oséb z umiarkowanym stopniem niepetnosprawnosci,\n800 zt dla osdb z lekkim stopniem niepetnosprawnosci.\n\nSTYPENDIUM REKTORA\n\ne miesieczna wysokos¢é stypendium rektora w zaleznosci od uzyskanej\nkategorii:\n\n. kwota stypendium\nkategoria (zi) |\nA - 7 950 |\nB 850 |\nCc : | 750\n\ne miesieczna wysokosé stypendium rektora dla studentow I roku\nstudiéw, laureatéw olimpiad miedzynarodowych albo laureatéw lub\nfinalistow olimpiad stopnia centralnego, o ktérych mowa w przepisach\no systemie oswiaty:\n\nkategoria kwota stypendium ]\n(zt) |\n\nlaureat 850 |\n\nfinalista | ; 750 |\n\ne miesieczna wysokos¢ stypendium rektora dla studentéw I roku\nstudiéw, medalist6w co najmniej wspdtzawodnictwa sportowego o tytut\nMistrza Polski w danym sporcie, o ktérych mowa w_ przepisach\n\n0 sporcie:\n\nkategoria kwota wa\nza zajecie I miejsca | 850\npozostate miejsca 750\n\nZgodnie z art. 92 ust. 3 ustawy Prawo o szkolnictwie wyzszym i nauce\nmaksymalna  ftaczna  wysokos¢é = stypendium = socjalnego ~—wraz\nze zwiekszeniem oraz stypendium rektora wynosi 2 430 zt miesiecznie.\n\nZAPOMOGA\nMaksymaina wysokoSc zapomogi mozliwej do przyznania_ przez\nProdziekana Wydziatu wynosi 3 000 zt.\n\nW szczegdinie uzasadnionym przypadku, jesli student ztozy wniosek\noO ponowne rozpatrzenie sprawy, zapomoga moze byé przyznana w kwocie\nwyzszej niz przyznana decyzja Prodziekana Wydziatu.\n\nUstalam nieprzekraczalny termin wyptaty stypendiéw socjalnych\n\noraz stypendiéw dla oséb niepefnosprawnych za_pazdziernik\n\ni listopad br.:\n\ne dla studentéw studiéw stacjonarnych - na dzien 22 listopada 2022 r.\n(wtorek),\n\ne dla studentéw niestacjonarnych - na dzien 25 listopada 2022 r.\n\n(piatek).\n\n\n\nAGH\n\nStypendium rektora zostanie wyptacone w grudniu\nz wyréwnaniem za miesiace pazdziernik i listopad.\n\nStypendia w miesiacu grudniu zostana wyptacone zgodnie z przyjetym\nharmonogramem wypiat, tj.\n\ne dla studentéw studiéw stacjonarnych - do 10 grudnia,\n\ne dla studentdéw studiéw niestacjonarnych - do 17 grudnia.\n\nW zaleznosci od banku, w ktérym student posiada konto, przelew\nstypendium moze zosta¢ zaksiegowany z opdznieniem.\n\nStypendia wyptacane sq na_ konta osobiste student6w wprowadzone do\nUSOS. Brak otrzymania Swiadczenia oznacza koniecznosé wyjasnienia\nz dziekanatem Wydziatu AGH, na ktérym studiuje student lub z Sekcja\nWyptat i Rozliczen Stypendiow Dziatu Spraw Studenckich - tel. 617 33 10,\n\ne-mail: dss@agh.edu.pl.\n\nW zwiazku z powyzszym prosze pracownikéw dziekanatéw zajmujacych\nsie obstuga Swiadczen dla studentéw o przekazanie polecen wyptaty do\nSekcji Wyptat DSS w terminie do 5 dni roboczych przed planowanym\nterminem wyptaty. Kazdy przypadek opéznienia wymaga wczesniejszego\npisemnego poinformowania Prorektora ds. Studenckich przez Dziekana\nWydziatu o jego przyczynach oraz wiaze sie z przesunieciem wyptaty\nSwiadczen na kolejny miesiac.\n\nUWAGAI!\n\nUstalona wysokosé Swiadczen jest uzalezniona od przyznanej dotacji na\nrok 2023 i moze ulec zmianie w semestrze letnim roku\nakademickiego 2022/2023. Zewzgledu na_ sytuacje Funduszu\nstypendialnego, wskazane wyzej stypendia wyplacane beda przez\n9 miesiecy (od pazdziernika do czerwca).\n\nBrak Srodkéw na koncie Funduszu stypendialnego moze byé przyczyna\nwstrzymania przez bank przelewow na konta osobiste studentdéw do czasu\nzasilenia konta nastepng transzq dotacji z Ministerstwa Edukacji i Nauki.\n\nUprzejmie prosze Szanownych Panstwa Dziekanédw oo przekazanie\npowyzszych informacji do wiadomosci Studentéw poprzez udostepnienie\nniniejszego komunikatu w serwisach informacyjnych Panstwa Wydziatow.\n\nZz Onna 01 €027\n\nDo wiadomosci:\n1. JM Rektor AGH,\n\n2. Kwestor AGH,\n\n3. URSS i URSD AGH,\n\n4. KU AZS AGH,\n\n5. Petnomocnicy Rektora ds. Két Naukowych,\n6. BON,\n7.\n8.\n9.\n1\n\n\n\n"}