{"content": "Problem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 1 of 22  \n 1) As described by the exponential distribution of the reliability function, it is assumed that in the process of \ntime, the intensity of damage will:  \n2) In the series reliability structure, the intensity of damage to a structure as related to the increase of the \nnumber of elements of this structure will:  \n3) Classic types of reliability structures are:  \n4) A measure of damage intensity could be:  \n5) The notion of technical diagnostics is defined by: \n6) Non -destructive testing methods used in technical diagnostics do not include:  \n7) Destructive testing methods used in technical diagnostics do not include:  \n8) By analytical method, shear force value is determined as:  \n9) Among which class of machines do we include metal machine tools?  \n10) Which class of machines can be divided into volumetric and flow?  \n11) What are the stages of life cycle of devices and technical objects?  \n12) A set of all technical and organi sational operations aimed to enable an object to fulfil requested functions, \nincluding the necessary adaptation to changing external conditions in the life cycle of devices and technical \nobjects, is called:  \n13) As related to time, the reliability function is:  \n14) As related to time, the non -reliability function is:  \n15) Logistic proc esses are included in the transformation:  \n16) Typical structures of logistic systems include:  \n17) Supply chain management is also known as:  \n18) One of the basic functions of logistics is:  \n19) Basic methods of work stations distribution include:  \n20) A method of creating the su stainable culture of workstation care used to maintain order is called:  \n21) General methods of theoretical workstations distribution are divided into following specific methods:  \n22) Material compression strength 𝑅c defines:  \n23) Material tensile strength 𝑅m defines:  \n24) Material upper yield point 𝑅eH defines:  \n25) As regards technical drawing, what is referred to as a sketch?  \n26) As regards technical drawing, what do we call the vertical plane view?  \n27) As regards technical drawing, how is sectioning done?  \n28) What size is the basic format for technical drawing sheet?  \n29) As regards technical drawing, object sections can be:  \n30) Solving the knapsack problem, we assign values of variables, which:  \n31) What type of variables are defined in order to determine an optimal solution of allocation task by  means of \nmathematical model of linear programming problem?  \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 2 of 22  \n 32) As regards the assembly line balancing problem by means of discrete programming model, the objective \nfunction allows:  \n33) The hierarchical approach to decision -making problem solving is characterised by: \n34) The proper order of stages while constructing a mathematical model of processes is:  \n35) What is the objective of formulating an optimization task in industrial process design?  \n36) How is interaction force between two motionless point electric charges dependent  on the distance between \nthem?  \n37) Magnetic force is defined by 3 parameters: electric charge, its speed, and induction of magnetic field. What \nequation brings these parameters together?  \n38) In order to check, if data come from the Poisson distribution, we conduct  the following test:  \n39) What situation usually requires the use of data in the simple frequency distribution?  \n40) Testing relationships between characteristics on a nominal scale requires the use of:  \n41) Methods of issuing goods from the warehouse do not include:  \n42) What does the term ‘order picking’ refer to?  \n43) Identification by means of radio frequency is known by the acronym:  \n44) In logistics, the XYZ method refers to:  \n45) Decision -making problems solved by distribution logistics do not include:  \n46) Stage division in logistics includes the following subsystems:  \n47) Which is not a basic function of stock:  \n48) What is the policy of restocking with the so -called re -order point?  \n49) The definition of quality provided by ISO 9000 standard determines:  \n50) The operative definition of audit used in 19001 standard is:  \n51) The PDCA cycle was introduced by:  \n52) When is the Ishikawa diagram method used?  \n53) What is process mapping used for?  \n54) The traditional (classic) quality management tools include:  \n55) Provision of necessary resources and organisation of a process in spac e and time is:  \n56) Intangible resources of an organisation include i.a.:  \n57) Synergy is achieved when an organi sation gains:  \n58) Delegating some of the decision -making powers to the lower ranks of management is called:  \n59) The proper order of operations conducted when cre ating an offer for the target market is:  \n60) Industrial marketing communication is different from direct consumer communication by its … character:  \n61) Personal selling is a very efficient tool of marketing communication on B2B market, because:  \n62) In industrial marketing communication, the least important is:  \n63) A developed form of variable costing is:  \n64) What is the reaction of fixed unit cost to the change of size of the enterprise?  \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 3 of 22  \n 65) In which area is the profit and loss account different from the single -step version?  \n66) When is variable costing most commonly used?  \n67) The decision analysis of which enterprise should be based on the pro forma financial statement?  \n68) Period costs are passed on in full to:  \n69) Today, one of the factors of production is:  \n70) Following the long -term economic  growth changes involves mainly:  \n71) Decreasing marginal productivity of physical asset means that every raise of its quantity causes:  \n72) In modern economics, the basic resource allocation mechanism is:  \n73) GDP can be calculated as,  i.a.: \n74) Variable costs of maintainin g stock refer to costs:  \n75) In the on -off control system, control signal and output signal are characterised by:  \n76) For steady control systems, in order to eliminate the steady -state error (for  step response) and shorten the \nregulation time,  one should use ... controller:  \n77) The dynamic terms in a PID controller are:  \n78) A type of control system maintaining a constant value of output signal is:  \n79) In drilling operation, a tool performs:  \n80) Milling is a type of ... machining:  \n81) Abrasive machining is ... machining:  \n82) The line of intersection of rake surface and flank surface of a turning tool is called:  \n83) Processes parallel to the manufacturing process are ... processes:  \n84) Standard operation time is defined as:  \n85) Basic parameters defining simple products are:  \n86) Bottleneck of a manufacturi ng process is:  \n87) Divisibility of technological operation means:  \n88) Basic elements of technological operation include:  \n89) What is the motion of an object during lathe work?  \n90) What is the motion of a tool during drilling?  \n91) Due to a type of material used for casting, th ere is:  \n92) Due to the direction of material flow, extrusion methods can be divided into:  \n93) Due to the direction of working motion,  whittling can be:  \n94) Stamping is a technological process including i.a. the following operations:  \n95) Founding is a method of metal good s manufacturing which involves:  \n96) Metal forming is a type of metalworking which involves:  \n97) Machining is a type of metalworking which involves:  \n98) Forging is a technology which involves:  \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 4 of 22  \n 𝑎 99) Extrusion is:  \n100) Drawing is:  \n101) Drilling is:  \n102) Broaching is:  \n103) Milling is:  \n104) Subtractive  manufacturing involves shaping objects by means of:  \n105) How can production in progress be measured using Little ’s law?  \n106) If the matrix and the augmented matrix of a system of linear equations n with m unknowns have the same rank, \nwhich equals k, then:  \n107) Rank of a  matrix can change, if:  \n108) Calculating an improper integral involves:  \n109) Calculating a definite integral involves:  \n110) Let function f be definite in a certain neighbourhood S of point  𝑥0. Figure  g is the limit of function  f at point  \n𝑥0 if: \n111) Matrix determinant will  not change, if:  \n112) Integral ∫𝑡𝑔(𝑥)𝑑𝑥 can be reduced to ∫1\n𝑥𝑑𝑥, using:  \n113) Indefinite integral is:  \n114) For a determined  function f and interval [𝑎, 𝑏] definite integral ∫𝑓(𝑥)𝑑𝑥𝑏\n𝑎 is: \n115) In the box -and-whisker diagram, the length of the whisker cannot:  \n116) How many bins should be in a histogram to visualise a sample size n? \n117) What are the conclusions in a situation, in which the null hypothesis has been rejected in variance analysis?  \n118) What is the scalar product of two three -dimensional vectors?  \n119) What is the vect or product of two three -dimensional vectors?  \n120) The integral test for convergence of a series of numbers requires:  \n121) In a series structure composed of unfixable objects, the time of proper work of this structure is:  \n122) In a parallel structure composed of unfixable  objects, the time of proper work of this structure is:  \n123) Reaction force is a physical quantity, which:  \n124) A necessary and sufficient condition of any coplanar forces system is:  \n125) The coplanar forces system is characterised by:  \n126) How does the capacitance of a parallel -plate capacitor depend on the charge accumulated on its plates?  \n127) The units of stress are:  \n128) The units of bending moments are:  \n129) Which law of hydromechanics is used in the operation of a hydraulic press?  \n130) Which law of hydromechanics is used in the operat ion of a lift lock?  \n131) Which type of energy is used in a torque converter?  \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 5 of 22  \n 132) Which law of thermodynamics states that the total entropy of an isolated system always increases over time, \nor remains constant?  \n133) Which law of thermodynamics could be formulated as the impossibility of constructing a perpetual motion \nmachine of the first kind?  \n134) On which laws is the classical method of electric circuit analysis based?  \n135) What equivalent resistance is obtained by series circuits?  \n136) What equivalent capacitance will be obtained by  a parallel circuit of three non -zero capacitance capacitors?  \n137) What law defines the sense of a vector of magnetic induction around the electrical conductor?  \n138) How does the gravitational pull between two masses depend on distance between them?  \nWhat is the cent re of mass of a rigid body?  \n139) Bending moment could be defined as:  \n140) The negative value of bending moment for the entire beam means that:  \n141) The negative value of reaction force means that:  \n142) The negative value of shear force for a beam means that:  \n143) What compounds ar e always products of the complete combustion of organic compounds?  \n144) Pressure losses connected with fluid motion in apparatuses directly depend on:  \n145) Catalyst is a substance:  \n146) Water vapour is saturated with good heat carrier (energetic medium), because:  \n147) Heat fl ux of a reaction directly depends on:  \n148) There are two elementary processes to the crystallisation process:  \n149) Among liquids we include:  \n150) Which management style is characterised by significant participation of all team members in the decision -\nmaking process ? \n151) Whic h attributes are characteristic of charismatic authority?  \n152) Which management style is characterised by the assumption that the leader is the most important in an \norganisation?  \n153) A hierarchical organisation, which completely satisfies its members’ needs, is called:  \n154) Processes, by means of which an individual becomes a full member of social communities are called:  \n155) The normative dimension of a social structure includes:  \n156) Social stratification refers to:  \n157) A system of interpersonal dependencies, distances and hierar chies in organisational and non -organisational \nform is called:  \n158) Organisation can be understood as:  \n159) Rational -legal power is based on:  \n160) The passing -on of the costs and benefits resulting from the activity of one business entity to the third parties \nwithout app ropriate compensation is called:  \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 6 of 22  \n 161) Internalisation of external costs consists in:  \n162) The principle of sustainable development, according to which a business entity bears the costs of removing \nthe effects of damage caused to the environment by this entity and pr evention thereof , is known as the \nprinciple:  \n163) Anthropogenic capital is the capital:  \n164) The basic natural capital is composed of:  \n165) Natural resources can be divided into ... resources:  \n166) The difference between environmental fee and ecotax is:  \n167) Which compounds are visible as dark -brown spots in the macroscopic Baumann method?  \n168) A clear specimen fracture without the increase of the load is caused by ... embrittlement/cracking:  \n169) In the blue fracture test, the fracture where metal defect  is less is cov ered in a deposit colour:  \n170) During cleavage fracture in the impact strength test the specimen:  \n171) In the static torsion test, the lowest values of fracture curve mean that:  \n172) Among which type of hardness testing methods is the Poldi test included?  \n173) Elasticity of material characterises:  \n174) The Young’s modulus characterises:  \n175) Stress limits of material are characterised by:  \n176) The unit of safety factor used for strength calculations is:  \n177) What do we call the area, where the process of material fracture starts?  \n178) The negative va lue of bending moment could be interpreted as follows:  \n179) Fatigue strength is defined as:Which type of software controls the computer resource utilization?  \n180) Free and open software, without licence fees and usage fees , is called:  \n181) Documents shared by HTTP server s are identified by means of URL (Uniform Resource Locator) address. The \nURL address is a string of characters, which contains:  \n182) A program (program package) specialised in gathering and processing data collected in the form of pivot tables \nis: \n183) A diamond -shaped box with typed text “d=0” in the algorithm operation schema means:  \n184) A rectangular box with typed text “d=0” in the algorithm operation schema means:  \n185) Each box in the algorithm operation schema includes:  \n186) A rhomboid box in the block diagram visualises:  \n187) The basic constructions in structured programming are:  \n188) Testing a program written for the purposes of the enterprise is directed mainly at:  \n189) Reliability verification of results of calculations conducted by means of an original computer program is based \non: \n190) The process of creating a computer program is complete when:  \n191) Which parameter is used in the Thévenin ’s theorem about the equivalent circuit?  \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 7 of 22  \n 192) By means of the Gauge Repeatability and Reproducibility analysis (GRR), we can assess:  \n193) Static characteristic of a “perf ect” device should include:  \n194) Strain gauges are used to measure:  \n195) Test recording could be described as:  \n196) The Final Element Method is used to test the structural strength, simulate deformations and stresses. The \nMethod is characterised by:  \n197) A device for detectin g and registering defects in materials is:  \n198) Which element of a measurement system is a primary converter, converting the measured value into different \nvalue, measurable directly by means of direct measurements?  \n199) Automatic Control System is:  \n200) What is combinati onal logic?  \n201) By means of NAND gates we can:  \n202) By means of a 4 -input AND gate we execute:  \n203) How are combination al logics different from sequential logics?  \n204) Indicate methods of minimi sation of the switching function in the combinational logic:  \n205) Which control functions are indicated in the Mealy sequential logic?  \n206) Astatism is a property of control systems, in which there is at least one element:  \n207) Setting time is the time, which passes:  \n208) The necessary and sufficient condition of stability of the linea r control system is:  \n209) In control theory, the possibility of forcing the system into a particular state or output by using an appropriate \ncontrol signal is called:  \n210) The Ziegler –Nichols tuning method is used to:  \n211) How does the length of production cycle change w ith the level of machine usage?  \n212) How does the changeability (diversification) of time of product manufacturing, repairs and change overs \ninfluence productivity, production cycles and output volume?  \n213) Provide a correct definition of the Moore sequential circui t by the following  designations: X – input alphabet, Y \n– output alphabet, Q – set of states, λ – transition functions, δ – output functions.  \n214) Provide a correct definition of the Mealy sequential circuit by the following designations: X – input alphabet, Y \n– output alphabet, Q – set of states, λ – transition functions, δ – output functions.  \n215) Provide a correct form of the transition function in combinational circuits by the following designations: X – \ninput alphabet, Y – output alphabet, Q – set of states.  \n216) Read  functions  𝑧1 and q of the presented schema:  \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 8 of 22  \n  \n217) By means of the transfer function one can describe:  \n218) The basic sub -processes of the production process, executed in a production system, are:  \n219) The manufacturing process within the production process consists of  the following sub -processes:  \n220) The manufacturing system is the basic element of the production system, responsible for:  \n221) Flexible manufacturing system is defined as:  \n222) The basic elements of the manufacturing system design process are:  \n223) Process mapping (flow cha rt) is:  \n224) Manufacturing process design is executed in two stages:  \n225) The principle of specialisation in organisation of the production process means:  \n226) The principle of continuity in organisation of the production process means:  \n227) Takt time of the production proces s is: \n228) Output per hour is:  \n229) A single product production cycle is:  \n230) In the course of the product production cycle, multi -stream means:  \n231) A basic parameter of a direct line design is:  \n232) Multi -machine operation cycle is:  \n233) Within which function of management are the o rganisation goals and ways of execution set?  \n234) In which type of planning do we use highly -aggregate data, plan revision is conducted once in six months or \nrarer, and the decision -making level of uncertainty is high?  \n235) In which type of planning do we use detail  data (non -aggregate), plan revision is conducted frequently, and \nthe decision -making level of uncertainty is low?  \n236) Under what condition is it admissible to set projections randomly on one sheet or on separate sheets?  \n237) What must be presented for orientation,  if an assembly drawing has a single projection drawn partially on \nseveral sheets?  \n238) How, in relation to the projection plane, the drawn object should be located during projection?  \n239) Inside which space should the drawn object be located during projection?  \n240) Whic h line is used for visible edges and clear outlines of the object in views and sections in technical drawing?  \n241) Which line is used for section lining in technical drawing?  \n242) Which line is used for hand -drawn short -break or boundary lines in technical drawing?  \n243) How is the object situated in the front projection?  \n\n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 9 of 22  \n 244) Electrical Discharge Machining  (EDM) is:  \n245) Electrochemical machining (ECM) is:  \n246) Laser beam machining (LBM) is a method:  \n247) Ion implantation is a method:  \n248) PVD technology is a method:  \n249) PACVD technology is a method:  \n250) In nanotechnology, additive technologies are:  \n251) The LIGA process of microstructure manufacturing involves:  \n252) Rapid Manufacturing is:   \n253) Rapid Prototyping is:  \n254) How is the patent priority marked?  \n255) What character is the patent priority right?  \n256) What conduct is unfair  competition?  \n257) What are the rules of disposing and using of a work -based edition by the author of the work ? \n258) The attributes of enterprising attitude include:  \n259) The number of employees in enterprises in the category “small and medium enterprise” is:  \n260) Proactivity , as an attribute of enterprising attitude and orientation, means:  \n261) Business model canvas describes i.a.:  \n262) According to the OSLO methodology, we differentiate:  \n263) Implementation of a new method regarding the organisation ’s relationship with the surroundings is an example \nof: \n264) A characteristic of an innovative organisation is:  \n265) A characteristic of an enterprising organisation is:  \n266) Database is defined as:  \n267) A cell of the table (or combination thereof) uniquely identifying a particular record is:  \n268) The basic object of a r elational model of data is:  \n269) Class definition in VBA involves:  \n270) Which model of data is MS Access?  \n271) In the table design mode of MS Access, we define and format:  \n272) The primary key in a relational database serves to:  \n273) Which of the following is not an MS Access obje ct? \n274) Without which objects an MS Access database cannot exist?  \n275) Provisions regulating undertaking of a business activity by an entrepreneur, who is a natural person, are \nincluded in:  \n276) The primary legal foundation of economic freedom is included in:  \n277) Provisions  imposing the obligation to pay interests on delayed cash benefit are included in:  \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 10 of 22  \n 278) An organisational unit obtains corporate personality the moment when:  \n279) Formation, constitution and termination of legal persons are envisaged by:  \n280) According to legal provision s, a business entity is:  \n281) Various organisational relationships, described in organisational breakdown structure, regulations or function \nregister, are:  \n282) A document, comprehensively regulating the order in the organisation, including i.a. its basic rules of \noperation, instructions, framework procedures, is:  \n283) Expert power is based on:  \n284) Participatory power is based on:  \n285) Corporate social responsibility is demonstrated by i.a.:  \n286) Under market economy conditions, the price on the market results from:  \n287) What does the funct ion of consumption define?  \n288) Simultaneous and co -dependent relationships of competition and collaboration between competitors, \nmaintaining their organisational individuality, is called:  \n289) On the enterprise level, outsourcing is a process which involves:  \n290) For th e enterprise, employees, owners and creditors are:  \n291) According to C.K. Prahalad and G. Hamel, core competencies have the following characteristics:  \n292) If in a short -term model, the planned demand exceeds the level of production, then:  \n293) If in a short -term model, the planned demand is lower than the level of production, then:  \n294) If the increase of state expenses is financed by the increase of taxes, the break -even point in the model:  \n295) Inflation occurs, when there is constant:  \n296) Current decisions about the joint -stock com pany are made by:  \n297) Who represents the joint -stock company?  \n298) In a publicly -listed company, the supervisory board is usually appointed to another term of office by:  \n299) Fundamental provisions regarding formation of a civil company are included in:  \n300) Fundamental prov isions regarding operation of commercial companies are included in:  \n301) The social component of a group includes:  \n302) Sociometric structure reflects:  \n303) The existence of group norms is demonstrated by:  \n304) Formal organisation is:  \n305) The basic functions of organisational cul ture include:  \n306) A legal action against a legal person or other entity, which is not a natural person, is instituted according to:  \n307) A legal action regarding financial claim against an entrepreneur can be instituted before ... court:  \n308) How many times in the cours e of proceedings can the parties be referred to mediation?  \n309) An application for a summons to a conciliation hearing – regardless of material jurisdiction – can be filed with:  \n310) What are factors detrimental to health?  \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 11 of 22  \n 311) Factors detrimental to health include:  \n312) What  type of risk assessment method is Risk Score?  \n313) What is accident at work?  \n314) In order to validate a discrete -event simulation model we can use:  \n315) Which method can be used to classify a stock of materials regarding their share in the total consumption \nvalue ? \n316) Whic h method can be used to classify a stock of materials regarding the regularity and variability of \nconsumption?  \n317) Which method can be used to mark hardenability of steel?  \n318) Which method can be used to mark arasibility of plastics?  \n319) Which method can be used to mark timber humidity by direct method?  \n320) Which method can be used to detect surface damage in ferromagnetic material?  \n321) Which direction of magnetization can be used in magnetic inspection of a steel cable?  \n322) Which technical parameters must be considered in endur ance and fatigue testing of steel wires?  \n323) In order to mark the upper limit of plasticity ReH, you will conduct a test:  \n346)  The equation  𝑇02𝑑2𝑦(2)\n𝑑𝑡2+2𝜉𝑇0𝑑𝑦(𝑡)\n𝑑𝑡+𝑦(𝑡)=𝑘𝑢(𝑡) defines the element:  \n347) Define the quantity of production of part A nece ssary to satisfy the demand for it, if it is needed  \nfor making three final products X, Y and Z; their unitary demand for part A is 3, 2 and 1 pieces; their gross demand \nis 200, 200 and 200 pieces; their net demand is 100, 100 and 100 pieces; external (ind ependent) demand for \nparts A is 100; it stock is 500 pieces; and  safety stock is 100 pieces.  \n348) Define the quantity of production of part A necessary to satisfy the demand for it, if it is needed for making \nthree final products X, Y and Z; their unitary demand for part A is 3, 2 and 1 pieces; their gross demand is 200, \n200 and 200 pieces; their net demand is 100, 100 and 100 pieces; external (independent) demand for parts A is \n100; it stock is 900 pieces; and  safety stock is 100 pieces.  \n349) Define total operating cost for the following order schedule, if ordering cost (order preparation cost) is 1 ,000 \nPLN, and unitary holding cost is 2 PLN.  \n Week   1  2  3  4  5  6  7  8  \nDemand  60 30 30 70 10 20 60 20 \nOrder  90 0 100 0 90 0 0 20 \nStock  30 0 70 0 80 60 0 0 \n \n350) Indicate the most beneficial schedule for a dynamic order quantity planning problem (Wagner -Whitin problem), \nif the economic quantity of order (EOQ) for medium demand is 100. The table below defines demand and four \nschedule s to choose from.  \nWeek  1 2 3 4 5 6 7 8 \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 12 of 22  \n Demand  60 30 60 30 60 10 10 60 \nSchedule A  100 0 100 0 100 0 0 20 \nSchedule B  80 0 80 0 80 0 80 0 \nSchedule C  90 0 90 0 80 0 0 60 \nSchedule D  60 30 60 30 60 10 10 60 \n \n351) Indicate the correctly calculated stock balance for  a dynamic order quantity planning problem (Wagner -Whitin \nproblem). The table below defines demand, order schedules and four stock balances.  \nWeek  1 2 3 4 5 6 7 8 \nDemand  60 30 60 30 60 10 10 60 \nOrders  100 0 100 0 100 0 0 20 \n  Stock balance   \nA 30 0 30 0 20 10 0 0 \nB 90 60 0 60 0 70 60 0 \nC 40 10 40 10 80 70 60 0 \nD 40 10 50 20 60 50 40 0 \n \n352) Within a certain project, we must i.a. conduct four operations marked as A, …, D of execution times respectively: \n4, 2, 6 and 2 hours. What is the earlies t completion time for operation D, if before it starts, operations A, B and \nC must be completed, and their earliest starting times are 7am, 8am, 6am respectively?  \n353) Within a certain project, we must conduct operations  j marked as A, …, G. The table below defi nes times of the \nconducted operations pj measured in hours, and also their earliest starting times ESj and latest starting times LSj \n. Will delivery of materials needed for operation F at 4pm delay the time of the entire project?  \n j  Pj  ESj  LSj  \n A  4  6am   6am   \n B  2  6am   8am   \n C  4  8am   12am  \n D  3  10am   1pm  \n E  6  10am   10am  \n F  3  1pm   9pm  \nG 6 4pm  4pm  \n354) Within a certain project, we must conduct operations  j marked as A, …, G. The table below defines times of the \nconducted operations pj measured in hours, and also their earliest starting times ESj and latest starting times LSj \n. Indicate all operations, shortening of which can shorten the time of the entire project.  \n \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 13 of 22  \n  j  pj  ESj  LSj \n A  4  0  0  \n B  2  0  2  \n C  4  2  6  \n D  3  4  7  \n E  6  4  4  \n F  3  7  13 \nG 6 10 10 \n \n355) In a test of 10 homogeneous objects, after the time t = 100 h 3 objects were damaged. Reliability equals:  \n356) In a test of 12 homogeneous objects, after the time t = 100 h 3 objects were damaged. Non -reliability equals:  \n357) Class 1 analogue voltmeter has the range of 400 V. Relative error of measurement of 200 V voltage equals:  \n358) For the dataset (1, 3, 4, 2, 6, 6, 10, 3), selected values of descriptive statistics are:  \n359) For random variable X (of distribution defined in the table), selected distribution parameters were defined. \nWhat are they?  \nxi -5 1 2 5 \npi 0.2 0.3 0.1 0.4 \n \n360) Based on a dataset of 20 data, the Pearson correlation coefficient was calculated by variables X and Y. It equals \n0.8. What statistical hypotheses must be verified, in order to check its statistical significance?  \n361) Let X be a random variable of distribution  N(m,σ). In order to check, if variation of this random variable is less \nthan 3, we must conduct a test with the followi ng hypotheses:  \n362) Let X be a random variable of distribution N(m,3). In order to verify the hypothesis H0: m = 7, we must \ncalculate a statistic of distribution:  \n363) Considering a mathematical programming model for production planning problem , what is the sense of the \ninequality  ∑𝑝𝑗𝑘𝑗𝑥𝑗𝑘≤𝐶𝑘𝑡, if 𝑝j𝑘 stands for unitary manufacturing time of product  j on machine k, \n𝑥j𝑡 is the quantity of manufacturing product j over period t, and 𝐶𝑘𝑡 is the working time of machine k over period \nt? \n364) Considering a mathematical programming model for production planning problem , what equation correctly \ndefines the stock balance, if 𝐼j𝑡 stands for stock of product j at the end of period t, 𝑥j𝑡 is the quantity of production \nof product j over period t, and 𝑑j𝑡 is demand for product j over period t? \n365) For a beam length 1 m, the bending moment is defined by functional dependency: Mg(x) = 6 x2 + 12 x + 12, where \n0 ≤ x ≤ 1 m. The shear force for this beam is defined by function:  \n366) On a rope of radius 10 mm hangs a body of mas s 100 kg. The value of stresses on this rope equals:  \n367) Vector r1 is anchored at the beginning of a coordinate system and its length is  r1 = 10 m, and vector r 2 is also \nanchored at the beginning of a coordinate system and its length is r2 = 10 m. The length of vector Δr = r2 – r1 \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 14 of 22  \n equals:  \n368) The velocity of a body changes from v1 = 10 m/s to 50 m/s in 5 seconds. What  is the acceleration of the body?  \n369) Induction vector B is perpendicular to the conductor. What is the force of the magnetic field of indu ction B = 2 \nT on the conductor of length d = 2 m, with current I = 10 A?  \n370) Through the circle of radius R = 2 m run three wires with respective currents of: I1 =2 A, I2 =5 A and I3 =-3 A. \nVoltage of the magnetic field in the distance R from the centre of the  circle equals:  \n371) Perpendicularly through the surface of an inductor with N = 10 coils runs a magnetic flux of equation  \nφ = 2t + 2. What is SEM induced in the inductor?  \n372) Through the electric wire of cross -section 10 mm2 runs the current of intensity 10 A. What is the density of this \ncurrent?  \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 15 of 22  \n 373) The current divider has 3 branches of respective conductances: G1 = 2S, G2 = 3S, G3 = 5S. The main current \nrunning to this divider equals  I = 10 A. What is current intensity in branch G3? \n374) Calculate force F, with which two charges Q1 = 1 C and Q2 = 2 C dist ant by R = 2 m influence each other. \nConstant k = 1/4π ɛo = 10.  \n375) Electric field influences a charge 2 C with force  F = 10 N . What is the intensity of the electric field:  \n376) In one loop of an alternative current circuit of ω=10 rad/s, three elements were series circuit: R = 2Ω,  \nL = 1 H, C = 1 F. What is the impedance of this circuit:  \n377) Charge 1 C enters the magnetic field of induction B = 2 T with the velocity of 10 m/s at a right angle. What is \nthe force of the magnetic field on this charge?  \n378) Vector of length R = 2 m made, from its situation on axis X, a turn by the angle α = 30o in the clockwise \ndirection. What are its Cartesian coordinates after the turn?  \n379) On the surface of the sphere of radius R = 10 m there was collected a charge Q = 5 C. Calculate the intensity of \nthe electric field on the surface of the sphere, if constant k = 1/4π ɛo = 10.  \n380) The solution of the system of equations  {2𝑥+𝑦−𝑧=2\n𝑥−2𝑦+2𝑧=−3\n3𝑥−𝑦+𝑧=−1 is: \n381) Among local extrema of th e function f(𝑥, 𝑦) = 𝑥2 + 𝑦2 − kx − 4y + 8 there is : \n382) How many common points are there for surfaces 𝜋1∶ 2x + 3y − z + 4 = 0 and 𝜋2∶ 4x + 6y − 2z − 8 = 0 \n{𝑥+3𝑦=1\n2𝑥−𝑦=2\n3𝑥+2𝑦=3 \n383) How many solutions are there for a system of equations  {𝑥+3𝑦=1\n2𝑥−𝑦=2\n3𝑥+2𝑦=3? \n384) How many solutions in the body of complex numbers are there for the equation 𝑧3 + 1 = 0? \n385) What is a derivative of the function f(𝑥) = ln(𝑥2 + 1) for an a rgument 𝑥0 = 0? \n386) The indefinite integral  ∫𝑥𝑐𝑜𝑠𝑥𝑑𝑥   equals:  \n387) On executing VBA instruction “k = 3 \\2: if k <= 1 then k = k -1 else k = k+1”, the value of variable k equals:  \n388) On executing VBA instruction “For k = 1 To 4: Next k”, the value of variable k equals:  \n389) In VBA, instruction “Cells(2,4)=Inputbox(„ Enter  x”)” will ca use: \n390) Which cost is not included in the classification of costs by function?  \n391) Which cost is not included in the classification of costs by cost centre?  \n392) Which cost is not included in the classification of costs by type?  \n393) Cost of administrative employee compens ation, cost of amortisation of shop floor and production building, \ncost of heating and lighting of office rooms are included among:  \n394) A company has a limited production capacity. What value should the company consider making a decision \nconnected with choosin g an optimum production programme?  \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 16 of 22  \n 395) In a company, costs by type equalled 20 ,000 PLN. They were calculated as follows: costs of basic operation  \n15,000 PLN, costs of management 5 ,000 PLN. 1000 pieces of a product were produced, 900 pieces were sold. \nWhat is t he change in stock of product?  \n396) Overhead costs of an enterprise equal 1 ,000 PLN, unitary variable cost is 10 PLN, and the price of a finished good \nis 20 PLN. What is the quantitative break -even point?  \n397) Costs by type of a period equalled 1500 PLN. They were calculated as follows: costs of basic operations 1 ,000 \nPLN, costs of management 500 PLN. 100 pieces of a product were produced, 50 pieces were sold at 20 PLN/pc. \nWhat was the sales result in that period?  \n398) An enterprise produced 40 pieces of finished goods, and the unitary variable cost of production equalled 20 \nPLN/pc. 30 pieces of finished goods were sold at 50 PLN/pc. What was the gross margin?  \n399) What will be EBIT, knowing that Company “X” sold 1 ,000 pieces of product at 10 PLN/pc., overhead costs \nequalled 3 ,000 PLN, variable costs equalled 4 ,000PLN, and tax was 20%?  \n400) If credit interest is 10%, tax rate 30%, what is the cost of borrowed capital (the company pays Corporate \nIncome Tax CIT)?  \n401) If GDP increased really, and decreased nominally, while other factors re mained unchanged, then:  \n402) If a company faces increasing economies of scale, then part of the long -run average cost curve is:  \n403) If inflation between years 1 and 2 equalled 5%, and real GDP growth was 3%, what was nominal GDP growth in \nyear 2, if in year 1 it eq ualled 200?  \n404) If between years 1 and 2 GDP increased really by 3%, and inflation increased from 5% to 7%, then nominal GDP \nincreased by:  \n405) If the GDP growth rate equalled 3% last year, and it is predicted to be 4% the current year, then the change of \nrate will  be: \n406) By which method we will not divide costs into overhead and variable?  \n407) In order to assess the economic situation of an enterprise, the most important parameters to consider will be:  \n408) In order to assess the ability of an enterprise to settle liabilities, we must use:  \n409) In order to assess the long -run ability of an enterprise to generate profit, we must use:  \n410) In order to assess the effectiveness of investment, we must use:  \n411) What measure should be used to asses s the degree of target achievement?  \n412) What measure should be used to assess the degree of resource utilization?  \n413) Takt time in the lean manufacturing system can be de termined  based on knowing:  \n414) To calculate the number of workstations performing a given operation we can use:  \n415) To choose a device (machine) among many capable of doing the same operation , we can use:  \n416) To assess production capacity in group layout systems, beside unitary labour consumption, we must know:  \n417) Based on the Weibull distribution, we can estimate:  \n418) Which course of product technological cycle is  used in direct -line production?  \n419) The productivity of manufacturing process is influenced by:  \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 17 of 22  \n 420) What type of production requires the direct -line form of organisation?  \n421) Which form of production organisation will be the most effective to manufacture a homogeneou s range of \nproducts?  \n422) Which form of production organisation will be used in the case of manufacturing a large quantity of composite \nproducts of complicated structure?  \n423) The impedance of a circuit  Z = 10 –i 5. How many units must be marked on the imaginary axis ( i) when drawing \nthis impedance?  \n424) Force F1 works along the axis OX, and force F2 along the axis OY. The value of net force can be calculated as:  \n425) The capacity of a parallel -plate capacitor without a dielectric was calculated as C = 10 F. Next, between t he \nplates , a dielectric of constant ɛr =2 was situated. What is the capacity now?  \n426) There is a series and parallel circuit of two capacitors of respective charges: Q1 = 10 C and Q2 =30 C. What is \nthe charge of the circuit?  \n427) The ratio of the moment of inertia  I1 of a person spinning with arms spread to their moment of inertia  \nI2 with arms along the body is I1/I2 = 5. The spinning speed with arms spread is ω1=10 rad/s. Calculate the \nspinning speed with arms along the body.  \n428) What is the power of the voltage source of SEM = 10 V, through which runs the current of intensity of I =10 A?  \n429) Through a resistor of R = 10 Ω runs the current of intensity I = 5 A. How much power is generated on the \nresistor?  \n430) Direct current runs through th e resistor R = 2 Ω over the time of  t = 1 min.  The voltage measured on this resistor \nequals U = 10 V. What energy was generated on this resistor over the time given?  \n431) In order to measure intensity in the alternating current circuit, we should turn on:  \n432) In or der to measure voltage in the alternating current circuit, we should turn on:  \n433) In a series structure there work 10 elements of the same intensity of damage equal 1 e-5 1/h  each. What is the \nmaximum number of elements that can be damaged, so that the infallibility of the structure is on the level R(100) \n= 0.4? \n434) Non -reliability of a parallel system composed of 3 elements of R1 = 0.9, R2 = 0.8, R3 = 0.7 equals:  \n435) Reliability of a parallel system composed of 3 elements of R1 = 0.9, R2 = 0.8, R3 = 0.7 equals:  \n436) There is a series circuit of 3 elements of reliability 0.9 each. Reliability of the structure equals:  \n437) There is a series circuit of 3 elements of reliability 0.9 each. Non -reliab ility of the structure equals:  \n438) There is a parallel circuit of 2 elements of reliability 0.9 each. Non -reliability of the structure equals:  \n439) There is a parallel circuit of 2 elements of reliability 0.9 each. Reliability of the structure equals:  \n440) What equation  will correctly measure gross demand, if: djt — stands for external (independent) demand for a \nproduct j, gjt — gross requirement for product j, therefore total needs, rjt — net requirement for product j, that \nis what must be produced to satisfy total needs, Sj — set of goods, in which product j is included, ajk — \nrequirement of good k for semi -finished product j, that is number of pieces of semi -product j needed to produce \none piece of good k, Lj — cycle  (lead time) of order, that is a batch of product j? \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 18 of 22  \n 441) What equation will correctly measure gross demand, if: djt — stands for external (independent) demand for \nproduct j, gjt — gross requirement j, that is total requirement,  rjt — net requirement for produc t j, that is what \nmust  be produced to satisfy total needs, Ijt — existing inventory of product j, ssjt — safety stock?  \n442) Mills i included in set M hold a stock of flour equal zi, and bakeries j included in set P have demand equal pj. Let \nxij define the quant ity of delivery from mill  i to bakery j. What constraint of the mixed linear programming model \nguarantees, that every mill will have the stock of flour sufficient to execute the planned deliveries?  \n443) Mills i included in set M hold a stock of flour equal zi, and bakeries j included in set P have demand equal pj. Let \nthe discrete variable xij define the quantity of delivery from mill i to bakery j. What constraint of the mixed linear \nprogramming model guarantees, that the demand of each bakery will be satisfied?  \n444) A factory manufactures products j included in set W on machines i included in set M. Manufacturing times of \nproducts j on individual machines i equal pij, maximum working times of machines i equal Ci. Let variable xj define \nthe quantity of produ ction of product j, and variable yj assume value 1, when product j is manufactured (i.e. for \nxj > 0), and value 0 in the opposite event (i.e. for xj = 0). What constraint guarantees, that workload of machines \nwill not exceed their maximum working time?  \n445) Cultivation of wheat requires the use of mixture of several types of fertilisers j included in set N. The fertilisers \ncontain various components  i included in set S. The percentage of component i in fertiliser j equals zij. The \nmixture of fertilisers must con tain at least mj of component j. Let variable x j define the ratio of fertiliser j in the \nmixture of fertilisers. What constraint of the mixed linear programming model guarantees, that the mixture of \nfertilisers will contain at least the required quantity o f all components  j? \n446) A foreman must assign workers  j = A, …, E to workstations k = 1, …, 5. Let variable xjk assume value 1, when \nworker j is assigned to workstation k, and 0 in the opposite event. What constraint of the mixed linear \nprogramming model guarantees, that each worker will be assigned to one workstation?  \n447) A foreman must assign workers  j = A, …, E to workstations k = 1, …, 5. Let variable xjk assume value 1, when \nworker j is assigned to workstation k, and 0 in the opposite event. What constrai nt of the mixed linear \nprogramming model guarantees, that exactly one worker will be assigned to workstation  k? \n448) A product type  j included in set of products N requires the use of resource  i included in set of resources M in the \namount equal aij. The quanti ty of available resource  i equals bi. The problem regards indicating such quantity of \nmanufactured products  j included in set N, so that total profit of sales of these products is the highest. It is \nassumed that demand is unlimited. Let variable xj define the quantity of manufactured products j. What \nconstraint of the mixed linear programming model guarantees resource utilization in the quantity not larger \nthan available?  \n449) Parallel machines k included in set M (i.e. machines conducting the same technological  operations, but with \ndifferent speeds) must be used to manufacture products type j included in set N. Let dj define the number of \npieces of product type  j, which should be made. The problem contains two completely discrete variables, xjk – \nwhich stands fo r the number of pieces of product j assigned to machine k, and yjk – which assumes value 1, when \nmachine k is changed over to manufacture product type j, and value 0 in the opposite event. What constraint of \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 19 of 22  \n the mixed linear programming model guarantees, t hat all pieces of product j will be assigned to one of the \nmachines?  \n450) A factory manufactures products j included in set W on machines i included in set M. Processing times of \nproducts j on individual machines i equal pij, maximum working times of machines i equal Ci, and Uj defines the \ncost of starting manufacturing product j, i.e. cost of machines changeover. Let variable xj define the quantity of \nmanufacturing of product j, and variable yj assume value 1, when product j is manufactured (i.e. for xj > 0), and \nvalue 0 in the opposite event (i.e. for xj = 0). Let A define a very large number. What constraint of the mixed \nlinear programming model guarantees, that the quantity of manufacturing of product  j will equal zero, if its \nproduction is not started?  \n451) Calculate the optimum size of order, if demand is constant and equals 360pcs./day, order cost is 1800 PLN, value \nof product is 100 PLN, annual stockholding cost rate is 36.5%.  \n452) How often the order has to be placed, if demand is constant and equals 100pcs./week,  order cost is 1800 PLN, \nvalue of product is 200 PLN, and annual stockholding cost rate is 26%?  \n453) A product is composed of three parts. Production times of these parts are 1, 2 and 3 hours, and assembly time \nof the product is 4 hours. Each part is made by a different worker on a different machine. How much time is \nneeded to manufacture all parts and assembly the product?  \n454) In the queue system (production system) with one service station (machine), exponential distribution of intervals \nbetween orders (production  orders), and exponential distribution of order service time (completion of orders), \nqueue time before a station (machine) can be calculated from the formula:  𝐶𝑇𝑞=𝑢\n1−𝑢𝑡𝑒, where: u defines the \ndegree of station utilisation (percentage of time for ser vice[production]), and te is the average service time of \none order. How does the queue time change 𝐶𝑇q with the increasing degree of station utilisation?  \n455) What should be the coefficient of takt facilitation ( T = 20 min) of the production process in the parallel course, \nso that productivity increases by 3 pieces?  \n456) By how many pieces will the productivity of production process increase, if the takt ( T = 20 min) in the parallel \ncourse is shorter by 25%?  \n457) By how many % we must shorten the takt ( T = 20 min) of the production process in the parallel course, so that \nproductivity increases by 60%?  \n458) The production process of a certain product includes four subsequent operations over times of: 2 min, 6 min, 5 \nmin, 4 min. What is the productivity of this process?  \n459) The p roduction process of a certain product includes four subsequent operations over times of: 2 min, 6 min, 5 \nmin, 4 min. The bottleneck of the process is the station conducting the operation:  \n460) How many 400 × 200 mm packagings can be situated in one layer on th e EURO pallet?  \n461) Processing time of one element on a certain machine was defined by a normal distribution N(6;1) [min]. In what \ntime range are 95% of products executed?  \n462) Processing time of one element on a certain machine was defined by a normal distribution N(6;1) [min]. What \nis the average daily performance of the machine (number of pieces), assuming the continu ous work of the \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 20 of 22  \n machine?  \n463) Let us consider a simple parcel labelling system with one buffer and labelling spot. The time between the arrival \nof 10 subsequent parcels in minutes is: 2, 1, 3, 1, 3, 2, 4, 2, 1, 1. Times of labelling for subsequent parcels, in \nturn, are: 2, 3, 1, 3, 2, 2, 1, 3, 2, 2. For how many parcels will the queue time equal zero?  \n464) Assembling a pallet unit takes a worker 20 minutes. How much time will it take 6 workers to assemble 180 pallet \nunits?  \n465) What is the stock rotation ratio, if we assume that monthly demand is 21,000 pieces, and the average warehouse \nstock is 3,000 pieces?  \n466) In order to asses s the necessary number of Kanban card s in the pull system of production, beside information \nabout average daily use of materials, time of their delivery, and their safety coefficient, it is also necessary to \nknow:  \n467) A number of workstations of a given type necessary to perform assigned operatio ns in a given production area \ncan be calculated in relation to:  \n468) Which of the categories of losses can be eliminated by labour analysis and research:  \n469) The basic function of a criterion used for evaluation of quality of workstations spatial distribution is \nminimisation of transport activity. In order to calculate its value, we need to know:  \n470) In order to calculate the total area of a system by the Guerschet method, beside knowing the static and \ngravitational areas, it is necessary to know:  \n471) In order to calculate the necessary number of operators in a reverse -flow production, beside information \nabout total work content, it is necessary to know:  \n472) If in a given stable control system, at the same step function, we allow larger control error, the control time:  \n473) If we app ly negative feedback to the first order inertia object, then the order of the system will be:  \n474) Environmental assessment can be conducted by means of direct methods (declared preferences), in which the \nvalue of assessed environmental goods is defined by:  \n475) We can estimate costs connected with a passenger car in its entire life cycle by means of:  \n476) Ecosystem services can be assessed by assigning monetary value to:  \n477) Designing an economic instrument regarding subsidising operations towards decreasing the negative imp act o n \nthe environment, we should keep in mind that in the context of the principles of sustainable development, this \nprinciple has been reversed:  \n478) Developing an economic instrument, executing all the assumptions of the Pigouvian tax, the tax to be \nimplemen ted equals:  \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 21 of 22  \n 479) Provide correct coding for the given state transition table of the Moore system.  \n480) Recode the given state transition table for the Moore system.  \n \n481) Provide the minimum of the switching function:  \na,b \nc,d  00 01 11 10  \n00 φ φ 1 φ \n01 0 1 φ 0 \n11 1 0 1 0 \n10 1 φ 0 φ \ny \n \n482) The figure  demonstrates a graph of operation of three actuators. How many inputs and outputs should there \nbe to the clock generator, which controls the work of these actuators?  \n\n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 22 of 22  \n  \n483) In the minimum of the switching function provided in the table, there is race hazard. Provide the form of the \n“anti -hazard group”:  \n \na,b \nc,d  0 1 11 10  \n0 1 1 0 0 \n1 0 1 0 0 \n11 0 1 φ φ \n10 0 0 φ φ \ny \n484) Determine the largest number of various internal states of an automaton for sequential  logic, which can be \ndifferentiated by means of three bits of memory.  \n485) Determine the smallest number of bits of memory, which allows to differentiate 2 internal states of  an \nautomaton for sequential logic.  \n486) The state transition table of sequential logic with  two inputs ( x1, x2) and two outputs ( y, z) was minimised for \nthe Mealy machine, and then coded on two elements of memory ( q1, q2). Provide all arguments of output \nfunction z. \n487) The state transition table of sequential logic with two inputs ( x1, x2) and two outputs ( y, z) was minimised for \nthe Moore machine, and then coded on two elements of memory ( q1, q2). Provide all arguments of output \nfunction z. \n\n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 23 of 22  \n 488) Determine a number of control functions in a combinational logic with four inputs ( x1, x2, x3, x4 ) and two \noutputs ( y, z). \n489) By means of what logic gates can we perform the following switching function f(𝑎, 𝑏, 𝑐) = ab +𝑐 ? \n490) Information regarding expectations of industrial customers can be obtained from:  \n491) An entrepreneur is looking for information necessary to draft a mailing list of their existing customers. The \nsources of such information will be:  \n492) A marketing manager of an enterprise can obtain information regarding the organisational structure of the \ncompany from the following sources:  \n493) To filter particular da ta meeting a given condition, merge cells, conduct calculations, as well as populate, \nattach or remove records in database systems, we should use:  \n494) In aviation, the use of hollow shafts, which are lighter and more elastic, also results from the fact that:  \n495) A method of gathering primary information by obtaining written answers from respondents is called:  \n496) A method of gathering primary information by obtaining spoken answers from respondents is called:  \n497) The symbol of a “circle” on the layout of a workstation means:  \n498) A horizontal symbol in the form of usually means:  \n499) Symbol   on the production information flow chart means:  \n500) Symbol   on the material stream flow chart usually means:  \n501) The course of production process can be visualised by means of:  \n502) In order to visuali se workers’ skills on a workstation, we use:  \n503) The size of a hole fi50+ -0.05 after derivation according to the principle of tolerance into the material will be:  \n504) What section is presented in the following figure ? \n505) Calculate the convergence of the conical elem ent presented in the following figure : \n \n506) What section is presented in the following drawing?  \n\n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 24 of 22  \n  \n507) What type of drawing is presented below?  \n \n508) What is the value of force F, which gives the body of mass m = 10 kg acceleration a = 2 m/s2? \n509) Mass m1 = 10 kg is situated on the axis OX of the coordinate  x = 2 m. Mass m2 = 20 kg is situated on the axis OY \non the coordinate  y = 3 m. Calculate coordinates of the centre of their mass.  \n510) Two vectors of lengths: a = 10 and b = 2 are mutually perpendicular. Cal culate their scalar product.  \n511) Two vectors of lengths: a = 5 and b = 10 are mutually perpendicular. Calculate their vector product.  \n512) Over time t = 40 s a car increased velocity from v1 =20 m/s to v2 = 100 m/s. What was the acceleration in this \nmotion?  \n513) Two spr ings of constants c1 = 200 N/m and c2 = 400 N/m were series connected. What is the equivalent constant \nof this spring system?  \n514) A steam machine raises a hammer of weight 3 kN 120 times per minute. The power of the machine is 10 kW. \nWhat is the efficiency coe fficient of this machine?  \n515) On horizontal surface moves a body of mass 100 kg  under external force 0.8 kN  applied at 30 degrees angle to \nthe surface. Assume the value of acceleration of gravity 10 m/s2 and friction ration of a block on the plane equal \n0.1. What is the value of force of friction of the block on the plane:  \n\n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 25 of 22  \n 516) The motion of a material point of mass 100 kg was defined by means of equations: x(t) = sin2 t, y(t) = cos2 t. The \nvalue of force causing the motion equals:  \n517) In the centre of a bridge of length  10 m there is a car of mass 2 t. The bridge is supported only on 2 footings. \nExcluding the mass of the bridge, the largest value of bending moment equals:  \n518) What is the variance in the Poisson distribution, in which parameter λ = 2? \n519) Let the random variable  X have the normal distribution N(1, 3). Then the variable ( X-1)/3 has the distribution:  \n520) What is the variance of the random variable X of binomial distribution, if n = 5, p = 0.2?  \n521) What is the expected value of the random variable X of binomial distribution,  if n = 5 and p = 0.2?  \n522) Integral  ∫𝑙𝑛𝑥𝑑𝑥  can be calculated:  \n523) Integral  ∫𝑡𝑔(𝑥)𝑑𝑥 can be reduced to  ∫1\n𝑥𝑑𝑥: \n524) Assume that Q1 = 5, Me = 7, Q3 = 10. What is the interquartile range?  \n525) The asymmetry coefficient for a specimen equals 1.27. This means that:  \n526) For a certain specimen kurtosis equals 4. This means that:  \n527) A database contains information about dogs participating in a dog show: name, colour of medal, date of birth, \ngender, number of medals for dog show participation. What type of cells should these be?  \n528) Which main parameters should be included in the occupational hazard assessment?  \n529) How do we interpret the term occupational hazard?  \n530) What is the intended use of collective protection measures?  \n531) What is the height of a permanent workroom  with no elements detrim ental to health?  \n532) What type of lighting should be rigorously provided in permanent work rooms ? \n533) How should the ways inside a work establishment be marked?  \n534) The compliance of management system requirements with appropriate ISO standards can be confirmed by:  \n535) In order to determine the rules and mode of operation, and responsibility for activities, we develop:  \n536) During an audit, your duty as the auditor of quality management system is:  \n537) In order to conduct the analysis of macro -environment of the enterprise, we should  use: \n538) In order to conduct the analysis of bargaining power of suppliers and buyers, we should use:  \n539) In the event of necessary decision regarding further development of manufactured goods, we should use:  \n540) In order to conduct the analysis of strengths and weak nesses of the enterprise, we should use:  \n541) To which category in the SWOT analysis will you qualify “large market share” of the petrochemical enterprise?  \n542) Which of the following criteria (price, quality, localisation, age) is used in segmentation of industrial  market?  \n543) An enterprise manufacturing steel sheet conducts segmentation of its clients. In this situation, the main \ncriterion of segmentation will be:  \n544) Making the on -target selection after conducting segmentation of industrial market, the entrepreneur must \ntake into consideration:  \n545) In the country, where the enterprise XYZ operates, there has been a significant change in unemployment rate. \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 26 of 22  \n The change refers to:  \n546) Two main competitors of the enterprise ABC have just declared strategic collaboration. The change re fers to:  \n547) The main supplier of the enterprise ABC has just declared bankruptcy. The change refers to:  \n548) In the country, where the enterprise XYZ operates, there has been a change in the citizens age structure (the \nsociety is ageing). The change refers to:  \n549) The bottleneck in the manufacturing process can be identified on the basis of:  \n550) In order to provide for synchronisation of the manufacturing process, we should:  \n551) Implementation of which organisation of the manufacturing process provides for the shortest length of the \nproduction cycle?  \n552) In order to increase the productivity of the manufacturing process, we should:  \n553) The shortest length of the production cycle and the highest productivity of the manufacturing process can be \nachieved, if:  \n554) Which form of organisation of  production should be applied in order to manufacture several ranges of \nproducts, each with a takt characteristic of the given range?  \n555) Which type of organisational structures provides for adapting the structure to diverse markets, products or \ngroups of clie nts served by the organisation?  \n556) Which sales promotion tools can be used to stimulate the sales of industrial goods?  \n557) The value of relative factor of market share for the enterprise equals 1. This means that:  \n558) The break -even point equals 300 pieces. This means that:  \n559) In order to calculate the absolute market share, we should divide the quantity of sales of a given product of \nthe analysed enterprise on a given market by:  \n560) Let X be the random variable of normal distribution N(3,1) . Then : \n561) The Spearman ’s correla tion coefficient between characteristics X and Y (given in the table) equals:  \nX 1.1 3.2 2.5 3.7 2.1 \nY 7.4 1.3 3.4 2.8 3.1 \n562) 56 out of 334 respondents confirmed their higher education. In order to verify, if on this basis we can determine \nthat more than 20%  of the society actually has higher education, we should conduct a test, in which statistic \nequals:  \n563) The table below collates the quantity of purchased perfume of 3 brands with gender of the buyers.  \n \n women  Men  \nBrand A  15 10 \nBrand B  25 15 \nBrand C  20 15 \n \n\nProblem areas for the general major exam – course of study: MANAGEMENT AND PRODUCTION ENGINEERING  \nPage 27 of 22  \n In order to verify, if there is a dependency between gender of the buyer and the brand they choose, we \nshould verify the main hypothesis in the form:  \n564) The test of 120 details manufactured during the 1st shift and 87 details manufactured during the 2nd shift \ndetected defects in 21 and 17 details respectively. In order to verify, if a larger percentage of defective details \nwas actually manufactured during the 2nd shift, we should verify the hypotheses:  \n565) Based on a survey on a group of 220 families of 3 it was determined, that the average monthly consumption of \nelectricity in this group equals 230 kWh, with standard deviation equal 60 kWh. In order to verify,  if on this basis, \non the significance level of 0.01 we can assume, that the average consumption of electricity in families of 3 \nequals 200 kWh, we should conduct the appropriate test of significance. The main hypothesis in this test is \nrejected on the sig nificance level α, if the calculated value of the statistic 𝑢𝑜𝑏𝑙 meets the condition:  \n566) Dependency of two characteristics can be tested, i.a., by:  \n567) Let X be the random variable of Poisson distribution with parameter λ = 1. What can be truthfully pronounce d \nabout this distribution?  \n568) Let X be the random variable of normal distribution N(1,2). What can be truthfully pronounced about this \ndistribution?  \n569) Let random variables X and Y have normal distribution N(2,1) and N(1,2) respectively. What can be truthfully \npronounced about this distribution?  \n570) Determining the confidence interval for the average with the assumption of normal distribution and known \nstandard deviation in population, requires knowing the appropriate quantile of distribution:  \n571) Which theoretical stati stic distribution is used when making a decision about possible rejection of the null \nhypothesis?  \n572) In the case of test of significance for two averages with null hypothesis and alternative hypothesis, the region \nof rejection will be:  \n\n", "metadata": {}}