{"content": "#  Bunkier Nauki – podcast naukowy -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/nauka/bunkier-nauki\nCrawled: 2025-03-19 21:07:11\n\nSkip to content ↓\n\n Bunkier Nauki – podcast naukowy \n\n Jak profilaktyka może cię uchronić przed rakiem? \n\nCzy da się na 100% wyleczyć raka? Czego nigdy nie mówić osobie chorej na nowotwór? Jak wybrać dobrego ginekologa/ginekolożkę? W Bunkrze Nauki gościmy Agę Szuścik, edukatorkę m.in. w temacie profilaktyki raka szyjki macicy, na którego sama zachorowała kilka lat temu. Z tej rozmowy dowiecie się m.in. jakie są najnowsze wytyczne w temacie badań profilaktycznych, m.in. cytologii i jej rodzajów. Dowiecie się, czym jest wirus HPV, jak możemy się nim zarazić i czy zawsze to oznacza coś bardzo złego. Poza tym usłyszycie przydatne porady w temacie dbania o własne zdrowie, a także komunikacji z osobami chorymi na nowotwór. Ta rozmowa to pigułka wiedzy ginekologicznej – \nmust watch\n nie tylko dla kobiet!\n\nData premiery: \n5 marca 2025\n Gościni: \nAga Szuścik\n Prowadząca: \ndr inż. Natalia Schmidt-Polończyk\n\nBunkier Nauki to kanał popularnonaukowy na \nYouTube\n tworzony w AGH od czerwca 2022 roku. Mamy poczucie, że w dobie zalewu newsami i dostępności różnych źródeł warto poszukiwać takich informacji, które w sposób rzetelny, wiarygodny i przede wszystkim przystępny wprowadzą nas w świat nauki. Nasz kanał jest miejscem spotkań pasjonatów nauki i dyskusji o najważniejszych współczesnych problemach. Bunkier Nauki wyrasta z potrzeby jeszcze szerszego informowania w przystępny sposób o najważniejszych badaniach, odkryciach i rozwiązaniach powstających w uczelniach polskich i zagranicznych. \n\nNowy odcinek co dwa tygodnie w środę o godz. 17.\n\nWięcej pop!castów\n\nZapraszamy do udziału w programie naukowców różnych specjalizacji, którzy chcą podzielić się swoimi pasjami i badaniami oraz którym idea popularyzacji nauki nie jest obca. Korespondencję należy kierować na adres: \nmedia(at)agh.edu.pl\n\n Krzysztof Maj \n\nDoktor nauk humanistycznych, wykładowca na \nWydziale Humanistycznym AGH\n, tutor akademicki. Prowadzi na YouTubie vlog poświęcony grom wideo, edukacji i kulturze (\n@KrzysztofMMaj\n). Znawca gier; teoretyk narracji fantastycznych i światotwórczych.\n\n Krzysztof Kluza \n\nAdiunkt w \nKatedrze Informatyki Stosowanej AGH\n. Prowadzi badania związane z inżynierią oprogramowania i inżynierią wiedzy. Interesuje się również zastosowaniem systemów inteligentnych i metod sztucznej inteligencji.\n\n Natalia Schmidt-Polończyk \n\nAdiunkt na \nWydziale Inżynierii Lądowej i Gospodarki Zasobami AGH\n, naukowczyni,  doktor nauk technicznych, tutorka akademicka, trenerka interpersonalna, Rzeczniczka Nauki. Na Instagramie działa jako \nDoktorka Tutorka\n.\n\n Paweł Janowski \n\nFizyk z wykształcenia i zamiłowania. Prowadzi wykłady i pokazy doświadczalne z obszaru fizyki. Finalista konkursu Popularyzator Nauki, organizowanego przez serwis Nauka w Polsce. Pełnomocnik Rektora ds. Kół Naukowych. Pracuje na \nWydziale Fizyki i Informatyki Stosowanej AGH\n.\n\n Joanna Maraszek \n\nWspółzałożycielka i wiceprezeska Planet-A Foundation, finalistka konkursu Forbes 25 under 25 w dziedzinie Zrównoważony rozwój i klimat. Absolwentka \nWydziału Energetyki i Paliw AGH\n.\n\n Studio nagrań \n\nStudio nagrań powstało w industrialnej przestrzeni jednej z hal na \nWydziale Odlewnictwa\n. W scenografii studia, prócz elementów nawiązujących do przemysłowego charakteru miejsca, znajdziemy również \nSenstera – cybernetyczną, interaktywną rzeźbę z lat 60. XX w.\n, autorstwa Edwarda Ihnatowicza, którą AGH wspólnie z ASP w Krakowie odrestaurowało kilka lat temu. \n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/nauka/bunkier-nauki", "title": " Bunkier Nauki – podcast naukowy -- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "e2a3044e214612e6fea1a808c6c61fd7", "word_count": 541, "headings": [{"level": 1, "text": "Bunkier Nauki – podcast naukowy"}, {"level": 2, "text": "Stopka"}]}}