{"metadata": {"url": "https://www.miasteczko.agh.edu.pl/o-nas.html", "title": "Miasteczko Studenckie AGH - O nas", "depth": 1, "duplicate": false, "content_hash": "05136734e00c6e6049915bf26ea0f574", "word_count": 260, "headings": [{"level": 1, "text": "O nas"}]}, "content": "# Miasteczko Studenckie AGH - O nas\n\nURL: https://www.miasteczko.agh.edu.pl/o-nas.html\nCrawled: 2025-03-20 00:54:11\n\nO nas\n\nMiasteczko Studenckie AGH to wyjątkowy campus studencki\n\nW 20 domach studenckich mieszka ponad \n7000 studentów\n - czyni to Miasteczko Studenckie AGH największym osiedlem akademickim w Polsce\n\n1,5 km z centrum Miasteczka do Gmachu Głównego AGH, \n25 minut piechotą do Rynku Głównego\n, kilkadziesiąt połączeń autobusowych i tramwajowych dziennie do wszystkich części Krakowa - z Miasteczka wszędzie jest blisko\n\n360 wydarzeń\n kulturalno-rozrywkowych w roku akademickim w klubach studenckich na MS - Miasteczko to centrum kultury studenckiej Krakowa\n\n490zł - \nnajniższa opłata\n za akademik spośród wszystkich domów studenckich w Krakowie, przy relatywnie najwyższym standardzie pokoi\n\n0 zł kosztuje wynajęcie boiska do piłki nożnej, koszykówki, siatkówki czy siłowni zewnętrznej na Miasteczku - do wszystkich tych obiektów mieszkańcy mają \nbezpłatny dostęp\n\nMiasteczko na wakacje\n\nOd lipca do września Miasteczko Studenckie AGH ofertuje turystom odwiedzającym Kraków ponad \n4000 miejsc noclegowych\n w \nhostelach studenckich\n. W trakcie roku akademickiego działalność hostelową prowadzi DS Babilon dysponujący 330 miejscami w pokojach o układzie studyjnym, z indywidualną łazienką oraz aneksem kuchennym. Szczegółowa oferta hostelowa Miasteczka dostępna jest \ntutaj\n.\n\nMiasteczko dla osób niepełnosprawnych\n\nMiasteczko Studenckie AGH dostrzega potrzeby osób niepełnosprawnych i stara się wyjść im naprzeciw. Dotychczas udało się stworzyć \nwiele udogodnień dla osób niepełnosprawnych\n, a kolejne prace ułatwiające dostęp do akademików są sukcesywnie realizowane. Wszystkie domy studenckie wyremontowane w ostatnich latach są przystosowane do potrzeb osób niepełnosprawnych - w każdym z nich jest \nwinda,\n odpowiedni podjazd\n przy głównym wejściu oraz szerokie drzwi do pokoi. Odpowiednio przystosowane są również \nkluby studenckie\n na terenie MS AGH. Miasteczko Studenckie prowadzi ponadto stałą współpracę z \nDział Dostępności AGH\n."}