{"content": "#  O nas -- Centrum Technologii Kosmicznych \n\nURL: https://www.ctk.agh.edu.pl/o-nas\nCrawled: 2025-03-19 21:40:20\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n O nas \n\nCentrum Technologii Kosmicznych AGH zostało utworzone w listopadzie 2020 roku decyzją Rektora AGH, prof. Jerzego Lisa. Decyzja ta była wynikiem uzyskania przez Akademię Górniczo-Hutnicza w Krakowie prestiżowego tytułu Uniwersytetu Europejskiego, przyznawanego przez Komisję Europejską.\n\nCentrum koncentruje się na rozwoju technologii kosmicznych oraz wspieraniu współpracy pomiędzy środowiskiem akademickim i przemysłem z sektora kosmicznym. Zajmuje się badaniami, edukacją kosmiczną, a także koordynuje projekt UNIVERSEH z ramienia AGH.\n\n 1. Badania \n\nBadania prowadzone są w takich obszarach, jak: Science of Signature, Materiały i Konstrukcje, Nauki o życiu dla Kosmosu, Misje Kosmiczne, Edukacja Kosmiczna oraz Kosmos dla społeczeństwa.\n\nDowiedz się więcej o naszych badaniach\n\n 2. Edukacja kosmiczna \n\nCentrum Technologii Kosmicznych rozwija programy edukacyjne, laboratoria oraz szkolenia praktyczne. Inicjatywy te powstają w ramach udziału AGH w międzynarodowym konsorcjum UNIVERSEH – Europejski Uniwersytet Kosmiczny dla Ziemi i Ludzkości. \n\nPoznaj projekt UNIVERSEH\n\n 3. Promowanie przedsiębiorczości akademickiej \n\nDziałalność Centrum wspiera przedsiębiorczość akademicką poprzez tworzenie warunków do zakładania i rozwoju start-upów, oferowanie mentoringu biznesowego oraz udostępnianie infrastruktury badawczej do opracowywania technologii kosmicznych. W celu realizacji tych celów CTK współpracuje z polskimi i zagranicznymi firmami z sektora kosmicznego.\n\n 4. Opracowywanie eksperymentów: MXene in LEO \n\nEksperyment opracowany na Akademii Górniczo-Hutniczej w Krakowie, MXene in LEO, jest częścią misji Ignis – pierwszej polskiej misji technologiczno-naukowej na Międzynarodową Stację Kosmiczną (ISS). Eksperyment koncentruje się na badaniu MXenów – zaawansowanych nanomateriałów o licznych potencjalnych zastosowaniach. Celem projektu jest przetestowanie stabilności tych materiałów na niskiej orbicie okołoziemskiej.\n\nDowiedz się więcej o MXene in LEO\n\n 5. Otwarcie nowych studiów magisterskich Technologie Kosmiczne \n\nNajnowszym celem Centrum Technologii Kosmicznych jest opracowanie i uruchomienie kierunku studiów magisterskich „Technologie Kosmiczne”. Studenci będą mogli wybierać jedną spośród trzech specjalizacji: Upstream, Downstream oraz Biomedyczna. Zajęcia będą prowadzone w całości w języku angielskim. Program powstaje we współpracy z firmami z branży technologicznej i kosmicznej.\n\nDowiedz się więcej o studiach Technologie Kosmiczne\n\nStopka\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/o-nas", "title": " O nas -- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "a1be919830b03dbfb151dc0b31bdb06b", "word_count": 307, "headings": [{"level": 1, "text": "O nas"}, {"level": 2, "text": "Stopka"}]}}