{"content": "# „Witamina C i złe skutki jej niedoborów” – felieton-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/witamina-c-i-zle-skutki-jej-niedoborow-felieton\nCrawled: 2025-03-19 21:14:54\n\n„Witamina C i złe skutki jej niedoborów” – felieton \n\n 15/02/2025 \n\nPostanowiłem zrobić jeszcze jeden przerywnik w serii felietonów poświęconych historii zawartej w medalach, bo chodzi o ważny i aktualny temat zdrowego odżywiania.\n\nOkres zimy przez całe stulecia wiązał się z tym, że w diecie ludzi brakowało witamin, w szczególności witaminy C. Pozbawieni tej witaminy ludzie chorowali na szkorbut, ciężką chorobę niedoborową, która niekiedy kończyła się nawet śmiercią. O tym, jak groźna to była choroba świadczą dokumenty marynarki wojennej Wielkiej Brytanii. Otóż podczas wojny siedmioletniej z Francją (1756-1763) na okrętach brytyjskich służyło 185 tys. marynarzy. Z nich 72% zmarło z powodu szkorbutu, a tylko 1% zginął w walkach. Choroba była bardziej niszczycielska od nieprzyjaciela!\n\nNikt nie odnotował, jak wielu polskich wieśniaków marło w tym czasie każdego roku z powodu braku witaminy C i szkorbutu – ale była to także znacząca liczba.\n\nTeraz nam to już nie grozi, bo w normalnych warunkach przez cały rok można kupować owoce zawierające ową witaminę, chociaż nawet w całkiem niedawnych czasach bywało z tym różnie. W latach 60. XX wieku ogarnięty obsesją nie wydawania dewiz nieformalny władca Polski, sekretarz KC PZPR Władysław Gomółka, zabraniał sprowadzania cytryn i pomarańczy, a doradcom, którzy ostrzegali go na temat skutków braku witaminy C w diecie Polaków odpowiadał, że w kiszonej kapuście jest tej witaminy więcej, niż w cytrynach. Była to prawda, ale trudno było wyciskać kiszoną kapustę do herbaty, więc jak czasem „rzucili” trochę cytryn do sklepów – to od razu ustawiały się długie kolejki klientów. Być może znacie Państwo piosenkę Łazuki „Bohdan trzymaj się”. Jest tam mowa o półgodzinnym staniu w kolejce do zakupu cytryn. W piosence jest to przedstawione na wesoło, ale ja stałem w takich godzinnych kolejkach, więc wiem, że to nie było miłe zajęcie.\n\nŹródłem problemów z niedoborem witaminy C jest fakt, że organizm człowieka nie umie jej wytwarzać. Pies wytwarza we własnym ciele tyle witaminy C, ile potrzebuje. Syntezę tego ważnego związku chemicznego opanowały krowy, mają tę zdolność szczury i myszy – ale ludzie nie. Dlatego Andrzej Rosiewicz śpiewający „Najwięcej witaminy mają polskie dziewczyny” ma rację, że najlepsze pod każdym względem są polskie dziewczyny (tu się z nim całkowicie zgadzam!), ale witaminy to one nie mają, chyba że właśnie zajadają pomarańcze, mandarynki albo dodają cytrynę do herbaty.\n\nWitamina C głównie kojarzy się nam właśnie z cytrusami. Wyhodowano mnóstwo ich odmian i zależnie od gustu (i od trafnych decyzji w sklepie) możemy się cieszyć owocami bardziej lub mniej słodkimi. Pomarańcze inspirowały nawet poetów, którzy pisali o nich „złote jabłka Hesperyd”, nawiązując do greckiego mitu o Hesperydach, Nimfach Zachodzącego Słońca, które miały strzec cudownego ogrodu pełnego wspaniałych owoców. Niestety w mitach greckich dobranie się do owego strzeżonego ogrodu było niemożliwe, ponieważ wraz z Hesperydami strzegł go stugłowy smok Ladon.\n\nNa szczęście ludzie opanowali hodowlę drzew rodzących pomarańcze, mandarynki i cytryny. Podobno wszystkie one wywodzą się z dzikich gatunków drzew, które 8 milionów lat temu rosły w naturalny sposób u podnóża Himalajów (w Asamie, Birmie i Junnanie). Pierwsza wzmianka o cytrusach hodowanych przez ludzi pochodzi z Chin, gdzie w V wieku p.n.e. rolnicy płacili podatki między innymi właśnie cytrusami. Od III wieku p.n.e. są zapiski o hodowli i sprzedaży cytrusów.\n\nW Europie cytrusy były chętnie podawane na ucztach w starożytnym Rzymie, znaleziono je między innymi w pogrzebanych przez wieki pod wulkanicznym pyłem Pompejach.\n\nNo a teraz my się nimi zachwycamy.\n\nSmacznego!\n\nSkrócona wersja powyższego felietonu autorstwa prof. Ryszarda Tadeusiewicza została opublikowana w „Dzienniku Polskim” oraz „Gazecie Krakowskiej” 14\n lutego 2025 r.\n\nWykaz wszystkich publikacji popularnonaukowych prof. Tadeusiewicza wraz z odnośnikami do ich pełnych wersji\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/witamina-c-i-zle-skutki-jej-niedoborow-felieton", "title": "„Witamina C i złe skutki jej niedoborów” – felieton-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "f90534a383812beb4b68a6dfb1f07413", "word_count": 587, "headings": [{"level": 1, "text": "„Witamina C i złe skutki jej niedoborów” – felieton"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}