{"content": "#  Nagrody uczelniane -- WMS AGH \n\nURL: https://wms.agh.edu.pl/wydzial/nagrody-i-wyroznienia/nagrody-uczelniane\nCrawled: 2025-03-19 21:36:42\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Nagrody uczelniane \n\n14 stycznia 2025 r. na uroczystej gali ogłoszono zwycięzców piątej edycji konkursu „Laur Dydaktyka AGH\" organizowanego przez Uczelnianą Radę Samorządu Studentów AGH. Nominowani dydaktycy walczyli o Laur przyjaciela studenta, dydaktyka z pasją, prowadzącego ćwiczenia, wykładowcy oraz promotora.\n\nWyróżnienie w kategorii Laur prowadzącego ćwiczenia otrzymała mgr Joanna Meissner, w tej samej kategorii nominowany był również mgr Bartosz Majewski. W kategorii dydaktyk z pasją nominowany był dr Witold Majdak.\n\nCelem konkursu jest uhonorowanie wyjątkowych nauczycieli i nauczycielek akademickich. Liczy się zaangażowanie, pasja do nauczania, troska o rozwój studentów/studentek oraz nieustanne dążenie do podnoszenia jakości kształcenia.\n\nGratulujemy!\n\n10 października 2023 r. już po raz czwarty odbyła się gala „Laur Dydaktyka AGH\" organizowana przez Uczelnianą Radę Samorządu Studentów AGH. Nominowani dydaktycy walczyli o Laur Wykładowcy, Prowadzącego Ćwiczenia, Przyjaciela Studenta, Promotora oraz Dydaktyk z Pasją.\n Wśród nagrodzonych Laurem Wykładowcy znalazło się tym razem dwóch matematyków: dr Lech Adamus odebrał nagrodę główną, a dr Witold Majdak wyróżnienie. Wyróżnienie w kategorii Laur Prowadzącego Ćwiczenia otrzymała  mgr  Joanna Meissner. W kategorii Dydaktyk z Pasją nominowany był dr Paweł Potorski.\n\nWięcej informacji:\nwww.laur.samorzad.agh.edu.pl\nFacebook: LaurDydaktykaAGH\n\n10 października 2022 r. po raz trzeci odbyła się gala „Laur Dydaktyka AGH\" organizowana przez Uczelnianą Radę Samorządu Studentów AGH. Nominowani dydaktycy walczyli o Laur Innowatora, Opiekuna Koła, Przyjaciela Studenta, Promotora, Wykładowcy i Prowadzącego Ćwiczenia. Wśród wyróżnionych znaleźli się nasi wykładowcy. Wyróżnienie w kategorii Laur Wykładowcy otrzymał dr Witold Majdak. Wyróżnienie w kategorii Laur Prowadzącego Ćwiczenia otrzymał dr Jakub Wojdyła.\n\nWięcej informacji:\nwww.laur.samorzad.agh.edu.pl\nFacebook: LaurDydaktykaAGH\n\n12 października 2021 r. w Klubie Studio na uroczystej gali ogłoszono zwycięzców II edycji konkursu „Laur Dydaktyka AGH\". Laur Prowadzącego Ćwiczenia otrzymała dr Anna Bahyrycz.\n\nWięcej informacji:\nwww.laur.samorzad.agh.edu.pl\nFacebook: LaurDydaktykaAGH\n\n28 października 2020 r. na uroczystej gali ogłoszono zwycięzców I edycji konkursu „Laur Dydaktyka AGH\" organizowanego przez URSS AGH i sponsorowanego przez JM Rektora AGH. Wyróżnienie w kategorii opiekun koła otrzymała dr hab. Monika Pilśniak jako współopiekun Koła Naukowego Matematyków Dyskretnych „Żmirłacz\".\n Warto dodać, że na AGH jest 139 kół naukowych a rekomendacje i wszystkie rozstrzygnięcia w konkursie pochodziły wyłącznie od studentów.\n Więcej informacji na stronie internetowej AGH: \nww.agh.edu.pl\n\nProdziekan ds. dydaktyki Wydziału Matematyki Stosowanej dr Jerzy Stochel został laureatem jednej z trzech równorzędnych nagród II-go stopnia w 31. edycji uczelnianego Konkursu o Nagrodę im. Profesora Władysława Taklińskiego za wieloletnią i różnorodną pracę organizacyjną wspomagającą dydaktykę na AGH, m.in. pracę nad kursami przygotowawczymi do AGH, egzaminami wstępnymi połączonymi z maturami, pracami nad Olimpiadą o Diamentowy Indeks, studiami podyplomowymi i koordynowaniem kursów doskonalących dla studentów AGH.\n\nJury Konkursu o Nagrodę im. Profesora Władysława Taklińskiego rozstrzygnęło XXVIII edycję Konkursu i podjęło decyzję o przyznaniu w roku 2015 Nagrody II stopnia naszemu koledze, dr. Maciejowi Capińskiemu. Dr Maciej Capiński otrzymał nagrodę w uznaniu jego zasług przy opracowaniu nowoczesnych kursów z dziedziny matematyki finansowej, czego wymierny efekt stanowiło współautorstwo dwóch książek związanych z tym tematem. Książki ukazały się nakładem prestiżowego wydawnictwa Cambridge University Press:\n     - \nM. J. Capiński, T. Zastawniak, Numerical Methods in Finance with C++, Cambridge University Press, 2012;\n     - \nM. J. Capiński, P. E. Kopp, Portfolio Theory and Risk Management, Cambridge University Press, 2014.\n\nPierwsza książka jest motywowana praktycznymi zastosowaniami matematyki finansowej. Celem jest wyposażenie przyszłych analityków i programistów w narzędzia potrzebne do pracy w bankach inwestycyjnych. Na początku, na bazie prostych modeli finansowych czytelnik poznaje od podstaw narzędzia i funkcjonalność języka C++. W późniejszych rozdziałach, książka omawia implementacje zaawansowanych metod wyceny opcji finansowych takich jak Monte-Carlo dla opcji Azjatyckich i opcji koszykowych, metod różnic skończonych, metod różnicowych dla równań cząstkowych z wolnym warunkiem brzegowym oraz ich zastosowań w wycenie opcji Amerykańskich. Druga książka omawia współczesne techniki szacowania i osłony ryzyka koszyków inwestycyjnych. Zaczynając od klasycznych metod opartych na średniej i wariancji zwrotów portfeli, książka omawia zastosowania współczesnych miar ryzyka takich jak wartość narażona na ryzyko (VaR), warunkowa wartość narażona na ryzyko (AVaR) koherentnych miar oraz spektralnych miar ryzyka. Rozdziały poświęcone redukcji VaR oraz AVaR za pomocą opcji finansowych stanowią nowe ujęcie w literaturze.\n\nStopka\n\nStudenci\n\nPlany studiów\n\nDeklaracja dostepności\n\nKontakt\n\n© 2023 Wydział Matematyki Stosowanej AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \nKontakt: stronawms@agh.edu.pl \n\nBack", "metadata": {"url": "https://wms.agh.edu.pl/wydzial/nagrody-i-wyroznienia/nagrody-uczelniane", "title": " Nagrody uczelniane -- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "94a03f147646fe45e1d5891d73d66135", "word_count": 674, "headings": [{"level": 1, "text": "Nagrody uczelniane"}, {"level": 2, "text": "Stopka"}]}}