{"content": "# NAWA & Welcome to Poland 2.0 – Welcome Point\n\nURL: https://wtp.agh.edu.pl/category/nawa-welcome-to-poland-2-0/\nCrawled: 2025-03-19 21:24:08\n\nNAWA & Welcome to Poland 2.0\n\n“My 2 minutes”- training\n\nJoin the “My 2 Minutes” Workshop: Build Your Career Path in Poland at AGH University! under Welcome to Poland NAWA Programme Are you an AGH international student, PhD candidate, or academic looking to establish a successful career in Poland? We’re thrilled to announce Centre for International Affairs is organising the first edition of the “My…\nRead more..\n\nCultural Orientation in Poland – Workshop\n\nAttention international students, PhD candidates, and academics at AGH University! We are thrilled to announce the first edition of our workshop “Cultural Orientation in Poland”, designed to help you navigate and embrace life in Poland with confidence and ease. This unique event will take place online on the platform MS Teams on 27 February 2025…\nRead more..\n\nPsychologist consultation and advice – 13-17 January 2025\n\nAre you an international student or academic at AGH University of Science and Technology looking for support or advice? We’re here to help! Under the NAWA programme “Welcome to Poland”, from January 13 to January 17, 2025, we are offering a limited number of psychologist consultations designed specifically for members of the international community at…\nRead more..\n\nInternational Mental Health Week\n\nAGH University of Krakow cordially invites all international students, postgraduates and academics to participate in International Mental Health Week, which will take place from 13-17 January 2025. This special week is dedicated to raising awareness of mental health, promoting well-being and equipping you with practical tools to manage stress and thrive in your academic and…\nRead more..\n\nWelcome to Poland 2.0 – NAWA project at AGH University of Kraków\n\nThe Project has been co-financed by the Polish National Agency for Academic Exchange under the Welcome to Poland Programme, agreement number BNP/WTP/2023/1/00147/U/00001. The funding received in the project is 499,938.36 PLN. The main objectives of the project are: Tasks within the project: Why are we doing this? AGH University has been attracting students and staff from all over…\nRead more..\n\nNAWA & Welcome to Poland 2.0\n\nAGH University Centre for International Affairs has been selected as a beneficiary of the Welcome to Poland program for the second time Our grant application: “Development of AGH University Potential in Comprehensive International Guests Services and Effective International Promotion” has received funding from the Polish National Agency for Academic Exchange (NAWA) under the Welcome to…\nRead more..", "metadata": {"url": "https://wtp.agh.edu.pl/category/nawa-welcome-to-poland-2-0/", "title": "NAWA & Welcome to Poland 2.0 – Welcome Point", "depth": 3, "duplicate": false, "content_hash": "f4c9340f1083228dd5abfa48538b2c9c", "word_count": 391, "headings": [{"level": 1, "text": "NAWA & Welcome to Poland 2.0"}, {"level": 2, "text": "“My 2 minutes”- training"}, {"level": 2, "text": "Cultural Orientation in Poland – Workshop"}, {"level": 2, "text": "Psychologist consultation and advice – 13-17 January 2025"}, {"level": 2, "text": "International Mental Health Week"}, {"level": 2, "text": "Welcome to Poland 2.0 – NAWA project at AGH University of Kraków"}, {"level": 2, "text": "NAWA & Welcome to Poland 2.0"}]}}