{"content": "#  Inżynieria i Ochrona Środowiska -- WGGIOS AGH \n\nURL: https://www.wggios.agh.edu.pl/kandydaci/inzynieria-i-ochrona-srodowiska\nCrawled: 2025-03-19 21:32:17\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Inżynieria i Ochrona Środowiska \n\nKierunek ten przygotuje Cię do rozwiązywania zagadnień związanych m.in. z kształtowaniem i ochroną środowiska, gospodarką wodną, zaopatrzeniem w wodę, ochroną wód, monitoringiem środowiska, ekologicznymi i odnawialnymi źródłami energii, geotechniką środowiska, czy gospodarką odpadami.\n\nBędziesz posiadał umiejętności niezbędne do realizowania zadań dotyczących ochrony, wykorzystania i przekształcania zasobów środowiskowych. Będziesz potrafił przeprowadzić symulacje zjawisk i procesów w różnych dziedzinach inżynierii środowiska przy wykorzystaniu specjalistycznego oprogramowania.\n\nPraktyka zawodowa trwa przez 4 tygodnie po 6 semestrze studiów I stopnia. Ma na celu zapoznanie się z zakresem czynności na stanowiskach związanych z ochroną i inżynierią środowiska, problematyką uciążliwości obiektów i instalacji przemysłowych, technologiami i urządzeniami stosowanymi do kontroli i ograniczenia uciążliwości, działaniami i procedurami administracyjnymi dotyczącymi środowiska, zakresem prac i procesami technologicznymi związanymi z profilem zakładu. W programie studiów I i II stopnia przewidziane są także zajęcia terenowe związane ze specjalnością wybraną przez studenta.\n\nAbsolwenci mogą pracować jako: specjaliści w firmach projektowych i wykonawczych z branży hydrogeologii stosowanej, geotechniki, gospodarki odpadami, odnawialnych źródeł energii, inżynierowie nadzoru zajmujący się ochroną i inżynierią środowiska, gospodarką odpadami, pracownicy działów rozwoju firm a także jako specjaliści w działach związanych z ochroną i inżynierią środowiska oraz zagospodarowaniem przestrzennym w jednostki administracji rządowej i samorządowej lub instytutów naukowo-badawczych oraz w firmach konsultingowych.\n\nZnajdują zatrudnienie w następujących miejscach: przedsiębiorstwa i instytucje zajmujące się gospodarką odpadami, remediacją terenów zdegradowanych, geotechniką, hydrogeologią, produkcją i eksploatacją instalacji odnawialnych źródeł energii, biura projektowe, laboratoria badawcze i jednostki naukowe, jednostki administracji rządowej i samorządowej, instytucje monitorujące stan środowiska, a także firmy konsultingowe i prowadzące audyty środowiskowe.\n\nAbsolwenci tego kierunku pracują jako konsultanci w zakresie ochrony i zarządzania środowiskiem, prowadzą własną działalność gospodarczą w zakresie hydrogeologii, geotechniki, projektowania i eksploatacji instalacji odnawialnych źródeł energii.\n\nGeochemia przemian środowiska\n\nMetody ochrony środowiska\n\nHydrogeologia stosowana i geotechnika\n\nMineralne materiały funkcjonalne\n\nJako absolwent studiów I stopnia na tym kierunku będziesz potrafił m.in.:\n\nocenić zagrożenia dla stanu środowiska,\n\nstosować specjalistyczne programy komputerowe, w tym CAD i GIS oraz korzystać z internetowych baz danych a także modelować numerycznie zjawiska i procesy zachodzące w środowisku oraz prognozować skutki istniejącej lub projektowanej działalności technicznej,\n\nwykorzystywać metody analityczne i eksperymentalne do rozwiązywania zadań związanych z problematyką zanieczyszczenia środowiska, odnawialnymi źródłami energii, ujmowaniem wód podziemnych, geotechniką, monitoringiem środowiska, gospodarką odpadami, remediacją terenów zdegradowanych i inżynierią mineralną,\n\noceniać możliwość zastosowania istniejących rozwiązań technicznych, urządzeń, systemów i procesów, a także opracować ekspertyzy dotyczące szeroko rozumianej ochrony i inżynierii środowiska, m.in. ocenić stan degradacji środowiska i zaproponować optymalną metodę odnowy środowiska uwzględniając aspekty prawne, ekonomiczne, a także techniczne.\n\nPo ukończeniu studiów II stopnia będziesz dodatkowo potrafił:\n\nintegrować wiedzę z obszaru szeroko rozumianej ochrony i inżynierii środowiska, stosując podejście systemowe z wykorzystaniem najnowszych metod, technik i specjalistycznego oprogramowania, w tym komputerowych baz danych i zaawansowanych metod grafiki inżynierskiej,\n\nprowadzić interdyscyplinarną współpracę z innymi zespołami,\n\nrozwiązać skomplikowane problemy środowiskowe i opracować komplementarne rozwiązania.\n\nStopka\n\nSpis pracowników\n\nBaza Danych o Autorach i Publikacjach\n\nDokumenty AGH\n\nLicencje i oprogramowanie\n\nPoczta AGH\n\nRozbudowa Centrum Miękinia\n\nDeklaracja dostępności\n\nUBPO\n\nRegulamin studiów\n\nUSOS\n\nSylabus AGH\n\nPomoc materialna dla studentów\n\nProgram Erasmus+\n\nStudium Języków Obcych\n\nWydział Geologii, Geofizyki i Ochrony Środowiska\nAkademia Górniczo-Hutnicza \nim. Stanisława Staszica\n\nal. Mickiewicza 30\n30-059 Kraków\n\nNIP AGH: 675 000 19 23 \n\nNr konta Wydziału:\n58 1240 4722 1111 0000 4859 2918\nBank Pekao S.A. Kraków\n\nDziekanat\ntel. +48.12.617.23.50–51\ne-mail: dziekanatwggios@agh.edu.pl\n\nBiuro Dziekana\ntel. +48.12.617.32.54\ne-mail: wggios@agh.edu.pl\n\n © 2023 Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.wggios.agh.edu.pl/kandydaci/inzynieria-i-ochrona-srodowiska", "title": " Inżynieria i Ochrona Środowiska -- WGGIOS AGH ", "depth": 3, "duplicate": false, "content_hash": "dd79a4bfb5d3bd9adcebd9bb5ccdbf4a", "word_count": 570, "headings": [{"level": 1, "text": "Inżynieria i Ochrona Środowiska"}, {"level": 4, "text": "Geochemia przemian środowiska"}, {"level": 4, "text": "Metody ochrony środowiska"}, {"level": 4, "text": "Hydrogeologia stosowana i geotechnika"}, {"level": 4, "text": "Mineralne materiały funkcjonalne"}, {"level": 2, "text": "Stopka"}]}}