{"content": "#  Rejestracja - przedmioty humanistyczno-społeczne z UBPO -- Centrum Obsługi Kształcenia AGH \n\nURL: https://www.cok.agh.edu.pl/ubpo/blok-humanistyczno-spoleczny/rejestracja-przedmioty-humanistyczno-spoleczne\nCrawled: 2025-03-19 22:41:25\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Rejestracja - przedmioty humanistyczno-społeczne z UBPO \n\nTerminy zapisów\n\nstudia I stopnia:\n\ntura podstawowa: 26.02.2025, godz. 8:00 – 28.02.2025, godz. 10:00\n\ntura uzupełniająca: 03.03.2025, godz. 8:00 – 11.03.2025, godz. 10:00\n\nstudia II stopnia:\n\ntura podstawowa: 26.02.2025, godz. 10:00 – 28.02.2025, godz. 10:00\n\ntura uzupełniająca: 03.03.2025, godz. 10:00 – 11.03.2025, godz. 10:00\n\n Sprawdź jak i gdzie zapisać się na przedmiot(y) humanistyczno-społeczne \n\nrejestracja na obowiązkowe przedmioty humanistyczno-społeczne (przedmiot, moduł H-S) wybierane z UBPO, jest prowadzona w systemie USOSweb wg zasady \n'kto pierwszy'\n\nzasady zapisów w systemie USOSweb są opisane w \nmanualu \n\nlink do logowania do USOSweb:\n\nhttps://web.usos.agh.edu.pl/\n\nlinki do rejestracji:\n\nI stopień 👉 \nhttps://s.agh.edu.pl/63tZQ\n\nII stopień 👉 \nhttps://s.agh.edu.pl/W0Hr5\n\n Sprawdź czy wybierasz oraz jeśli tak, to za ile ECTS \n\nobowiązkowy przedmiot H-S z UBPO wybierają określone kierunki (ewentualnie specjalności) – \nzobacz wykaz kierunków w podziale na I i II stopień oraz wymogi punktowe dotyczące przedmiotu H-S \n\nstudenci z wymienionych kierunków posiadają uprawnienia do rejestracji, co skutkuje m.in. pojawieniem się w systemie USOSweb zielonego koszyka przy przedmiotach do wyboru w module 'rejestracja na przedmioty'\n\njeśli Twój kierunek (specjalność) jest w wykazie, a nie masz uprawnień – napisz 👉\nubpo@agh.edu.pl\n\nstudenci z wymienionych kierunków mogą wybrać \nza łącznie 1 ECTS więcej \nod minimalnej wymaganej liczby punktów przypisanych w programie studiów do przedmiotu (modułu) H-S\n\nw trakcie trwania obu tur rejestracji dysponujesz dwoma (studenci I stopnia) oraz trzema wyborami (studenci II stopnia)\n\nstudenci z wymienionych kierunków (i, gdzie to ma zastosowanie – specjalności) \nwybierają spośród całej dostępnej oferty przedmiotów H-S z UBPO w semestrze letnim\n\nw\n wykazie\n znajdziecie dodatkowe informacje, np. o możliwej alternatywie  – studenci niektórych kierunków mogą lub mogli wybierać przedmioty H-S również z oferty wydziałowej. Jeśli wybrałeś już przedmiot za wymaganą liczbę ECTS z oferty wydziałowej, \nnie masz obowiązku korzystania z UBPO\n\n Terminy zajęć – wydziałowych oraz przedmiotów z UBPO \n\nna tydzień przed rozpoczęciem semestru, tj. 23 lutego, zgodnie z Regulaminem studiów, powinny zostać opublikowane terminarze zajęć na wydziałach. Porównaj je z terminarzami zajęć z przedmiotów H-S z UBPO \naby uniknąć kolizji\n\nterminy zajęć przedmiotów z UBPO znajdziesz pod linkami:\n\ndla I stopnia 👉 \nhttps://s.agh.edu.pl/3WR5M\n\ndla II stopnia 👉 \nhttps://s.agh.edu.pl/6Iq2n\n\nterminarze są dostępne również wraz z informacją o terminach kolejnych spotkań po kilknięciu w nazwę przedmiotu w widoku wszystkich przedmiotów rejestracji, a następnie przewinięciu strony do odpowiedniego cyklu dydaktycznego wybraniu 'więcej informacji' przy typie zajęć\n\nwięcej o wyszukiwaniu terminarzy w \nmanualu 'sprawdzanie terminarzy zajęć'\n\nstudenci ostatniego semestru studiów\n (6 semestr studiów I stopnia) realizują zajęcia w ramach\n tzw. skróconego semestru. \nRekomendujemy im wybór przedmiotów, których zajęcia zawierają się w maksymalnie 10 tygodniach semestru – stanowią część oferty UBPO. W USOSweb mają adnotację\n 'zajęcia zblokowane' \n(w rubryce 'skrócony opis' – po kliknięciu w nazwę przedmiotu) \n\n Sylabusy przedmiotów H-S \n\naktualna oferta jest dostępna w systemie \nSylabus AGH\n w podziale na I i II stopień studiów oraz na semestr zimowy i letni – prosimy zwrócić uwagę na semestr – domyślnie po otwarciu strony aktywny jest semestr zimowy\n\njeśli masz uprawnienia do rejestracji, wybierasz z \ncałej dostępnej oferty przedmiotów\n\npamiętaj o minimalnej liczbie ECTS, za które musisz wybrać przedmiot H-S (wymagane minimum do sprawdzenia w \nwykazie wybierających kierunków\n )\n\n Punktacja przedmiotów H-S \n\nprzedmioty H-S z UBPO mają przypisane 2 lub 3 punkty ECTS – info znajduje się w sylabusie przedmiotu oraz w USOSwebie (po kliknięciu w nazwę przedmiotu). W ofercie dla studentów II stopnia znajduje się przedmiot za 1 ECTS ('Specjalistyczne źródła informacji')\n\nmożesz wybrać za 1 ECTS więcej niż wymagane jest w programie studiów dla modułu H-S, czyli jeśli masz wybrać za 2 ECTSy – możesz wybrać przedmiot za 3 ECTS, a jeśli masz wybrać za 3 ECTSy – możesz wybrać dwa przedmioty za 4 ECTS\n\njeśli wybierzesz za więcej niż 1 ECTS – musisz uzyskać zgodę dziekana na realizację dodatkowego przedmiotu (zgodnie z Regulaminem studiów)\n\n Tury rejestracji i wyniki rejestracji \n\nrejestracja będzie przeprowadzona w dwóch turach – info wyżej:\n\npodstawowej (z dostępnością ok. 75% miejsc na przedmiotach)\n\nuzupełniającej (ok. 25% miejsc na\n uruchomionych\n przedmiotach)\n\nw turze uzupełniającej do zapisu będą udostępnione \nwyłącznie \nuruchomione przedmioty, tj. te, na które zapisało się \nminimum 10 osób w turze podstawowej. \nLista będzie udostępniona na tej stronie internetowej po zakończeniu podstawowej tury rejestracji, tj. 28 lutego 2025 r.\n\n Minimalna liczba zapisanych – kiedy przedmiot jest uruchamiany \n\n10 studentów\n zapisanych na przedmiot albo do grupy zajęciowej jest wymaganym minimum pozwalającym na uruchomienie przedmiotu (lub grupy zajęciowej) \n\njeśli przed zakończeniem podstawowej tury rejestracji wybrany przedmiot nie osiągnął wymaganego minimum 10 uczestników – szukaj alternatywy \nprzed zakończeniem tury rejestracji\n\n Zmiany przedmiotów po zakończeniu rejestracji \n\nw trakcie trwania rejestracji do jej końca \nmożesz samodzielnie wybierać, zmieniać i wypisywać się z przedmiotów\n\npowinieneś samodzielenie wypisać się np. z nadmiarowo wybranego przedmiotu czy zmienić zapis, jeśli istnieje duże ryzyko nieuruchomienia przedmiotu\n\npo zakończeniu obu tur rejestracji, tj. od 11 marca br., będzie możliwość ograniczonych (przede wszystkim dostępnością miejsc) zmian za pośrednictwem Działu Organizacji Studiów (poprzez kontakt mailowy)\n\ndo końca rejestracji, tj. do 11 marca br., nie przyjmujemy mailowych wniosków o zmianę przedmiotu. Prosimy nie przysyłać również mailowych zgód od koordynatorów przedmiotów na dołączanie do zajęć\n\nostateczny termin na zaminy przedmiotów został wyznaczony przez Prorektora ds. kształcenia na \n17 marca 2025 r\n.👉  \nhttps://s.agh.edu.pl/dQme3\n\nPrzydatnik\n\nWykaz wybierających kierunków\n\nManual – zasady zapisów w USOSweb\n\nManual – sprawdzanie terminarzy zajęć w USOSweb\n\nPismo Prorektora ws. zmian przedmiotów z UBPO\n\npodczas rejestracji w USOSweb zalecamy odświeżanie strony po każdym zarejestrowaniu się czy wyrejestrowaniu się z przedmiotu (klik w ikonę koszyka)\n\nrealizowanie obowiązkowego przedmiotu H-S w oparciu o UBPO nie zawsze jednoznacznie wynika z sylabusa kierunku. Jeśli kierunek (lub specjalność), na którym studiujesz, znajduje się w wykazie wybierających z UBPO kierunków, niezależnie od zapisów w sylabusie \nmożesz wybrać jakikolwiek przedmiot z aktualnej oferty UBPO \n– należy mieć jednak na uwadze minimalną wymaganą sumę punktów ECTS przypisaną do modułu humanistyczno-społecznego i tzw. skrócony semestr (tylko studenci ostatniego semestru studiów I stopnia)\n\nobsługa przedmiotów H-S wybranych na wydziale – \nnie w rejestracji z UBPO \n– oraz ich modyfikacje należą do Twojego dziekanatu\n\njeśli zamierzasz wnioskować o \nprzepisanie oceny \nz przedmiotu humanistyczno-społecznego, zrealizowanego w ramach tego samego poziomu studiów –  złóż odpowiedni wniosek do dziekana w swoim dziekanacie\n\njeśli zapisałeś się już na przedmiot, ale czekasz na decyzję dziekana w związku z wnioskiem\n o przepisanie oceny\n – po uzyskaniu rozstrzygnięcia niezwłocznie nas o nim poinformuj 👉 \nubpo@agh.edu.pl\n\nnie zapisuj się \nna zrealizowany już przedmiot z UBPO \n– przedmioty obieralne H-S z bazy obieralnej nie mają tematycznej kontynuacji\n\nstudenci 1 semestru studiów II stopnia, którzy dokonali wpisu na studia po\n 20 lutego, \nmogą nie mieć\n uprawnień \ndo rejestracji. W takiej sytuacji prosimy o kontakt 👉 \nubpo@agh.edu.pl\n\nstudenci powtarzający przedmiot H-S, reaktywujący się na studia lub powracający z urlopu mogą nie mieć\n uprawnień \ndo rejestracji. W takiej sytuacji prosimy o kontakt jak wyżej\n\nℹ️Helpdesk\n:\n\npytania w kwestii przedmiotów obieralnych 👉 \nubpo@agh.edu.pl\n\nproblemy techniczne z rejestracją konta w systemie USOSweb 👉 \npomoc-usos@agh.edu.pl\n\nStopka\n\nKanał AGH w serwisie YouTube\nFanpage AGH w serwisie Facebook\nFanpage AGH w serwisie Linkedin\nKanał AGH w serwisie Twitter\nFanpage AGH w serwisie Instagram\nFanpage AGH w serwisie Tiktok\n\nBack", "metadata": {"url": "https://www.cok.agh.edu.pl/ubpo/blok-humanistyczno-spoleczny/rejestracja-przedmioty-humanistyczno-spoleczne", "title": " Rejestracja - przedmioty humanistyczno-społeczne z UBPO -- Centrum Obsługi Kształcenia AGH ", "depth": 3, "duplicate": false, "content_hash": "a2f264c460d2ace624c8c0b7f606635f", "word_count": 1164, "headings": [{"level": 1, "text": "Rejestracja - przedmioty humanistyczno-społeczne z UBPO"}, {"level": 3, "text": "studia I stopnia:"}, {"level": 3, "text": "studia II stopnia:"}, {"level": 2, "text": "Stopka"}]}}