{"content": "# O humanistach na AGH - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/wydzial/o-humanistach-na-agh/\nCrawled: 2025-03-19 21:37:31\n\nO humanistach na AGH\n\nBo za każdą technologią stoi człowiek – \nprezentacja\n\nWydział Humanistyczny powstał w roku 2001 z inicjatywy prof. Anny Siwik i jej zespołu oraz ówczesnego Rektora AGH – prof. Ryszarda Tadeusiewicza. Pomysł włączenia w struktury uczelni technicznej autonomicznej jednostki humanistycznej miał charakter pionierski, otwierał płaszczyznę do poszukiwania i eksplorowania nowych obszarów badawczych na styku humanistyki i technologii.\n\nPowstający wydział wykorzystał potencjał działającego na AGH Instytutu Nauk Społecznych łącząc go z zapleczem technicznym uczelni. Przez pierwszych kilka lat obowiązywała nazwa Wydział Nauk Społecznych Stosowanych co korespondowało z profilem prowadzonych na nim studiów socjologicznych. W 2008 roku otwarto nowy kierunek – kulturoznawstwo – i przemianowano jednostkę na Wydział Humanistyczny.\n\nRektor Anna Siwik opowiada o samych początkach: „Mieliśmy poparcie ze strony Władz uczelni. Uważano, że uczelnia powinna się otworzyć na humanistykę. Pierwszym Rektorem, który chciał stworzyć Wydział Humanistyczny był prof. Handke, pomysł ten podjął Rektor Tadeusiewicz. Czuliśmy więc, że mamy wsparcie, jednocześnie jednak mieliśmy świadomość powagi sytuacji – albo nam się uda, albo utoniemy”. Dla prof. Siwik początki te były porównywalne do „skoku do basenu bez wody”. „Byliśmy traktowani trochę jak brzydkie kaczątko, ale staraliśmy się, więc należało nam pomóc. Od samego początku było wiadome, iż musi to być coś na styku humanistyka – technika. Ta idea przyświeca nam do dziś. Nie tylko przy konstruowaniu programu Socjologii czy Kulturoznawstwa, ale również Informatyki Społecznej. Początkowo w ogóle nie wiedzieliśmy, ilu będzie kandydatów na miejsce na pierwszym spośród otwartych kierunków. Okazało się że było ich 26! To niebywały sukces. Nigdy nie zapomnę momentu pierwszej rekrutacji. Obowiązywał jeszcze wówczas egzamin wstępny. Było tak wielu kandydatów, iż zabrakło nam osób do pilnowania przy egzaminach. Prosiliśmy inne wydziały o to, by ich pracownicy nas wspomogli”.\n\nNie bez znaczenia był czas, w którym rodził się Wydział. Zmieniające się u progu XXI wieku realia gospodarcze i społeczne wymagały specjalistów nowego typu, łączących wiedzę z zakresu nauk społecznych, a z czasem także kulturoznawczych, z umiejętnościami wykorzystania nowych technologii informacyjnych i komunikacyjnych w różnych sferach życia publicznego, gospodarczego i kulturalnego. O specyfice studiów na WH zadecydowała właśnie idea, by sylwetkę absolwenta wyznaczała w pierwszym rzędzie znajomość wpływu nowych technologii i nowych mediów na różne aspekty funkcjonowania społeczeństwa i kultury. Kształcenie studentów o takim profilu stało się misją Wydziału, a jednocześnie jego znakiem rozpoznawczym. Wydział Humanistyczny został zatem pomyślany jako twórczy pomost pomiędzy tradycyjnym uniwersyteckim wykształceniem, a skoncentrowanymi na najnowszych technologiach studiami inżynierskimi. Skuteczną realizację takiego projektu umożliwia bogate i kompleksowe zaplecze techniczne AGH pozwalające, jak na żadnej innej uczelni, na opanowanie praktycznego wymiaru korzystania z nowych mediów. Takie podejście odzwierciedla program studiów, ewoluujący w miarę rozwoju Wydziału.\n\nStanowisko pierwszego Dziekana Wydziału objęła jego pomysłodawczyni prof. Anna Siwik (później Prorektor AGH ds. Studenckich), a Prodziekanami zostali dr Regina Artymiak oraz prof. Lesław H. Haber. Funkcje te piastowali przez dwie kadencje (w latach 2001-2008). W roku 2008 kolejnym Dziekanem Wydziału został prof. Zbigniew Pasek, a wśród Prodziekanów znaleźli się prof. Barbara Gąciarz, dr Dorota Żuchowska-Skiba i prof. Janusz Mucha. W latach 2012-2015 funkcję Dziekana Wydziału pełnił prof. Janusz Mucha, a Prodziekanami zostały prof. Barbara Gąciarz, prof. Katarzyna Skowronek i dr Anna Małecka. Od września 2015 do 2020 roku Dziekanem Wydziału była prof. Barbara Gąciarz a Prodziekanami – prof. Zbigniew Pasek, dr Ewa Migaczewska oraz dr Anna Małecka. Aktualnie Dziekanem jest prof. Barbara Gąciarz a Prodziekanami prof. Ewa Migaczewska, prof. Jacek Gądecki oraz prof. Dariusz Wojakowski.\n\nPierwszy kierunek otwarty na nowo powstałym Wydziale Nauk Społecznych Stosowanych – socjologia, był jedynym nieinżynierski kierunkiem studiów w AGH, który jednocześnie wyróżniał się na tle innych kierunków socjologicznych prowadzonych na uczelniach krakowskich. Specyficzne ulokowanie socjologii w kontekście uczelni technicznej od początku traktowano jako atut. Dążono do tego, aby oferta dydaktyczna była bardziej praktyczna niż na analogicznych studiach uniwersyteckich, nie rezygnując przy tym z podstawowego kanonu kursów. Dotyczyło to zwłaszcza studiów magisterskich z dużym zakresem specjalizacji i liczbą praktyków prowadzących zajęcia o charakterze warsztatowym. Studia licencjackie wyróżnia rozbudowany blok przedmiotów z zakresu komunikacji oraz technologii informacyjno-komunikacyjnych. Na studiach magisterskich dostępne są obecnie dwie specjalności – E-gospodarka i Innowacje i Interwencje Społeczne. Przyciągają one studentów o bardzo zróżnicowanych zainteresowaniach. Program E-gospodarki wychodzi naprzeciw tym, którzy chcą zdobyć wiedzę z zakresu organizacji działalności gospodarczej w sieci, reklamy i promocji przedsiębiorstw oraz wykorzystania narzędzi przedsiębiorczości w Internecie. Specjalność Innowacje i Interwencje Społeczne kształci natomiast innowatorów i innowatorki społeczne, którzy zyskują wiedzę, jak współtworzyć zmiany gospodarcze i technologiczne w skali lokalnej i regionalnej. Uczą się stymulowania, rozwijania oraz zarządzania innowacjami społecznymi. Potwierdzeniem wysokich umiejętności zdobywanych na studiach socjologicznych na Wydziale Humanistycznym AGH są wyniki badań losów absolwentów, które pokazują, że nie mają oni problemu z szybkim znalezieniem pracy w zawodzie. Wydział Humanistyczny zapewnia też studentom Socjologii bogatą infrastrukturę umożliwiającą nauczania i sprawdzenie swoich umiejętności w praktyce. Taki był cel otwarcia sali do przeprowadzania wywiadów focusowych oraz planowanego otwarcia Living Labu. Warto też wskazać na duże zaangażowanie studentów Socjologii w życie Wydziału i Uczelni. Świadczą o tym niezbicie liczne podejmowane przez nich na studiach aktywności – praca w mediach uczelnianych (Biuletyn BIS AGH, Centrum Mediów AGH, Radio17) i kołach naukowych, aktywność konferencyjna i publikacyjna. Na wyróżnienie zasługuje prężnie działające Koło Naukowe Studentów Socjologii. Poszerza się grono absolwentów naszej Socjologii zatrudnionych na stanowiskach naukowo-dydaktycznych Wydziału Humanistycznego. Wielu innych zaś, osiągających sukcesy w pozaakademickich branżach, utrzymuje z Wydziałem stały kontakt i współpracę.\n\nKolejnym krokiem w rozwoju Wydziału Humanistycznego było powstanie w 2008 r. studiów kulturoznawczych. Początkowo zostały uruchomione studia I stopnia, następnie dwie specjalizacje II stopnia: Komunikacja Wizualna i Projektowanie Graficzne oraz Innowacje i Technologie w Promocji Kultury. Motywacją do otwarcia tego kierunku była próba dania odpowiedzi na nowe pytania wyłaniające się w toku rozwoju kultury i technologii, które wykraczają poza klasyczną refleksję humanistyczną.\n\nKulturoznawstwo ściśle wpisuje się w profil WH, łącząc refleksję humanistyczną z wykorzystaniem możliwości technologicznych, jakie oferuje Akademia Górniczo-Hutnicza. Prowadzone studia skierowane są do osób, które chcą brać aktywny udział nie tylko w analizowaniu i interpretowaniu, ale także tworzeniu współczesnej kultury wizualnej i cyfrowej, dając im takie narzędzia, jak umiejętności posługiwania się najnowszymi narzędziami projektowania graficznego czy wykorzystywania Virtual Reality w obszarze kultury. Obok tego oferuje studentom klasyczny warsztat kulturoznawczy pozwalający im po ukończeniu studiów na podjęcie szeregu zróżnicowanych aktywności. Nasi absolwenci pracują zarówno w międzynarodowych firmach wykorzystujących nowe technologie, jak i w instytucjach związanych stricte z kulturą wysoką. Organizują festiwale kulturalne, są kuratorami w muzeach czy animatorami kultury. Program studiów uwzględnia bowiem nie tylko zaplecze technologiczne i personalne AGH, ale i ścisłą współpracę z takimi instytucjami, jak Teatr Stary w Krakowie, Teatr STU, czy Krakowskie Biuro Festiwalowe\n\nW 2016 roku Wydział wzbogacił się o Informatykę Społeczną. Jest to kierunek całkowicie nowy, oferujący autorski program sytuujący się na styku nauk społecznych i informatyki. Absolwenci są specjalistami w zakresie pozyskiwania danych, na podstawie których można badać zjawiska i procesy społeczne oraz kulturowe, a także projektować nowoczesne i ergonomiczne systemy informatyczne. Jego głównym zamysłem jest kształtowanie takich umiejętności i kompetencji, które połączą w sobie aspekty związane z wykorzystaniem najnowszych informatycznych technologii komunikacyjnych z umiejętnością analizy świata społecznego. Są one konkurencyjne na rynku pracy dzięki trafnemu i efektywnemu połączeniu kompetencji miękkich i twardych.\n\nProgram Informatyki Społecznej został ułożony wspólnie z Pracownikami wydziałów Akademii takich jak: Wydział Elektrotechniki, Automatyki Informatyki i Inżynierii Biomedycznej oraz Wydział Informatyki, Elektroniki i Telekomunikacji. W trakcie studiów studenci mają nie tylko możliwość zdobycia wiedzy technologicznej i z zakresu nauk o społeczeństwie, ale również praktycznych umiejętności dzięki warsztatom z pracownikami takich firm jak: Comarch, Edisonda, Fortress Gaming Technologies, IBM BTO Business Consulting Services, SoInteractive SA, SOKKA, czy VoiceFinder. Dodatkowe wsparcie dla kierunku wnosi także fundusz typu seed-capital INNOventure specjalizujący się w komercjalizacji efektów prac badawczo-naukowych. INNOventure w ramach współpracy z Wydziałem prezentuje case studies oraz success stories, ale także dostarcza wsparcia merytorycznego i inwestycyjnego dla najlepszych studentów w rozwijaniu przez nich projektach.\n\nNajnowszym “dzieckiem” Wydziału Humanistycznego jest kierunek Nowoczesne Technologie w Kryminalistyce działający od 2019 roku. Są to pierwsze studia inżynierskie na Wydziale oferujące nowatorski program współtworzony przez trzy wydziały Akademii Górniczo-Hutniczej, z których każdy specjalizuje się w innej dziedzinie: Wydziału Humanistycznego, Wydziału Informatyki, Elektroniki i Telekomunikacji, oraz Wydziału Inżynierii Materiałowej i Ceramiki. Kierunek powstał w odpowiedzi na zapotrzebowanie na rynku na pracowników wykwalifikowanych zarówno w dziedzinie poszczególnych metod kryminalistycznych, jak również w zakresie nauk szczegółowych, których kryminalistyka jest częścią. Jako nauka, kryminalistyka zajmuje się śladami pozostawionymi przez przestępcę na miejscu zdarzenia, na metodach ich ujawniania, zabezpieczania, badania i wykorzystania w charakterze dowodu. Jest nauką praktyczną, posiadającą własną metodę i zakres badawczy. Jednocześnie stanowi część wyodrębnioną z nauk sądowych i policyjnych stąd istotne jest, by program zajęć obejmował zarówno przedmioty szczegółowe, takie jak informatyka śledcza czy chemia sądowa, jak również również nauki policyjne czy sądowe, których pierwotnym i zasadniczym przeznaczeniem jest służenie śledztwu i procesowi karnemu, a które jako takie nie wyspecjalizowały się w odrębne dziedziny. Przestępczość jest nierozerwalnie związana zarówno z działalnością człowieka, jak i rozwojem technologicznym, nie ulega zatem wątpliwości, że kryminalistyka należy i będzie również w przyszłości należeć do dziedzin, których istnienie i rozwój będą miały wysoki priorytet społeczny i naukowy. Kierunek studiów realizowany w partnerstwie z Komendą Główną Żandarmerii Wojskowej.\n\nWydział Humanistyczny prowadzi także studia podyplomowe w kilku dyscyplinach: Employer Branding, IT Business Management, Marketing Internetowy, Marketing miejsc i kreowanie marek lokalnych, Praktyczna Psychologia Kierowania i Negocjacji, Sales & Negotiation Management – Zarządzanie Sprzedażą, Skuteczna Komunikacja i Kreowanie Wizerunku, Social Media & Content Marketing, Strategiczna komunikacja marki, Talent Management in Tech Companies, User Experience and Product Design. W ramach struktur Wydziału funkcjonuje również Kurs Przygotowania Pedagogicznego dla Studentów AGH oraz Kurs Doskonalenia Dydaktycznego dla Asystentów i Doktorantów AGH.\n\nW trosce o podniesienie poziomu wykształcenia wydział oferuje swoim studentom możliwości wyjazdów zagranicznych w ramach programów ERASMUS+. Współpracuje także z licznymi uczelniami zagranicznymi m.in. Uniwersytetem Technicznym w Dreźnie i Przyazowskim Państwowym Uniwersytetem w Mariupolu na Ukrainie, a także z Casper College w Stanach Zjednoczonych. Okazją do doskonalenia umiejętności językowych nie tylko gwarantowane studentom wyjazdy zagraniczne, ale także znajdujące się w stałej ofercie edukacyjnej wydziału przedmioty fakultatywne prowadzone w językach obcych.\n\nStworzeniu jak najlepszych warunków sprzyjających studiowaniu na WH służy jego infrastruktura. W siedzibie wydziału na ulicy Gramatyka 8a do dyspozycji studentów są sale ćwiczeniowe i wykładowe zaopatrzone w multimedialny sprzęt dydaktyczny, nowoczesna pracownia komputerowa, nowoczesna pracownia fokusowa, ksero i pokaźny księgozbiór liczący ponad 10 tys. woluminów (plus 1900 egzemplarzy materiałów różnych) oraz prenumerowanych regularnie 28 tytułów czasopism. Księgozbiór jest dostępny w Bibliotece Głównej. Studenci mają także dostęp do elektronicznych baz danych i do elektronicznych pełnotekstowych bibliotek o charakterze humanistycznym, wśród których najważniejsze to: Science Direct (Elsevier), Wiley InterScience, JSTOR, PROQUEST (podbazy: Career and Technical Education, Dissertations & Theses, ProQuest Education Journals, ProQuest Social Science Journals).\n\nNowatorski charakter ma Laboratorium Badań Rzeczywistości Wirtualnej EduVRLab: międzykatedralna jednostka specjalizująca się w badaniach społeczno-kulturowego potencjału technologii Virtual Reality i Augmented Reality oraz wykorzystująca VR w swoich projektach naukowych i zajęciach dydaktycznych. Z laboratorium mogą korzystać wszyscy studenci, którzy potrzebują wsparcia merytorycznego i zaplecza technologicznego w realizacji projektów wykorzystujących technologie immersyjne. Dewizą EduVRLab jest interdyscyplinarność i współpraca z innymi ośrodkami naukowymi, artystami oraz firmami.\n\nWydział Humanistyczny tworzą trzy Katedry: Studiów nad Kulturą i Badań Ery Cyfrowej, Technologii Informacyjnych i Mediów oraz Studiów nad Społeczeństwem i Technologią. Skupiają one pracowników naukowych z rozmaitych dziedzin: socjologów, kulturoznawców, filozofów, medioznawców, psychologów a także informatyków, grafików inżynierów biomedycznych. Wielu z nich to członkowie Komitetów Badawczych PAN, stypendyści Fulbrighta, NATO i Fundacji Kościuszkowskiej. Rozpiętość zainteresowań jest duża – od współczesnych form duchowości po rzeczywistość wirtualną, od historii PRL po nowe media, od tożsamości grup społecznych i etnicznych po zagadnienia gender, od badań inteligencji zbiorowej po filozofię humoru. Wskazane tematy odzwierciedlają tylko częściowo rozległy zakres zainteresowań naukowych pracowników WH. By jak najlepiej realizować obraną przez wydział specjalizację kształcenia związaną z kwalifikacjami w zakresie korzystania z nowych technologii, władze WH zatrudniają nie tylko własną kadrę, ale także specjalistów z innych wydziałów AGH (np. Wydziału Elektrotechniki, Automatyki, Informatyki i Elektroniki i Wydziału Inżynierii Mechanicznej i Robotyki) oraz z innych instytucji, w tym również o pozaakademickim charakterze (np. przedstawicieli mediów, agencji interaktywnych, agencji reklamowych, czy deweloperów gier komputerowych).\n\nWydział Humanistyczny przeszedł w krótkim czasie długą drogę, tworząc, ulepszając i stale poszerzając ofertę edukacyjną, doskonaląc kadrę dydaktyczną i przekonując do siebie tak władze uczelni, jak i otoczenie, nieufne początkowo wobec rozwijania humanistyki w uczelni technicznej. Zdobył także uznanie Ministerstwa Nauki i Szkolnictwa Wyższego – w trakcie swej działalności wydział był trzykrotnie poddawany kontroli przez Państwową Komisję Akredytacyjną otrzymując pozytywne oceny. Ostatnia z nich miała miejsce w grudniu 2014 roku. Z raportu PKA sporządzonego po tej wizytacji dowiedzieć się można między innymi, że „Wydział Humanistyczny AGH jest wiodącą jednostką socjologiczną na terenie Polski” (Raport z Wizytacji PKA z 23 stycznia 2015). W roku 2016 WH zdobył uprawnienia do nadawaniu stopni doktorskich w dziedzinie Nauk Socjologicznych a w 2019 w dziedzinie Nauk o Kulturze i Religii. Od 1 października 2022 r. nową siedzibą Wydziału jest budynek C-7 zlokalizowany przy ul. Czarnowiejska 36 w centralnej części campusu AGH.", "metadata": {"url": "https://wh.agh.edu.pl/wydzial/o-humanistach-na-agh/", "title": "O humanistach na AGH - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "3706d2c163fe653a9bf3142242c87df2", "word_count": 2111, "headings": [{"level": 1, "text": "O humanistach na AGH"}, {"level": 3, "text": "%20"}]}}