{"content": "# Prof. Jerzy Lis przewodniczącym Rady Naukowej ds. Strategicznych Kierunków Rozwoju Małopolski-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/aktualnosci/detail/prof-jerzy-lis-przewodniczacym-rady-naukowej-ds-strategicznych-kierunkow-rozwoju-malopolski\nCrawled: 2025-03-19 21:59:49\n\nfot. źródło malopolska.pl \n\n Prof. Jerzy Lis przewodniczącym Rady Naukowej ds. Strategicznych Kierunków Rozwoju Małopolski \n\n 30/08/2024 \n\n Rektor AGH prof. Jerzy Lis został wybrany na nowego przewodniczącego Rady Naukowej ds. Strategicznych Kierunków Rozwoju Małopolski. Rada stanowi ważne gremium, w którym środowiska naukowe, gospodarcze i samorządowe Małopolski spotykają się oraz rozmawiają o ważnych i strategicznych zagadnieniach dotyczących przyszłości regionu. \n\nPrzedstawiciele Rady Naukowej ds. Strategicznych Kierunków Rozwoju Małopolski biorą udział w wielu kluczowych dla regionu wydarzeniach. To szacowne grono, skupiające wybitnych naukowców z różnych dziedzin, stało się ważnym czynnikiem dynamicznego rozwoju Małopolski. Bardzo aktywna działalność rady wpisuje się również w Strategię Rozwoju Województwa „Małopolska 2030”.\n\nDziałalność Rady Naukowej ds. Strategicznych Kierunków Rozwoju Małopolski zainaugurowano w połowie 2021 r. Podpisane wówczas uroczyście w krakowskich Sukiennicach dwustronne porozumienia oraz kolejne spotkania z rektorami małopolskich uczelni wyższych zbudowały mocny fundament pod długofalową współpracę pomiędzy Województwem Małopolskim a funkcjonującymi w regionie uczelniami wyższymi. Była to pierwsza taka inicjatywa w Polsce.\n\nPosiedzenie Rady, podczas którego wybrano nowego przewodniczącego, odbyło się 28 sierpnia 2024 r. pod przewodnictwem Marszałka Województwa Małopolskiego Łukasza Smółki.\n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/aktualnosci/detail/prof-jerzy-lis-przewodniczacym-rady-naukowej-ds-strategicznych-kierunkow-rozwoju-malopolski", "title": "Prof. Jerzy Lis przewodniczącym Rady Naukowej ds. Strategicznych Kierunków Rozwoju Małopolski-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "4f7ef35a4c69ad1559037f6e0e28b9bf", "word_count": 173, "headings": [{"level": 1, "text": "Prof. Jerzy Lis przewodniczącym Rady Naukowej ds. Strategicznych Kierunków Rozwoju Małopolski"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}