{"content": "# Konferencje Naukowe - Wydział Odlewnictwa\n\nURL: https://odlewnictwo.agh.edu.pl/pracownik/konferencje/\nCrawled: 2025-03-19 21:33:36\n\nStrona główna\n » \nPracownik\n » \nKonferencje Naukowe\n\nPracownik\n\nMenu\n\nKonferencje Naukowe\n\nROK 2025\n\nV International Conference of Casting and Materials Engineering ICCME 25, \nLightweight innovations for a better climate.\nTermin:              27-28.10.2025\nMiejsce:             AGH University of Krakow, Poland\n\nROK 2024\n\nXIII International Symposium on the Science and Processing of Cast Iron SPCI-XIII\nTermin:              23-26.06.2024\nMiejsce:             AGH University of Krakow, Poland\n\nROK 2023\n\nIV International Conference of Casting and Materials Engineering ICCME 23\nTermin:               06-07.11.2023\nMiejsce:             AGH University of Krakow, Poland\n\nXXIX International Scientific Conference of Polish, Czech and Slovak Foundrymen “Współpraca 2023″\nTermin:                 26-28.04.2023\nMiejsce:              Zamek Królewski w Niepołomicach\n                                 ul. Zamkowa 2, 32-005 Niepołomice\n                                  www.zamekkrolewski.com.pl\n\nRok 2021\n\n4-5.11.2021 – III International Conference of Casting and Materials Engineering ICCME 2021, Casting of Lightweight Components in Automotive, Aviation and Space Technologies, Novotel Kraków City West, Krakow\n\nRok 2020\n\n22-24.04.2020 – \nXXVI Międzynarodowa Konferencja Odlewników Polskich, Czeskich i Słowackich „WSPÓŁPRACA 2020”, Pałac Baranów Sandomierski\n\nRok 2019\n\n8.11.2019 – \nZaproszenie na „II International Conference of Casting and Materials Engineering ICCME” 2019, Swing Hotel, Kraków\n\n25-27.09.2019 – \nZaproszenie na 2 Międzynarodową Konferencję „International Conference on Metals, Ceramics and Composites”, Varna, Bułgaria\n\n04-06.09.2019 – \nZaproszenie na 59 Międzynarodową Konferencję Naukową „Krzepnięcie i Krystalizacja Metali 2019”, Hotel Mały Rzym, Sandomierz \n\n15-16.05.2019 – \nZaproszenie na XV Seminarium Studenckiego Koła Naukowego Odlewników „Sferoid”, Ustroń Jaszowiec\n\n13-15.05.2019 – \nZaproszenie na  XII Międzynarodową Konferencję Naukową „Innowacje w odlewnictwie ciśnieniowym”, Hotel Czarny Staw, Adamów\n\n30.05 – 1.06.2019 – \nXXII Międzynarodowa Konferencja Naukowo-Techniczna Odlewnictwa Metali Nieżelaznych Nauka i Technologia, International Conference Science And Technolog. Zamek Bobolice Jura Krakowsko-Częstochowskac\n\nRok 2017\n\n10.11.2017 – \nXLI Międzynarodowa Konferencja Naukowa „Dzień Odlewnika 2017”\n\n01 – 03.06.2017  – \nXX Jubileuszowa Międzynarodowa Konferencja Naukowo-Techniczna Odlewnictwa Metali Nieżelaznych Nauka i Technologia, International Conference Science And Technology Centrum Wypoczynkowo Konferencyjne „Trzy Jeziora”, Wieleń Zaobrzański k/ Zielonej Góry\n\n19 – 21.04.2017 – \nXXIII Międzynarodowa Konferencja Odlewników Polskich, Czeskich i Słowackich „WSPÓŁPRACA 2017”, 19-21.04.2017 r, Wożniki k. Częstochowy\n\nRok 2016\n\n17 – 18.11.2016 – XL Międzynarodowa Konferencja Naukowa „Dzień Odlewnika 2016” organizowana z okazji 65-lecia Wydziału Odlewnictwa AGH w Krakowie\n\n01 – 03.09.2016 – \nXI Międzynarodowa Konferencja Nowoczesne Technologie Odlewnicze i Metalurgiczne. Ochrona Środowiska, Kocierz 1 – 3 września 2016\n\n02 – 04.06.2016- \n XIX Międzynarodowa Konferencja Naukowo-Techniczna Odlewnictwa Metali Nieżelaznych Nauka i Technologia International Conference Science And Technology 2-4, czerwca 2016 r., Goniądz k/Białegostoku\n\nRok 2015\n\n19 – 20.11.2015 – \nXXXIX MIĘDZYNARODOWA KONFERENCJA NAUKOWA Dzień Odlewnika 2015, Kraków, 19 – 20 listopada 2015 \n\n08-11.09.2015 – \nKongres PCM-CMM-2015, organizowany przez Politechnikę Gdańską oraz Instytut Maszyn Przepływowych PAN – Gdańsk.\n\n28-30.05.2015 – \n XVIII Międzynarodowa Konferencja Naukowo-Techniczna Odlewnictwa Metali Nieżelaznych Nauka i Technologia, International Conference Science And Technology, Polańczyk\n\n07.05.2015- \n III Konferencja Doktorantów Wydziału Odlewnictwa z Okazji Dnia Hutnika\n\nRok 2014\n\n27 – 28.11.2014 – \nXXXVIII MIĘDZYNARODOWA KONFERENCJA NAUKOWA Dzień Odlewnika 2014, Kraków, 27 – 28 listopada 2014\n27.11.2014 – \nII Konferencja Doktorantów Wydziału Odlewnictwa z Okazji Dnia Odlewnika\n15 – 18.10.2014 – \nKonferencja sprawozdawcza Komitetu Metalurgii PAN „Metalurgia ‘2014”; Krynica Zdrój\n04 – 06.09.2014 – \nX Międzynarodowa Konferencja Nowoczesne Technologie Odlewnicze i Metalurgiczne – Ochrona Środowiska Technologie Energo – i Materiałooszczędne, Kraków – Lipowa k/ Żywca\n05 – 07.06.2014 – \n XVII Międzynarodowa Konferencja Naukowo-Techniczna Odlewnictwo Metali Nieżelaznych „NAUKA – TECHNOLOGIA”, Starachowice – Hotel Europa\n08.05.2014 – \nI Konferencja Doktorantów Wydziału Odlewnictwa AGH\n24 – 26.04.2014 – \nXX Międzynarodowa Konferencja Odlewników Polskich, Czeskich i Słowackich „WSPÓŁPRACA 2014”, 24 – 26.04.2014 r., Izbicko k/Opola\n\nRok 2013\n\n28-29.11.2013 – \nXXXVII MIĘDZYNARODOWA KONFERENCJA NAUKOWA Dzień Odlewnika 2013, Kraków, 28 – 29 listopada 2013\n\n25-27.09.2013 – XIX Międzynarodowe Targi Technologii dla Odlewnictwa Metal 2013 – Kielce\n\nwww.targikielce.pl\n\n5-7.09.2013 – \n VI Międzynarodowa Konferencja Naukowa nt. „Tendencje rozwojowe w mechanizacji procesów odlewniczych” – Inwałd 5 – 7 września 2013\n\n6-8.06.2013 – Międzynarodowa Konferencja Naukowo-Techniczna Odlewnictwo Metali Nieżelaznych – „NAUKA – TECHNOLOGIE” – Muszyna – Złockie\n\n25-26.04.2013 – Konferencja Odlewników Niemieckich 2013 – Stuttgart – Fellbach (Niemcy)\n\n22-24.05.2013 – XII Międzynarodowa Konferencja Naukowa „Zapewnienie jakości w odlewnictwie” Jubileusz 90-lecia Profesora Zdzisława Samsonowicza – Wrocław Trzebnica\n\nwww.odlewnictwo2013.pwr.wroc.pl\n\n18-19.04.2013 – Międzynarodowa Konferencja Naukowa „Staliwo – nowe wyzwania przemysłowe” – Kraków\n\nKonferencje z lat poprzednich….", "metadata": {"url": "https://odlewnictwo.agh.edu.pl/pracownik/konferencje/", "title": "Konferencje Naukowe - Wydział Odlewnictwa", "depth": 3, "duplicate": false, "content_hash": "9cd50823cac300ee996b94965d5f90d6", "word_count": 668, "headings": [{"level": 3, "text": "Pracownik"}, {"level": 1, "text": "Konferencje Naukowe"}, {"level": 2, "text": "ROK 2025"}, {"level": 2, "text": "ROK 2024"}, {"level": 2, "text": "ROK 2023"}, {"level": 2, "text": "Rok 2021"}, {"level": 2, "text": "Rok 2020"}, {"level": 2, "text": "Rok 2019"}, {"level": 2, "text": "Rok 2017"}, {"level": 2, "text": "Rok 2016"}, {"level": 2, "text": "Rok 2015"}, {"level": 2, "text": "Rok 2014"}, {"level": 2, "text": "Rok 2013"}]}}