{"metadata": {"url": "https://dss.agh.edu.pl/organizacje-studenckie/przyjazne-procedury-dzp", "title": " Przyjazne procedury DZP -- Dział Spraw Studenckich AGH ", "depth": 1, "duplicate": false, "content_hash": "ca61fb21035f547b947d04cc6acc34ae", "word_count": 1196, "headings": [{"level": 1, "text": "Przyjazne procedury DZP"}, {"level": 2, "text": "Dlaczego musimy stosować Regulamin Udzielania Zamówień Publicznych?"}, {"level": 2, "text": "W jaki sposób realizować dostawy i usługi?"}, {"level": 3, "text": "Procedury udzielenia zamówień publicznych których wartość szacunkowa netto nie przekracza wyrażonej w złotych równowartości kwoty 30 000 Euro:"}, {"level": 3, "text": "Procedury udzielenia zamówień publicznych o wartości szacunkowej przekraczającej wyrażoną w złotych równowartość kwoty 30 000 Euro:"}, {"level": 2, "text": "Kompletnie wypełniony wniosek winien zawierać"}, {"level": 2, "text": "Wykaz załączników:"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Stopka"}]}, "content": "#  Przyjazne procedury DZP -- Dział Spraw Studenckich AGH \n\nURL: https://dss.agh.edu.pl/organizacje-studenckie/przyjazne-procedury-dzp\nCrawled: 2025-03-20 01:35:15\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Przyjazne procedury DZP \n\nDlaczego musimy stosować Regulamin Udzielania Zamówień Publicznych?\n\nPrzepisy Regulaminu stosuje się do udzielania przez Akademię Górniczo-Hutniczą zamówień publicznych na dostawy, usługi i roboty budowlane, które są finansowane w całości lub części ze środków znajdujących się w dyspozycji Uczelni bez względu na źródło ich pochodzenia.\n\nRegulamin ten określa osoby funkcyjne i jednostki organizacyjne Uczelni właściwe w sprawach zamówień publicznych, jak również prawa i obowiązki oraz zakres odpowiedzialności osób uczestniczących w zamówieniach publicznych.\n\nW jaki sposób realizować dostawy i usługi?\n\nNależy sprawdzić w Planie Zamówień Publicznych dostępnym na stronie \nDziału Zamówień Publicznych\n, czy wartość szacunkowa netto wybranego towaru lub usługi nie przekracza wyrażonej w złotych równowartości kwoty 30 000 Euro. Następnie należy wybrać jedną z poniższych procedur.\n\nProcedury udzielenia zamówień publicznych których wartość szacunkowa netto nie przekracza wyrażonej w złotych równowartości kwoty 30 000 Euro:\n\nJeżeli realizujesz zamówienia publiczne na dostawy i usługi, których wartość \nnie przekracza kwoty 10 000 zł brutto:\n\ntakie zamówienia mogą być realizowane samodzielnie w jednostkach Uczelni bez udziału DZP;\n\nnie jest wymagane prowadzenie dokumentacji czynności oraz pisemne uzasadnienie wyboru wykonawcy;\n\nudokumentowaniem zakupu jest faktura;\n\nUwaga!\n\n Po otrzymaniu faktury trzeba ją odpowiednio przygotować do realizacji, tj. opisać na odwrocie dokumentu i przekazać do DSS. \nWzór opisu faktury\n.\n\nJeżeli realizujesz zamówienia publiczne na dostawy i usługi których wartość \nprzekracza kwotę 10 000 zł brutto\n, lecz nie przekracza kwoty 20 000 zł brutto:\n\ntakie zamówienia mogą być realizowane samodzielnie w jednostkach Uczelni bez udziału DZP\n\nkonieczne jest przeprowadzenie rozeznania rynku;\n\nUwaga!\n\n Rozeznanie rynku dostaw, usług odbywa się poprzez uzyskanie informacji pisemnej, elektronicznej lub poprzez stronę internetową dostawcy/wykonawcy, drogą telefoniczną lub poprzez osobiste rozeznanie (wizyta w sklepie).\n\nz przeprowadzonych czynności sporządzasz pisemną notatkę - wg wzoru \nnotatka z rozeznania rynku\n\nkonieczne jest krótkie uzasadnienie wyboru wykonawcy (np. otrzymana oferta z firmy X jest najkorzystniejsza cenowo, dodatkowo….);\n\npisemna notatka z przeprowadzonego rozeznania rynku musi zostać podpisana przez dysponenta środków (Prorektor ds. Studenckich); Uwaga: Podpis dysponenta środków uzupełnia DSS.\n\ndokumentem potwierdzającym udzielenie zamówienia jest zlecenie realizacji zamówienia podpisane przez dysponenta środków (Prorektor ds. Studenckich)\nzlecenie zamówienia\n\nJeżeli realizujesz zamówienia publiczne na dostawy i usługi których wartość \nprzekracza kwotę 20 000 zł brutto, lecz nie przekracza netto wyrażonej w złotych równowartości kwoty 30 000 euro\n:\n\ntakie zamówienia mogą być realizowane samodzielnie w jednostkach Uczelni bez udziału DZP;\n\nkonieczne jest pozyskanie tzw. oferty cenowej - wg wzoru \npozyskanie oferty cenowej\n\nPozyskanie oferty cenowej odbywa się w następujący sposób:\n\nzaproszenie do złożenia ofert cenowych należy skierować w formie pisemnej, faksem lub drogą elektroniczną do co najmniej trzech wykonawców prowadzących działalność o profilu i zakresie pozwalającym na należyte wykonanie zamówienia,\n\nwniosek o złożenie oferty cenowej powinien zawierać co najmniej:\n\nnazwę i adres zamawiającego oraz adres, telefon, faks lub e-mail pracownika odpowiedzialnego za przeprowadzenie zamówienia;\n\nopis przedmiotu zamówienia;\n\nokreślenie terminu wykonania zamówienia;\n\nmiejsce i termin składania ofert;\n\nlistę dokumentów wymaganych przez zamawiającego;\n\nopis kryterium/kryteriów oceny ofert (kryteriami oceny ofert mogą być: cena, gwarancja, czasu realizacji zamówienia, itp.),\n\nzałącznikiem do wniosku o złożenie oferty cenowej może być projekt umowy,\n\nprzy wyborze oferty zamawiający kieruje się kryteriami wyboru oferty określonymi we wniosku o złożenie oferty,\n\noferty mogą być składane pisemnie, faksem lub pocztą elektroniczną na adres który zostanie wskazany w ogłoszeniu,\n\nz przeprowadzonych czynności sporządzasz pisemny protokół wyboru, który zatwierdza dysponent środków (Prorektor ds. Studenckich) - wg wzoru protokół \nwyboru oferty cenowej\n\ndokumentem potwierdzającym udzielenie zamówienia jest umowa zawarta z wybranym wykonawcą,\n\nUwaga!\n\n Dla zamówień, których wartość jest równa lub przekracza brutto kwotę 20 000 zł zawarcie umowy w formie pisemnej jest obowiązkowe. \nWzór umowy rekomendowany przez Zespół Radców Prawnych AGH \n Jeżeli posługujesz się wzorem umowy innym niż wskazany (zatwierdzony przez ZRP AGH), musisz uzyskać akceptację ZRP.\n\nProcedury udzielenia zamówień publicznych o wartości szacunkowej przekraczającej wyrażoną w złotych równowartość kwoty 30 000 Euro:\n\nwszczęcie postępowania o udzielenie zamówienia publicznego następuje na podstawie złożonego, prawidłowo wypełnionego wniosku. Wzór wniosku stanowi załącznik nr 1 do Regulaminu Udzielania Zamówień Publicznych (link 7);\n\nprzed złożeniem wniosku należy uzyskać akceptację osób wymienionych we wniosku - wzór prawidłowo wypełnionego wniosku znajdziesz tutaj (link 9);\n\nnależy złożyć \n3 egzemplarze \nwniosku\n oraz \njeden egzemplarz opisu przedmiotu zamówienia\n. \nWzór opisu przedmiotu zamówienia (SWZ)\n.\n\nprocedura udzielenia zamówienia kończy się z chwilą podpisania umowy o zamówienie publiczne lub z chwilą unieważnienia postępowania.\n\nKompletnie wypełniony wniosek winien zawierać\n\nokreślenie przedmiotu zamówienia,\n\nkod CPV (kody CPV są dostępne w planie zamówień publicznych AGH (\nPlany zamówień publicznych AGH - Dział Zamówień Publicznych AGH\n) na rok bieżący. W niektórych przypadkach, w planie obok przedmiotu zamówienia nie ma kodu CPV- należy wówczas podać pozycję w planie (tj. liczbę porządkową). W przypadku nie odnalezienia w planie zamówień kodu CPV odpowiadającego dostawie/usłudze, należy skierować się do \nwyszukiwarki kodów CPV\n.\n\nwartość szacunkowa zamówienia netto i brutto;\n\nprzeliczenie wartości szacunkowej netto na euro według kursu euro podanego na stronie DZP;\n\nźródło finansowania;\n\nproponowany tryb postępowania;\n\npodpis Wnioskodawcy, podpis i pieczątka Dysponenta Środków Finansowych (Prorektor ds. Studenckich) oraz Kwestora AGH; Uwaga: podpis Dysponenta Środków oraz Kwestora AGH uzupełnia DSS.\n\nw przypadku gdy zakup jest aparaturą, przed złożeniem wniosku należy skonsultować się z Działem Aparatury Naukowo-Badawczej i Importu - pok. 101 paw. C-1; Uwaga: uzupełnia DSS.\n\nproponowany skład komisji przetargowej (1 student + osoba z DSS)\n\nimię i nazwisko osoby dokonującej wartości szacunkowej zamówienia wraz z datą szacowania, jednakże nie wcześniejszą niż 3 miesiące przed ogłoszeniem przetargu;\n\ntermin realizacji zamówienia - w dniach lub miesiącach od daty udzielenia zamówienia;\n\nkryteria oceny ofert inne niż cena z podaniem ich wag procentowych, opisu i sposobu oceny wraz ze wskazaniem osoby odpowiedzialnej za określenie kryteriów;\n\nopis istotnych warunków zamówienia podpisany przez dysponenta środków (wnioski bez podpisanej specyfikacji nie będą przyjmowane)\n\nPamiętaj!\n W przypadku zamówień powyżej 2 000 zł których okres realizacji trwa dłużej niż dwa miesiące wymagane jest sporządzenie \nzlecenie realizacji zamówienia\n.\n\nPrzygotowując i przeprowadzając postępowanie o udzielenie zamówienia publicznego musisz postępować w sposób zapewniający zachowanie uczciwej konkurencji i równe traktowanie wykonawców oraz zgodnie z zasadami proporcjonalności i przejrzystości.\n\nW Uczelni realizowane są zamówienia centralne (umowy ogólnouczelniane) tj. zamówienia wspólne dla wszystkich jednostek organizacyjnych, np. usługi cateringowe, dostawa zestawów komputerowych, materiałów biurowych. W przypadku zakupu realizowanego w ramach umowy ogólnouczelnianej, z tyłu faktury, w polu „Podstawa udzielenia zamówienia” wpisuje się nr takiej umowy, np. KC-zp.272-455/15.\nwzór opisu faktury\n\nMateriał opracowano na podstawie treści Regulaminu Udzielania Zamówień Publicznych w Akademii Górniczo-Hutniczej, stanowiącego Załącznik nr 1 do Zarządzenia Nr 2/2017 Rektora AGH z dnia 23 stycznia 2017 r.\n\nWięcej informacji na stronie \nDziału Zamówień Publicznych\n.\n\nWykaz załączników:\n\nWzór opisu faktury\n\nWzór notatki z rozeznania rynku\n\nWzór zamówienia\n\nWzór dokumentów do pozyskania ofert cenowej\n\nWzór protokołu wyboru oferty cenowej\n\nWzór umowy rekomendowany przez Zespół Radców Prawnych\n\nWzór wniosku przetargowego\n\nWzór opisu przedmiotu zamówienia (SWZ)\n\nKontakt\n\nbudynek C-1\n pokój 111\n\ndss@agh.edu.pl\n\nponiedziałek – czwartek\n 7:30 – 15:30\n piątek\n 7:30 – 14:30\n\nmgr Sylwia Świerk\n +48 12 617 55 20\nsswierk@agh.edu.pl\n\nmgr inż. Małgorzata Kustra\n +48 12 617 32 66\nmkustra@agh.edu.pl\n\nmgr Ewelina Wywrot\n +48 12 617 32 66\newywrot@agh.edu.pl\n\nStopka\n\nArchiwum dokumentów\n\nDział Spraw Studenckich\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nAl. Mickiewicza 30\n30-059 Kraków\n\nBiuro Obsługi Spraw Studenckich\nbudynek C-7, pokój 112\nSekcja Obsługi Organizacji Studenckich\nbudynek C-1, pokój 111\nSekcja Wypłat i Rozliczeń Stypendiów\nbudynek C-1, pokój 111\ne-mail: dss@agh.edu.pl\n\nBack"}