{"content": "# Aktualności - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/aktualnosci/\nCrawled: 2025-03-19 21:37:28\n\nKonferencje, Seminaria, Wykłady\nKonkursy\nOsiągnięcia\nPraktyki, Staże, Oferty pracy\nStudia\nWydarzenia wydziałowe\n\n        Mamy przyjemność poinformować, że decyzją Komisji Konkursowej, tytułu Studenta Roku 2024 Wydziału Humanistycznego został przyznany p. Krzysztofowi Olszamowskiemu (Kulturoznawstwo). Przyznano również wyróżnienie dla p. Katarzyny Klęczek (Informatyka społeczna). Wyróżnienie za aktywność organizacyjną przyznano p. Karolinie Rożek (Socjologia). Wszystkim nagrodzonym osobom serdecznie gratulujemy!    \n\n        Wydział Humanistyczny zaprasza na konferencję „Ludzie nauk(i) a cywilizacja przyszłości” współorganizowaną z Komisją Zagrożeń Cywilizacyjnych Polskiej Akademii Umiejętności. Konferencja ma charakter hybrydowy, obrady odbywać się będą na ul. Sławkowskiej 17 w Krakowie (siedziba PAU) w sali im. K. Lanckorońskiej w dniach 21-22.03.2025. Zapraszamy! Program konferencji 21.03.2025 Dołącz do spotkania Zoom https://us06web.zoom.us/j/81110244385?pwd=6qbNsc8QylqtfYa9v3WJM7boB4jchU.1 Identyfikator spotkania: 811 1024…    \n\n        Wydział Humanistyczny AGH zaprasza na wykład otwarty prof. Richarda Pappa (Eötvös Loránd University, Faculty of Social Sciences, Budapest, Hungary) pt. „Social science experiences of a Holocaust memory research”. Wykład odbędzie się 28 stycznia 2025r. o godz. 15.00, budynek C-7 sala 4.10.    \n\n        Wydział Humanistyczny AGH organizuje Seminarium „Uniwersalne projektowanie i technologie wspierające niezależne życie – szanse i wyzwania”, w dniu 28 stycznia 2025 r. (wtorek) w godz. 10:30-16:00 Wydarzenie skierowane jest do osób zainteresowanych rolą technologii oraz projektowania uniwersalnego w poprawie jakości życia i wspieraniu niezależności osób z niepełnosprawnościami. Seminarium zgromadzi ekspertów, praktyków i osoby z doświadczeniem…    \n\n        Szanowni Państwo, jeżeli jesteście zainteresowani pracą badawczą w projekcie „Argument mining: Modele debat publicznych i wspomagana algorytmicznie ekstrakcja argumentów” OPUS 25 (2023/49/B/HS5/01379) serdecznie zapraszamy do zapoznania się z naszą ofertą, szukamy 3 osób do realizacji zadań w projekcie. Szczegóły oferty znajdują się w linku poniżej. Szczegóły oferty, wymagania, opis zadań.    \n\n        Szanowni Państwo Studentki i Studenci Wydziału Humanistycznego 22 stycznia 2024 r. rozpocznie się kolejna edycja Nagrody „Studentki/Studenta Roku WH”. Zasady konkursu przedstawione są w Regulaminie. W paragrafach 6 i 9 znajdą Państwo informacje o dokumentach, które należy dołączyć do formularza zgłoszenia. Zgłoszenia przyjmowane są drogą elektroniczną. Szczegółowe informacje znajdują się w Harmonogramie Konkursu. Władze Wydziału…    \n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\n11\n\n…\n\n19\n\n>\n\nBłąd 404\n\n                Strona której szukasz nie istnieje lub została usunieta            \n\nPrzejdz do strony głównej", "metadata": {"url": "https://wh.agh.edu.pl/aktualnosci/", "title": "Aktualności - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "d622ee87f6b3e887a1ac7f7f7745460a", "word_count": 338, "headings": [{"level": 1, "text": "Błąd 404"}, {"level": 3, "text": "%20"}]}}