{"content": "# Wysoka pozycja kierunku matematyka na AGH w Best Global Universities Rankings -- WMS AGH \n\nURL: https://www.wms.agh.edu.pl/detail/matematyka-59-w-best-global-universities-rankings\nCrawled: 2025-03-19 21:36:58\n\nWysoka pozycja kierunku matematyka na AGH w Best Global Universities Rankings \n\n 04-07-2024 \n\n 24 czerwca portal U.S. News & World Report opublikował 2024-2025 Best Global Universities Rankings, w którym Akademia Górniczo-Hutnicza im. Stanisława Staszica została sklasyfikowana na 3. miejscu w Polsce, za Uniwersytetem Jagiellońskim i Uniwersytetem Warszawskim, a kierunek matematyka na AGH na 1. miejscu w kraju i 59. w świecie. \n\nW rankingu zostało ocenionych 48 polskich szkół wyższych, w tym 6 prowadzących kierunek matematyka. Prowadzony przez Wydział Matematyki Stosowanej AGH kierunek uzyskał punktację 73.6, drugi Uniwersytet Jagielloński (102. miejsce w klasyfikacji kierunku), oceniony został na 66.7 punktów, a sklasyfikowany na trzecim miejscu Uniwersytet Warszawski(186. miejsce w klasyfikacji kierunku),  zdobył 56.7 punktów.\n Kierunek matematyka nie tylko został najlepiej oceniony spośród krajowych uczelni wyższych, ale został sklasyfikowany na wysokim 17. miejscu w Europie na 190 sklasyfikowanych oraz 59. w świecie pośród 500 ocenionych.\n Ranking został sporządzony w oparciu o badania firmy Clarivate, zajmującej się m.in. danymi i  analizami eksperckimi w obszarach akademickich.\nWynik rankingu cieszą. Nasza pozycja jest zaskakująco wysoka. Ranking stworzony we współpracy z cenioną firmą Clarivate, indeksującą publikacje, jest źródłem satysfakcji\n – powiedział dr. hab. Jerzy Stochel, prof. AGH, dziekan Wydziału Matematyki Stosowanej\n Jak podaje U.S. News & World Report metodologia rankingu Best Global Universities została oparta na danych Web of Science™ i wskaźnikach InCites™, dostarczanych przez ClarivateTM, na podstawie globalnej i regionalnej reputacji badawczej uniwersytetu oraz wyniki badań akademickich. Serwis U.S. News & World Report  informuje, że w przypadku ogólnego rankingu uwzględniane są wskaźniki bibliometryczne, takie jak publikacje, cytowania i współpraca międzynarodowa, a poszczególne rankingi tematyczne powstały na podstawie wagi opartej na wynikach badań akademickich w konkretnym obszarze.\n\nŻródło: \nhttps://www.usnews.com/education/best-global-universities/mathematics\n\nPowrót", "metadata": {"url": "https://www.wms.agh.edu.pl/detail/matematyka-59-w-best-global-universities-rankings", "title": "Wysoka pozycja kierunku matematyka na AGH w Best Global Universities Rankings -- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "faf9403b182e00efef33f4f727ecea5a", "word_count": 272, "headings": [{"level": 1, "text": "Wysoka pozycja kierunku matematyka na AGH w Best Global Universities Rankings"}, {"level": 2, "text": "Stopka"}]}}