{"content": "# Newly established Agreement of Krakow Doctoral Students-- AGH UST \n\nURL: https://agh.edu.pl/en/employees/news/detail/newly-established-agreement-of-krakow-doctoral-students\nCrawled: 2025-03-19 21:22:32\n\nNewly established Agreement of Krakow Doctoral Students \n\n 21-02-2025 \n\n doctoral students \n cooperation \n\n On the Polish Science Day, i.e. 19 February 2025, the community of Krakow doctoral students and academic institutions was brought together at the AGH University to sign the founding act of the Agreement of Krakow Doctoral Students (PDK). This is a milestone for aspiring academics, as the Agreement provides them with new opportunities for cooperation, development, and dissemination of science in Krakow. \n\nThe aim of the Agreement is to integrate the doctoral community in the strong and large academic centre that is Krakow and create a forum for the exchange of experiences, both within the scope of student governments and scientifically. Moreover, it will be a bridge between institutions and doctoral student governments. It is also vital to support these governments in the organisation of various events and to promote local conferences.\n\nDuring the first meeting of the Agreement, the statute was adopted, the board was selected, and the brand book was approved. The first board is now headed by Dawid Halejcio (AGH University), who is supported by Anna Anufrijenko-Łazarska (Pontifical University of John Paul II in Krakow) and Tomasz Michalski (Jagiellonian University). Michał Kowalewski (AGH University) was appointed as the board’s proxy for projects. The term of office of the first board will end on 31 December 2025.\n\nThe event was also attended by rectors and vice-rectors of Krakow universities as well as directors of doctoral schools, including Professor Rafał Dańko, AGH University Vice-Rector for Student Affairs, and Professor Marta Radecka, Director of the AGH University Doctoral School.\n\nIt is worth mentioning that the Agreement of Krakow Doctoral Students is part of the Polish Association of Doctoral Candidates (KRD). It has been established to replace the Agreement of Doctoral Students of Krakow Universities, an initiative which has ceased to exist due to the failure to elect a new board over the last two years. Attempts to resume its activity proved ineffective, and entering into a new agreement turned out to be the best solution. At the same time, the word ‘universities’ was removed from the name, which allowed for including doctoral students from institutes of the Polish Academy of Sciences in the brand new establishment.\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/employees/news/detail/newly-established-agreement-of-krakow-doctoral-students", "title": "Newly established Agreement of Krakow Doctoral Students-- AGH UST ", "depth": 3, "duplicate": false, "content_hash": "6df65c3727112378467e532a97907f5b", "word_count": 368, "headings": [{"level": 1, "text": "Newly established Agreement of Krakow Doctoral Students"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}