{"content": "# Nagroda Amerykańskiego Towarzystwa Ceramicznego dla prof. Jerzego Lisa-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/osiagniecia/info/article/nagroda-amerykanskiego-towarzystwa-ceramicznego-dla-prof-jerzego-lisa/\nCrawled: 2025-03-19 21:59:47\n\nNagroda Amerykańskiego Towarzystwa Ceramicznego dla prof. Jerzego Lisa \n\n 04/02/2019 \n\nProf. dr hab. inż. Jerzy Lis, Prorektor ds. Współpracy AGH, został \nlaureatem nagrody „The Bridge Building Award” przyznawanej corocznie przez Amerykańskie Towarzystwo Ceramiczne naukowcowi spoza Stanów Zjednoczonych, który wniósł wyjątkowy wkład w rozwój inżynierii ceramicznej.\n\nNagroda została wręczona podczas 43. Międzynarodowej Konferencji ICACC (International Conference & Exposition on Advanced Ceramics and Composites), która odbyła się w dniach 22-27 stycznia 2019 r. w Daytona Beach na Florydzie. Jest to jedno z najważniejszych światowych spotkań naukowców i przedstawicieli przemysłu ceramicznego w zakresie nowoczesnych materiałów i kompozytów oraz technologii ich wytwarzania.\n\nW związku z przyznaniem nagrody profesor Jerzy Lis został zaproszony do wygłoszenia wykładu plenarnego, który nosił tytuł „Processing of complex ceramic materials by rapid high-energy techniques”.\n\nKonferencja ICACC organizowana jest corocznie przez  istniejące od 1898 r. Amerykańskie Towarzystwo Ceramiczne – The American Ceramic Society. Jego misją jest rozwój szeroko rozumianych badań nad materiałami ceramicznymi. Towarzystwo zrzesza ponad 11 000 naukowców, badaczy, inżynierów, studentów, producentów i specjalistów z ponad 70 krajów.\n\nPowrót\n\n Powiązane pliki\n\n prof_lis_Nagroda-Amerykanskiego-Towarzystwa-Ceramicznego_1.jpg \n 83 KB \n\n prof_Lis_dyplom-1.tif \n 669 KB", "metadata": {"url": "https://www.agh.edu.pl/osiagniecia/info/article/nagroda-amerykanskiego-towarzystwa-ceramicznego-dla-prof-jerzego-lisa/", "title": "Nagroda Amerykańskiego Towarzystwa Ceramicznego dla prof. Jerzego Lisa-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "00d2c992df940099d7296ac5d8a74389", "word_count": 176, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}