{"content": "# Modern trenchless technologies, construction and renovation of gas pipelines\n\nURL: http://ivsaghust.agh.edu.pl/index.php/second-edition/modern-trenchless-technologies-construction-and-renovation-of-gas-pipelines\nCrawled: 2025-03-19 22:38:10\n\nModern trenchless technologies, construction and renovation of gas pipelines\t\t\t\n\nMay 11-19, 2023\n\nLanguage of instruction:\n English\n\nTotal number of course hours:\n 30h\n\nBrochure\n\nLECTURERS\n\nProfessor Jan Ziaja\n\nDepartment of Drilling and Geoengineering,\n\n Faculty of Drilling, Oil and Gas\n AGH University of Science and Technology\n\n 30 Mickiewicza Ave., 30-059 Krakow, Poland\n e-mail: \nThis email address is being protected from spambots. You need JavaScript enabled to view it.\n\nAssociate Professor Jan Ziaja, Graduate of the Faculty of Drilling and Oil at AGH UST. Since 1990, he has been working at the Faculty of Drilling, Oil and Gas. In 2000, he obtained the degree of doctor of technical sciences, and in 2014, the degree of habilitated doctor at the same Faculty. Scientific discipline: Environmental engineering, mining and energy, specialization: drilling and geoengineering. The main directions of scientific activity are: drilling, geoengineering, environmental protection, and trenchless technologies. Current position: Head of the Department of Drilling and Geoengineering at the Faculty of Drilling, Oil and Gas of the AGH University of Science and Technology. Author and co-author of over 120 publications, several dozen studies and research work in the field of drilling, geoengineering, environmental protection and trenchless technologies. He participated in the implementation of 15 international projects, including one as a manager.\n\nProfessor Yurii Vynnykov\n\nDepartment of Drilling and Geology \n\nEducational and Research Institute of Oil and Gas\n\nNational University “Yuri Kondratyuk Poltava Polytechnic”, Ukraine\n\n36011, Poltava, Pershotravneva Avenue 24, Ukraine\n\ne-mail: \nThis email address is being protected from spambots. You need JavaScript enabled to view it.\n\nProfessor, Acting Head of the Department of Drilling and Geology of the Educational and Research Institute of Oil and Gas of the National University “Yuri Kondratyuk Poltava Polytechnic”. \n\nYuriy Vynnykov, defence of the PhD Thesis in 1990 and defence of the Thesis „Simulation of Soil Compaction Processes in Axissymmetrical Stress-strain State of Bases” for the Scientific Degree of Doctor of Technical Sciences (ScD), specialty „Bases and Foundations”, in Kyiv National University of Construction and Architecture in 2005. Member of ISSMGE, IGS. Main directions of scientific work: mechanics of rocks and soils, investigation, calculation, design of foundation and base, arranged without soil excavation, especially with implementation of numerical and probabilistic methods, calculation and design of foundation and base of objects of oil, gas and mining complexes, Code development. Author of 15 monographs, 3 textbooks, 10 schoolbooks, 15 Codes; 200 articles, 45 patents to inventions, scientific teacher of 12 PhD. Took part in 18th ICSMGE (Paris) in 2013 and 19th (Seoul) in 2017. Member of editorial boards of Web of Science – Electronic Journal of Civil Engineering Osijek, Croatia.\n\nABOUT THE COURSE\n\nModern trenchless technologies will be discussed during the lectures: Horizontal Directional Driling, Direct Pipe, Microtuneling, equipment, advantages, disadvantages and limitations thees methods. Methods of construction of underground piping in HDD, DP, EP technology. Drilling equipment, principles of setting down depth equipment for drilling, drilling tools. Designing and costing of works performed in trenchless technologies.\n\n The students will acquire skills, knowledge and competences in the field of detection and repair of pipeline failures. Their construction and rehabilitation using the latest trenchless technologies. The students will learn the techniques, technologies and materials used in pipeline renovation technologies. They will learn the standards applicable in the field of trenchless techniques and technologies in Poland, Ukraine, and the world.\n\n The programme is co-financed by the European Social Fund under the ‘Operational Programme Knowledge Education Development’ non-competitive project entitled “Support for institutional capacity of Polish HEIs through establishment and implementation of international study programmes” (Action: 3.3 Internationalization of Polish higher education), specified in the application for project funding no. POWR.03.03.00-00-PN16 /18).\n\nContribution of European Funds: PLN 528 526,90\n\n The projects are implemented under the program of the Polish National Agency for Academic Exchange - SPINAKER - Intensive International Education Programs. The program is financed from the non-competition project no. POWR.03.03.00-00-PN16 / 18 \"Supporting the institutional capacity of Polish universities through the creation and implementation of international study programs\" under the Knowledge Education Development Operational Program.", "metadata": {"url": "http://ivsaghust.agh.edu.pl/index.php/second-edition/modern-trenchless-technologies-construction-and-renovation-of-gas-pipelines", "title": "Modern trenchless technologies, construction and renovation of gas pipelines", "depth": 3, "duplicate": false, "content_hash": "28454046c9374cf493e09463b98751e6", "word_count": 662, "headings": [{"level": 1, "text": "Modern trenchless technologies, construction and renovation of gas pipelines"}]}}