{"metadata": {"url": "https://akademik.agh.edu.pl/dokumenty/2022/zasady-kwaterowania-wakacje", "title": "\n        Akademik w Krakowie - MS AGH Zasady kwaterowania - wakacje\n", "depth": 2, "duplicate": false, "content_hash": "a9a4c3ae26fd09b44bdafadf5838cdfe", "word_count": 744, "headings": [{"level": 3, "text": "ZASADY KWATEROWANIA – WAKACJE 2023"}]}, "content": "# \n        Akademik w Krakowie - MS AGH Zasady kwaterowania - wakacje\n\n\nURL: https://akademik.agh.edu.pl/dokumenty/2022/zasady-kwaterowania-wakacje\nCrawled: 2025-03-20 01:13:15\n\nPrzejdź do dokumentu\n\n            Dokument jest nieaktualny oraz posiada nowszą wersję:\n\nzasady-kwaterowania-wakacje - 2023\n\nZASADY KWATEROWANIA – WAKACJE 2023\n\nZgodnie z organizacją roku akademickiego 2022/2023 \nstudenci AGH\n, którzy zamierzają mieszkać w dyżurnym domu studenckim MS AGH w okresie \nod 6 lipca do 15 września 2023\n r. (w tym na czas \nsesji podstawowej\n, \npraktyk\n oraz \nsesji poprawkowej\n), powinni złożyć w systemie informatycznym \nhttps://akademik.agh.edu.pl/\n wniosek wakacyjny. Wnioski wakacyjne należy złożyć w terminie \ndo 11 czerwca\n br. Studenci AGH, którzy terminowo złożyli wnioski wakacyjne, otrzymają decyzję w sprawie przyznania miejsca drogą elektroniczną do dnia 20 czerwca br. na podany w systemie informatycznym adres e-mail.\n\nStudenci innych Uczelni, którzy w trakcie Igrzysk Europejskich będą mieszkańcami MS, mogą otrzymać przydział miejsca w dyżurnym domu studenckim MS AGH w okresie \nod 6 lipca do 15 września 2023\n r., natomiast pozostali studenci, w okresie \nod 20 lipca do 15 września 2023\n r. Zainteresowani powinni złożyć w systemie informatycznym \nhttps://akademik.agh.edu.pl/\n wniosek wakacyjny, w terminie \ndo 11 czerwca br.\n Studenci innych Uczelni, którzy terminowo złożyli wnioski wakacyjne, otrzymają decyzję w sprawie przyznania miejsca drogą elektroniczną do dnia 20 czerwca br. na podany w systemie informatycznym adres e-mail.\n\nStudenci, zainteresowani samodzielnym zakwaterowaniem w pokoju dwuosobowym, składając wniosek mogą zaznaczyć prośbę o przydział dodatkowego miejsca. Opłata za dodatkowe miejsce określona jest w \ncenniku\n.\n\nZakwaterowanie i wykwaterowanie studentów w okresie wakacji odbywać się będzie w dni robocze w godzinach od 8:00 do 15:00.\n\nW uzasadnionych przypadkach możliwe jest zakwaterowanie przez recepcję akademika poza wyznaczonymi godzinami.\n\nWarunkiem zakwaterowania dotychczasowych Mieszkańców MS AGH w domu dyżurnym jest uregulowanie przez nich należności związanych z pobytem w DS w roku akademickim 2022/2023.\n\nDomami dyżurnymi w okresie wakacji 2023 roku będą: DS8 STOKROTKA, DS11 BONUS, DS13 STRASZNY DWÓR, DS14 KAPITOL, DS17 ARKADIA oraz DS ALFA\n. Administracja MS AGH zastrzega sobie możliwość zmiany dyżurnych DS po zebraniu informacji o liczbie studentów zainteresowanych zakwaterowaniem wakacyjnym. Na czas sesji podstawowej zostaną uruchomione dodatkowe domy studenckie, aby \nkażdy student AGH\n, który złoży wniosek o miejsce na czas sesji, otrzymał możliwość zakwaterowania. Szczegółowy harmonogram zakwaterowania w dyżurnych DS zostanie opublikowany na stronie internetowej  \nhttps://akademik.agh.edu.pl/dokumenty/\n\npo 26 czerwca\n br.\n\nMieszkańcy MS, którzy będą zakwaterowani w trakcie Igrzysk Europejskich oraz złożą wniosek na czas sesji podstawowej, w przypadku otrzymania miejsca, będą mogli \nkontynuować swoje zakwaterowanie w trakcie sesji w zajmowanym akademiku\n. Osoby, które zawnioskowały o miejsce na okres dłuższy niż sesja podstawowa, zostaną przekwaterowane po zakończonej sesji, do dyżurnych domów studenckich, czynnych całe wakacje (przekwaterowania dotyczą DS3 AKROPOL oraz DS7 ZAŚCIANEK).\n\nSkładając wniosek, należy \nw sposób przemyślany podać termin zakwaterowania\n, mając na uwadze, że terminy wskazane wyłącznie na czas sesji podstawowej, będą realizowane w tymczasowo otwartych domach studenckich, które po sesji zostaną zamknięte. \nZmiana wskazanych we wniosku terminów zakwaterowania na wakacje nie będzie możliwa.\n\nStudenci AGH\n, którzy w systemie centralnego rozdziału miejsc oznaczyli rezygnację z wnioskowania o miejsce na czas Igrzysk Europejskich i złożą wniosek o miejsce na czas sesji podstawowej (6-16 lipca), mają gwarantowane bezpłatne zakwaterowanie w domu studenckim w standardzie Komfort lub Komfort+. Bezpłatne zakwaterowanie dotyczy jednego miejsca. W przypadku ubiegania się o dwa miejsca na okres sesji, dodatkowe miejsce jest płatne.\n\nOsoby, o których mowa w pkt. 1 oraz 2, posiadające przydział miejsca na rok akademicki 2023/2024, powinny przekwaterować się do swoich docelowych DS, \nw miarę możliwości\n, w terminie \ndo 20 września\n br. Przekwaterowania powinny odbywać się zgodnie z dokonanymi rezerwacjami lub administracyjnie przydzielonym DS.\n\nW związku z koniecznością przeprowadzenia w okresie wakacji przeglądów technicznych, dezynsekcji, drobnych prac remontowych oraz przygotowania wszystkich bloków dyżurnych do akcji kwaterowania, Administracja MS AGH zastrzega sobie prawo do przekwaterowania mieszkańców do innych pokoi lub domów studenckich MS AGH.\n\nNależność za pobyt należy uregulować, z góry za dany miesiąc, przelewem na przydzielony indywidualny numer rachunku bankowego MS AGH, w terminie do 15-go dnia każdego miesiąca.\n\nWszystkich zakwaterowanych obowiązuje Ramowy Regulamin Mieszkańców MS AGH.\n\nW uzasadnionych przypadkach Administracja MS AGH ma prawo odmówić zakwaterowania w DS.\n\nSzczególne potrzeby osób z niepełnosprawnościami w zakresie kwaterowania wakacyjnego są traktowane priorytetowo. Potrzeby mogą dotyczyć między innymi zakwaterowania w konkretnym domu studenckim (na przykład innym niż wymieniony w pkt. 6) lub konkretnym pokoju. Weryfikacją potrzeb zajmuje się Biuro ds. Osób Niepełnosprawnych w porozumieniu z Działem Domów Studenckich MS. Szczegółowa informacja dla osób z niepełnosprawnościami dotycząca domów studenckich przedstawiona jest na stronie \nBiura ds. Osób Niepełnosprawnych AGH\n.\n\nUwaga\n: Administracja Miasteczka Studenckiego AGH informuje, że w przypadku wystąpienia szczególnych okoliczności, powyższe zasady mogą ulec zmianie. W przypadku jakichkolwiek zmian, zostaną one niezwłocznie opublikowane na stronie \nhttps://akademik.agh.edu.pl/dokumenty/"}