{"content": "# Tekst źródłowy strony Mieczysław Jawień – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Mieczys%C5%82aw_Jawie%C5%84&action=edit\nCrawled: 2025-03-19 22:32:33\n\nTekst źródłowy strony Mieczysław Jawień\n\n← \nMieczysław Jawień\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nTekst źródłowy strony można podejrzeć i skopiować.\n\n{{Infobox scientist\n|family-name=Jawień\n|given-name=Mieczysław\n|honorific-prefix=Prof. zw. dr hab. inż.\n|image=Mieczysław Jawień.jpg\n|birth_date=5 stycznia 1932\n|birth_place=Kraków\n|death_date=6 listopada 2017\n|death_place=Sobolów gm. Łapanów\n|fields=górnictwo i geologia inżynierska, ekonomika górnictwa, projektowanie i budowa kopalń\n|function=Prodziekan Wydziału Górniczego AGH (1972-1975)\n|faculty=Wydział Górniczy\n|awards=Złoty Krzyż Zasługi, Krzyż Kawalerski Orderu Odrodzenia Polski, Krzyż Oficerski Orderu Odrodzenia Polski, Państwowa Nagroda I stopnia\n|honorAGH=Profesor Honorowy AGH\n}}{{Funkcja\n|Stanowisko=Prodziekan\n|Jednostka=Wydział Górniczy\n|Rok_od=1973\n|Rok_do=1975\n}}\nProf. zw. dr hab. inż. '''Mieczysław Jawień''' (1932-2017)\n\nDyscyplina/specjalności: górnictwo i geologia inżynierska, ekonomika górnictwa, projektowanie i budowa kopalń\n\n== Nota biograficzna ==\nUrodził się 5 stycznia 1932 roku w Krakowie. Zmarł 6 listopada 2017 roku w Sobolowie gm. Łapanów. Pochowany na Cmentarzu Parafialnym w Sobolowie.\n\nZdał egzamin dojrzałości w I Liceum im. Bartłomieja Nowodworskiego w Krakowie, a następnie rozpoczął studia inżynierskie na Wydziale Górniczym AGH. W 1954 roku ukończył studia inżynierskie na [[Wydział Górniczy|Wydziale Górniczym]] AGH, studia magisterskie w 1956 roku w zakresie specjalności projektowanie i budowa kopalń.\n\nDoktoryzował się w 1961 roku na Wydziale Górniczym AGH. W 1965 roku uzyskał stopień naukowy docenta habilitowanego (obecny odpowiednik - doktor habilitowany); w 1974 roku tytuł naukowy profesora nadzwyczajnego; w 1983 roku tytuł naukowy profesora zwyczajnego.\n\nPracę zawodową na Wydziale Górniczym AGH rozpoczął w 1954 roku na stanowisku asystenta w Katedrze Ekonomiki i Organizacji Górnictwa, będąc równocześnie słuchaczem kursu magisterskiego. Od 1955 roku pracował na stanowisku starszego asystenta, w latach 1958-1967 na stanowisku adiunkta. W 1967 roku został docentem etatowym w Katedrze Ekonomiki i Organizacji Górnictwa AGH w Krakowie, w 1974 roku został powołany na stanowisko profesora nadzwyczajnego, a w 1983 roku - na stanowisko profesora zwyczajnego w Instytucie Projektowania i Budowy Kopalń AGH. Pełnił szereg funkcji zawodowych, społecznych i administracyjnych w AGH m.in.: w latach 1959-1968 był opiekunem Koła Naukowego studentów specjalności \"projektowanie i budowa kopalń\", uczestniczył wielokrotnie w pracach komitetu organizacyjnego Sesji Naukowych Górników oraz obchodach Dnia Górnika; w latach 1969-1974 był kierownikiem Studium Podyplomowego w zakresie \"ekonomika górnictwa\"; w latach 1972-1973 był przewodniczącym Rady Wydziału ds. Młodzieży na Wydziale Górniczym; w latach 1971-1978 był kierownikiem Studium Doktoranckiego w zakresie \"projektowanie i budowa kopalń\"; w latach 1969-1976 był kierownikiem Zakładu Programowania Inwestycji i Organizacji Budowy Kopalń, jednostki organizacyjnej wchodzącej w skład Instytutu Projektowania i Budowy Kopalń; w latach 1976-1993 był kierownikiem Zakładu Projektowania Kopalń w Instytucie Projektowania i Budowy Kopalń; w latach 1973-1975 był prodziekanem Wydziału Górniczego; w latach 1972-1982 był zastępcą dyrektora ds. dydaktyki w Instytucie Projektowania i Budowy Kopalń; w latach 1982-1993 był dyrektorem Instytutu Projektowania i Budowy Kopalń; w latach 1993-1995 był kierownikiem Zakładu Projektowania, Budownictwa, Ekonomiki i Zarządzania w Górnictwie. W 2002 roku przeszedł na emeryturę.\n\nAutor 83 publikacji, 136 niepublikowanych prac wykonanych na zlecenie przemysłu wydobywczego oraz 71 opinii i koreferatów do opracowań naukowych, planów badań oraz dokumentacji projektowo-kosztorysowych dotyczących rozwoju branż górniczych i ważniejszych przedsięwzięć inwestycyjnych budowy nowych i rozbudowy kopalń w górnictwie węgla kamiennego, rud miedzi, cynku i ołowiu, żelaza oraz surowców chemicznych. Promotor 16 prac doktorskich, recenzent 38 prac doktorskich oraz 13 prac habilitacyjnych, promotor ok. 200 prac inżynierskich i magisterskich.\n\nCzłonek Komitetu Górnictwa PAN, wieloletni przewodniczący Sekcji Projektowania i Budowy Kopalń Komitetu Górnictwa PAN oraz członek Prezydium Komitetu Górnictwa PAN. Profesor Honorowy AGH (2014 - za: \"stworzenie i rozwijanie w AGH pionierskiego systemu edukacji specjalistów w zakresie projektowania i budowy zakładów górniczych oraz całokształt działań na rzecz zagospodarowania nowych złóż surowców mineralnych i rozwoju górnictwa w Polsce\"), przewodniczący Komitetu Geologiczno-Górniczego i Rady Naukowej w Zakładach Badawczych i Projektowych Miedzi \"Cuprum\" we Wrocławiu, stały członek polskiej delegacji w Radzie Naukowo-Technicznej ds. projektowania i budowy kopalń w ramach komitetu Węglowego RWPG, członek Zespołu Uczelniano-Przemysłowego ds. cynku i ołowiu, przewodniczący Komisji Kwalifikacyjnej ds. Specjalizacji Zawodowej w zakresie górnictwa przy Ministerstwie Przemysłu Ciężkiego a później Ministerstwie Hutnictwa.\n\n==== Odznaczenia i nagrody ====\n[[Złoty Krzyż Zasługi]], [[Krzyż Kawalerski Orderu Odrodzenia Polski]], [[Krzyż Oficerski Orderu Odrodzenia Polski]], Zespołowa [[Państwowa Nagroda I stopnia]], Nagroda Ministra Nauki i Szkolnictwa Wyższego (3 krotnie), Nagroda Ministra Górnictwa i Energetyki, Nagroda Rektora AGH (wielokrotnie)\n\n==== Bibliografia publikacji ====\n\nhttps://badap.agh.edu.pl/autor/jawien-mieczyslaw-004068\n\n== Źródła do biogramu ==\n\n==== Książki ====\n\n* Informator Nauki Polskiej 2006. T. 4A: Ludzie nauki A-O. [Warszawa] 2006, s. 313\n* Ludzie Wydziału Górniczego Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie AD 2001. Red.: T. Szponder, J. Płoszaj. Kraków  2001, s. 136-137, [foto]\n* Mazurkiewicz M.: Jak zostałem profesorem czyli pół wieku w AGH. Kraków 2016, s. 69, 121, 249, 120\n* Prof. Mieczysław Jawień Profesorem Honorowym Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie. Kraków, 28 marca 2014 r. Kraków 2014, 29 s.\n* Wacławik J.: Kronika Wydziału Górniczego 1919-1999. Kraków 1999, s. 114 \n\n==== Artykuły ====\n\n* Machnicki M.: Profesor Mieczysław Jawień Profesorem Honorowym AGH. ''Biuletyn AGH'' 2014, nr 77, s. 23-24, [foto]\n* Profesor Mieczysław Jawień Profesorem Honorowym AGH. ''Vivat Akademia : AGH'' 2014, nr 12, s. 9, [foto]\n* [''Protokół z Posiedzenia Senatu AGH''... 29.01.2014], s. 1, 2, 10-12, 34\n* ''Dziennik Polski'' 2017, nr 261 (9 XI 2017), s. A10 [nekr.]\n\n{{DEFAULTSORT:Jawień, Mieczysław}}\n[[Category:Biogramy]]\n\nSzablony użyte w tym artykule:\n\nSzablon:Funkcja\n (\ntekst źródłowy\n) \nSzablon:Infobox scientist\n (\ntekst źródłowy\n) \nWróć do \nMieczysław Jawień\n.\n\nŹródło: „\nhttp://historia.agh.edu.pl/wiki/Mieczysław_Jawień\n”", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Mieczys%C5%82aw_Jawie%C5%84&action=edit", "title": "Tekst źródłowy strony Mieczysław Jawień – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "e9971f3b223fc1b6d9d5ce17dad32fed", "word_count": 874, "headings": [{"level": 1, "text": "Tekst źródłowy strony Mieczysław Jawień"}]}}