{"content": "# Program stypendialny im. Stefana Banacha\n\nURL: http://www.unesco.agh.edu.pl/aktualnosci/program-stypendialny-im-stefana-banacha/\nCrawled: 2025-03-19 21:39:59\n\nProgram stypendialny im. Stefana Banacha\nProgram ma na celu wspieranie rozwoju społeczno-gospodarczego krajów rozwijających się poprzez podnoszenie poziomu wiedzy i wykształcenia obywateli tych państw oferując im stypendium na studia II stopnia w języku polskim lub angielskim na uczelniach polskich nadzorowanych przez Ministra Edukacji i Nauki w dziedzinie nauk inżynieryjno - technicznych, nauk rolniczych oraz nauk ścisłych i przyrodniczych.\nO stypendium NAWA mogą aplikować obywatele następujących państw: Albania, Angola, Argentyna, Armenia, Azerbejdżan, Białoruś, Bośnia i Hercegowina, Brazylia, Czarnogóra,  Etiopia, Filipiny, Gruzja, Indie, Indonezja, Irak, Iran, Jordania, Kazachstan, Kenia, Kolumbia, Kosowo, Liban, Macedonia Północna, Meksyk, Mołdawia,  Nigeria, Palestyna, Peru, RPA, Senegal, Serbia, Tanzania, Tunezja, Ukraina, Uzbekistan, Wietnam.\nPonadto, obywatelom krajów: Albania, Armenia, Azerbejdżan, Białoruś, Bośnia i Hercegowina, Czarnogóra, Gruzja, Kazachstan, Kosowo, Macedonia Północna, Mołdawia, Serbia, Ukraina i Uzbekistan Program oferuje ponadto możliwość odbycia studiów II stopnia w dziedzinie nauk humanistycznych i nauk społecznych, za wyjątkiem kierunków filologicznych w zakresie języka ojczystego z kraju pochodzenia beneficjenta.\nProgram jest wspólną inicjatywą Ministerstwa Spraw Zagranicznych i Narodowej Agencji Wymiany Akademickiej, realizowaną w ramach Programu Polskiej Współpracy Rozwojowej.\nW 2021 roku znane dotychczas programy stypendialne, stanowiące wspólną inicjatywę NAWA i Ministerstwa Spraw Zagranicznych w ramach polskiej pomocy rozwojowej, tj. Program im. Stefana Banacha oraz Program im. Ignacego Łukasiewicza, zostały połączone w jeden program stanowiący ofertę stypendialną dla planującej podjąć studia w Polsce młodzieży z państw rozwijających się.\nInformacje pochodzą ze strony NAWA:\nnawa.gov.pl/studenci/studenci-zagraniczni/program-stypendialny-im-stefana-banacha", "metadata": {"url": "http://www.unesco.agh.edu.pl/aktualnosci/program-stypendialny-im-stefana-banacha/", "title": "Program stypendialny im. Stefana Banacha", "depth": 3, "duplicate": false, "content_hash": "b614195bf1f5e6ba915a2a24fca387bb", "word_count": 227, "headings": [{"level": 1, "text": "Program stypendialny im. Stefana Banacha"}]}}