{"content": "#  Zakład Inżynierii Materiałowej -- Akademickie Centrum Materiałów i Nanotechnologii \n\nURL: https://acmin.agh.edu.pl/badania-naukowe/zaklad-inzynierii-materialowej\nCrawled: 2025-03-19 21:38:11\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Zakład Inżynierii Materiałowej \n\nProfil badawczy\n\nZespół\n\nAparatura badawcza\n\nProjekty badawcze\n\nPublikacje\n\nPatenty\n\nPrace doktorskie i dyplomowe\n\nGrupa skupia pracowników zajmujących się badaniami nad materiałami metalicznymi do specjalnych zastosowań ze szczególnym naciskiem na stopy żelaza, niklu, tytanu i aluminium. Zespół posiada wieloletnie doświadczenie w zakresie badań podstawowych oraz ekspertyz w obszarze doboru materiałów, parametrów procesów wytwarzania jak również analizy przyczyn uszkodzeń. Podstawą prowadzonych analiz jest gruntowna znajomość materiału oraz zaawansowanych technik analizy mikrostruktury w oparciu o mikroskopię elektronową skaningową oraz transmisyjną, świetlną, badania dyfraktometryczne (XRD). Dodatkowo prowadzone są ekspertyzy w ramach badań własności mechanicznych oraz fizyko-chemicznych materiałów. Całość uzupełniona jest szerokimi możliwościami przygotowania próbek do badań mikrostruktury począwszy od technik polerowania mechanicznego, a skończywszy na zaawansowanych technikach selektywnego trawienia jonowego FIB. W ramach grupy rozwijana jest również technika automatycznego pomiaru orientacji krystalograficznej i składu fazowego w skali pojedynczych nanometrów oparta o dyfrakcję elektronów rozproszonych (TKD) w cienkich foliach i preparatach.\n\nSprzęt Akademickiego Centrum Materiałów i Nanotechnologii umożliwia nam m. in.: analizę makro, mikro oraz nano struktury w oparciu o mikroskopię świetlną oraz mikroskopię elektronową. W szczególności badania TKD (Transmission Kikuchi Diffraction, t-EBSD) pozwalające na mapowanie faz oraz ich orientacji krystalograficznej na cienkich foliach lub preparatach w postaci nanocząstek ze zdolnością rozdzielczą 5-10 nm.\n\nZaplecze umożliwiające prawidłową analizę stanowi kompletnie wyposażone laboratorium preparatyki próbek do wyżej wymienionych technik z możliwością przygotowywania zgładów metalograficznych, trawienia chemicznego i elektrochemicznego. Niewątpliwym atutem jest wieloletnie doświadczenie w ujawnianiu mikrostruktury na drodze selektywnego lub standardowego trawienia chemicznego w stopach żelaza, niklu, tytanu oraz aluminium, co pozwala na szybką charakterystykę materiałów, jak również możliwość przeprowadzenia analizy opartej na metalografii ilościowej.\n\nAnaliza mikrostruktury uzupełniona jest wszechstronnymi badaniami właściwości mechanicznych oraz fizycznych. Prowadzone są one w oparciu o następujące techniki pomiarowe:\n\nBadania kalorymetryczne umożliwiające badanie temperatury topnienia oraz innych przemian fazowych w zakresie do 1500 °C.\n\nBadania własności mechanicznych przy użyciu statycznych maszyn wytrzymałościowych w różnym zakresie obciążeń oraz temperatur (ciekły azot, -150 do 1200 °C).\n\nBadania twardości w skali makro oraz mikro, z możliwością badania twardości powłok i składników mikrostruktury przy użyciu nanoindentera.\n\nPrzeprowadzenie obróbki cieplnej typu wyżarzanie/starzenie w piecu próżniowym o maksymalnej dopuszczalnej temperaturze 2200 °C. Możliwość przeprowadzania obróbki cieplnej elementów, w tym także długotrwałej.\n\nBadania analizy współczynnika rozszerzalności cieplnej materiałów metalicznych.\n\n Grant LIDER XIV: \"Innowacyjna metoda prefabrykowania rur do zastosowań w energetyce konwencjonalnej i nadkrytycznej z użyciem metod kształtowania przyrostowego\"\t\n 28-11-2023 \n\nWięcej\n\nStopka\n\nDla pracowników AGH\n\nBiblioteka Główna AGH\n\nUczelnia badawcza IDUB AGH\n\nCentrum Obsługi Projektów e-COP AGH\n\n © 2024 Akademickie Centrum Materiałów i Nanotechnologii\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://acmin.agh.edu.pl/badania-naukowe/zaklad-inzynierii-materialowej", "title": " Zakład Inżynierii Materiałowej -- Akademickie Centrum Materiałów i Nanotechnologii ", "depth": 3, "duplicate": false, "content_hash": "0f6bad0a3d71f8972c34202fa80cc20a", "word_count": 422, "headings": [{"level": 1, "text": "Zakład Inżynierii Materiałowej"}, {"level": 4, "text": "Analiza mikrostruktury uzupełniona jest wszechstronnymi badaniami właściwości mechanicznych oraz fizycznych. Prowadzone są one w oparciu o następujące techniki pomiarowe:"}, {"level": 2, "text": "Stopka"}]}}