{"content": "# Tekst źródłowy strony Tadeusz Kaczorek – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Tadeusz_Kaczorek&action=edit\nCrawled: 2025-03-19 22:01:56\n\nTekst źródłowy strony Tadeusz Kaczorek\n\n← \nTadeusz Kaczorek\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nTekst źródłowy strony można podejrzeć i skopiować.\n\n{{Infobox scientist\n|family-name=Kaczorek\n|given-name=Tadeusz\n|honorific-prefix=Prof. dr hab. inż.\n|image=Tadeusz Kaczorek.jpg\n|birth_date=27 kwietnia 1932\n|birth_place=Elżbiecin\n|fields=automatyka i robotyka, elektrotechnika, informatyka, automatyka i inżynieria komputerowa, informatyka, robotyka, teoria sterowania i systemów\n|awards=Złoty Krzyż Zasługi, Krzyż Kawalerski Orderu Odrodzenia Polski, Krzyż Oficerski Orderu Odrodzenia Polski, Medal Komisji Edukacji Narodowej, Państwowa Nagroda II stopnia\n|dhc_year=2015\n|dhc_reason=za dorobek naukowy istotnie wzbogacający rozwój teorii sterowania i teorii obwodów elektrycznych w świecie, a w szczególności w Polsce i na AGH oraz za zasadniczy wpływ na rozwój kadry naukowej oraz naukowo-dydaktycznej i inżynierskiej z zakresu automatyki, elektrotechniki i innych dyscyplin nauk technicznych\n|honorAGH=Doktor Honoris Causa AGH\n}}\nProf. dr hab. inż. '''Tadeusz Kaczorek''' (1932–)\n\nDyscyplina/specjalności: automatyka i robotyka, elektrotechnika, informatyka, automatyka i inżynieria komputerowa, informatyka, robotyka, teoria sterowania i systemów\n\n== Nota biograficzna ==\n\nUrodził się 27 kwietnia 1932 roku w Elżbiecinie.\n\nW 1956 roku uzyskał dyplom magistra inżyniera elektryka na Wydziale Elektrycznym Politechniki Warszawskiej.\n\nW 1962 roku uzyskał stopień doktora nauk technicznych, a w 1964 roku doktora habilitowanego. W 1971 roku został mianowany profesorem nadzwyczajnym, w 1974 roku otrzymał tytuł profesora. \n\nOd 1954 roku pracownik Politechniki Warszawskiej. W latach 1970-1981 pełnił funkcję dyrektora Instytutu Sterowania i Elektroniki Przemysłowej PW. W latach 1970-1973 był prorektorem PW.\n\nW latach 1988-1991 pełnił funkcję dyrektora Stacji Naukowej PAN w Rzymie.\n\nAutor wielu książek (w tym kilku wydanych za granicą) i ponad 1000 artykułów. Promotor kilkudziesięciu rozpraw doktorskich. Wykładowca na ponad 50 uniwersytetach (USA, Kanada, Japonia, Wielka Brytania, Niemcy, Włochy, Francja i in.).\n\nCzłonek Komitetu Automatyki i Robotyki oraz Komitetu Elektrotechniki PAN. Członek Komisji Etyki przy Prezydium PAN. Od 1999 roku jest członkiem Akademii Inżynierskiej w Polsce. W 2004 roku został wybrany członkiem honorowym Węgierskiej Akademii Nauk. Był członkiem, a w latach 2007-2012 przewodniczącym Centralnej Komisji ds. Stopni i Tytułów. Był członkiem Komisji Badań Naukowych oraz Rady Fundacji na Rzecz Nauki Polskiej. Redaktor naczelny Biuletynu PAN. Ponadto jest członkiem rad programowych czasopism naukowych: \"International Journal of Multidimensional Systems and Signal Processing\", \"Found of Computing and Decision Sciences\", \"Archives of Control Sciences\". \n\nOd 1986 roku członek korespondent PAN, od 1998 roku członek rzeczywisty PAN.\n\nDoktor honoris causa Uniwersytetu Zielonogórskiego (2002), Politechniki Lubelskiej (2004), Politechniki Szczecińskiej (2004), Politechniki Warszawskiej (2004), Politechniki Białostockiej (2008), Politechniki Łódzkiej (2008), Politechniki Opolskiej (2009), Politechniki Poznańskiej (2011), Politechniki Rzeszowskiej (2011), Politechniki Śląskiej (2013), Uniwersytetu Technologiczno-Humanistycznego im. Kazimierza Pułaskiego w Radomiu (2014), Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie (2015).\n\n==== Odznaczenia i nagrody ====\n[[Złoty Krzyż Zasługi]], [[Krzyż Kawalerski Orderu Odrodzenia Polski]], [[Krzyż Oficerski Orderu Odrodzenia Polski]], [[Medal Komisji Edukacji Narodowej]], [[Państwowa Nagroda II stopnia]] (indywidualna), wielokrotne nagrody Ministerstwa Szkolnictwa Wyższego oraz Ministerstwa Edukacji Narodowej, nagroda Wydziału IV PAN.\n\n== Źródła do biogramu ==\n\n==== Książki ====\n\n* Prof. Tadeusz Kaczorek Doktorem Honoris Causa Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie. Kraków, 22 maja 2015 r. Kraków 2015\n* Współcześni uczeni polscy : słownik biograficzny. T. 2 : H-Ł. Red nauk. J. Kapuścik. Warszawa 1999, s. 236, [foto]\n\n==== Artykuły ====\n\n* Cieśla A.: Doktorat honoris causa AGH dla profesora Tadeusza Kaczorka. ''Biuletyn AGH'' 2015, nr 90-91, s. 10-12, [foto]\n* Kryś-Dyja A.: Posiedzenie Senatu [AGH] w dniu 30 października 2002 r. ''Biuletyn Informacyjny Pracowników AGH'' 2002, nr 110, s. 15\n* Professor Tadeusz Kaczorek - 65th anniversary. ''Applied Mathematics and Computer Science'' 1998, nr 1, s. 199-200\n* [''Protokół z Posiedzenia Senatu AGH''... 7.05.2014], s. 2, 24-28, 53\n* [''Protokół z Posiedzenia Senatu AGH...'' 14.01.2015], s. 2, 5-9, 38\n\n==== Inne ====\n\n* Tadeusz Kaczorek – Wikipedia, wolna encyklopedia [online] [przeglądany 28.02.2023]. Dostępny w: https://www.wikiwand.com/pl/Tadeusz_Kaczorek\n\n'''''<span style=\"color:red;\">stan na dzień 28.02.2023</span>''''' \n\n{{DEFAULTSORT:Kaczorek, Tadeusz}}\n[[Category:Biogramy]]\n[[Category:Doktorzy honoris causa AGH]]\n\nSzablon użyty w tym artykule:\n\nSzablon:Infobox scientist\n (\ntekst źródłowy\n) \nWróć do \nTadeusz Kaczorek\n.\n\nŹródło: „\nhttp://historia.agh.edu.pl/wiki/Tadeusz_Kaczorek\n”", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Tadeusz_Kaczorek&action=edit", "title": "Tekst źródłowy strony Tadeusz Kaczorek – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "f49e30874e18fdbe9030cc4638701412", "word_count": 645, "headings": [{"level": 1, "text": "Tekst źródłowy strony Tadeusz Kaczorek"}]}}