{"content": "# AGH dołącza do Energy Transition Campus Amsterdam – nowa era współpracy na rzecz zrównoważonej energii - Wydział Energetyki i Paliw | AGH Kraków\n\nURL: https://weip.agh.edu.pl/wiecej/agh-dolacza-do-energy-transition-campus-amsterdam-nowa-era-wspolpracy-na-rzecz-zrownowazonej-energii/\nCrawled: 2025-03-19 21:35:57\n\nPoprzedni\n\nNastępny\n\nPartnerstwo, które otwiera drzwi do przełomowych innowacji w energetyce\n\nLEad: \nWydział Energetyki i Paliw AGH oficjalnie dołączył do grona partnerów \nEnergy Transition Campus Amsterdam (ETCA)\n – przestrzeni badawczej stworzonej przez Shell, która łączy naukę, przemysł i innowacje w celu przyspieszenia globalnej transformacji energetycznej. To ważny krok, który otwiera przed AGH nowe możliwości współpracy w obszarze badań, rozwoju i wdrażania technologii przyszłości.\n\nInnowacje potrzebują ekosystemu – AGH dołącza do światowej klasy laboratoriów\n\nTransformacja energetyczna to nie tylko wizja przyszłości – to działanie, które dzieje się tu i teraz. \nEnergy Transition Campus Amsterdam\n to globalne centrum współpracy, w którym naukowcy i inżynierowie wspólnie tworzą rozwiązania dla nowoczesnej energetyki. Dzięki członkostwu w ETCA, badacze i studenci Wydziału Energetyki i Paliw AGH uzyskują dostęp do światowej klasy laboratoriów, zaawansowanych technologii oraz projektów prowadzonych przez liderów branży.\n\nBadania, które zmieniają przyszłość – AGH w gronie globalnych ekspertów\n\nCzłonkostwo w ETCA to nie tylko prestiż, ale przede wszystkim \nrealne możliwości współpracy\n nad przełomowymi technologiami w zakresie odnawialnych źródeł energii, magazynowania energii oraz redukcji emisji. Wspólne projekty, wymiana wiedzy oraz dostęp do międzynarodowych grantów badawczych to elementy, które przyspieszą rozwój kluczowych innowacji. \nJuż teraz studenci AGH uczestniczą w projektach realizowanych na kampusie ETCA\n, w tym w badaniach nad optymalizacją systemów równoważenia odnawialnej energii.\n\nKolejny krok: ETCA na AGH podczas Europejskiego Tygodnia Zrównoważonej Energii\n\nNowa współpraca to początek długoterminowego partnerstwa. \nJuż w czerwcu 2025 roku Energy Transition Campus Amsterdam zagości na AGH\n, podczas \nEuropejskiego Tygodnia Zrównoważonej Energii\n, aby wspólnie dyskutować o przyszłości branży i wdrażaniu technologii, które zrewolucjonizują sektor energetyczny.\n\nDziękujemy \ndr hab. inż. Arturowi Wyrwie, prof. AGH\n, \nEvrenowi Unsalowi\n oraz \nFerry’emu Winterowi\n za zaangażowanie w budowanie tej współpracy. To dopiero początek – przed nami wiele projektów, które mogą stać się katalizatorem globalnej zmiany.", "metadata": {"url": "https://weip.agh.edu.pl/wiecej/agh-dolacza-do-energy-transition-campus-amsterdam-nowa-era-wspolpracy-na-rzecz-zrownowazonej-energii/", "title": "AGH dołącza do Energy Transition Campus Amsterdam – nowa era współpracy na rzecz zrównoważonej energii - Wydział Energetyki i Paliw | AGH Kraków", "depth": 3, "duplicate": false, "content_hash": "7839d79fe6dfa5e05488054d4c28bfe5", "word_count": 292, "headings": [{"level": 1, "text": "AGH dołącza do Energy Transition Campus Amsterdam – nowa era współpracy na rzecz zrównoważonej energii"}, {"level": 2, "text": "Innowacje potrzebują ekosystemu – AGH dołącza do światowej klasy laboratoriów"}, {"level": 2, "text": "Badania, które zmieniają przyszłość – AGH w gronie globalnych ekspertów"}, {"level": 2, "text": "Kolejny krok: ETCA na AGH podczas Europejskiego Tygodnia Zrównoważonej Energii"}]}}