{"content": "# Ogólnopolski Dzień Inżynierii Materiałowej-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/wydarzenia/detail/s/ogolnopolski-dzien-inzynierii-materialowej\nCrawled: 2025-03-19 21:07:14\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nWydarzenia w AGH\n\nWydarzenia w AGH\n\nOgólnopolski Dzień Inżynierii Materiałowej\n\n 28.03.2025 \n\n Pobierz plik iCal \n\nDodaj do kalendarza Google\n\nDodaj do kalendarza Outlook\n\nDodaj do kalendarza Office 365\n\nDodaj do kalendarza Yahoo\n\n Materiały inteligentne będą głównym tematem tegorocznego Ogólnopolskiego Dnia Inżynierii Materiałowej (ODIM '25), który odbędzie się 28 marca. Sprawdź na czym polega projektowanie materiałów inteligentnych oraz jak szerokie mają one zastosowanie w dzisiejszym świecie. \n\n O wydarzeniu \n\nOrganizatorzy ODIM ’25 przygotowali atrakcyjny i pobudzający wyobraźnię program, a w nim m.in.:\n\ninspirująca lekcja o tym, jak materiały mogą stać się inteligentnymi,\n\nustanowienie rekordu Polski w największej liczbie osób rozwiązujących krzyżówkę jednocześnie,\n\npokazy zastosowania nowoczesnych materiałów inteligentnych,\n\nzajęcia w laboratoriach, w których pracują na co dzień naukowcy i naukowczynie.\n\nW AGH wydarzenie zostało podzielone na dwie części.\n\nCzęść pierwsza\n budynek U-2, godz. 8.30–12.00\n\n8.30–10.00 – możliwość zwiedzania stoisk pokazowych w holu budynku U-2\n 10.00 – uroczyste otwarcie ODIM ‘25\n\nPodczas wykładu otwierającego przedstawione zostanie zastosowanie inżynierii materiałowej w wytwarzaniu materiałów inteligentnych, a wszystkie osoby uczestniczące zweryfikują swoją wiedzę poprzez rozwiązanie krzyżówki; to właśnie w tym czasie odbędzie się próba ustanowienia rekordu Polski w największej liczbie osób rozwiązujących krzyżówkę jednocześnie (w różnych lokalizacjach).\n\nCzęść druga \n – to zajęcia eksperymentalne w laboratoriach zlokalizowanych na kampusie AGH, podczas których będzie można zapoznać się z różnymi materiałami inteligentnymi, nowoczesnymi metodami wytwarzania oraz metodami badawczymi stosowanymi na co dzień przez naukowców.\n\nUdział w ODIM ’25 w AGH jest możliwy na podstawie zgłoszenia, które wypełnić może wyłącznie nauczyciel/nauczycielka danej klasy. Formularz zapisu jest aktywny od 13 marca (od godz. 10.00) do 21 marca. Organizator zastrzega sobie prawo do weryfikacji zgłoszeń. \nLink do zapisów\n\nProgram wydarzenia i opis laboratoriów (plik pdf)\n\n***\n\nOgólnopolski Dzień Inżynierii Materiałowej organizowany jest po raz trzeci. Ma na celu wzbudzenie zainteresowania inżynierią materiałową oraz jej popularyzację wśród młodzieży. W ODIM ’25 bierze udział ponad 20 instytutów badawczych i uczelni z całej Polski, w tym Akademia Górniczo-Hutnicza.\n\nW organizację ODIM w AGH zaangażowane są wydziały: Inżynierii Materiałowej i Ceramiki, Inżynierii Metali i Informatyki Przemysłowej, Inżynierii Mechanicznej i Robotyki, Metali Nieżelaznych oraz Odlewnictwa.\n\nInne artykuły z kategorii Nauka\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Jak profilaktyka może cię uchronić przed rakiem? | Bunkier Nauki odc. 69\t\n\n Grant na wsparcie zespołu badawczego dla naukowca z AGH\t\n\n Jak być świadomym użytkownikiem SOCIAL MEDIÓW? | Bunkier Nauki odc. 68\t\n\n Pierwsze w historii selfie zrobione za pomocą satelity. To dzieło studentów AGH\t\n\nNajnowsze artykuły\n\n Interdisciplinary Science Research Survey\t\n\n Idea Warm Up – dołącz i działaj!\t\n\n „Kolejka na Kasprowy i kontrowersje” – felieton\t\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Ambasador Wietnamu z wizytą w AGH\t\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://www.agh.edu.pl/wydarzenia/detail/s/ogolnopolski-dzien-inzynierii-materialowej", "title": "Ogólnopolski Dzień Inżynierii Materiałowej-- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "3dfc086971f8a270adeca376fd401f6c", "word_count": 511, "headings": [{"level": 1, "text": "Wydarzenia w AGH"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}