{"content": "#  Biuletyn AGH -- Biuletyn AGH \n\nURL: https://biuletyn.agh.edu.pl/\nCrawled: 2025-03-19 22:00:01\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nBiuletyn AGH\n\nW najnowszym wydaniu\n\nEnergetyka rozproszona dla przyszłości energetycznej kraju\n\nTransformacja energetyczna (TE) to proces cywilizacyjny, który przenika właściwie wszystkie elementy współczesnego świata. Realizacja postulatów transformacyjnych otwiera szerokie perspektywy rozwoju zaangażowanych krajów, ale jednocześnie napotyka na rozmaite, często nieoczekiwane wyzwania.\n\nOcena gospodarczych efektów transformacji energetycznej\n\nDokonująca się na świecie i w Polsce transformacja energetyczna (TE) jest procesem złożonym i wieloaspektowym, co implikuje konieczność sprostania takim wyzwaniom jak zapewnienie bezpieczeństwa energetycznego kraju, realizacja celów klimatycznych i środowiskowych, poprawa lub utrzymanie dotychczasowej jakości życia wszystkich obywateli (sprawiedliwa transformacja)...\n\nCzy to się opłaca?\n\nWywiad z profesorem Zbigniewem Hanzelką z Katedry Energoelektroniki i Automatyki Systemów Przetwarzania Energii na Wydziale EAIiIB, specjalistą między innymi w zakresie energetyki rozproszonej.\n\nMonitorowanie postępów transformacji energetycznej\n\nDla potrzeb monitorowania postępu transformacji energetycznej niezbędne jest wykorzystanie rozwiązań informatycznych. W ramach projektu: Obserwatorium Transformacji Energetycznej (OTE) na Wydziale Informatyki AGH projektowane i wdrażane są dwa dedykowane narzędzia IT: repozytorium danych opisujących transformację energetyczną (faza A projektu) oraz platforma informatyczna dla potrzeb monitorowania postępów transformacji energetycznej oraz prowadzenia interaktywnych analiz (faza B).\n\nPełna wersja wydania nr 203/02/2025 (pdf)\n\n Archiwalne wydania \n\nZgłoś swój artykuł!\n\nZapraszamy do publikacji swojego artykułu w naszej gazecie!\n\nWystarczy przesłać nam swój artykuł wraz z krótkim streszczeniem na adres e-mail \nbiuletyn(at)agh.edu.pl\n. Nasz zespół redakcyjny oceni tekst pod kątem jakości merytorycznej, a następnie skontaktuje się z Tobą w celu uzyskania ewentualnych informacji dodatkowych.\n\nStopka\n\nBack", "metadata": {"url": "https://biuletyn.agh.edu.pl/", "title": " Biuletyn AGH -- Biuletyn AGH ", "depth": 3, "duplicate": false, "content_hash": "bbc74507091d8910c92ae2163e6c327b", "word_count": 233, "headings": [{"level": 1, "text": "Biuletyn AGH"}, {"level": 2, "text": "W najnowszym wydaniu"}, {"level": 2, "text": "Zgłoś swój artykuł!"}, {"level": 2, "text": "Stopka"}]}}