{"content": "# Galeria Foto Wydziału Energetyki i Paliw | AGH Kraków\n\nURL: https://foto.weip.agh.edu.pl/\nCrawled: 2025-03-19 21:35:22\n\nGaleria.\n\nZapraszamy do galerii zdjęć Wydziału Energetyki i Paliw. Zarchiwizowaliśmy najważniejsze chwile z życia wydziału, w tym inauguracje roku akademickiego, wręczenia dyplomów ukończenia studiów, wydarzenia wydziałowe i naszą historię. Zdjęcia można pobrać i publikować przy zachowaniu praw autorskich autorów zdjęć.\n\nInauguracje.\n\nInauguracja roku akademickiego to wielkie święto kandydatów przyjętych na studia, bo dopiero po złożeniu ślubowania stają się studentami.\nW naszej galerii umieściliśmy zdjęcia z kilku wcześniejszych lat. Zdjęcia można pobrać i publikować przy zachowaniu praw autorskich autorów zdjęć.\n\nAutor: Zbigniew Sulima\n\nzobacz\n\nDyplomy.\n\nUroczystości wręczenia dyplomów zakończenia studiów to ważny dzień w życiu naszych absolwentów. Uwieczniamy te chwile dla Państwa. Zapraszamy do obejrzenia galerii z kilku poprzednich lat. Zdjęcia można pobrać i publikować przy zachowaniu praw autorskich autorów zdjęć.\n\nAutor: Zbigniew Sulima\n\nzobacz\n\nWydarzenia.\n\nW tym miejscu galerii znajdziecie Państwo fotorelacje z wydarzeń formalnych oraz z życia studenckiego. Dni Otwarte AGH i WEiP, Miecz Dziekana, Puchar Dziekana i nie tylko. Zdjęcia można pobrać i publikować przy zachowaniu praw autorskich autorów zdjęć.\n\nAutor: Zbigniew Sulima\n\nzobacz\n\nKoła Naukowe.\n\nNa naszym wydziale działa 17 kół naukowych. Jubileusze kół, wodowania łodzi, montaż ławki solarnej, udział kolistów w konferencjach i wiele innych wydarzeń do zobaczenia w naszej galerii. Zdjęcia można pobrać i publikować przy zachowaniu praw autorskich autorów zdjęć.\n\nAutor: Zbigniew Sulima\n\nzobacz\n\nNasza Historia.\n\nW tym miejscu galerii sięgamy w naszą wcześniejszą historię. Wspominamy profesorów i pracę w warunkach innych, niż obecne. Czasem warto popatrzeć wstecz. Zdjęcia można pobrać i publikować przy zachowaniu praw autorskich autorów zdjęć.\n\nAutor: Zbigniew Sulima, archiwa pracowników wydziału\n\nzobacz", "metadata": {"url": "https://foto.weip.agh.edu.pl/", "title": "Galeria Foto Wydziału Energetyki i Paliw | AGH Kraków", "depth": 3, "duplicate": false, "content_hash": "9f42da34cc006164570dba639b412c7b", "word_count": 252, "headings": [{"level": 1, "text": "Galeria."}, {"level": 2, "text": "Inauguracje."}, {"level": 2, "text": "Dyplomy."}, {"level": 2, "text": "Wydarzenia."}, {"level": 2, "text": "Koła Naukowe."}, {"level": 2, "text": "Nasza Historia."}]}}