{"content": "# Dziesięć lat minęło-- Święto Nauk Ścisłych w AGH - Dni prof. Antoniego Hoborskiego \n\nURL: http://www.dni-hoborskiego.agh.edu.pl/aktualnosci/detail/dziesiec-lat-minelo\nCrawled: 2025-03-19 22:35:45\n\nDziesięć lat minęło \n\n 28/12/2023 \n\n Dziesiąte jubileuszowe obchody Święta Nauk Ścisłych w AGH - Dni prof. Antoniego Hoborskiego już dawno za nami. Przemija również 2023 rok. To chwila na podsumowania i wyczekiwanie na to, co przed nami. \n\n Dziękuję wszystkim, którzy zaangażowali się w organizację tegorocznych obchodów oraz tym, którzy wzięli w nich udział. Bez Was ani by się nie udało, ani nie miałoby sensu.\n\nGratuluję laureatom: prof. Stanisławowi Białasowi, prof. Błażejowi Wróblowi oraz Andrzejowi Sikorowskiemu. Cieszymy się, że byliście, Panowie, z nami.\n\nCzas szybko płynie. Za chwilę nadejdzie nowy 2024 rok, a wraz z nim kolejne wyzwania i wydarzenia. Już teraz wiadomo, że najważniejsze punkty XI Święta Nauk Ścisłych w AGH - Dni prof. Antoniego Hoborskiego będą miały miejsce w piątek, 22 listopada 2024 roku. To wtedy odbędzie się uroczystość w Auli AGH oraz koncert z serii „Melodie Nauki” w Akademickim Centrum Kultury Klub Studio.\n\nO kolejnych punktach programu będziemy informować na bieżąco, zapewne już po wakacjach.\n\nZ najlepszymi życzeniami!\n Przewodniczący Komitetu Organizacyjnego\n dr hab. Jerzy Stochel, prof. AGH\n\nPowrót", "metadata": {"url": "http://www.dni-hoborskiego.agh.edu.pl/aktualnosci/detail/dziesiec-lat-minelo", "title": "Dziesięć lat minęło-- Święto Nauk Ścisłych w AGH - Dni prof. Antoniego Hoborskiego ", "depth": 3, "duplicate": false, "content_hash": "e040378fd5bdf60a529637bc6f35a4ae", "word_count": 169, "headings": [{"level": 2, "text": "Stopka"}]}}