{"content": "#  Pracownicze Plany Kapitałowe -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/pracownicy/pracownicze-plany-kapitalowe\nCrawled: 2025-03-19 21:18:35\n\nSkip to content ↓\n\n Pracownicze Plany Kapitałowe \n\nPracownicze Plany Kapitałowe (PPK) to dobrowolny program długoterminowego oszczędzania dla pracowników, z przeznaczeniem na wypłatę po 60. roku życia. PPK tworzone i współfinansowane są wspólnie przez pracowników, pracodawców oraz państwo. Ustawa o PPK weszła w życie 1 stycznia 2019 r. Jednostki budżetowe, w tym uczelnie publiczne, przystąpiły do systemu w styczniu br. Oznacza to obowiązek wdrożenia Pracowniczych Planów Kapitałowych w AGH. \n\nWskazani przez Rektora AGH, w uzgodnieniu z przedstawicielami działających w AGH związków zawodowych, reprezentanci pracodawcy wybrali instytucję zarządzającą PPK w AGH. Jest to Towarzystwo Funduszy Inwestycyjnych PZU SA (TFI PZU), z którym zawarto umowę. Wyboru dokonano na podstawie analizy porównawczej pracowniczych planów kapitałowych oferowanych przez instytucje finansowe dopuszczone do zarządzania PPK.\n\nPrywatne i imienne rachunki Pracowniczych Planów Kapitałowych będą zasilane wpłatami osób zatrudnionych, podmiotu zatrudniającego oraz wpłatą powitalną i dopłatami rocznymi od państwa. Program jest obowiązkowy dla podmiotu zatrudniającego (pracodawcy, zleceniodawcy) i dobrowolny dla osób zatrudnionych (pracownika, zleceniobiorcy).\n\n9 kwietnia 2021 r. AGH zawarła z TFI PZU umowę o prowadzenie Pracowniczych Planów Kapitałowych (PPK). Data ta jest istotna do określenia wieku osób zatrudnionych (pracowników, zleceniobiorców pobierających wynagrodzenie podlegające obowiązkowemu ubezpieczeniu emerytalnemu i rentowemu).\n\nPracodawca jest zobowiązany do zawarcia umowy o prowadzenie PPK w imieniu i na rzecz wszystkich osób, które ukończyły 18 lat i nie ukończyły 55 lat.\n\nOsoby które ukończyły 55 lat, ale nie ukończyły 70 lat stają się uczestnikami wyłącznie na ich wniosek.\n\nOsoby, które 9 kwietnia 2021 r. obchodzą 55. urodziny zalicza się do grupy osób, które muszą złożyć wniosek o zawarcie w ich imieniu umowy o prowadzenie PPK.\n\nOsoby, które 9 kwietnia 2021 r. obchodzą 70. urodziny nie mogą już być uczestnikami PPK.\n\nZasady ponownego autozpaisu do PPK\n (30 stycznia 2023 r.)\n\nRegulamin Prowadzenia Pracowniczego Planu Kapitałowego przez PPK InPZU Specjalistyczny Fundusz Inwestycyjny Otwarty\n\n(wersja uwzględniająca ostatnią zmianę obowiązującą od 21 listopada 2022 r.)\n\nKomunikat – Osoby zatrudnione, wpłaty, uczestnik\n (9 lutego 2021 r.)\n\nPrzykładowa lista płac z uwzględnieniem naliczenia wpłat do PPK\n\n– \nzapoznanie się z tą listą pozwoli lepiej zrozumieć mechanizm naliczania i rozliczania wpłat oraz dostrzec osiągane korzyści z uczestnictwa w PPK (3 lutego 2021 r.)\n\nTreść pisma okólnego Rektora AGH w sprawie Pracowniczych Planów Kapitałowych\n (26 stycznia 2021 r.)\n\nPoradnik pracownika. To warto wiedzieć o PPK\n (26 stycznia 2021 r.)\n\nDział Kadr AGH\n:\n Monika Seweryn-Osman\n bud. C-2, pok. 6\n T:  12 617 41 93\n E: \nsewerynosman(at)agh.edu.pl\n\n Katarzyna Torba\n bud. C-2, pok. 6\n T: 12 617 47 94\n E: \nktorba(at)agh.edu.pl\n\nInfolinia PZU\n dla pracowników: tel. 22 640-05-55\n\nPortal informacyjny PFR: \nmojeppk.pl\n\nPortal informacyjny o PPK w PZU: \nemeryturaPPK.pzu.pl\n\n 1. Deklaracja o rezygnacji z dokonywania wpłat do Pracowniczych Planów Kapitałowych (PPK) \n\nDo pobrania:\n\nDeklaracja o rezygnacji z dokonywania wpłat do pracowniczych planów kapitałowych (PPK)\n\nUczestnik PPK może w każdym momencie zrezygnować z dokonywania wpłat do PPK na podstawie deklaracji złożonej podmiotowi zatrudniającemu w formie pisemnej.\n\nMożliwe są dwie opcje rezygnacji:\n\nprzed zawarciem umowy o prowadzenie (czyli przed 09.04.2021 r.) – pracownik nie staje się uczestnikiem PPK, jego nazwisko nie figuruje na liście, będącej załącznikiem do umowy o prowadzenie – dotyczy osób w wieku 18 do 55 lat;\n\npo zawarciu umowy o prowadzenie - pracownik nie przestaje być uczestnikiem PPK – od miesiąca, w którym złożył rezygnację, przestaje się dokonywać za niego wpłat do PPK.\n\n 2. Wniosek osoby zatrudnionej o dokonywanie wpłat do pracowniczych planów kapitałowych (PPK) dla osób, które złożyły deklarację rezygnacji z dokonywania wpłat \n\nDo pobrania:\n\nWniosek osoby zatrudnionej o dokonywanie wpłat do pracowniczych planów kapitałowych (PPK) (dla osób, które złożyły deklarację rezygnacji z dokonywania wpłat do PPK)\n\nUczestnik, który złożył deklarację rezygnacji, może w każdym czasie złożyć podmiotowi zatrudniającemu wniosek o dokonywanie wpłat do PPK. \n\n 3. Wniosek o zawarcie umowy o prowadzenie PPK \n\nDo pobrania:\n\nWniosek o zawarcie umowy o prowadzenie PPK\n\nDokument przeznaczony jest dla osób zatrudnionych, które ukończyły 55. rok życia i nie ukończyły 70. roku życia. Pracownik zainteresowany przynależnością do PPK składa taki wniosek zatrudniającemu.\n\nUstawodawca określił, że do PPK automatycznie włączane będą osoby zatrudnione, będące w wieku 18-55 lat, od wynagrodzenia których odprowadzane są obowiązkowe składki emerytalne i rentowe. W związku z powyższym, osoby te nie składają wniosku o prowadzenie PPK.\n\n 4. Deklaracja w zakresie finansowania wpłat podstawowych do Pracowniczych Planów Kapitałowych (PPK) \n\nDo pobrania:\n\nDeklaracja w zakresie finansowania wpłat podstawowych do Pracowniczych Planów Kapitałowych (PPK)\n\nWpłata podstawowa finansowana przez uczestnika PPK może wynosić mniej niż 2% wynagrodzenia, ale nie mniej niż 0,5% wynagrodzenia, jeżeli wynagrodzenie uczestnika PPK osiągane z różnych źródeł (czyli nie tylko w AGH) w danym miesiącu nie przekracza kwoty odpowiadającej 1,2-krotności minimalnego wynagrodzenia. W 2021 r. jest to 2800.00 zł x 1,2 = 3360.00 zł.\n\nJeżeli w którymkolwiek miesiącu, w którym wysokość wpłat podstawowych finansowanych przez uczestnika PPK (zgodnie z jego deklaracją) wynosiła mniej niż 2% wynagrodzenia, uczestnik osiągnął łącznie miesięczne wynagrodzenie z różnych źródeł przekraczające kwotę odpowiadającą 1,2–krotności minimalnego wynagrodzenia, to za rok, w którym nastąpiło takie przekroczenie, dopłata roczna nie przysługuje. Można tego uniknąć, jeżeli odpowiednio wcześniej zostanie złożona deklaracja o rezygnacji z obniżenia wpłaty podstawowej.\n\nDeklaracja w zakresie finansowania wpłat podstawowych lub zmiany ich wysokości obowiązuje od miesiąca następującego po miesiącu w którym uczestnik PPK złożył uwzględnioną przez pracodawcę deklarację.\n\n 5. Deklaracja uczestnika ppk w zakresie finansowania wpłat dodatkowych do Pracowniczych Planów Kapitałowych (PPK) \n\nDo pobrania:\n\nDeklaracja uczestnika PPK w zakresie finansowania wpłat dodatkowych do Pracowniczych Planów Kapitałowych (PPK)\n\nWpłata dodatkowa pracownika może wynosić do 2% brutto wynagrodzenia. To oznacza, że maksymalnie wpłata finansowana ze środków pracownika może stanowić łącznie 4% wynagrodzenia brutto.  \n\nDeklarację finansowania wpłaty dodatkowej można złożyć w każdym czasie. Można również zmienić jej wysokość lub zrezygnować z finansowania wpłaty dodatkowej do PPK.\n\nDeklaracja w zakresie finansowania wpłat dodatkowych, zmiany wysokości wpłat dodatkowych lub rezygnacja z ich naliczania obowiązuje od miesiąca następującego, po miesiącu w którym została złożona.\n\n 6. Oświadczenie uczestnika PPK o zawartych w jego imieniu umowach o prowadzenie PPK u innych pracodawców \n\nDo pobrania:\n\nOświadczenie uczestnika PPK o zawartych w jego imieniu umowach o prowadzenie PPK u innych pracodawców\n\nUczestnik PPK może przenieść swoje oszczędności do PPK nowego pracodawcy w ramach tzw. wypłaty transferowej. W terminie 7 dni, od dnia zawarcia umowy o prowadzenie PPK w imieniu i na rzecz uczestnika PPK, uczestnik PPK składa nowemu pracodawcy oświadczenie o zawartych wcześniej w jego imieniu umowach o prowadzenie PPK. W oświadczeniu należy podać oznaczenie instytucji finansowych (nazwa, NIP), z którymi pracownik ma zawarte umowy. Pracodawca niezwłocznie informuje o obowiązku złożenia w imieniu uczestnika wniosku o wypłatę transferową oraz o możliwości zgłoszenia sprzeciwu do dokonania ww. wypłaty.\n\n 7. Oświadczenie uczestnika o braku zgody na złożenie przez pracodawcę wniosku o wypłatę transferową \n\nDo pobrania:\n\nOświadczenie uczestnika o braku zgody na złożenie przez pracodawcę wniosku o wypłatę transferową\n\nOsoba, która otrzymała od pracodawcy informację, że zamierza on zlecić wypłatę transferową środków zgromadzonych w PPK byłego pracodawcy, w terminie 7 dni od dnia otrzymania ww. informacji, może złożyć pisemne oświadczenie o braku zgody na złożenie w jego imieniu wniosku o wypłatę transferową środków zgromadzonych na jego rachunku w poprzedniej instytucji finansowej na rachunek w instytucji finansowej, z którą umowę zawarł na jego rzecz i w jego imieniu aktualny pracodawca. Termin będzie zachowany, jeżeli w ciągu 7 dni oświadczenie uczestnika zostanie złożone AGH, tj. dostarczone w sposób umożliwiający zapoznanie się z nim.\n\nUwaga: Uczestnik PPK może w tym samym czasie być stroną więcej niż jednej umowy o prowadzenie PPK.\n\n 8. Oświadczenie wskazujące/odwołujące osoby uprawnione do otrzymania środków zgromadzonych na rachunku PPK po śmierci uczestnika PPK \n\nŚrodki zgromadzone na koncie PPK należą do uczestnika, może on nimi dysponować także na wypadek swojej śmierci. Może wskazać instytucji finansowej, z którą ma umowę, jedną osobę lub więcej, które mogą po jego śmierci otrzymać zgromadzone środki. Może też określić w jaki sposób podzielić je pomiędzy wskazane osoby. Wskazanie osób uprawnionych jest uprawnieniem a nie obowiązkiem, więc jeśli go nie będzie to środki wejdą w skład spadku i będą podlegały dziedziczeniu na zasadach ogólnych – czyli zostaną przeniesione na konto PPK osób uprawnionych do dziedziczenia, a w przypadku, kiedy osoby te nie będą w PPK – na konto IKE, PPE lub zostaną zwrócone w formie pieniężnej.\n\nW przypadku śmierci uczestnika PPK, który pozostawał w związku małżeńskim, wybrana instytucja finansowa dokonuje wypłaty transferowej połowy środków zgromadzonych na rachunku PPK zmarłego uczestnika na rachunek PPP, IKE, PPE małżonka lub w formie pieniężnej na wniosek małżonka w zakresie, w jakim środki te stanowiły przedmiot małżeńskiej wspólnoty majątkowej. Pozostała część środków jest przekazana osobom uprawnionym.\n\nOświadczenie wskazujące osoby uprawnione uczestnik PPK składa za pośrednictwem serwisu \nin PZU\n, do którego otrzyma dostęp, po zawarciu umowy o prowadzenie PPK, czyli po 8 kwietnia br. Uczestnik będzie mógł złożyć oświadczenie w formie pisemnej w oddziale PZU. Wzór druku będzie dostępny w serwisie in PZU.\n\nUwaga: Pracodawca (AGH) nie jest upoważniony do przyjmowania oświadczeń wskazujących/odwołujących osoby uprawnione do otrzymania środków zgromadzonych na rachunku PPK, po śmierci uczestnika PPK.\n\nDeklaracje i wnioski należy składać w formie pisemnej, opatrzone datą i własnoręcznym podpisem. \n\nPracownicy (niezależnie czy mają dodatkowo zawarte z AGH umowy cywilnoprawne)\n Miejsce składania: portiernia pawilon C-1 z informacją: \n dla Centrum Spraw Pracowniczych, Dział Kadr\n W celu lepszej ochrony Państwa danych osobowych, sugeruję składanie deklaracji i wniosków w zaklejonych kopertach zaadresowanych: \n Centrum Spraw Pracowniczych, Dział Kadr.\n Deklaracje i wnioski można również przesłać na adres:\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n Centrum Spraw Pracowniczych, Dział Kadr\n pawilon C-2, pokój 7\n al. Mickiewicza 30\n 30-059 Kraków\n\nOsoby (niebędące pracownikami AGH) które mają zawarte z AGH umowy cywilnoprawne i ich wynagrodzenie podlega obowiązkowo ubezpieczeniom emerytalnym i rentowym – w rozumieniu ustawy o PPK są zatrudnionymi i dla potrzeb PPK są identycznie traktowani jak pracownicy\n\n Miejsce składania: portiernia pawilon C-1 z informacją: dla Kwestury – Sekcja Wypłat Różnych.\n W celu lepszej ochrony Państwa danych osobowych, sugeruję składanie deklaracji i wniosków w zaklejonych kopertach zaadresowanych: KWESTURA – Sekcja Wypłat Różnych\n Deklaracje i wnioski można również przesłać na adres:\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n KWESTURA – Sekcja Wypłat Różnych, pawilon C-1, pokój 16\n al. Mickiewicza 30\n 30-059 Kraków\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/pracownicy/pracownicze-plany-kapitalowe", "title": " Pracownicze Plany Kapitałowe -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "300a0cea865663311f67c1e0f6451470", "word_count": 1712, "headings": [{"level": 1, "text": "Pracownicze Plany Kapitałowe"}, {"level": 2, "text": "Stopka"}]}}