{"content": "#  About us -- MBA TECH \n\nURL: https://mba.agh.edu.pl/about-us\nCrawled: 2025-03-19 22:40:51\n\nSkip to content\n\nSkip to footer\n\n About us \n\nWelcome to MBA TECH,\n\nwhere we relentlessly pursue excellence and are committed to equipping business professionals with the necessary skills and resources to thrive in the dynamic technology industry. We believe that our program will empower you to stay ahead of the curve, and we are confident that you will find immense value in the experience we offer.\n\nProf. Murat Çolak\n Director\n AGH Business School\n\nLead the TECH – Like Never Before!\n\nOur program is unlike any other, as we merge Technology, Engineering, Computer Science, and Human Sciences disciplines in a unique and revolutionary way. We offer a curriculum that's not only dynamic and cutting-edge, but also extremely relevant to the ever-evolving tech business landscape. At MBA TECH, we focus on important subjects that are crucial and necessary for success in the TECH industry.\n\nTechnology and Business: A Partnership for Growth\n\nTechnology is a critical aspect of modern business, and in our MBA TECH program, we prepare business professionals to leverage it effectively. Through our curriculum, professionals learn how to integrate technology into business strategies, manage technology-driven projects, and lead teams of technical experts.\n\nEngineer the Future of Business\n\nEngineering is at the core of many technological innovations and plays a critical role in developing products and services. Our MBA TECH program equips professionals with the skills to manage engineering teams, develop and implement engineering solutions, and create sustainable, innovative business models that leverage engineering expertise.\n\n Unlock the Power of Digital Revolution\n\nThe human element of business is often overlooked, but at MBA TECH, we understand its importance. Our program emphasizes the role of human sciences in business by providing professionals with an understanding of psychology, communication, and leadership. These skills are essential for managing and leading diverse teams of professionals, creating user-friendly products and services, and understanding the needs and expectations of customers.\n\nInnovate with Insight, Lead with Empathy\n\nThe human element of business is often overlooked, but at MBA TECH, we understand its importance. Our program emphasizes the role of human sciences in business by providing professionals with an understanding of psychology, communication, and leadership. These skills are essential for managing and leading diverse teams of professionals, creating user-friendly products and services, and understanding the needs and expectations of customers.\n\nProf. Andrzej Ożadowicz\nFaculty of Electrical Engineering, Automatics, Computer Science, and Biomedical Engineering\n\nStopka\n\n AGH Business School\nul. Piłsudskiego 16, 31-109 Kraków\n+48 12 617-40-09\nmba@agh.edu.pl\n © 2024 MBA TECH – AGH University of Krakow\n\nBack", "metadata": {"url": "https://mba.agh.edu.pl/about-us", "title": " About us -- MBA TECH ", "depth": 3, "duplicate": false, "content_hash": "2951ec3f2aea08c31f4383e82958f443", "word_count": 416, "headings": [{"level": 1, "text": "About us"}, {"level": 2, "text": "Welcome to MBA TECH,"}, {"level": 2, "text": "Lead the TECH – Like Never Before!"}, {"level": 2, "text": "Stopka"}]}}