{"content": "#  Współpraca / Akademia Górniczo-Hutnicza w Krakowie \n\nURL: https://www.ce.agh.edu.pl/wspolpraca/\nCrawled: 2025-03-19 21:39:32\n\nDla Biznesu\nCentrum Energetyki AGH oferuje elastyczne podejście do realizacji badań naukowych oraz usług badawczo-rozwojowych i eksperckich. Jako jednostka znajdująca się w strukturach Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie korzystamy z wiedzy i doświadczenia naszych najlepszych naukowców - praktyków. W każdym przypadku zajmiemy się selekcją kompletowaniem potrzebnej  kadry, procedurami administracyjnymi na naszej Uczelni oraz zarządzaniem infrastrukturą laboratoryjną. Oferujemy możliwość podpisania Umowy o współpracy, która umożliwia potem elastyczne kształtowanie bieżącego partnerstwa.\n\nBadania i projekty naukowe, prace badawcze\n\nMożemy ubiegać się o dofinansowania projektów badawczych w ramach programów krajowych i europejskich na dwa sposoby:\nwspólnie, na podstawie umowy konsorcjum,\njako partner lub podwykonawca wskazany przez osobę fizyczną/firmę we wniosku o realizację projektu.\nLista projektów, które zrealizowaliśmy do tej pory znajduje się tutaj.\n\nUsługi badawczo-rozwojowe, prace zlecone, ekspertyzy i konsultacje\n\nWspółpraca z podmiotami gospodarczymi może polegać na:\nprzyjęciu zlecenia wykonania prac badawczych lub ekspertyz na zasadach rynkowych,\nwynajęciu powierzchni do utworzenia laboratorium wg indywidualnych potrzeb,\nwynajęciu wyposażonego laboratorium wraz z zespołem naukowców do prowadzenia prac B+R,\norganizacji wspólnego laboratorium.\n\nW wydzielonej części komercyjno-badawczej utworzyliśmy laboratoria usługowe, wyposażone w nowoczesną aparaturę. Realizujemy w nich rozmaite zlecenia z przemysłu, począwszy od badań własności fizyczno-chemiczno-mechanicznych różnych materiałów i surowców w skali od nano do makro, badań urządzeń energetycznych, układów automatyki, elektroniki i elektrotechniki stosowanych w energetyce, po eksperckie analizy i raporty. \n\nPełna lista laboratoriów komercyjnych wraz z ofertami usługowymi znajduje się \ntutaj\n.\n\nOrganizacja przestrzeni badawczej\n\nProwadzenie prac badawczych wymaga skupienia, czasu i spokoju, a my dodajemy do tego odrobinę wygody.\n\nW strefie z ograniczonym dostępem oferujemy najem pomieszczeń do utworzenia laboratorium na własne potrzeby badawcze. Każde pomieszczenie jest wyposażone w zamek elektroniczny, podstawowe meble biurowe i sprzęt komputerowy (PC, drukarka/UPS), klimatyzację, dostęp do wi-fi oraz mediów.\n\nCzęść z oferowanych pomieszczeń dostosowano do bezpiecznej pracy ze szkodliwymi czynnikami i wyposażono w gotowe do użycia dygestoria, szafy ogniowe i chemiczne, komory rękawicowe, odciągi miejscowe i podłogowe, detektory gazów palnych i wybuchowych. W licznych laboratoriach doprowadzona jest również instalacja gazów technicznych m. in.: wodór H 5.0, argon Ar 5.0, hel He 5.0, SPS 5.0 oraz powietrza technicznego SPT.\n\nPosiadamy także wachlarz pomieszczeń towarzyszących dla spotkań zespołów projektowych: sal meetingowych wyposażonych z sprzęt audio-wizualny oraz pokoi socjalnych (kuchnie, jadalnie, lobby „Wieża”, bar). To idealnie dopełnienie naszej przestrzeni badawczej do pracy na najwyższym poziomie.\n\n Zapraszamy do zapoznania się z naszą \ngalerią\n.\n\nAle to nie wszystko!\n\nZdajemy sobie sprawę, że każdy aspekt Państwa oczekiwań wymaga indywidualnego podejścia i dostosowania. W znakomitej większości przypadków jesteśmy gotowi zaproponować korzystne rozwiązanie. \n\nDlatego zapraszamy do \nkontaktu\n.", "metadata": {"url": "https://www.ce.agh.edu.pl/wspolpraca/", "title": " Współpraca / Akademia Górniczo-Hutnicza w Krakowie ", "depth": 3, "duplicate": false, "content_hash": "f4990820b32d8c38691987a56876adf2", "word_count": 414, "headings": [{"level": 1, "text": "Dla Biznesu"}, {"level": 2, "text": "Badania i projekty naukowe, prace badawcze"}, {"level": 2, "text": "Usługi badawczo-rozwojowe, prace zlecone, ekspertyzy i konsultacje"}, {"level": 2, "text": "Organizacja przestrzeni badawczej"}, {"level": 2, "text": "Ale to nie wszystko!"}, {"level": 1, "text": "Kontakt"}]}}