{"content": "#  MBA Executive -- MBA TECH \n\nURL: https://mba.agh.edu.pl/programs/mba-executive\nCrawled: 2025-03-19 22:40:53\n\nSkip to content\n\nSkip to footer\n\n MBA Executive \n\nDuration:\n 1 year\nLanguage:\n 100% English\nDegree:\n Executive MBA\nLocation:\n AGH Business School\nApplication Deadline:\n 27 September 2024\nTime commitment:\n Friday - Saturday - Sunday\nCost:\n 30,000 pln\n\nApply now\n\nAbout Executive MBA\n\nThe AGH Executive Master of Business Administration program focuses on advanced management and economics, accounting and finance, marketing, and psychology of management, as well as production management and decision-making. As a participant in this program, offered at AGH University of Science and Technology, students will benefit from a world-class education imparted by esteemed tutors who are at the forefront of their respective fields.\n The primary goal of the Executive Master of Business Administration program is to equip participants with the intellectual acumen, technical competencies, and professional confidence required to excel in today's fast-paced, technology-driven business environment.\n\n“Innovation is the hallmark of true leaders, it sets them apart from those who simply follow.”\n\nA rigorous academic curriculum\n\nA network spanning the globe\n\nA diverse participant population\n\nOpportunities to engage with industry experts\n\nWho are we looking for?\n\nThe AGH Executive Master of Business Administration program is specifically crafted for mid-career managers and executives seeking to enhance their skills and advance their careers in the ever-evolving landscape of technology. With a focus on providing a world-class education in a streamlined, yet comprehensive format, this program is ideal for executives seeking to stay ahead of the curve in today's rapidly changing business environment.\n\nExecutive MBA is meticulously tailored for:\n\nExperienced and ambitious managers\n\nProfessionals with a passion for growth and success\n\nFirst Semester\n\nGlobal Economy and Economics of Innovation\n\nFinance and Financial Accounting\n\nInternational Marketing\n\nPsychology of Management\n\nData, Models, and Decisions\n\nSecond Semester\n\nOperational Management\n\nHuman Resource Management\n\nStrategic Leadership\n\nOptimizing Business Decision\n\nSustainable Business Models and Corporate Governance\n\nCollaborations\n\nAt MBA TECH, we understand the importance of practical, industry-relevant education. That's why we've partnered with the biggest and most innovative companies in the tech industry to provide our participants with a world-class educational experience.\n\nTeaching Team Members\n\nIt's not just about what you will learn – it's about who you will meet. You will be working on projects with real-world applications, collaborating with industry experts, and networking with fellow professionals.\n\nRead more about Teaching Team Members\n\nRequirements for Applications\n\nBachelor's or Master's degree from an accredited university.\n\nResume: A detailed resume highlighting the candidate's work experience, education, and professional achievements.\n\nFluent English language capability.\n\nPersonal Statements: The candidate's insights into their motivation for pursuing an Executive MBA, professional goals, and fit with the program through personal statements.\n\nStopka\n\n AGH Business School\nul. Piłsudskiego 16, 31-109 Kraków\n+48 12 617-40-09\nmba@agh.edu.pl\n © 2024 MBA TECH – AGH University of Krakow\n\nBack", "metadata": {"url": "https://mba.agh.edu.pl/programs/mba-executive", "title": " MBA Executive -- MBA TECH ", "depth": 3, "duplicate": false, "content_hash": "dccc0af5a75840eab2fc05c7701dbfd9", "word_count": 450, "headings": [{"level": 1, "text": "MBA Executive"}, {"level": 2, "text": "About Executive MBA"}, {"level": 2, "text": "Who are we looking for?"}, {"level": 2, "text": "Collaborations"}, {"level": 2, "text": "Teaching Team Members"}, {"level": 2, "text": "Requirements for Applications"}, {"level": 2, "text": "Stopka"}]}}