{"content": "# Tegoroczne nominacje do Rektorskiej Nagrody Dydaktycznej | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/tegoroczne-nominacje-do-rektorskiej-nagrody-dydaktycznej/\nCrawled: 2025-03-19 21:31:08\n\nTegoroczne nominacje do Rektorskiej Nagrody Dydaktycznej\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\nZ wielką przyjemnością informujemy o tegorocznych nominacjach do \nRektorskich Nagród Dydaktycznych\n tj. plebiscytu, którego kapitułę stanowią studenci. Nominacja jest okazją do wyrażenia wdzięczności za trud wkładany w proces uczenia i rozwój studentów. Oficjalne ogłoszenie nominowanych wraz z wręczeniem okolicznościowych statuetek ma miejsce podczas dorocznego eBalu organizowanego przez Wydziałową Radę Samorządu Studentów WIEiT.\nZ\n Instytutu Elektroniki\n nominację otrzymał Pan \ndr hab. inż. Witold Skowroński, prof. AGH\nPraca naukowo-dydaktyczna Pan \nprof. Skowrońskiego\n skupia się wokół projektowania urządzeń spintronicznych, głównie magnetycznych złączy tunelowych z udziałem ferromagnetyków, materiałów tlenkowych, struktur van der Waalsa. W pracy badawczej interesuje się nowymi sposobami kontrolowania magnetyzmu za pomocą prądu spinowego oraz pola elektrycznego do zastosowań w pamięciach elektronicznych i czujnikach. Autor kilkudziesięciu publikacji w tym zakresie, m.in. w Nature Communications, Advanced Materials, Physical Review Letters.\nOd 2022 r. kieruje międzynarodowym grantem Sheng 2 przyznanym przez Narodowe Centrum Nauki „Kwantowe materiały do sterowania momentem siły pochodzącym od sprzężenia spin-orbita” we współpracy z Uniwersytetem Tsinghua w Pekinie.\nProwadzi zajęcia na kierunkach \nElektronika\n, \nElektronika i Telekomunikacja\n oraz \nElectronics and Telcommunications\n z przedmiotów: Electronic Metrology, Miernictwo elektroniczne, Wprowadzenie do techniki sensorowej.\nSwoją główną rolę w AGH zawsze pojmowałem przez pryzmat nauki. Jednak ostatnio, coraz więcej satysfakcji czerpię z pracy ze studentami, starając się łączyć pracę naukową z dydaktyczną, zarażać młodych ludzi pasją do prowadzenia badań oraz wykorzystywania ich w praktyce. Nominacja do Rektorskiej Nagrody Dydaktycznej to bardzo ważne wyróżnienie za moją pracę. Oznacza dla mnie, że studenci chcą być angażowani w często skomplikowane procesy technologiczne i pragną zmierzyć się z nietrywialnymi problemami już na wczesnym etapie kariery.  \nZ \nInstytutu Telekomunikacji\n nominację otrzymał \ndr inż. Artur Lasoń.\nZainteresowania naukowe \ndr. Lasonia\n związane są z sieciowymi aspektami wirtualizacji zasobów obliczeniowych, sieciami optycznymi i sieciami 5G.\nProwadzi zajęcia na kierunku \nTeleinformatyka\n i \nCyberbezpieczeństwo\n m.in.: z przedmiotów: Ewolucja sieci, Sieci światłowodowe czy Pracownia projektowa i Warsztaty dyplomowe. Jest również opiekunem studiów podyplomowych Bezpieczeństwo sieci teleinformatycznych obejmujących podstawy technologii sieci teleinformatycznych oraz powiązane z nimi aspekty bezpieczeństwa sieci i systemów.\nJest aktywnym członkiem zespołu realizującego projekt z zakresu architektury bezpieczeństwa sieci 5G.\nJak podkreśla Pan Lasoń \nStudencka nominacja do Rektorskiej Nagrody Dydaktycznej jest nie tylko nominacją, jest nagrodą samą w sobie. Bardzo ważną i bardzo cenną. Cieszy zaufanie studentów, cieszy atmosfera, którą obydwu stronom udaje się budować w trakcie wcale niełatwych zajęć. Kluczowe jest wzajemne zrozumienie, przekonanie że prowadzący chce pomóc, chce przekazać wiedzę i umiejętności a studenci chcą tę wiedzę i umiejętności przejąć. Od tego momentu wszystko staje się prostsze, czas na zajęciach ucieka błyskawicznie a egzamin okazuje się podsumowaniem osiągnięć minionego semestru.\nWszystkim nagrodzonym składamy serdeczne gratulacje.\n\nFot. KSAF\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania", "metadata": {"url": "https://iet.agh.edu.pl/tegoroczne-nominacje-do-rektorskiej-nagrody-dydaktycznej/", "title": "Tegoroczne nominacje do Rektorskiej Nagrody Dydaktycznej | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "2826b6bc08b78adac9a7affe747490b3", "word_count": 457, "headings": [{"level": 1, "text": "Tegoroczne nominacje do Rektorskiej Nagrody Dydaktycznej"}]}}