{"content": "#  Data storytelling - narracje wokół danych -- Studia podyplomowe \n\nURL: https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/data-storytelling\nCrawled: 2025-03-19 21:16:25\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Data storytelling - narracje wokół danych \n\nOsoba do kontaktu\n\ndr Ewa Migaczewska, prof. AGH\n tel.: 12 617 43 92\newamig@agh.edu.pl\n\nlic. Aneta Nosal\n tel.: 12 617 42 52\nanosal@agh.edu.pl\n\nStudia łączą interdyscyplinarnie wszystkie zagadnienia niezbędne do rozumienia i tworzenia skutecznych historii opartych o dane. Celem studiów jest nabycie takich umiejętności, jak:\n\nautomatyczne pobieranie danych,\n\nobsługa programów do analizy danych,\n\nwykorzystywanie prostych, jak i zaawansowanych narzędzi do wizualizacji danych i ich publikacji online,\n\ntworzenie i prezentacja: raportów biznesowych, treści przeznaczonych do zamieszczenia w mediach społecznościowych, profesjonalnych materiałów dziennikarskich.\n\nStudia łączą interdyscyplinarnie wszystkie zagadnienia niezbędne do rozumienia\n i tworzenia skutecznych historii opartych o dane. Dziedzina studiów obejmuje 4 obszary tematyczne:\n\nPozyskiwanie danych (technologie, prawo, przetwarzanie).\n W tym zakresie podejmowane będą takie zagadnienia, jak prawne aspekty w zdobywaniu i przetwarzaniu danych i informacji, wykorzystywanie bezpłatnych narzędzi do tzw. preprocessingu danych (ich oczyszczenia i przygotowania do analiz oraz wizualizacji).\n\nZasady wizualnej prezentacji danych i data storytellingu.\n W obszarze tym znajdą się takie zagadnienia, jak praktyczne wykorzystywanie zasad wizualizacji danych, przykłady wykorzystywania wzorców data storytellingu (prostych i rozbudowanych). Uczestnicy studiów podczas zajęć warsztatowych poznają zasady storytellingu opartego głównie o dane i stworzą treści zgodnie z własnymi założeniami.\n\nTworzenie treści i produktów (raportów, artykułów, krótkich treści np. do opublikowania w mediach społecznościowch) w oparciu o data storytelling z wykorzystaniem narzędzi ICT.\n Uczestnicy studiów, w ramach przedmiotów z tego zakresu, monitorowani przez wykładowców, tworzyć będą własne projekty realizując kolejne ich etapy: począwszy od przeprowadzania researchu, zdobycia danych i ich oczyszczenia, po ich analizę, aż w końcu wykreowanie wizualnego storytellingu. Ostatnim elementem będzie wykorzystanie prostych oraz zaawansowanych narzędzi umożliwiających publikację swoich materiałów w Internecie.\n\nEwaluacja publikacji internetowych.\n W tym obszarze zostaną zaprezentowane narzędzia i metody do ewaluacji oraz zintensyfikowania interakcji z użytkownikami i końcowymi odbiorcami na zasadzie sprzężenia zwrotnego.\n\nLink do Sylabusa\n\nProgram studiów obejmuje 172 godziny zajęć dydaktycznych.\n Warunkiem zaliczenia ćwiczeń laboratoryjnych będzie aktywny udział w realizacji zadań wyznaczonych podczas zajęć przez osobę prowadzącą oraz wykonywanie działań z wykorzystaniem darmowych narzędzi przygotowanych na ćwiczenia.\n Warunkiem zaliczenia zajęć warsztatowych będzie aktywny udział w realizacji ćwiczeń i zadań zgodnie z wytycznymi osoby prowadzącej zajęcia oraz realizacja miniprojektów opartych na rzeczywistych danych udostępnionych przez osobę prowadzącą. Szczegółowe zasady zaliczenia każdego przedmiotu zostały określone w sylabusach. Wszystkie przewidziane programem studiów zajęcia mają charakter obowiązkowy. Uczestnicy i uczestniczki studiów zobowiązani są do zaliczenia wszystkich przedmiotów przewidzianych w programie studiów.\n\nAbsolwent studiów ma wiedzę z zakresu otoczenia prawnego i przepisów prawnych związanych z pozyskiwaniem i przetwarzaniem danych i informacji, zasad tworzenia narracji i hipernarracji publikowanych w sieci Internet na podstawie danych. Posiada także umiejętności posługiwania się najnowszymi praktykami i technologiami w przetwarzaniu i wizualizowaniu danych i informacji oraz ich publikowania w Internecie w postaci opowieści opartych o dane (data storytelling). Absolwent wyposażony jest również w wiedzę i umiejętności analitycznego myślenia w zakresie tzw. „data literacy” i krytycznego wykorzystywania nowych mediów i narzędzi do tworzenia data storytelling.\n\nCzas trwania:\n 2 semestry\n\nTryb zgłoszeń:\n rekrutacja prowadzona jest przez system Internetowej Rekrutacji Kandydatów (IRK)\n\nLiczba miejsc:\n max. 20\n\nMiejsce zgłoszeń:\n Rekrutacja prowadzona jest przez system Internetowej Rekrutacji Kandydatów (IRK) -  \nlink do bezporśredniej rekrutacji\n\nTermin zgłoszeń:\n rekrutacja w toku do wyczerpania limitu miejsc\n\nOpłaty:\n 9 000 zł za całość studiów (płatność możliwa w dwóch równych ratach po 4500 zł)\n\nDodatkowe informacje:\n Zajęcia będą odbywać się w wybrane soboty i niedziele.\n Warunkiem ukończenia studiów podyplomowych będzie złożenie pracy końcowej w postaci projektu zaliczeniowego polegającego na stworzeniu materiału opublikowanego online opartego na podstawie wyszukanych i pozyskanych przez uczestnika/czkę danych publicznych. Materiał będzie oceniany według kryteriów obejmujących wszystkie zagadnienia poruszane w ramach poszczególnych przedmiotów objętych programem studiów. Uczestnicy/czki będą mogli/ły przygotować pracę końcową w postaci projektu, wybierając temat z kilku zaproponowanych przez osobę prowadzącą lub sami zadecydować o jego wyborze (po konsultacji z osobą prowadzącą). Kryteriami oceny będą:\n\nwykorzystane metody i narzędzia do pozyskania i przetworzenia danych (także rodzaj danych),\n\nkoncepcja narracji/hipernarracji wykorzystana w projekcie,\n\nwykorzystane aplikacje, technologie w budowie materiału.\n\nAbsolwenci uzyskają świadectwo poświadczające ukończenie studiów w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie.\n\nformularz zgłoszeniowy\n\ndyplom ukończenia studiów wyższych (do wglądu - celem poświadczenia jego kopii za zgodność z oryginałem)\n\npo zakwalifikowaniu na studia podyplomowe poświadczenie wniesienia opłaty za studia podyplomowe za pierwszy semestr studiów, nie później niż w terminie 14 dni przed rozpoczęciem zajęć dydaktycznych w ramach studiów podyplomowych\n\nWszystkie dokumenty obsługiwane są za pośrednictwem elektronicznego systemu rekrutacji kandydatów IRK.  \nLink do bezporśredniej rekrutacji\n\nStopka\n\nOferta studiów podyplomowych\n\nDokumenty dla kandydatów\n\nInformacje dla organizatorów\n\nKursy i szkolenia (IFK)\n\nBack", "metadata": {"url": "https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/data-storytelling", "title": " Data storytelling - narracje wokół danych -- Studia podyplomowe ", "depth": 2, "duplicate": false, "content_hash": "4ee216dabfe734c21335f80c45918d88", "word_count": 739, "headings": [{"level": 1, "text": "Data storytelling - narracje wokół danych"}, {"level": 2, "text": "Stopka"}]}}