{"content": "#  O nas -- Cybersecurity Centre \n\nURL: https://www.cc.agh.edu.pl/o-nas\nCrawled: 2025-03-19 21:39:14\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n O nas \n\nCYBERBEZPIECZEŃSTWO NA AGH\n\nAGH rozwija się jako uniwersytet przyszłości, zorientowany na podejmowanie wyzwań naukowych, tworzenie rozwiązań technologicznych i technicznych służących gospodarce oraz wypełnianie zadań wynikających z potrzeb państwa.  \n\n W odpowiedzi na nowe wyzwania – konsekwencje zmian społecznych, technologicznych i instytucjonalnych o skali i znaczeniu trudnym dziś do przewidzenia, AGH powołuje do życia jednostki pomocnicze zorientowane na współczesne problemy cyberbezpieczeństwa.  \n\nNależą do nich: \n\nCentrum Cyberbezpieczeństwa \n\nCentrum Technologii Bezpieczeństwa\n\nCentrum Bezpieczeństwa Informacji\n\nAGH dba również o kształcenie przyszłych kadr dla cyberbezpieczeństwa, realizując kształcenie w tym zakresie w ramach studiów I-ego i II-stopnia, studiów podyplomowych oraz szkoleń i kursów.\n\nPoznaj ofertę kształcenia\n\nO NAS\n\nSpecjalistyczne Centrum Cyberbezpieczeństwa powołane przez AGH w Krakowie (CC AGH) prowadzi działalność naukową, ekspercką, edukacyjną, badawczo-rozwojową i innowacyjno-wdrożeniową w obszarze bezpieczeństwa sieci i systemów ICT. Działamy, aby wzmocnić cyberbezpieczenstwo i cyberodporność Polski i regionu.\n\nZespół CC AGH współpracuje z naukowcami AGH oraz zewnętrznymi ekspertami, w tym z:  \n\nPracownikami naukowymi i inżynieryjnymi Wydziału Informatyki AGH oraz Centrum Technologii Bezpieczeństwa \n\nStudenckimi Kołami Naukowymi \n\nAbsolwentami i doktorantami realizującymi zadania badawcze, analityczne i programistyczne\n\nCC AGH rozwija współpracę regionalną, krajową i międzynarodową w ramach projektów B+R+I (badania, rozwój, innowacje) finansowych ze środków publicznych – krajowych i unijnych oraz we współpracy z sektorem komercyjnym. Centrum świadczy także usługi bezpieczeństwa oraz doradcze dla instytucji i organizacji w Polsce. \n\nAGH i CC jest członkiem ECSO (The European Cyber Security Organisation) - największej organizacji branżowej w Unii Europejskiej, skupiającej przeszło 300 interesariuszy cyberbezpieczeństwa z sektora prywatnego i publicznego, w tym ponad 70 uniwersytetów i organizacji badawczych. CC AGH aktywnie wspiera działalność Polskiego Klastra Cyberbezpieczeństwa #CyberMadeInPoland.\n\nNaszą misją jest zapewnienie innowacyjnych rozwiązań i usług dla wzmocnienia rozwoju zdolności niezbędnych dla krajowego systemu cyberbezpieczeństwa oraz budowania cyberodporności. Jest to obecnie jedno z istotniejszych wyzwań na poziomie krajowym i międzynarodowym.\n\nPolska w ostatnich latach stała się jednym z najszybciej rozwijających się w Europie rynków usług cyfrowych i internetu rzeczy, a także obszarem dynamicznej transformacji technologicznej. Jednocześnie, wraz z rozpoczęciem przez Rosję działań wojennych na Ukrainie, stała się krajem frontowym narażonym na znacznie większą niż dotychczas liczbę cyberataków nakierowanych na sektor publiczny i prywatny. Rozwój technologii oraz wyzwania geopolityczne generują nowe zagrożenia w zakresie cyberbezpieczeństwa osób prywatnych, przedsiębiorstw, uczelni i państwa. \n\nNa rynku istnieje zapotrzebowanie na wyspecjalizowane usługi, nowe rozwiązania dla bezpieczeństwa sieci i systemów IT i OT, a także na ekspertów, zdolnych zapewnić cyberbezpieczeństwo i zwalczać cyberprzestępczość, wspierając w tym zakresie różne sektory gospodarki oraz organy państwa. Jednocześnie zauważalny jest dotkliwy brak centrów kompetencji, inkubatorów i akceleratorów technologicznych oraz centrów szkoleniowych w kraju, specjalizujących się w tematyce cyberbezpieczeństwa i zapewniających w tym obszarze potrzebne państwu wsparcie.  \n\nW opracowanej Strategii Cyberbezpieczeństwa Rzeczypospolitej Polskiej na lata 2019-2024 przygotowanie oraz wdrożenie sprawnego i nowoczesnego systemu szkolenia pracowników oraz funkcjonariuszy służb w tym zakresie powierzono uczelniom wyższym.\n\n Projekty badawczo-rozwojowe \n\nJesteśmy liderem i członkiem konsorcjów projektowych m.in. w ramach krajowych i unijnych programów wsparcia rozwoju zdolności i kompetencji dla budowy cyberbezpieczenstwa i cyberodporności.\n\nCiągła wymiana wiedzy i doświadczeń z uczelniami, sektorem publicznym i prywatnym w Polsce i na świecie pozwala nam przewidywać trendy i projektować kolejne działania badawczo-rozwojowe, kluczowe dla cyberbezpieczeństwa.\n\nChcemy wspierać także kraje rozwijające się poprzez transfer wiedzy i zdolności. \n\n Wspieranie innowacji \n\nAktywnie wspieramy budowę ekosystemu innowacji technologicznych z zastosowaniem dla cyberbezpieczeństwa i odporności.   \n\nOferujemy: \n\nMentoring technologiczny \n\nWsparcie w walidacji technologicznej i rozwoju pomysłu/produktu we współpracy z użytkownikami \n\nPartnerstwa technologiczne \n\n Świadczenie usług cyberbezpieczeństwa dla uczelni, administracji publicznej i firm \n\nDzięki współpracy z Samodzielną Sekcją Monitorowania Cyberbezpieczeństwa i dostępowi do najnowszych narzędzi, infrastruktury i technologii, AGH monitoruje i reagujemy na pojawiające się zagrożenia. Pracownicy i eksperci AGH zapewniają szeroki wachlarz wsparcia w: \n\nPogłębianiu cyber kompetencji \n\nZwiększaniu bezpieczeństwa firm i instytucji \n\nKształceniu przyszłych specjalistów cyberbezpieczeństwa \n\nBudowania gotowości w zakresie wdrażania usług Security Operations Centers (SOC) \n\nOpracowujemy również raporty i analizy oraz świadczymy działalność doradczą w obszarze cyberbezpieczeństwa, zwalczania cyberprzestępczości oraz rozwoju innowacji technologicznych. \n\n Studia, szkolenia i kursy \n\nWraz z kadrą AGH oraz ekspertami zewnętrznymi prowadzimy działalność edukacyjną dla pracowników administracji państwowej i samorządowej, firm prywatnych i wszystkich zainteresowanych uzyskaniem wiedzy praktycznej z zakresu cyberbezpieczenstwa. \n\nRealizujemy także szkolenia zamawiane zgodnie ze Strategią Cyberbezpieczeństwa Rzeczypospolitej Polskiej.\n\n Opracowywanie innowacyjnych technologii dla cyberbezpieczeństwa \n\nWspółpraca z inżynierami AGH oraz środowisko deweloperskie oparte na zasobach uczelni, a także współpraca technologiczna z firmami z branży cybersecurity pozwalają nam wspierać tworzenie dedykowanych rozwiązań informatycznych, podnoszących bezpieczeństwo sieci i systemów IT / OT.\n\nMiędzysektorowa i międzynarodowa wymiana wiedzy i doświadczeń może zostać wykorzystana do opracowywania narzędzi i rozwiązań w zakresie m.in. atrybucji, CTI, rozwoju platform cyber range czy identyfikacji zero-day.\n\n Wyrównywanie szans w branży cyberbezpieczeństwa \n\nWspieramy inicjatywę Women4Cyber Poland, będącą częścią powołanej w 2019 r. przez ECSO europejskiej fundacji Women4Cyber z siedzibą w Brukseli.\n\nCzłonkinie Women4Cyber Poland realizują projekty edukacyjne, mentoringowe, świadomościowe (w tym kampanie społeczne). Inicjatywa promuje rozwój otwartego i inkluzywnego systemu cyberbezpieczeństwa. Zachęca kobiety na wszystkich etapach kariery, do podejmowania działalności zawodowej, naukowej i badawczo-rozwojowej w obszarze cyberbezpieczeństwa i nowych technologii.\n\n European Cyber Security Organisation \n\nhttps://ecs-org.eu/\n\nEuropejska Organizacja ds. Cyberbezpieczeństwa (ECSO) jest największą organizacją branżową w UE, która przyczynia się do rozwoju społeczności cyberbezpieczeństwa i budowania europejskiego ekosystemu cyberbezpieczeństwa. \n\nECSO skupia przeszło 300 interesariuszy cyberbezpieczeństwa ze sektora prywatnego, publicznego i akademickiego, w tym ponad 70 uniwersytetów i organizacji badawczych. AGH w Krakowie jest członkiem organizacji a przedstawiciele CC AGH biorą udział w wielu jej działaniach. \n\n Polski Klaster Cyberbezpieczeństwa #CyberMadeInPoland \n\nhttps://cybermadeinpoland.pl/ \n\nKlaster #CyberMadeInPoland powstał jako platforma do współpracy oraz promocji polskiego przemysłu cyberbezpieczeństwa. Obecnie skupia ponad 45 firm. Jego celem jest kształtowanie i rozwój bezpiecznej cyberprzestrzeni w Polsce oraz promowanie polskich firm poza granicami kraju. Klaster stymulować ma także współpracę sektora z instytucjami naukowymi, podmiotami administracji publicznej, międzynarodowymi korporacjami, izbami branżowymi i handlowymi, oraz innymi partnerami.  \n\nKlaster jest jedyną w Polsce instytucją upoważnioną przez ECSO do przyznawania znaku jakości Cybersecurity Made in Europe.  \n\nCC AGH i Klaster prowadzą wspólne działania na podstawie porozumienia o współpracy.  \n\n Uniwersytet Jagielloński (UJ) \n\nhttps://www.uj.edu.pl/ \n\nZałożony w 1364 roku Uniwersytet Jagielloński w Krakowie to najstarsza polska uczelnia i jeden z najstarszych uniwersytetów na świecie. Współcześnie w skład UJ wchodzi trzynaście wydziałów głównych oraz trzy wydziały Collegium Medicum. W 2021 roku w rankingu szkół wyższych miesięcznika Perspektywy UJ został sklasyfikowany jako najlepsza uczelnia wyższa w Polsce. \n\nUJ posiadając rozbudowaną infrastrukturę IT, pragnie zapewnić właściwy poziom bezpieczeństwa cyfrowego swoich sieci, systemów oraz danych wytwarzanych i użytkowanych przez swoich pracowników oraz studentów. Z tego powodu UJ wraz z innymi krakowskimi uczelniami podpisał Porozumienie o współpracy w zakresie cyberbezpieczeństwa. UJ jest także konsorcjantem projektu SOCCER, realizowanego m.in. przez Centrum Cyberbezpieczeństwa AGH. \n\n Politechnika Krakowska (PK) \n\nhttps://www.pk.edu.pl/index.php?lang=pl\n\nPolitechnika Krakowska to uczelnia o ponad 75-letniej tradycji kształcenia kadr inżynierskich w 8 dyscyplinach naukowych. Obecnie uczelnia kształci 14 tys. studentów na studiach stacjonarnych i niestacjonarnych I i II stopnia oraz doktoranckich i podyplomowych.\n\nPK jest uczelnią kładącą duży nacisk na transfer innowacyjnych technologii i produktów do gospodarki oraz komercjalizację badań naukowych. Działania w obszarze cyberbezpieczeństwa obejmują wykrywanie i aktywną ochronę zagrożeń bezpieczeństwa, modelowanie i rozpoznawanie ataków, budowanie nowatorskich schematów kryptograficznych oraz rozwiązań opartych na zdecentralizowanych sieciach i modelach. PK jest jednym z sygnatariuszy Porozumienia o współpracy w zakresie cyberbezpieczeństwa.\n\n Uniwersytet Ekonomiczny w Krakowie (UEK) \n\nhttps://uek.krakow.pl/\n\nUniwersytet Ekonomiczny w Krakowie to nowoczesna uczelnia z tradycjami sięgającymi 1925 roku. Prowadząc liczne badania naukowe oraz kształcąc obecnie 15 tys. studentów, Uniwersytet należy do największych ośrodków naukowo-badawczych o profilu ekonomicznym w Polsce.  \n\nUEK w Krakowie jest uczelnią specjalizującą się w prowadzeniu działalności naukowej i dydaktycznej w dziedzinie nauk społecznych, a w szczególności w zakresie: bezpieczeństwa ekonomicznego, społecznego, energetycznego, politycznego, kulturowego, prawnego, ekologicznego, żywnościowego i informatycznego. \n\nUniwersytet podpisał Porozumienie o współpracy w zakresie cyberbezpieczeństwa. \n\n Uniwersytet Rolniczy (URK) \n\nhttps://urk.edu.pl/ \n\nUniwersytet Rolniczy im. Hugona Kołłątaja w Krakowie od lat 50 prowadzi specjalistyczną działalność badawczą i edukacyjną, obejmującą sektory rolniczy, żywnościowy, leśny oraz ochrony i kształtowania środowiska, we wszystkich aspektach ich funkcjonowania.\n\nDziałalność w zakresie cyberbezpieczeństwa obejmuje wszystkie obszary Uniwersytetu. Na Uniwersytecie działalność swoją prowadzi Centrum Badawczo Rozwojowego Rolnictwa 4.0, czego pochodną jest kształcenie w zakresie bioinformatyki i analizy danych, z ukierunkowaniem na tworzenie modeli prognostycznych na potrzeby bezpieczeństwa żywnościowego oraz bezpieczeństwa środowiska. Cyberbezpieczeństwo jest zasadniczym elementem gromadzenia i przetwarzania dużych ilości danych, wykorzystywanych w tych obszarach.\n\nUR jest zarówno sygnatariuszem Porozumienia o współpracy w zakresie cyberbezpieczeństwa jak i konsorcjantem SOCCER.\n\n Uniwersytet Tomáša Baty w Zlinie (TBU) \n\nhttps://www.utb.cz/en/\n\nTBU jest otwartą i wszechstronną instytucją szkolnictwa wyższego, rozwijaną zgodnie z pięcioma głównymi wartościami: przedsiębiorczością, otwartością, użytecznością, kreatywnością i odpowiedzialnością. Uniwersytet należy do pierwszych instytucji szkolnictwa wyższego w Czechach, które otrzymały akredytację instytucjonalną. \n\nNa sześciu wydziałach TBU studiuje ponad 9 000 studentów. Studenci zagraniczni stanowią 10% studentów, co pomaga stworzyć międzynarodowe środowisko na Uniwersytecie.  \n\nW dziedzinie badań TBU osiągnęła znaczące wyniki głównie w obszarze inżynierii polimerów, informatyki stosowanej i kreatywnych specjalizacji. \n\nTBU jest członkiem konsorcjum SOCCER. \n\n Uniwersytet Masaryka (MUNI) \n\nhttps://www.muni.cz/en\n\nUniwersytet Masaryka został założony w 1919 roku w Brnie, z czterema wydziałami założycielskimi: Prawa, Medycyny, Nauki i Sztuki. Uniwersytet realizuje kształcenie na 10 wydziałach, w ramach 400 programów studiów. \n\nMUNI dzieli najnowocześniejsze zaplecze badawcze z sześcioma instytucjami partnerskimi. Jest partnerem m.in. CEITEC –- centrum doskonałości naukowej w dziedzinie nauk przyrodniczych, zaawansowanych materiałów i technologii. \n\nKażdego roku Uniwersytet publikuje 400 książek i wydajemy ponad 50 czasopism i magazynów studenckich, co czyni MUNI jednym z najbardziej aktywnych wydawców literatury naukowej i popularnonaukowej w Czechach.  \n\nUniwersytet Masaryka jest członkiem konsorcjum SOCCER. \n\n Uniwersytet Pavola Jozefa Šafárika w Koszycach (UPJŠ) \n\nhttps://www.upjs.sk/en/\n\nUniwersytet Pavola Jozefa Šafárika został założony w 1959 r. UPJŠ jest uznanym na arenie międzynarodowej uniwersytetem badawczym i jedną z najbardziej aktywnych instytucji naukowo-badawczych na Słowacji, zarówno pod względem wsparcia finansowego dla badań naukowych, jak i wyników osiąganych w działalności badawczej. Zespoły naukowe są zaangażowane w międzynarodowe projekty badawcze poprzez programy Ministerstwa Edukacji, Nauki, Badań i Sportu Republiki Słowackiej, Horizon Europe, ESFRI i inne programy UE. UPJŠ jest także członkiem konsorcjum SOCCER. \n\n Uniwersytet Mykolasa Romerisa (MRU) \n\nhttps://www.mruni.eu/en/\n\nMRU tu największy wyspecjalizowany uniwersytet nauk społecznych na Litwie, którego najważniejszymi obszarami studiów i badań są: prawo, bezpieczeństwo publiczne i administracja publiczna. Uczelnia kształci w zakresie nauk o edukacji, ekonomii, nauk humanistycznych, komunikacji, polityki, psychologii, socjologii i zarządzania. Na Uniwersytecie studiuje około 7500 studentów.\n\nMRU jako pierwszy na Litwie rozpoczął wdrażanie wspólnych programów studiów z uniwersytetami we Francji, Austrii i Finlandii oraz rozwinął silne partnerstwa badawcze z Koreą Południową i innymi uniwersytetami w regionie azjatyckim. Każdego roku na Uniwersytecie publikowanych jest około 600 prac badawczych i realizowanych około 50 projektów badawczych.\n\nUniwersytet Mykolasa Romerisa jest członkiem konsorcjum SOCCER.\n\n Uniwersytet w Tartu (UT) \n\nhttps://ut.ee/en\n\nUT to największy i najstarszy uniwersytet w Estonii, założony w 1632 r. Uniwersytet jest czołową uczelnią w krajach bałtyckich w dziedzinie technologii informacyjnych. Znajduje się on wśród 200 najlepszych uniwersytetów na świecie w rankingu specjalistycznym Times Higher Education z zakresu informatyki. Uniwersytecki Cyber Security Hub skupia badania i działalność edukacją świadczoną przez różne katedry badawcze Instytutu Informatyki i realizuje kilka projektów badawczych w dziedzinie cyberbezpieczeństwa. Zespół projektowy TU zajmuje się, zarządza, monitoruje i zabezpiecza Estońską Naukową Infrastrukturę Obliczeniową. Uniwersytet w Tartu jest członkiem ECSO oraz konsorcjum SOCCER. \n\n CESNET \n\nhttps://www.cesnet.cz/?lang=en\n\nCESNET jest stowarzyszeniem uniwersytetów Czech i Czeskiej Akademii Nauk. Obsługuje i rozwija krajową infrastrukturę cyfrową dla nauki, badań i edukacji, która obejmuje sieć komputerową, sieci obliczeniowe, przechowywanie danych i środowisko współpracy.  \n\nStowarzyszenie prowadzeni samodzielną działalności badawczo-rozwojową w dziedzinie technologii informacyjno-komunikacyjnych, wspiera edukację, rozwija i administruje krajowe infrastruktury ICT.  \n\nCESNET należy do konsorcjum SOCCER. \n\n Centrum Technologii Bezpieczeństwa AGH (CTB) \n\nhttps://www.ctb.agh.edu.pl/pl/\n\nMisją CTB jest podejmowanie działań przyczyniających się do podnoszenia poziomu bezpieczeństwa z wykorzystaniem nowoczesnych technologii informatycznych. \n\nTrzon Centrum stanowią pracownicy naukowo-dydaktyczni Wydziału Informatyki, a w szczególności członkowie Laboratorium Informatyki Śledczej, posiadający doświadczenie w realizacji przedsięwzięć wspomagających bezpieczeństwo państwa. W jego skład wchodzą nie tylko naukowcy, ale także zewnętrzni eksperci oraz specjaliści, programiści i analitycy. Współpracują oni z funkcjonariuszami służb bezpieczeństwa, jak również absolwentami i doktorantami realizującymi zadania badawcze, analityczne i programistyczne. \n\n Laboratorium Informatyki Śledczej \n\nhttps://www.fslab.agh.edu.pl/\n\nLaboratorium działające od 2006 roku na Wydziale Informatyki AGH. Zajmuje się opracowywaniem i wytwarzaniem oprogramowania dla szeroko pojętych potrzeb bezpieczeństwa publicznego, w szczególności narzędzi wspierających analizę kryminalną.\n\n Polska Platforma Bezpieczeństwa Wewnętrznego \n\nhttps://ppbw.pl/pl/\n\nOrganizacja o charakterze non-profit, której misją jest zwiększanie poziomu bezpieczeństwa w Polsce i Europie w szczególności poprzez realizację projektów wspierających pracę służb mundurowych. Prowadzi również działalność szkoleniową i audytową oraz organizację specjalistycznych warsztatów, webinariów i konferencji. \n\n Instytut Kościuszki \n\nhttps://ik.org.pl/\n\nNiezależny, pozarządowy instytut naukowo-badawczy o charakterze non-profit, założony w 2000 r. Specjalizuje się w tworzeniu strategicznych rekomendacji i kierunków rozwoju kluczowych polityk publicznych, stanowiących merytoryczne wsparcie dla polskich i europejskich decydentów politycznych. Organizator największej w Europie Środkowo-Wschodniej konferencji na temat strategicznych wyzwań cyberbezpieczeństwa CYBERSEC Forum, a także towarzyszącego EXPO, prezentującego ofertę produktowo-usługową firm z branży cybersecurity.\n\nKONTAKT\n\nAdres do korespondencji:\n Centrum Cyberbezpieczeństwa AGH\n al. Mickiewicza 30\n 30-059 Kraków\n Tel. +48 12 328 33 08\n E-mail: \ncybercentrum@agh.edu.pl \n\nSiedziba:\n Centrum Informatyki AGH \n ul. Kawiory 21 \n 30-055 Kraków \n\nPoznaj nasz zespół\n\nStopka\n\nBack", "metadata": {"url": "https://www.cc.agh.edu.pl/o-nas", "title": " O nas -- Cybersecurity Centre ", "depth": 3, "duplicate": false, "content_hash": "a108e64aad83fafafac2d9f10541546e", "word_count": 2091, "headings": [{"level": 1, "text": "O nas"}, {"level": 2, "text": "CYBERBEZPIECZEŃSTWO NA AGH"}, {"level": 2, "text": "O NAS"}, {"level": 2, "text": "KONTAKT"}, {"level": 2, "text": "Stopka"}]}}