{"content": "#  Kandydaci -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/kandydaci\nCrawled: 2025-03-19 21:07:12\n\nSkip to content ↓\n\n Kandydaci \n\n Studia w AGH – oferta kształcenia \n\nPoznaj ofertę kształcenia AGH: studia I i II stopnia, studia szkół doktorskich, studia podyplomowe, studia MBA, kursy i szkolenia...\n\nOferta kształcenia – studia w AGH\n\n AGH... a co to takiego? \n\nSzybko i skrótowo. 2-minutowa filmowa dawka najważniejszych i skondensowanych do granic możliwości informacji o AGH i każdym z jej wydziałów.\n\nObejrzyj serię filmów o AGH\n\n Dlaczego warto studiować w AGH? \n\nStudia w AGH to: nauka poprzez badania; korzyści dla najlepszych, perspektywa dobrej pracy, wyjątkowy kampus, wsparcie niepełnosprawnych, możliwość realizacji kulturalnej i sportowej, i wiele więcej...   \n\nZnajdź swój powód studiowania w AGH\n\n ... a może wolisz spotkać się w realu? \n\nJeżeli klipy, tekst i zdjęcia to nie to, i wolisz dowiedzieć się jakie AGH jest w rzeczywistości, to zapraszamy do odwiedzenia nas gdy odbywają się:\n\nDzień Otwarty AGH\nDzień Liczby Pi\nScience Show\nAGH NAUKA spotkania\n Małopolska Noc Naukowców\n\n Olimpiady i konkursy – szybciej do AGH! \n\nJeżeli jesteś laureatem/ką lub finalistą/ką olimpiady ogólnopolskiej bądź olimpiady tematycznej, możesz zostać studentem/ką AGH z pominięciem warunków rekrutacji.\n\nWeź udział w olimpiadach i konkursach organizowanych przez AGH\n\n „Ścisłe” nie takie straszne... \n\nPrzedmioty ścisłe pozwalają zrozumieć i opisać otaczający nas świat. To także forma uniwersalnej komunikacji na uniwersytecie technicznym. Jeżeli nie czujecie się wystarczająco mocni z matematyki, fizyki lub chemii AGH pomoże Wam nadrobić zaległości.\n\n„Rok Zerowy” – kursy dokształcające dla kandydatów\n\nKursy wyrównawcze dla nowych studentów\n\nNauczycielu!\n Zapraszamy na coroczną konferencję dydaktyczną w AGH „Nauczanie Przedmiotów Ścisłych”.\n\nRelacja z poprzedniej edycji konferencji\n\nNasze główne atuty to m.in.: ogromny potencjał naukowy, umiędzynarodowienie, uznanie wśród pracodawców, ścisły związek z przemysłem i światem biznesu, możliwość odbywania praktyk i staży, nowoczesne zaplecze dydaktyczno-naukowe, dobre warunki socjalne, możliwość rozwijania zainteresowań, kampus akademicki z największym miasteczkiem studenckim w Polsce.\n\n Uczelnia badawcza \n\nDla naszych przyszłych studentów oznacza to m.in. możliwość skorzystania z „badawczej ścieżki kształcenia”, czy dostęp do platformy intensywnych kursów e-learningowych z zakresu np. kompetencji miękkich, analityki danych, nauki i doskonalenia programowania. A przede wszystkim udział w elitarnym kształceniu prowadzonym w małych grupach przez ekspertów – również zagranicznych – o światowej renomie.\n\n Studia w Krakowie \n\nKraków jest jednym z najpiękniejszych miast Europy. To doskonałe miejsce, aby rozpocząć w nim studia. Tu tworzy się nauka, kultura i sztuka. Teatry, kina, opera, muzea, galerie, a także liczne koncerty, festiwale, imprezy plenerowe nadają mu wyjątkowy klimat.\n\n Prymusi AGH – korzyści dla najlepszych \n\nPrzyjdź do nas na studia a oprócz bardzo dobrego wykształcenia oferujemy możliwość dodatkowego rozwoju naukowego, opiekę tutora, a także pomoc w zakwaterowaniu w postaci bezpłatnego miejsca w domu studenckim.\n\n Perspektywa dobrej pracy \n\nWykształcenie, które zdobyć można w AGH, jest bardzo cenione przez pracodawców – zarówno w kraju, jak i za granicą. Wspaniałe kariery zawodowe wielu absolwentów uczelni potwierdzają jakość i użyteczność wiedzy zdobytej w murach AGH.\n\n Kampus AGH \n\nKampus AGH położony jest w centrum Krakowa. Wszystkie wydziały, organizacje studenckie, Miasteczko Studenckie AGH wraz z klubami studenckimi oraz bazą sportową położone są w jednym miejscu, tworząc zwarty kompleks, dlatego możesz planować wiele zajęć na studiach, nie tracąc przy tym czasu na dojazdy!\n\n Uczelnia dostępna \n\nDziałania w zakresie wsparcia osób z niepełnosprawnościami koordynuje Dział Dostępności AGH.\n\n Sport i rekreacja \n\nPonad 30 akademickich sekcji sportowych, liczne boiska, nowoczesny basen i wielofunkcyjna hala sportowa sprawiają, że AGH przyciąga wszystkich pasjonatów sportu.\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/kandydaci", "title": " Kandydaci -- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "8c847228fe62d79c5d2d7414a94fba02", "word_count": 610, "headings": [{"level": 1, "text": "Kandydaci"}, {"level": 2, "text": "Stopka"}]}}