{"content": "# EOSC National Tripartite Event Poland 2025-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/wydarzenia/detail/s/eosc-national-tripartite-event-poland-2025\nCrawled: 2025-03-19 21:15:26\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nWydarzenia w AGH\n\nWydarzenia w AGH\n\nEOSC National Tripartite Event Poland 2025\n\n Pobierz plik iCal \n\nDodaj do kalendarza Google\n\nDodaj do kalendarza Outlook\n\nDodaj do kalendarza Office 365\n\nDodaj do kalendarza Yahoo\n\n Jakie narzędzia i infrastruktury są niezbędne, aby stworzyć w Polsce otwarte środowisko badawcze? W jaki sposób narzędzia otwartej nauki mogą usprawnić współpracę naukową? Jak wspomóc badaczy w efektywnym zarządzaniu danymi badawczymi? Narodowe Centrum Nauki zaprasza na trzecią edycję EOSC National Tripartite Event Poland (NTE Poland 2025), która odbędzie się 25 marca 2025 r. w Auditorium Maximum UJ. \n\n O wydarzeniu \n\nEOSC NTE Poland 2025 stanowi okazję do podjęcia dyskusji nad rolą Polski w kształtowaniu Europejskiej Chmury Otwartej Nauki (EOSC), wymiany najlepszych praktyk w zarządzaniu danymi badawczymi oraz omówienia wyzwań, przed którymi stoją krajowe i europejskie infrastruktury badawcze na drodze do efektywnej współpracy w ramach Federacji EOSC.\n\nJednym z głównych celów EOSC jest stworzenie otwartego środowiska badawczego, które ułatwi badaczom dostęp do repozytoriów danych, usług chmurowych oraz zaawansowanych narzędzi analitycznych. Dzięki temu naukowcy/naukowczynie z różnych dziedzin będą mogli szybciej i efektywniej prowadzić badania, korzystając z zasobów zgromadzonych w ramach sieci europejskich i krajowych infrastruktur badawczych.\n\nPodczas EOSC NTE Poland 2025 omówione zostaną między innymi następujące zagadnienia:\n\nPolskie zasoby dla EOSC: jak krajowe systemy informacji naukowej, infrastruktura chmurowa, magazyny danych oraz krajowe repozytoria danych wspierają integrację z EOSC i ułatwiają współpracę badawczą?\n\nUdział polskich infrastruktur dziedzinowych w EOSC: w jaki sposób infrastruktury z różnych dziedzin nauki mogą efektywnie współpracować w ramach europejskiej Federacji EOSC?\n\nDziedzinowe aspekty zarządzania danymi: jakie narzędzia i standardy (FAIR, CARE, interoperacyjność, grafy wiedzy) pozwalają na efektywne przechowywanie, udostępnianie i analizę danych badawczych?\n\nDodatkowo, w trakcie wydarzenia przedstawiony zostanie polski węzeł krajowy – EOSC PL – który wraz z 12 innymi węzłami z całej Europy będzie uczestniczyć w procesie współtworzenia zasad i mechanizmów funkcjonowania Federacji EOSC w ramach fazy pilotażowej.\n\nNTE Poland 2025 poprzedzi posiedzenie EOSC Steering Board oraz EOSC European Tripartite Event organizowane w ramach Polskiej Prezydencji w Radzie Unii Europejskiej. Wezmą w nich udział eksperci/ekspertki Partnerstwa EOSC, Komisji Europejskiej i Stowarzyszenia EOSC z 42 krajów członkowskich i krajów stowarzyszonych HE, aby wspólnie opracować strategiczne kierunki dalszego rozwoju Partnerstwa z uwzględnieniem długoterminowych perspektyw po 2027 r.\n\nEOSC National Tripartite Event Poland 2025 organizowany jest przez Narodowe Centrum Nauki, które pełni rolę polskiej organizacji przedstawicielskiej w Stowarzyszeniu EOSC (ang. EOSC Association) oraz koordynatora krajowego węzła EOSC PL.\n\nSzczegółowa agenda wydarzenia\n\nUdział w wydarzeniu na miejscu i online jest bezpłatny, ale wymagana jest wcześniejsza rejestracja.\n\nFormularz rejestracyjny\n (dostępny do 17 marca br.)\n\nWydarzenie będzie transmitowane na YouTube.\n\nInne artykuły z kategorii Nauka\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Jak profilaktyka może cię uchronić przed rakiem? | Bunkier Nauki odc. 69\t\n\n Grant na wsparcie zespołu badawczego dla naukowca z AGH\t\n\n Jak być świadomym użytkownikiem SOCIAL MEDIÓW? | Bunkier Nauki odc. 68\t\n\n Pierwsze w historii selfie zrobione za pomocą satelity. To dzieło studentów AGH\t\n\nNajnowsze artykuły\n\n Interdisciplinary Science Research Survey\t\n\n Idea Warm Up – dołącz i działaj!\t\n\n „Kolejka na Kasprowy i kontrowersje” – felieton\t\n\n Przeszłość i teraźniejszość AI – AGH NAUKA spotkania (nr 33)\t\n\n Ambasador Wietnamu z wizytą w AGH\t\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/wydarzenia/detail/s/eosc-national-tripartite-event-poland-2025", "title": "EOSC National Tripartite Event Poland 2025-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "fb74807f32c0c6da4d77bb17b277e5ba", "word_count": 593, "headings": [{"level": 1, "text": "Wydarzenia w AGH"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}