{"metadata": {}, "content": "Dziennik Ustaw  – 6 –  Poz. 1637 \nZałączniki do rozporządzenia Ministra Edukacji \ni Nauki z  dnia 30 sierpnia 2021  r. (poz. 1637)\nZałącznik nr  1\nWZÓR\n Załączniki do rozporządzenia Ministra Edukacji \ni Nauki z dnia 30 sierpnia 2021 r. (poz. ...) \n \nZałącznik nr 1 \n \nWZÓR \n \nWniosek o przyznanie stypendium dla studenta  \nza znaczące osiągnięcia naukowe/artystyczne/sportow e1 \nna rok akademicki … \n \n \n \nCZĘŚĆ A – DANE WNIOSKODAWCY  \n \nNazwa uczelni  \nAdres  \nAdres elektronicznej skrzynki podawczej (ePUAP)  \nNumer telefonu  \nAdres strony internetowej  \nNumer identyfikacji podatkowej (NIP)  \nNumer identyfikacyjny REGON  \nRektor (imię i nazwisko, adres poczty elektroniczne j)  \nNumer identyfikacyjny wniosku w systemie teleinform a-\ntycznym, o którym mowa w § 7 ust. 2 rozporządzenia \nMinistra Nauki i Szkolnictwa Wyższego z dnia 1 kwietnia \n2019 r. w sprawie stypendiów ministra właściwego do  \nspraw szkolnictwa wyższego i nauki dla studentów i wy-\nbitnych młodych naukowców (Dz. U. z 2021 r. poz. 725  \ni 1637)  \n \nCZĘŚĆ B – DANE I INFORMACJE DOTYCZĄCE STUDENTA \n \nImiona i nazwisko  \nAdres do korespondencji  \nNumer PESEL, a w przypadku jego braku – rodzaj, ser ię \ni numer dokumentu potwierdzającego tożsamość oraz \nnazwę państwa, które go wydało  \nNumer telefonu2  \nAdres poczty elektronicznej2  \nData rozpoczęcia studiów (miesiąc, rok)3  \n  \n\nDziennik Ustaw  – 7 –  Poz. 1637 \n Informacje o zaliczonym roku studiów w poprzednim roku akademickim: \n– rok studiów  \n– poziom studiów  \n– kierunek studiów   \n– dyscyplina naukowa lub artystyczna, do której jest przy-\nporządkowany kierunek studiów  \nInformacje o uzyskanym wpisie na rok akademicki, na  który jest składany wniosek: \n– rok studiów  \n– poziom studiów  \n– kierunek studiów4  \n– dyscyplina naukowa lub artystyczna, do której jest przy-\nporządkowany kierunek studiów5  \nPlanowany termin ukończenia studiów  \nOkres urlopu od zajęć lub innej przerwy, udzielonych \nzgodnie z regulaminem studiów  \nRok akademicki, na który studentowi przyznano wcześ-niej stypendium ministra właściwego do spraw szkol-nictwa wyższego i nauki dla studentów wykazujących \nsię znaczącymi osiągnięciami naukowymi lub artystycz-\nnymi związanymi ze studiami lub znaczącymi osiągnię -\nciami sportowymi albo stypendium ministra za wybitn e \nosiągnięcia, na podstawie art. 181 ust. 2 ustawy z dnia \n27 lipca 2005 r. – Prawo o szkolnictwie wyższym (Dz . U. \nz 2017 r. poz. 2183, z późn. zm.\n1))  \n \nOświadczam, że wyrażam zgodę na przesyłanie korespondencji za pomocą środków komunikacji elektronicz-\nnej w rozumieniu art. 2 pkt 5 ustawy z dnia 18 lipca 2002 r. o świadczeniu usług drogą elektroniczną (Dz. U. \nz 2020 r. poz. 344) w związku ze złożeniem wniosku. \n \nObjaśnienia:  \n1 Niepotrzebne skreślić. \n2 Wpisać, jeżeli posiada. \n3  W przypadku studenta studiów drugiego stopnia należ y wpisać datę rozpoczęcia studiów pierwszego stopnia. \n4 Wypełnić, jeżeli jest inny niż kierunek studiów, na  którym studentowi został zaliczony rok studiów w p oprzednim \nroku akademickim. \n5 Wypełnić, jeżeli jest inna niż dyscyplina naukowa lub artystyczna, do której jest przyporządkowany kie runek stu-\ndiów, na którym studentowi został zaliczony rok stu diów w poprzednim roku akademickim. \n \nZałączniki: \n1) oświadczenia studenta: \na) potwierdzające, że informacje zawarte w części C.1, C.2 lub C.3 wniosku są zgodne ze stanem faktycz nym oraz \nsą związane z odbywanymi studiami, z wyłączeniem os iągnięć sportowych,  \nb) o wyrażeniu zgody na przetwarzanie jego danych o sobowych; \n2) dokumenty, o których mowa w § 6 ust. 1 rozporząd zenia Ministra Nauki i Szkolnictwa Wyższego z dnia 1 kwietnia \n2019 r. w sprawie stypendiów ministra właściwego do  spraw szkolnictwa wyższego i nauki dla studentów i  wybit-\nnych młodych naukowców. \n                                                           \n1)  Zmiany tekstu jednolitego wymienionej ustawy zostały ogłoszone w Dz. U. z 2017 r. poz. 2201 oraz z 2 018 r. poz. 138, 650, 730, \n912, 1000, 1115 i 1693. \n\nDziennik Ustaw  – 8 –  Poz. 1637 \n CZĘŚĆ C.1 – WYKAZ OSIĄGNIĘĆ NAUKOWYCH STUDENTA1 \n \n \n1. Autorstwo lub współautorstwo monografii naukowej  lub rozdziału w monografii naukowej \nwydanej przez wydawnictwo, które w roku opublikowan ia monografii w ostatecznej formie \nbyło ujęte w wykazie wydawnictw, sporządzonym zgodn ie z przepisami wydanymi na pod-\nstawie art. 267 ust. 2 pkt 2 ustawy z dnia 20 lipca 2018 r. – Prawo o szkolnictwie wyższym \ni nauce (Dz. U. z 2021 r. poz. 478 i 619): \n………………………………………………………………………………………………………… \n………………………………………………………………………………………………………… \nTytuł monografii naukowej, tytuł rozdziału w monografii naukowej, wkład autorski (w procentach), imiona i nazwiska \nwspółautorów, nazwa wydawnictwa, miejsce wydania, miesiąc i rok wydania, data druku lub ukazania się m onografii \nnaukowej (miesiąc, rok), ISBN – Międzynarodowy Znormalizowany Numer Książki (International Standard Book Num-\nber), eISBN – elektroniczny Międzynarodowy Znormalizowany Numer Książki (International Standard Book Number), \nISMN – Międzynarodowy Znormalizowany Numer Druku Muzycznego (International Standard Music Number), DOI  \n(Digital Object Identifier – cyfrowy identyfikator dokumentu elektronicznego), liczba punktów w wykazi e wydawnictw. \n \n2. Autorstwo lub współautorstwo artykułu naukowego opublikowanego w czasopiśmie naukowym \nlub w recenzowanych materiałach z konferencji międz ynarodowej, które w roku opublikowania \nartykułu w ostatecznej formie były ujęte w wykazie tych czasopism i materiałów, sporządzonym \nzgodnie z przepisami wydanymi na podstawie art. 267 ust. 2 pkt 2 ustawy z dnia 20 lipca 2018 r. – Prawo o szkolnictwie wyższym i nauce: \n………………………………………………………………………………………………………… \n………………………………………………………………………………………………………… \nTytuł czasopisma naukowego, tytuł artykułu naukowego, wkład autorski (w procentach), imiona i nazwiska współauto-\nrów, nazwa wydawnictwa, miejsce wydania, miesiąc i rok wydania, data druku lub ukazania się artykułu naukowego \n(miesiąc, rok), ISSN – Międzynarodowy Znormalizowany Numer Wydawnictw Ciągłych (International Standard  Serial \nNumber), eISSN – elektroniczny Międzynarodowy Znormalizowany Numer Wydawnictw Ciągłych (International Stan-\ndard Serial Number), DOI (Digital Object Identifier – cyfrowy identyfikator dokumentu elektronicznego), liczba punk-\ntów w wykazie czasopism naukowych i recenzowanych materiałów z konferencji międzynarodowych. \n \n3. Znaczący udział w projekcie badawczym o wysokim poziomie innowacyjności, realizowanym \nprzez uczelnię, w której student odbywa lub odbywał kształcenie, w tym udział w projekcie \nbadawczym finansowanym w ramach konkursu ogólnopolskiego lub międzynarodowego:  \n………………………………………………………………………………………………………… \n………………………………………………………………………………………………………… \nNazwa projektu, okres trwania projektu, imiona i nazwisko kierownika projektu, numer projektu, źródło finansowania \nprojektu, nazwa konkursu, w ramach którego jest fin ansowany projekt, okres uczestnictwa w projekcie, p ełniona rola \n(kierownik projektu/główny wykonawca/wykonawca), op is wykonywanych zadań, cel i efekty projektu (liczb a referatów, \npublikacji, zastosowań praktycznych wyników badań naukowych lub prac rozwojowych lub wdrożeń wyników działal-\nności naukowej, będących wynikiem udziału w projekcie). \n \n4. Samodzielne wygłoszenie referatu naukowego dotyczącego badań naukowych o wysokim \npoziomie innowacyjności, którego student jest autor em lub współautorem, na ogólnopolskiej \nlub międzynarodowej konferencji naukowej o wysokim prestiżu zorganizowanej przez pod-\nmiot, o którym mowa w art. 7 ust. 1 ustawy z dnia 20 lipca 2018 r. – Prawo o szkolnictwie \nwyższym i nauce, zagraniczną uczelnię lub zagranicz ną instytucję naukową: \n………………………………………………………………………………………………………… ………………………………………………………………………………………………………… \nData i miejsce konferencji, nazwa konferencji, zasięg konferencji (ogólnopolska/międzynarodowa), tytuł  referatu, liczba \nprelegentów ogółem, w tym posiadających co najmniej stopień doktora, nazwa organizatora konferencji, wkład autorski \n(w procentach), imiona i nazwiska współautorów. \n \n\nDziennik Ustaw  – 9 –  Poz. 1637 \n 5. Uzyskanie nagrody indywidualnej lub znaczący udz iał w powstaniu osiągnięcia, za które \nuzyskano nagrodę zespołową w konkursie o wysokim pr estiżu i o zasięgu międzynarodowym, \nw którym uczestniczyli studenci uczelni co najmniej z pięciu państw, z wyłączeniem konkur-\nsów organizowanych w ramach międzynarodowych konferencji naukowych: \n………………………………………………………………………………………………………… \n………………………………………………………………………………………………………… \nData i miejsce uzyskania nagrody, nazwa i zasięg konkursu, uzyskane miejsce, forma uzyskanej nagrody, rodzaj nagro-\ndy (indywidualna/zespołowa), udział w powstaniu osiągnięcia, za które uzyskano nagrodę zespołową (w procentach), \nimiona i nazwiska członków zespołu (wraz z wkładem procentowym), nazwa organizatora konkursu.  \n \n1 W przypadku braku osiągnięć naukowych części C.1 ni e wypełnia się. \n \n \n\nDziennik Ustaw  – 10 –  Poz. 1637 \n CZĘŚĆ C.2 – WYKAZ OSIĄGNIĘĆ ARTYSTYCZNYCH STUDENTA1 \n \n1. Autorstwo lub wykonanie utworu muzycznego lub in nej formy muzycznej zaprezentowanych \nna przeglądzie, festiwalu lub koncercie o wysokim prestiżu i o co najmniej krajowym zasięgu: \n………………………………………………………………………………………………………… \n………………………………………………………………………………………………………… \nData i miejsce prezentacji, rodzaj i tytuł utworu m uzycznego lub innej formy muzycznej, nazwa i zasięg przeglądu,  \nfestiwalu lub koncertu, nazwa organizatora prezentacji, szacunkowa liczba widzów, pełniona rola (autor/wykonawca). \n \n2. Autorstwo lub znaczący wkład autorski utworów muzycznych nagranych na płycie wydanej \nprzez firmę producencką o wysokim prestiżu: \n………………………………………………………………………………………………………… \n………………………………………………………………………………………………………… \nData i miejsce wydania płyty, imiona i nazwisko lub nazwa wykonawcy, tytuł płyty, liczba utworów, nakład, nazwa \nfirmy producenckiej, pełniona rola (autor/współautor/wykonawca), imiona i nazwiska współautorów.  \n \n3. Znaczący udział w powstaniu utworu audiowizualnego, w tym filmowego, zaprezentowanego \nna przeglądzie lub festiwalu o wysokim prestiżu i o  co najmniej krajowym zasięgu lub w obie-\ngu kinowym lub telewizyjnym, w tym reżyseria, montaż, autorstwo scenografii lub zdjęć, ode-\ngranie pierwszo- lub drugoplanowej roli:  \n………………………………………………………………………………………………………… \n………………………………………………………………………………………………………… \nData i miejsce prezentacji utworu, rodzaj i tytuł u tworu, miejsce prezentacji (kino, telewizja, przegl ąd, festiwal), nazwa \ni zasięg przeglądu lub festiwalu, szacunkowa liczba widzów, pełniona rola (autor/współautor/wykonawca) , imiona \ni nazwiska współautorów.  \n \n4. Znaczący udział w powstaniu spektaklu teatralneg o, operowego, operetkowego, baletowego lub \nmusicalowego, zaprezentowanego na przeglądzie lub festiwalu o wysokim prestiżu i o co naj-\nmniej krajowym zasięgu lub w obiegu scenicznym lub telewizyjnym, w tym reżyseria, autorstwo \nscenografii, odegranie pierwszo- lub drugoplanowej roli:  \n………………………………………………………………………………………………………… \n………………………………………………………………………………………………………… \nData i miejsce prezentacji spektaklu, rodzaj i tytu ł spektaklu, miejsce prezentacji (teatr, opera, tel ewizja, przegląd, festi-\nwal), nazwa i zasięg przeglądu lub festiwalu, szacunkowa liczba widzów, pełniona rola (autor/współauto r/wykonawca), \nimiona i nazwiska współautorów.  \n \n5. Autorstwo formy choreograficznej zaprezentowanej na przeglądzie lub festiwalu o wysokim \nprestiżu i o co najmniej krajowym zasięgu lub w obi egu scenicznym lub telewizyjnym: \n………………………………………………………………………………………………………… ………………………………………………………………………………………………………… \nData i miejsce prezentacji formy choreograficznej, nazwa i zasięg przeglądu lub festiwalu, rodzaj formy choreograficz-\nnej, szacunkowa liczba widzów.  \n \n6. Autorstwo dzieła plastycznego lub architektonicz nego zaprezentowanego na zbiorowej wysta-\nwie zorganizowanej przez instytucję kultury o wysok im prestiżu lub w przestrzeni publicznej: \n………………………………………………………………………………………………………… ………………………………………………………………………………………………………… \nData i miejsce prezentacji dzieła, rodzaj i tytuł d zieła, nazwa wystawy lub miejsca w przestrzeni publicznej, nazwa \norganizatora wystawy. \n \n\nDziennik Ustaw  – 11 –  Poz. 1637 \n 7. Indywidualna autorska wystawa plastyczna zorganizowana przez instytucję kultury o wysokim \nprestiżu: \n………………………………………………………………………………………………………… \n………………………………………………………………………………………………………… \nData i miejsce wystawy, rodzaj i tytuł dzieła, nazw a wystawy, nazwa organizatora wystawy. \n \n8. Uzyskanie nagrody indywidualnej lub znaczący udz iał w powstaniu osiągnięcia, za które \nuzyskano nagrodę zespołową w konkursie, na przegląd zie lub festiwalu muzycznym, teatral-\nnym, filmowym, plastycznym lub architektonicznym o wysokim prestiżu i o zasięgu między-\nnarodowym: \n………………………………………………………………………………………………………… \n………………………………………………………………………………………………………… \nData i miejsce uzyskania nagrody, nazwa i zasięg konkursu, przeglądu lub festiwalu, uzyskane miejsce, nazwa nagrody, \nrodzaj nagrody (indywidualna/zespołowa), udział w powstaniu osiągnięcia, za które uzyskano nagrodę zespołową \n(w procentach), imiona i nazwiska członków zespołu (wraz z wkładem procentowym), nazwa organizatora.  \n1 W przypadku braku osiągnięć artystycznych części C .2 nie wypełnia się. \n \n  \n\nDziennik Ustaw  – 12 –  Poz. 1637 \n  \nCZĘŚĆ C.3 – WYKAZ OSIĄGNIĘĆ SPORTOWYCH STUDENTA1 \n \nUzyskane \nmiejsce  Nazwa  \nzawodów  Dyscyplina \nsportowa  Rodzaj  \nrywalizacji  \n(indywidual-\nna/drużynowa)  Kategoria \nwiekowa  \n Skład drużyny  \n(w przypadku \nnagrody \n drużynowej)  Data i miejsce \nzawodów  \n(miesiąc/rok) \n       \n       \n       \n \n1 W przypadku braku osiągnięć sportowych części C.3 nie wypełnia się. \n \n  \n\n"}