{"content": "# \n            Czasopismo Computer Science\n            | Wydział Informatyki AGH\n        \n\nURL: https://www.informatyka.agh.edu.pl/pl/badania-i-rozwoj/czasopismo-computer-science/\nCrawled: 2025-03-19 21:37:47\n\nCzasopismo \nComputer Science\n jest wydawane przez Akademię Górniczo-Hutniczą w Krakowie. Redaktorami czasopisma są członkowie Wydziału Informatyki oraz Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej. Komitet redakcyjny składa się z wielu uznanych naukowców z całego świata prowadzących badania w dziedzinie informatyki.\nPierwszy numer czasopisma ukazał się w 1999 roku. W kwartalniku \nComputer Science\n publikowane są oryginalne prace naukowo-badawcze dotyczące zagadnień współczesnej informatyki teoretycznej i stosowanej. Zakres problemowy obejmuje (lecz nie jest do nich ograniczony): teoretyczne podstawy informatyki, rozpoznawanie i przetwarzanie obrazów, algorytmy ewolucyjne i sieci neuronowe, systemy baz danych, inżynierię wiedzy i wnioskowanie automatyczne, sieci komputerowe i systemy rozproszone, algorytmy obliczeń dużej skali i ich implementacje oraz systemy multimedialne i grafikę komputerową.\n\njournals.agh.edu.pl/\ncsci\n\nW najnowszej edycji Journal Citation Reports (JCR ed. 2022) czasopismo otrzymało wskaźnik Journal Impact Factor (JIF).\nWskaźnik Journal Impact Factor ma ogromne znaczenie zarówno dla ocenianych czasopism, jak i autorów publikacji zamieszczanych w tych czasopismach.\nWskaźnik Journal Impact Factor dla czasopisma Computer Science (AGH) wynosi:\n\n• JIF: 0.5\n\n• total citations: 96\n\nCzasopismo \nComputer Science\n\njest indeksowane w Google Scholar, CrossRef metadata search, Directory of Open Access Journals, Open Archives Initiative, Digital Libraries Federation, BazTech, Index Copernicus, Ulrich's Periodicals Directory, EBSCOhost Applied Sciences, DBLP,\n\nSCOPUS i ESCI Web of Science\n.", "metadata": {"url": "https://www.informatyka.agh.edu.pl/pl/badania-i-rozwoj/czasopismo-computer-science/", "title": "\n            Czasopismo Computer Science\n            | Wydział Informatyki AGH\n        ", "depth": 3, "duplicate": false, "content_hash": "8653da3f08892d4b0ef45306ebea613b", "word_count": 204, "headings": [{"level": 1, "text": "Czasopismo Computer Science"}, {"level": 4, "text": "journals.agh.edu.pl/csci"}, {"level": 5, "text": "Informacja o cookies"}]}}