{"content": "# Privacy policy - AGH e-Shop\n\nURL: https://sklep.agh.edu.pl/en/privacy-policy,18\nCrawled: 2025-03-19 21:24:34\n\nHome Page\n  /\n\nPrivacy policy\n\nPrivacy Policy of the AGH University Online Store\n\nThis Privacy Policy describes the terms and conditions related to the processing and protection of personal information provided by the Users in connection with using the AGH University Online Store. \n\nAny personal information provided to or gathered by the AGH University Online Store is controlled by the AGH University of Krakow at Al. Mickiewicza 30, 30-059 Krakow, Poland, (Data Controller) being a legal entity pursuant to Article 12 of the Act of 27 July 2005 – Higher Education Act (Dz.U. (Journal of Laws) of 2012, item 572, as amended), NIP (Tax Identification Number) 675 000 19 23, REGON (National Business Register Number) 000001577.\n\nPersonal Information is processed pursuant to the authorisation given by the User and also in the cases in which the law authorises the Data Controller to process personal information pursuant to the provisions of law or in order to carry out the contract concluded between the parties. \n\nThe AGH University Online Store gathers information about users and their behaviour in the following ways: \n\nby means of voluntary provision of information in the information forms\nby means of gathering cookies (more information concerning the cookies policy is available on the website \nwww.agh.edu.pl/polityka-obslugi-plikow-cookies.\n\nThe AGH University Online Store gathers information that is voluntarily provided by the User.\n\nThe information provided in the information form is processed for the purpose which a particular form serves, for example, for the reason of making information contact. \n\nPersonal information provided to the AGH University Online Store will not be sold or made available to third parties, in compliance with the regulations of the Personal Data Protection Act. \n\nEvery person who has provided personal information to the Store has a right to access the information. Every person also has a right to amend the information, or to demand to stop its processing, or to request deleting the information at any time. \n\nWe reserve the right to change the Privacy Policy of the AGH University Online Store, which may result from the development of the Internet technologies, or the changes of the law with respect to the protection of personal information, or the development of the services that we provide. Any changes will be made available to the public in a clear and visible way.  \n\nThe AGH University Online Store may contain links to other Internet websites. These Internet websites operate independently of the Store and are not controlled by the Store in any way. These websites may also have their own privacy policies as well as their own terms and conditions, which we recommend to become familiar with. \n\nIf you have any doubts concerning this privacy policy notice, we will be pleased to answer your questions. Our contact details can be found in the section \nCONTACT\n.", "metadata": {"url": "https://sklep.agh.edu.pl/en/privacy-policy,18", "title": "Privacy policy - AGH e-Shop", "depth": 3, "duplicate": false, "content_hash": "56b335c6c9c0813500dd1c5aa1ccd104", "word_count": 466, "headings": []}}