{"content": "#  Kierunek Komputerowo Wspomagana Inżynieria Materiałów Budowlanych na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/kandydaci/studia-i-stopnia/komputerowo-wspomagana-inzynieria-materialow-budowlanych\nCrawled: 2025-03-19 21:33:05\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Komputerowo Wspomagana Inżynieria Materiałów Budowlanych \n\nKomputerowo Wspomagana Inżynieria Materiałów Budowlanych\n Nowy kierunek I stopnia w roku akademickim 2024/2025\n\nStudia na kierunku \nKomputerowo Wspomagana Inżynieria Materiałów Budowlanych\n umożliwiają zdobycie specjalistycznej wiedzy w zakresie inżynierii materiałowej, ze szczególnym naciskiem na segment materiałów budowlanych oraz umiejętności posługiwania się narzędziami informatycznymi niezbędnymi dla współczesnego inżyniera. Program studiów obejmuje kursy przedmiotów podstawowych:\n\nmatematyka,\n\nfizyka,\n\nchemia, \n\nnaukę o materiałach,\n\nchemię fizyczną,\n\nbudowę materii,\n\na także przedmioty kierunkowe związane z projektowaniem i wytwarzaniem materiałów budowlanych.\n\nStudenci zdobywają wiedzę w zakresie komputerowych narzędzi inżynierskich oraz podstaw programowania, zarówno o charakterze ogólnym (wstęp do informatyki, modelowanie CAD, metody obliczeniowe, uczenie maszynowe) jak i specjalistycznym, związanym z materiałami budowlanymi (modelowanie przebiegu procesów chemicznych, komputerowe projektowanie materiałów, BIM). \nZdobądź wiedzę w obszarze inżynierii materiałów budowlanych i informatycznych narzędzi inżynierskich.\n\nKierunek dedykowany jest osobom zainteresowanym zdobyciem \nwiedzy o nowoczesnym projektowaniu\n, produkcji oraz wykorzystaniu potencjału materiałów budowlanych w różnych gałęziach przemysłu. Biorąc pod uwagę rolę branży materiałów budowlanych dla środowiska naturalnego, w programie studiów uwzględniono również potrzebę rozumienia współczesnych problemów związanych z wpływem gospodarki na środowisko naturalne (zużywanie zasobów, emisje związane z procesami przemysłowymi, itp.). Pozwoli to studentom na \nlepsze przygotowanie się do funkcjonowania na współczesnym rynku pracy\n, gdzie zagadnienia środowiskowe stają się równie ważne, co zagadnienia stricte technologiczne. \n\nAbsolwent kierunku będzie konkurencyjny na rynku pracy jako osoba posiadająca z jednej strony\n szeroko pojęte kompetencje inżynierskie\n, a z drugiej \nspecjalistyczną wiedzę\n na temat rodzajów i właściwości materiałów budowlanych. Pozwoli to Absolwentom na znajdowanie zatrudnienia przede wszystkim w szeroko pojętej branży materiałów budowlanych:\n\nw zakładach produkcyjnych (materiały wiążące, materiały wykończeniowe, izolacyjne, itp.) lub\n\nprzedsiębiorstwach budowlanych zatrudniających specjalistów do obsługi zamówień oraz przetargów związanych z materiałami budowlanymi. \n\nWydział Inżynierii Materiałowej i Ceramiki od lat intensywnie współpracuje z czołowymi przedsiębiorstwami branży materiałów budowlanych, co przekłada się na atrakcyjny program \npraktyk zawodowych\n w trakcie studiów, staży wakacyjnych czy też wspólnych prac dyplomowych, realizowanych we współpracy z partnerami przemysłowymi.\n\nInterdyscyplinarny charakter studiów\n na kierunku Komputerowo Wspomagana Inżynieria Materiałów Budowlanych i szerokie spektrum zdobytej wiedzy oraz umiejętności \npozwalają na dalszą edukację na studiach II stopnia\n na różnych specjalnościach. Dla absolwentów I stopnia studiów Komputerowo Wspomagana Inżynieria Materiałów Budowlanych\n Wydział Inżynierii Materiałowej i Ceramiki oferuje możliwość pogłębiania wiedzy \nw zakresie materiałów budowlanych na kierunku Technologia Chemiczna (specjalność Technologia Materiałów Budowlanych) lub na kierunku Chemia Budowlana.\n\nOto kilka przykładowych zawodów, w których absolwenci kierunku \nKomputerowo wspomagana inżynieria materiałów budowlanych\n mogą znaleźć zatrudnienie:\n\nInżynier ds. badań i rozwoju materiałów budowlanych\n: Praca nad opracowywaniem nowych materiałów budowlanych, analiza ich właściwości oraz optymalizacja procesów produkcyjnych przy użyciu narzędzi komputerowych.\n\nSpecjalista BIM (Building Information Modeling)\n: Tworzenie i zarządzanie modelami informacji o budynkach dla kompleksowej analizy i optymalizacji procesów budowlanych.\n\nSpecjalista ds. projektowania konstrukcji budowlanych\n: Wykorzystanie komputerowych narzędzi do projektowania konstrukcji budowlanych oraz doboru odpowiednich materiałów budowlanych z uwzględnieniem wymagań projektowych.\n\nKonsultant techniczny w firmach budowlanych\n: Doradztwo techniczne w zakresie wyboru materiałów budowlanych, analiza ich właściwości oraz wsparcie w przygotowywaniu dokumentacji projektowej.\n\nInżynier ds. ochrony środowiska w budownictwie\n: Badanie wpływu stosowanych materiałów budowlanych na środowisko naturalne oraz proponowanie rozwiązań ograniczających negatywne skutki dla ekosystemu.\n\nSpecjalista ds. innowacji w branży materiałów budowlanych\n: Monitorowanie trendów i nowych technologii w dziedzinie materiałów budowlanych, identyfikacja możliwości wprowadzenia innowacyjnych rozwiązań do produkcji.\n\nKierownik projektu w firmach budowlanych\n: Koordynacja procesów projektowych związanych z wykorzystaniem materiałów budowlanych, zarządzanie zespołem projektowym oraz kontrola kosztów i terminów.\n\nAnalityk ds. rynku materiałów budowlanych\n: Analiza rynku materiałów budowlanych, prognozowanie trendów oraz ocena konkurencyjności oferowanych produktów.\n\nTe zawody oferują różnorodne możliwości zatrudnienia dla absolwentów kierunku Komputerowo Wspomagana Inżynieria Materiałów Budowlanych, umożliwiając wykorzystanie zdobytej wiedzy i umiejętności zarówno w przemyśle, jak i w sferze doradztwa i konsultingu budowlanego. Dodatkowo możliwość pogłębiania wiedzy na studiach II stopnia otwiera drogę do dalszego rozwoju kariery w specjalistycznych obszarach branży materiałów budowlanych i inżynierii.\n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/kandydaci/studia-i-stopnia/komputerowo-wspomagana-inzynieria-materialow-budowlanych", "title": " Kierunek Komputerowo Wspomagana Inżynieria Materiałów Budowlanych na Wydziale Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "508ed49a6be5b561e9df7dcceaea6749", "word_count": 677, "headings": [{"level": 1, "text": "Komputerowo Wspomagana Inżynieria Materiałów Budowlanych"}, {"level": 2, "text": "Stopka"}]}}