{"content": "# The MXene in LEO hardware acceptance inspection by European Space Agency completed!-- Space Technology Centre \n\nURL: https://ctk.agh.edu.pl/en/news/detail/the-mxene-in-leo-hardware-acceptance-inspection-by-european-space-agency-completed\nCrawled: 2025-03-19 21:25:08\n\nfot. Grzegorz Wojtek, KSAF \n\n The MXene in LEO hardware acceptance inspection by European Space Agency completed! \n\n 28-02-2025 \n\n The MXene in LEO experiment, developed at AGH University of Krakow, has successfully passed ESA’s inspection, confirming its readiness for shipment to the launch site, where it will be tested aboard the ISS by Polish astronaut Sławosz Uznański-Wiśniewski as part of the IGNIS mission in spring 2025. \n\nGreat news!  We are happy to announce that the \nMXene in LEO experiment\n, developed at the \nAGH University of Krakow\n, has successfully passed the inspection conducted by representatives of the \nEuropean Space Agency (ESA)\n. This approval confirms that our MXene in LEO experimental hardware can be delivered for shipment to the launch site.  \n\nThe experiment will be conducted aboard the International Space Station (ISS) by Polish ESA project astronaut Sławosz Uznański-Wiśniewski as a part of “IGNIS” - the first Polish technological and scientific mission to the International Space Station. \n\nWhile Sławosz Uznański-Wiśniewski will be the one testing the experiment in orbit, the project itself was developed right here at AGH University of Krakow. Our goal is to study the properties of MXenes - advanced nanomaterials with numerous potential applications in future space missions. These materials have huge potential for space applications, and this experiment will give us valuable data on how they behave beyond Earth. \n\nGetting ESA’s approval for the experiment hardware is an important milestone for the MXene in LEO team, but we’re not slowing down. There’s still a lot of work ahead and requirements to meet before the launch of the IGNIS mission, which is planned for spring 2025. \n\nA huge thank you to Jutta Krause and Fabio Vollaro from the European Space Agency for their support and thorough evaluation! \n\nBack", "metadata": {"url": "https://ctk.agh.edu.pl/en/news/detail/the-mxene-in-leo-hardware-acceptance-inspection-by-european-space-agency-completed", "title": "The MXene in LEO hardware acceptance inspection by European Space Agency completed!-- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "63a0867efeba65cd3c9994624a01aafe", "word_count": 290, "headings": [{"level": 1, "text": "The MXene in LEO hardware acceptance inspection by European Space Agency completed!"}, {"level": 2, "text": "Stopka"}]}}