{"content": "# O kręgielni | Oficjalna strona Basenu AGH\n\nURL: https://www.basen.agh.edu.pl/?page_id=144\nCrawled: 2025-03-19 22:38:00\n\nW skład kompleksu sportowo – rozrywkowego Basen AG9H wchodzi nowoczesna kręgielnia oraz bilard ze stylowym barem. Znajdą tu także Państwo stoły do gry w piłkarzyki oraz cymbergaja.\n\nKręgielnia zbudowana została z zastosowaniem najnowszych rozwiązań firmy Gemax. Jest całkowicie zautomatyzowana i komputerowo sterowana. Do Państwa dyspozycji przygotowaliśmy dwa tory. W trakcie korzystania z kręgielni wymagane jest specjalne obuwie dostępne na miejscu.\n\nRezerwacja torów na podstawie wpłaty zaliczki w kasie kręgielni\n\nInformacja: tel. \n12 617 48 35\n\nponiedziałek-piątek w godz. \n14:00-22:30\n\nsobota-niedziela/święta \n9:00 – 22.30\n\nZasady gry w kręgle\n\nGra w kręgle składa się z 10 rund. Podczas jednej rundy wykonuje się maksymalnie dwa rzuty kulą. Na początku każdej rundy gracz stara się strącić wszystkie 10 kręgli. Jeżeli gracz strąci wszystkie kręgle za pierwszym razem – ma miejsce tzw. strike, który kończy rundę. W przypadku gdy nie wszystkie kręgle zostaną strącone za pierwszym razem gracz ma jeszcze jeden rzut. Jeżeli uda się strącić pozostałe kręgle rezultat nazywa się spare. Gdy po dwóch wykonanych rzutach wciąż pozostają nie strącone kręgle to runda kończy się dla gracza tzw. open frame – gracz otrzymuje tyle punktów, ile strącił kręgli.\n\nPunktacja:\n\nStrike\n – Wszystkie 10 kręgli strącone za pierwszym razem. Gracz otrzymuje maksymalną liczbę – 10 punktów oraz dodatkowo łączną liczbę punktów zdobytych podczas dwóch następnych rzutów kulą.\n\nSpare\n – Wszystkie 10 kręgli strącone w jednej rundzie (w dwóch rzutach). Gracz otrzymuje 10 punktów za rundę oraz dodatkowo liczbę punktów zdobytych podczas następnego rzutu.\n\nOpen frame\n – W trakcie jednej rundy nie zostały strącone wszystkie kręgle. Gracz otrzymuje tyle punktów, ile strącił kręgli.\n\nMiss\n – gracz chybił w trakcie całej rundy.\n\nPobyt na kręgielni i bilardzie jest przewidziany do godziny otwarcia w poszczególne dni.\n\nKręgielnia otwarta jest:\n\nPoniedziałek-piątek  14.00 – 22.30 \n\nSobota-niedziela/ święta 9.00 – 22.30\n\nDodaj komentarz \nAnuluj pisanie odpowiedzi\nMusisz się \nzalogować\n, aby móc dodać komentarz.", "metadata": {"url": "https://www.basen.agh.edu.pl/?page_id=144", "title": "O kręgielni | Oficjalna strona Basenu AGH", "depth": 3, "duplicate": false, "content_hash": "acdaf9f0ef45625c6d58c62b1946df22", "word_count": 303, "headings": [{"level": 1, "text": ""}, {"level": 1, "text": "W skład kompleksu sportowo – rozrywkowego Basen AG9H wchodzi nowoczesna kręgielnia oraz bilard ze stylowym barem. Znajdą tu także Państwo stoły do gry w piłkarzyki oraz cymbergaja."}, {"level": 3, "text": "Dodaj komentarzAnuluj pisanie odpowiedzi"}]}}