{"content": "#  Space for Society -- Space Technology Centre \n\nURL: https://www.ctk.agh.edu.pl/en/research-groups/space-for-society\nCrawled: 2025-03-19 21:25:05\n\nSkip to content\n\nSkip to footer\n\n Space for Society \n\nThe Space for Society research group focuses on promoting inclusivity and interdisciplinarity in the field of space technology. Our goal is to build an open space industry where everyone can contribute. In line with our mission, we also support the sustainable development of the space sector.\n\nThe activities of Space for Society are based on:\n\nPromoting student mobility and cultural exchange,\n including travel vlogs and organizing international student conferences, contributing to a better understanding of diverse perspectives.\n\nOrganizing online and in-person events\n for schools and local communities under the slogan \"Space for All,\" to inspire younger generations and expand access to knowledge about space.\n\nEmphasizing the importance of diversity in space projects,\n showing how diverse teams can contribute to technological success and innovation in the industry.\n\nResearching social perceptions of space,\n helping us understand how space exploration impacts human aspirations, values, and visions for the future.\n\nStrengthening self-worth and confidence\n through development programs that help individuals believe in their potential within the space technology sector and international environment.\n\nPresenting inspiring role models\n who demonstrate that a career in space is attainable for everyone, regardless of background, gender, or physical abilities.\n\nSpace Society Lab operates with the conviction that access to space and technology should be available to all, creating a friendly, diverse industry open to new perspectives.\n\nStopka\n\nResearch\n\nProjects\n\nContact\n\nLogo to download\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/en/research-groups/space-for-society", "title": " Space for Society -- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "1af8db31f6d62852cf5c1d3d989ea110", "word_count": 234, "headings": [{"level": 1, "text": "Space for Society"}, {"level": 2, "text": "Stopka"}]}}