{"content": "# Projekty badawcze - Wydział Humanistyczny AGH\n\nURL: https://wh.agh.edu.pl/nauka/projekty-badawcze/\nCrawled: 2025-03-19 21:37:37\n\nProjekty badawcze\n\nGranty\n\nMierzenie lokalnej spójności społecznej w polskich warunkach kulturowych. Badanie pilotażowe\n\nKierownik projektu: dr Tomasz Piróg\n\nŹródło finansowania: Narodowe Centrum Nauki (Miniatura 8)\n\nCzas realizacji: 2024-2025 (12 miesięcy)\n\nDoświadczenie kryzysu Kościoła rzymskokatolickiego w Polsce a strategie radzenia sobie lewicowych katolików.\n\nKierownik projektu: mgr Paulina Model\n\nŹródło finansowania: Narodowe Centrum Nauki (Preludium 23)\n\nCzas realizacji: 2025-2027 (36 miesięcy)\n\nStrategie przystosowawcze w zakresie edukacji i aktywności zawodowej wobec popularyzacji sztucznej inteligencji – wstępne ujęcie mikrospołeczne\n\nKierownik projektu: dr Damian Gałuszka\n\nŹródło finansowania: Narodowe Centrum Nauki (Miniatura 8)\n\nCzas realizacji: 2024-2025 (12 miesięcy)\n\nArgument mining: Modele debat publicznych i wspomagana algorytmicznie ekstrakcja argumentów\n\nKierownik projektu: dr Rafał Olszowski\n\nŹródło finansowania: Narodowe Centrum Nauki (Opus 25)\n\nCzas realizacji: 2024-2027 (36 miesięcy)\n\nJak wykorzystywać trendwatching do projektowania lokalnych interwencji społecznych: terenowe studium metodologiczne z zakresu participatory action research\n\nKierownik projektu: dr hab. Łukasz Afeltowicz, prof. AGH\n\nŹródło finansowania: Ministerstwo Edukacji i Nauki (Doktorat wdrożeniowy VII)\n\nCzas realizacji: 2023-2027 (48 miesięcy)\n\nZerowa emisja CO2 za sprawą krzemianów i glinianów wapnia\n\nKierownik projektu: dr hab. Jacek Gądecki, prof. AGH\n\nŹródło finansowania: Ministerstwo Edukacji i Nauki (Granty na Granty)\n\nCzas realizacji: 2023 (3 miesiące)\n\nFORUM: Infrastruktura ucieczki i osiedlania się: społeczny, instytucjonalny i cyfrowy wymiar ukraińskiego uchodźstwa w Polsce i Australii\n\nKierownik projektu: dr hab. Maria Nawojczyk, prof. AGH\n\nŹródło finansowania: Narodowa Agencja Wymiany Akademickiej (Granty interwencyjne)\n\nCzas realizacji: 2023-2024 (12 miesięcy)\n\nHEGELabs Laboratoria kreatywne jako zasób dziedzictwa europejskiego\n\nKierownik projektu: dr Anna Olszewska\n\nŹródło finansowania: Ministerstwo Edukacji i Nauki (Granty na Granty)\n\nCzas realizacji: 2023 (4 miesiące)\n\nWirtualna jesień życia. Rozważania o roli gier cyfrowych w życiu osób starszych\n\nKierownik projektu: dr Damian Gałuszka\n\nŹródło finansowania: Ministerstwo Edukacji i Nauki (Doskonała Nauka Monografie II)\n\nCzas realizacji: 2023-2024 (12 miesięcy)\n\nCONTRABASS: Zerowa emisja CO2 za sprawą krzemianów i glinianów wapnia\n\nKierownik projektu: dr hab. Łukasz Afeltowicz, prof. AGH\n\nŹródło finansowania: Komisja Europejska HORIZON-MSCA-2022-DN-01\n\nProjekt realizowany w konsorcjum\n\nCzas realizacji: 2024-2027 (48 miesięcy)\n\nNEXUS: Pokonywanie nierówności w obszarach R&I dzięki innowacyjnym działaniom w ramach\n\ninkluzywnych Planów Równości Płci\n\nKierownik projektu: dr hab. Katarzyna Leszczyńska, prof. AGH\n\nŹródło finansowania: Komisja Europejska HORIZON-WIDERA-2022-ERA-01\n\nProjekt realizowany w konsorcjum\n\nCzas realizacji: 2023-2025 (24 miesięcy)\n\nWytwarzanie to łączenie. Badania materialno-społecznych światów wytwórców skupionych wokół przestrzeni warsztatowych typu makerspace\n\nKierownik projektu: dr hab. Jacek Gądecki, prof. AGH\n\nŹródło finansowania: Narodowe Centrum Nauki (Opus 23)\n\nProjekt realizowany w konsorcjum z Instytutem Rozwoju Miast i Regionów\n\nCzas realizacji: 2023-2026 (36 miesięcy)\n\nDofinansowanie: 513 590 zl\n\nJak maszyny zyskują płeć? Wzory płci społeczno-kulturowej w projektowaniu interfejsów konwersacyjnych\n\nKierownik projektu: mgr Katarzyna Cieślak\n\nŹródło finansowania: Narodowe Centrum Nauki (PRELUDIUM 21)\n\nCzas realizacji: 2023 (12 miesięcy)\n\nDofinansowanie: 41 236 zl\n\nLokalna spójność społeczna w Polsce i Niemczech. Badanie pilotażowe.\n\nKierownik projektu: dr Tomasz Piróg\n\nŹródło finansowania: Polsko-Niemiecka Fundacja na rzecz Nauki\n\nProjekt realizowany w konsorcjum\n\nCzas realizacji: 2022-2023 (19 miesięcy)\n\nBadania nad transgenerayjną pamięcią o Holoukaście w Europie Środkowej\n\nKierownik projektu: dr Radosław Tyrała\n\nŹródło finansowania: Fundusz Wyszehradzki VG-1-2022\n\nProjekt realizowany w konsorcjum z Eotvos Lorand University, Univerzita Komenskeho w Bratislave i Univerzita Karlova\n\nCzas realizacji: 2023 (12 miesięcy)\n\nDofinansowanie: 5 900 zl\n\nModel detekcji Fake News w internecie w oparciu o analizę propagacji treści i wiarygodność źródeł informacji, wykorzystujący algorytmy AI w ujęciu ANT i makro-aktorów\n\nKierownik projektu: dr hab. Grzegorz Ptaszek, prof. AGH\n\nŹródło finansowania: Ministerstwo Edukacji i Nauki (Doktorat wdrożeniowy VI-AI)\n\nCzas realizacji: 2022-2026 (48 miesięcy)\n\nDofinansowanie: 338 632,36 zl\n\nModel detekcji Fake News w Internecie w oparciu o NLP, wykorzystujący algorytmy AI w ujęciu ANT i mikro-aktorów\n\nKierownik projektu: dr hab. Grzegorz Ptaszek, prof. AGH\n\nŹródło finansowania: Ministerstwo Edukacji i Nauki (Doktorat wdrożeniowy VI-AI)\n\nCzas realizacji: 2022-2026 (48 miesięcy)\n\nDofinansowanie: 338 632,36 zl\n\nLaboratorium Społeczno-Technologiczne (SoTechLab). Społeczny wymiar technologii\n\nKierownik projektu: dr hab. Katarzyna Leszczyńska, prof. AGH\n\nŹródło finansowania: Ministerstwo Edukacji i Nauki (\nSpołeczna Odpowiedzialność Nauki 2022\n)\n\nCzas realizacji: 2022-2024 (24 miesięce)\n\nDofinansowanie: 139 288,95 zl\n\nProgramy alternatywnej duchowości na Śląsku Cieszyńskim od końca XIX w. do lat 70. XX w.\n\nKierownik projektu: dr hab. Izabela Trzcińska\n\nŹródło finansowania: Ministerstwo Edukacji i Nauki (Nauka dla Społeczeństwa edycja 2021)\n\nCzas realizacji: 2022-2025 (36 miesięcy)\n\nDofinansowanie: 581 147 zl\n\nFormowanie i adaptacja. Rola religii w konstruowaniu tożsamości organizacyjnej uczelni katolickich w Polsce\n\nKierownik projektu: dr Marcin Zwierżdżyński\n\nŹródło finansowania: Narodowe Centrum Nauki (OPUS 21)\n\nCzas realizacji: 2022-2025 (36 miesięcy)\n\nDofinansowanie:  498 248 zl\n\nMultimodalność w udostępnianiu kolekcji muzealnych dla osób z niepełnosprawnościami – ewaluacja dostępnych rozwiązań\n\nKierownik projektu: dr Dorota Żuchowska-Skiba\n\nŹródło finansowania: \nPFRON\n\nCzas realizacji: 2021-2022 (12 miesięcy)\n\nDofinansowanie:  10 450 zl\n\nDIALOG Działanie Innowacje Aktywność Ludzie Otwartość Gotowość\n\nKierownik projektu: dr hab. Jacek Gądecki, prof. AGH\n\nŹródło finansowania: Ministerstwo Funduszy i Polityki Regionalnej Program Operacyjny Pomoc Techniczna 2014-2020 HUMAN SMART CITIES. Inteligentne miasta współtworzone przez mieszkańców\n\nProjekt realizowany w konsorcjum z Urzędem Miejskim w Krynicy-Zdroju oraz Wydziałem Informatyki, Elektroniki i Telekomunikacji AGH oraz Wydziałem Zarządzania AGH\n\nCzas realizacji: 2019-2023 (45 miesięcy)\n\nDofinansowanie dla AGH: 422 962 zł\n\nProgram Szczepień Ochronnych w Polsce w świetle opinii przedstawicieli dominującego podejścia eksperckiego. Awangardowy czy półperyferyjny?\n\nCelem projektu jest przeprowadzenie badania wstępnego dotyczącego opinii przedstawicieli dominującego podejścia eksperckiego na temat zasadności wprowadzenia modyfikacji w zakresie zniesienia obowiązkowości szczepień w Programie Szczepień Ochronnych w Polsce.\n\nKierownik projektu: dr Radosław Tyrała\n\nŹródło finansowania: Narodowe Centrum Nauki (Miniatura 4)\n\nCzas realizacji: 2020 (12 miesięcy)\n\nDofinansowanie: 11 550 zl\n\nBadania użytkownika jako praktyka społeczna. Podejście teorii praktyk społecznych do problemu używania wiedzy socjologicznej poza nauką\n\nKierownik projektu: dr Seweryn Rudnicki\n\nŹródło finansowania: Narodowe Centrum Nauki (OPUS 15)\n\nKwota dofinansowania: 205 130 zł\n\nCzas realizacji: 2019-2024 (60 miesięcy)\n\nWykorzystanie metod badań socjologicznych w badaniach użytkownika – badanie wstępne zastosowania teorii praktyk społecznych do problemu używania wiedzy socjologicznej poza nauką.\n\nKierownik: dr Seweryn Rudnicki\n\nŹródło finansowania Narodowe Centrum Nauki (Miniatura 2)\n\nKwota dofinansowania: 33 660 zł\n\nOkres realizacji: 2018 (12 miesięcy)\n\nKolektywna inteligencja w Internecie: zastosowania w sferze publicznej, metody badania i modele partycypacji obywatelskiej.\n\nKierownik dr Rafał Olszowski\n\nKwota dofinansowania: 336 000 zł\n\nŹródło finansowania: Narodowe Centrum Nauki (SONATINA 2)\n\nCzas realizacji: 2018-2023 (60 miesięcy)\n\nFinansowanie uczestnictwa w programie „Mobilność Plus” – V edycja\n\nKierownik: dr Łukasz Krzyżowski\n\nŹródło finansowania: Ministerstwo Nauki i Szkolnictwa Wyższego\n\nOkres realizacji: 2018-2019\n\nTechnologiczno-społeczne oblicza XXI wieku. Zadanie z zakresu działalności upowszechniających naukę\n\nKierownik projektu: dr Dorota Żuchowska-Skiba\n\nŹródło finansowania: Ministerstwo Nauki i Szkolnictwa Wyższego\n\nKwota dofinansowania: 15 000 zł\n\nOkres realizacji: 2018 (4 miesiące)\n\nEuropeizacja sytuacji życiowych. Polscy założyciele firm w Berlinie i polsko-niemieckim obszarze przygranicznym\n\nKierownik projektu: dr hab. Maria Nawojczyk, prof. nadzw\n\nŹródło finansowania: Polsko-Niemiecka Fundację na Rzecz Nauki\n\nKwota dofinansowania: 23 379 EUR.\n\nCzas realizacji: 2016-2018 (24 miesiące)\n\nPłeć kulturowa jako czynnik różnicujący organizacje religijne. Płciowe praktyki społeczne i ich interpretacje w organizacjach Polskiej Misji Katolickiej w Anglii, Szwecji i Belgii\n\nKierownik projektu: dr Katarzyna Leszczyńska (WH AGH)\n\nŹródło finansowania: Narodowe Centrum Nauki (SONATA BIS)\n\nKwota dofinansowania: 434 044zł.\n\nCzas realizacji: 2015-2018 (36 mieSięcy)\n\nA więc siedzisz w domu? Etnograficzne studium odpłatnej pracy domowej wykonywanej na zasadach telepracy\n\nCelem projektu było przeprowadzenie 30-miesięcznych badań etnograficznych dotyczących wpływu telepracy na praktyki mieszkaniowe i godzenie życia zawodowego i prywatnego w codziennym życiu we współczesnym polskim domu. Główne pytania badawcze dotyczą wpływu telepracy na rozwój praktyk życia zawodowego o rodzinnego. Projekt wykorzystywał metody jakościowe, etnograficzne. Metody te pozwalają na zbadanie sposobów, w jakie kształtują się codzienne praktyki pracy domowej prowadzonej na zasadzie telepracy i życia prywatnego, wpływając na rzeczywistość materialną i społeczną domu. Badanie opierały się m.in. na wywiadach pogłębionych, foto-esejach, etnografii blogów i wywiadach w parze.\n\nKierownik projektu: dr Jacek Gądecki\n\nWykonawcy projektu: dr Marcin Jewdokimow (WNH UKSW) dr Magdalena Żadkowska (WNS UG)\n\nŹródło finansowania: Narodowe Centrum Nauki\n\nKwota dofinansowania: 157 740 zł.\n\nCzas realizacji: 2014-2016 (30 miesięcy)\n\nSoteriologia ateizmu – wizje zbawienia poza religią w klasycznych i współczesnych stanowiskach ateistycznych\n\nCelem projektu była rekonstrukcja ateistycznej soteriologii właściwej alienacyjnemu i racjonalistycznemu nurtowi krytyki religii, oraz dziewiętnastowiecznemu ateizmowi rosyjskiemu. Projekt starał się dowieść, że po pierwsze możemy w ogóle mówić o spójnej wizji zbawienia właściwej każdemu z tych nurtów, po drugie, że mimo wielu różnic pomiędzy poszczególnymi nurtami, wątki soteriologiczne pojawiające się w nich, są bardzo podobne. Badania przeprowadzone w jego ramach wpisują się w szerszy problem badawczy – problem duchowości pozareligijnej.\n\nKierownik projektu: dr Jowita Guja\n\nŹródło finansowania: Narodowe Centrum Nauki\n\nKwota dofinansowania: 115 190 zł\n\nCzas realizacji: 2014-2017 (36 miesięcy)\n\nSpecjalna Strefa Ekonomiczna jako przestrzeń realizacji „neoliberalnego imaginarium”\n\nStaż podoktorski finansowany w ramach programu FUGA 2 ze środków Narodowego Centrum Nauki. Celem naukowym projektu jest próba odpowiedzi na pytanie w jaki sposób neoliberalizm, rozumiany nie w terminach systemu lub struktury ekonomiczno-politycznej, lecz jako globalna, mobilna technologia rządzenia jest negocjowany i wdrażany w obrębie Specjalnej Strefy Ekonomicznej. Projekt był realizowany w latach 2013-2016.\n\nKierownik projektu: dr Marta Songin-Mokrzan\n\nOpiekun naukowy: dr hab. Maria Nawojczyk\n\nŹródło finansowania: Narodowe Centrum Nauki\n\nKwota dofinansowania: 457 600 zł\n\nReprodukowanie wzorów kobiecości i męskości przez świeckich w organizacjach administracyjno-ewangelizacyjnych Kościoła rzymskokatolickiego w Polsce\n\nCelem projektu było odkrycie wzorów działań/praktyk społecznych podejmowanych przez świeckie osoby, kobiety i mężczyzn, w organizacjach administracyjno-ewangelizacyjnych Kościoła rzymskokatolickiego w Polsce. Koncepcja działań społecznych jest inspirowana teorią nowego instytucjonalizmu. Metodologia badań jest jakościowa i obejmuje analizę treści oraz indywidualne wywiady pogłębione.\n\nKierownik projektu: dr Katarzyna Leszczyńska\n\nŹródło finansowania: Narodowe Centrum Nauki\n\nKwota dofinansowania: 116 500 zł\n\nZa starzy na pracę, za młodzi na emeryturę. Młodzi emeryci w polskich i europejskich kulturach starości\n\nGłównym celem jest analiza polskiej kultury (i związanych z nią strategii) przechodzenia na emeryturę oraz tożsamości „młodych emerytów”. Badania realizowane były przez zespół młodych naukowców z czterech ośrodków naukowych w Polsce. Projekt uzyskał wsparcie zagranicznych partnerów: Wydziału Filozoficznego na Martin-Luther Universität w Halle oraz Friedrich-Alexander Universität w Norymbergii.\n\nKierownik projektu: mgr Łukasz Krzyżowski\n\nŹródło finansowania: Ministerstwo Nauki i Szkolnictwa Wyższego (Narodowy Program Rozwoju Humanistyki)\n\nWykonawcy: mgr Wojciech Kowalik (AGH), mgr Katarzyna Suwada (IFiS PAN), mgr Anna Pawlina (Uek), mgr Zuzanna Drożdżak (UJ)\n\nKwota dofinansowania: 143 000 zł\n\nRomskie kobiety współcześnie- tożsamości, identyfikacje, wybory: badania jakościowe aktywności liderek Bergitka Roma i Polska Roma z perspektywy przeobrażeń ich tożsamości etnicznej\n\nKierownik projektu: Profesor Maria Szmeja\n\nGłówny wykonawca: Agata Anacik\n\nKwota dofinansowania: 30 000 zł\n\nOpieka transnarodowa i relacje międzygeneracyjne. Współczesne polskie „kultury migracji”\n\nKierownik projektu: Profesor Janusz Mucha\n\nGłówny wykonawca: mgr Łukasz Krzyżowski\n\nKwota dofinansowania: 40 000 zł.\n\nElektroniczna demokracja na szczeblu lokalnym. Główne aspekty wykorzystania Internetu przez jednostki samorządowe\n\nGrant otrzymany przez profesora Leszka Porębskiego, finansowany przez Ministerstwo Nauki i Szkolnictwa Wyższego. Realizowany będzie w latach 2010-2012. Była to próba diagnozy sposobu i stopnia wykorzystania sieci przez polskie samorządy – konkretnie powiaty ziemskie – w kategoriach ilościowej analizy zawartości oficjalnych witryn władz powiatowych. Badania były prowadzone w latach 2005-2009. Celem projektu finansowanego przez grant była synteza uzyskanych wyników i prezentacja „lokalnego wymiaru polskiej demokracji elektronicznej” w formie monografii książkowej.\n\nI love NH. Badanie przemian gentryfikacyjnych w starej części dzielnicy Nowa Huta\n\nStara część dzielnicy Nowa Huta w Krakowie reprezentuje przykład przestrzeni dzielnicy poprzemysłowej części miasta, która w nowych, postindustrialnych warunkach, po okresie stagnacji, poddawana jest obecnie zarówno odgórnym jak i spontanicznym procesom odnowy. Projekt identyfikuje i śledzi przejawy procesu gentryfikacji. Bada czy i na ile dzielnica zmienia swoją strukturę społeczną dzięki działaniom powodującym napływ nowych mieszkańców.\n\nCelem projektu realizowanego przez zespół kierowany przez dra Jacka Gądeckiego było opracowanie w ciągu 2 lat studium przypadku materialnych oraz społeczno kulturowych przejawów gentryfikacji starej części dzielnicy Nowa Huta. Grant został zrealizowany w latach 2010-2012 ze środków na badania własne MNiSW.\n\nRozszerzenie programu na kierunku „socjologia” oraz przygotowanie programów na nowym kierunku „kulturoznawstwo”\n\nJest to temat zadania realizowanego przez dr Łucję Kapralską i dr Marzenę Mamak-Zdanecką w ramach ogólnouczelnianego projektu „Fabryka Inżynierów”, finansowanego przez unijny Program Operacyjny „Kapitał Ludzki”. Projekt został zrealizowany w latach 2009-2013.\n\nOd kompleksowej diagnozy sytuacji osób niepełnosprawnych w Polsce do nowego modelu polityki społecznej wobec niepełnosprawności\n\nCelem projektu było zdiagnozowanie sytuacji osób z niepełnosprawnych w Polsce w wymiarze instytucjonalnym, zawodowym, edukacyjnym, oraz genderowym a także zidentyfikowanie stopnia i form wykorzystania przez te osoby nowych mediów. Diagnoza oparta zostanie na analizie wiedzy odnoszącej się do sytuacji osób z niepełnosprawnościami w Polsce, która została wytworzona w ostatnich latach w wyniku realizacji szeregu przedsięwzięć badawczych oraz realizacji badań własnych pozwalających uzupełnić istniejące już analizy o aspekty, które nie zostały do chwili obecnej wystarczająco zbadane. Takie podejście pozwoli na stworzenie w miarę pełnego opisu położenia osób niepełnosprawnych oraz na określenie sposobów rozwiązania utrzymujących się problemów związanych z ich włączeniem społecznym. Szczególna uwaga będzie zwrócona na instytucjonalne aspekty rozwiązywania problemu niepełnosprawności, gdyż polityka publiczna w tej sferze wymaga istotnego wzmocnienia dla zapewnienia jej odpowiedniego poziomu skuteczności.\n\nBadania w ramach grantu finansowanego przez PFRON, którego kierownikiem jest prof. Barbara Gąciarz, realizowali pracownicy Wydziału Humanistycznego AGH, Instytutu Socjologii UJ oraz Instytutu Społecznych Nauk Stosowanych UW. Grant był realizowany w latach 2012-2013.\n\nWarunki życia i aktywność społeczna studentów niepełnosprawnych AGH. Postawy pracowników i studentów AGH wobec osób niepełnosprawnych\n\nProjekt badawczy będący drugim etapem badań (pierwszy etap 2001 rok) warunków życia i nauki studentów niepełnosprawnych AGH realizowany w ramach GUZ/21.10.430.130 pod kierunkiem prof. Barbary Gąciarz przez zespół badaczy w składzie: mgr Łukasz Krzyżowski, mgr Anna Kulpa, dr Katarzyna Leszczyńska, lic. Maciej Myśliwiec, mgr Tomasz Piróg. Zespół powstał w ramach Katedry Socjologii Ogólnej i Antropologii Społecznej. Projekt został zrealizowany przy aktywnym udziale studentów Wydziału Humanistycznego.\n\nStatus mniejszościowy i jego relatywność\n\nProjekt badawczy realizowany w ramach programu „Mistrz” Fundacji na rzecz Nauki Polskiej: prof. dr hab. Janusz Mucha (laureat programu), dr Katarzyna Leszczyńska, dr Jacek Gądecki, mgr Radosław Tyrała (stypendyści). Projekt został zrealizowany w latach 2006-2009.\n\nZespoły badawcze\n\nGrupa badawcza ds. zastosowań ICT w sferze publicznej\n\nOBSZARY ZAINTERESOWANIA:\n\nwymiary interakcji zachodzących między ludźmi a ICT;\n\nanaliza zastosowań ICT w różnych obszarach życia społecznego i w naukach społecznych;\n\nzastosowania ICT w sferze publicznej, polityce i administracji, gospodarce;\n\nelektroniczna demokracja;\n\nnowe zjawiska w życiu społecznym i politycznym związane z rozpowszechnieniem ICT, w tym mediami społecznościowymi, grami video, Web 2.0;\n\nzbiorowa inteligencja w Internecie, crowdsourcing, sieci pro-innowacyjne;\n\ntechnologie informacyjne i komunikacyjne jako narzędzie badawcze mające zastosowanie w naukach społecznych.\n\nSKŁAD GRUPY BADAWCZEJ:\n\ndr hab. Leszek Porębski prof. AGH\n\ndr Rafał Olszowski\n\ndr inż. Mirosława Długosz\n\nmgr inż. Piotr Pięta\n\nmgr Damian Gałuszka\n\nGRANTY ZEWNĘTRZNE REALIZOWANE W GRUPIE BADAWCZEJ:\n\n„Kolektywna inteligencja w Internecie: zastosowania w sferze publicznej, metody badania i modele partycypacji obywatelskiej”, Narodowe Centrum Nauki, konkurs Sonatina 2, UMO-2018/28/C/HS5/00543.\n\nGrupa badawcza ds. intersekcjonalności w kontekście następstw COVID-19\n\nW ramach zespołu za wybrane zagadnienia związane z intersekcjonalnością odpowiadają:\n\nŁukasz Afeltowicz – health inequity\n\nŁukasz Krzyżowski – osoby starsze, migracje\n\nKatarzyna Leszczyńska – płeć kulturowa\n\nTomasz Masłyk – osoby niepełnosprawne\n\nMaria Nawojczyk – wykluczenie gospodarcze\n\nGrzegorz Ptaszek – wykluczenie cyfrowe, edukacja\n\nRadosław Tyrała – wykluczenie transportowe\n\nDariusz Wojakowski – terytorialność, etniczność\n\nMarcin Zwierżdżyński – metodologiczne aspekty badania intersekcjonalności\n\nWstępne analizy badaczy zaangażowanych w projekt ujawniają wzmocnienie różnych form wykluczenia jako reakcję na społeczne, polityczne i gospodarcze konsekwencje COVID-19. Międzynarodowe badania nad wykluczeniem koncentrują się na intersekcjonalności: współwystępowaniu i wzajemnym wzmacnianiu się różnych form wykluczenia. Badania te koncentrują się na wykluczeniach z uwagi na płeć kulturową. Nasze analizy uwzględniające kontekst zagrożenia pandemicznego wskazują, że ważniejszą rolę zaczynają odgrywać inne formy wykluczenia, a intersekcjonalność może zachodzić między wykluczeniami nie odnoszącymi się do płci kulturowych: ekonomicznymi, terytorialnymi, niepełnosprawnością oraz z wykluczeniem cyfrowym.\n\nPotwierdzenie tych cząstkowych wyników w szerzej zakrojonym badaniu będzie istotnym wkładem w badania nad wykluczeniem (korekta dotychczasowego podejścia do intersekcjonalności). Gdyby te hipotezy się nie potwierdziły, badanie i tak pozwoli na pogłębione analizy reakcji systemu służby zdrowia, opieki społecznej, sektora MiŚP w warunkach kryzysu z uwagi na wykluczenia, które są doceniane w czasopismach naukowych, do których adresujemy nasze publikacje.\n\nInne zespoły w Polsce w ramach fali badań nad COVID-19 skupiają się raczej na tym, co dzieje się w ramach pandemii, a nie na tym, co wydarzy się po niej, a wykluczenia w ujęciu przez nas proponowanym nie są podejmowane w ich projektach.\n\nPolska jest interesującym przypadkiem z perspektywy międzynarodowej jako duży kraj post-transformacyjny o relatywnie dobrze rozwiniętym systemie zdrowia publicznego. Ważne jest członkostwo w UE, dające możliwość rozszerzenia tych badań w ramach projektów europejskich i tworzenia rekomendacji dla polityk wspólnotowych. W Polsce w dłuższej perspektywie czasowej można się spodziewać wzrostu problemu wykluczenia społecznego jako kluczowego wyzwania dla spójności społecznej związanej ze zrównoważonym rozwojem. Wiąże się to z przede wszystkim z zagrożeniami klimatycznymi. Należy zwrócić również uwagę na ścisły związek zjawiska wyłaniających się i powracających chorób zakaźnych a zmianą klimatyczną. Zmiana klimatyczna sprzyja powrotowi i pojawianiu się nowych epidemii oraz epidemii chorób zakaźnych. Polska, jak i inne kraje rozwinięte, doznawać będzie kolejnych fal zachorowań. Pandemia COVID-19 nie jest zjawiskiem wyjątkowym. Badania ujawnią podstawowe mechanizmy wykluczeń społecznych w warunkach zagrożenia (jakim jest pandemia). Wyniki badań mogą mieć więc zastosowanie dla unikalnego projektowania społecznych urządzeń radzenia sobie ze społecznymi skutkami zagrożeń naturalnych.\n\nMetaforą opisującą intersekcjonalność różnych form wykluczenia społecznego ujawnionych lub zainicjowanych sytuacją epidemiczną w Polsce, jest helisa, w naukach społecznych wykorzystywana do opisu wzajemnych relacji między nauką, gospodarką i sferą publiczną. W efekcie prowadzonych badań skonstruowanych będzie kilka „helis”, ujętych jako wiązki współwystępujących i wzajemnie oddziałujących form wykluczenia społecznego (sieci wykluczeń) z uwzględnieniem ich dynamiki wewnętrznej (w jakie relacje wchodzą z sobą formy wykluczenia) i dynamiki zewnętrznej (w jakie relacje helisy wykluczeń wchodzą z otoczeniem). Koncepcja ta rozwija wątek badań nad „dyskryminacją wielokrotną” unikając ograniczeń praktykowanego w tym podejściu badania grup już zidentyfikowanych jako wykluczone.\n\nPracownia Badań nad Cyfrową Dezinformacją DigDisInfoLab WH AGH\n\nDezinformacja cyfrowa stanowi współcześnie jedno z najbardziej niebezpiecznych i zarazem skutecznych narzędzi wpływu społecznego, przy pomocy którego można oddziaływać na politykę i nastroję społeczne, destabilizować wewnętrzne bezpieczeństwo krajów, polaryzować społeczeństwo, wywoływać panikę czy podważać zaufanie do demokratycznych rządów i instytucji.\n\nCelem pracowni jest zatem analiza różnych uwarunkować, które sprzyjają tworzeniu oraz rozprzestrzenianiu (się) cyfrowej dezinformacji w różnych mediach i środowiskach cyfrowych: mediach społecznościowych, Virtual Reality, portalach internetowych itp. Badania prowadzone przez członków i współpracowników Pracowni prowadzone są w trzech obszarach dotyczących zarówno wykrywania cyfrowej dezinformacji, jak i zapobiegania jej oraz zwalczania:\n\nw obszarach technologicznym: technologiczni aktorzy (boty, algorytmy, sztuczna inteligencja), infrastruktura technologiczna; narzędzia do wykrywania dezinformacji oraz ich skuteczność;\n\nw obszarze społeczno-kulturowym: ekosystem medialny i obieg dezinformacji, społeczni aktorzy dezinformacji (politycy, influenserzy, osoby publiczne, itp.), rozumienie i recepcja, rola organizacji fact-cheking, ruchy społeczne wobec dezinformacji;\n\nw obszarze edukacyjnym: rozwój kompetencji związanych z krytycznym myśleniem, narzędzie wspierania wykrywania dezinformacji.\n\nCzłonkowie:\n\ndr hab. Grzegorz Ptaszek, prof. AGH – kierownik Pracowni\n\nprof. Bohdan Yuskiv (Rówieński Państwowy Uniwersytet Humanistyczny w Równem)\n\ndr Rafał Olszowski\n\nKamil Jaszczyński (Szkoła Doktorska AGH)\n\nGrzegorz Świerk (Szkoła Doktorska AGH)", "metadata": {"url": "https://wh.agh.edu.pl/nauka/projekty-badawcze/", "title": "Projekty badawcze - Wydział Humanistyczny AGH", "depth": 3, "duplicate": false, "content_hash": "089d41d7a112f5456f3fb4d7c4cab63d", "word_count": 3009, "headings": [{"level": 1, "text": "Projekty badawcze"}, {"level": 2, "text": "Granty"}, {"level": 2, "text": "Zespoły badawcze"}, {"level": 2, "text": "Grupa badawcza ds. zastosowań ICT w sferze publicznej"}, {"level": 2, "text": "Grupa badawcza ds. intersekcjonalności w kontekście następstw COVID-19"}, {"level": 2, "text": "Pracownia Badań nad Cyfrową Dezinformacją DigDisInfoLab WH AGH"}, {"level": 3, "text": "%20"}]}}