{"content": "#  Zespół ds. Otwartej Nauki -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/otwarta-nauka/zespol-ds-otwartej-nauki\nCrawled: 2025-03-19 22:38:53\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Zespół ds. Otwartej Nauki \n\nPracownicy, doktoranci i studenci mogą liczyć na wsparcie Zespołu ds. Otwartej Nauki BG w zakresie konsultacji Planów Zarządzania Danymi. Proponujemy konsultacje i szkolenia dla badaczy obejmujące tematyką gromadzenie, zarządzanie oraz udostępnianie danych. Oczywiście nie jesteśmy w stanie przygotować takiego planu za naukowca, ponieważ to on najlepiej zna tematykę prowadzonych badań i jest ekspertem w swojej dziedzinie naukowej, ale dołożymy wszelkich starań, aby zyskali pewność, że plany będą zawierały wszystkie elementy wymagane przez Narodowe Centrum Nauki.\n\nJednym z wymogów Planu Zarządzania Danymi jest wskazanie repozytorium, gdzie wytworzone dane zostaną zdeponowane i udostępnione. Wychodząc naprzeciw tym potrzebom, uruchomiliśmy Repozytorium Otwartych Danych Badawczych Uczelni Krakowskich (RODBUK). Nasze Repozytorium działa zgodnie z zasadami \nFAIR\n i funkcjonuje w światowym obiegu. Jest zarejestrowane w serwisie \nre3data\n, który indeksuje repozytoria z całego świata. Również i w tym zakresie oferujemy pomoc jak dane zamieścić w RODBUK.\n\nProponujemy także konsultacje dotyczące publikowania w \nOpen Access\n. Oferujemy pomoc w zakresie weryfikacji czy czasopismo, które zostało wybrane do złożenia publikacji, spełnia wymagania Planu S i czy jest zgodne z polityką Narodowego Centrum Nauki dotyczącą publikowania w \nOpen Access\n.\n\nKontakt: \notwartanauka@agh.edu.pl\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/otwarta-nauka/zespol-ds-otwartej-nauki", "title": " Zespół ds. Otwartej Nauki -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "d984980950a9980eb3efb3e63484b98f", "word_count": 276, "headings": [{"level": 1, "text": "Zespół ds. Otwartej Nauki"}, {"level": 2, "text": "Stopka"}]}}