{"content": "#  Nagrody i wyróżnienia -- WMS AGH \n\nURL: https://wms.agh.edu.pl/studia/studenci-2-3\nCrawled: 2025-03-19 21:36:46\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Nagrody i wyróżnienia \n\nCzłonkowie Sekcji Olimpijskiej, pod opieką dr Adama Wegerta reprezentowali Studenckie Koło Matematyków AGH na międzynarodowej olimpiadzie International Student Team Competition in Mathematics.\n\nKonkurs odbywał się w dniach 4-6 listopada w Katowicach i był podzielony na dwie części.\n\nW piątek odbyła się cześć indywidualna, pomyślna dla naszych olimpijczyków:\n - Piotr Łukasiewicz - złoty medal 1 kategoria\n - Karolina Marek - Brązowy medal 2 kategoria\n - Krzysztof Hernik - Brązowy medal 2 kategoria\n - Bartosz Fober - Brązowy medal 1 kategoria\n - Kamil Burkiewicz - Brązowy medal 2 kategoria\n - Patryk Zawadzki - Brązowy medal 1 kategoria\n - Bartosz Głowacki - wyróżnienie 2 kategoria\n\nW sobotę odbyła się cześć drużynowa w której wystartowały dwie drużyny:\n Drużyna pierwsza - Alfa AGH 2\n - Karolina Marek (kapitan)\n - Piotr Łukasiewicz\n - Krzysztof Hernik\n - Bartosz Fober\n Zdobyła brązowy medal.\n Drużyna druga - Omega AGH 3\n - Kamil Burkiewicz (kapitan)\n - Bartosz Głowacki\n - Patryk Zawadzki\n Zdobyli wyróżnienie.\n\nOrganizatorem Międzynarodowego Konkursu Studenckich Drużyn Matematycznych (International Student Team Competition in Mathematics - ISTCiM), są Wydział Nauk Ścisłych i Technicznych Uniwersytetu Śląskiego w Katowicach oraz Oddział Górnośląski Polskiego Towarzystwa Matematycznego.\n\nW dniach 12-14 listopada br. na Wydziale Nauk Ścisłych i Technicznych Uniwersytetu Śląskiego w Katowicach odbył się Międzynarodowy Konkurs Studenckich Drużyn Matematycznych (ISTCiM 2021). Wystąpili w nim przedstawiciele Wydziału Matematyki Stosowanej: Wiktor Włodarski, Bartosz Głowacki, Karolina Marek, Krzysztof Hernik i Kamil Burkiewicz pod opieką dra Adama Wegerta.\n\nPodczas zawodów do rozwiązania było pięć zadań. W konkursie indywidualnym złoty medal zdobył Krzysztof Hernik, srebrne Kamil Burkiewicz i Bartosz Głowacki, a Wiktor Włodarski brązowy. W zawodach drużynowych, na które składało się 10 zadań,  drużyna AGH zdobyła brązowy medal.\n\nZ przyjemnością informujemy, że doktorant Tomasz Bochacik otrzymał Nagrodę I stopnia im. Eugeniusza Fidelisa za referat wygłoszony w ramach konkursu dla młodych matematyków na XLIX Ogólnopolskiej Konferencji Zastosowań Matematyki. Konferencja odbyła się w dniach 19-25 września 2021 r. w Kościelisku.\n\nReferat Tomasza pt. \"Randomizowane algorytmy numeryczne dla równań różniczkowych zwyczajnych\" opierał się na wynikach uzyskanych wspólnie z dr hab. Pawłem Przybyłowiczem, prof. AGH, dr. Pawłem Morkiszem i dr. Maciejem Goćwinem.\n\nWięcej informacji: \nhttps://www.impan.pl/pl/dzialalnosc/konferencje/konferencje-zastosowan-matematyki/laureaci\n\nW dniach 27-28.03.2021 odbyła się III Studencka Konferencja Zastosowań Matematyki DwuMIan zorganizowana przez Wydział Matematyki i Nauk Informacyjnych Politechniki Warszawskiej oraz Wydział Matematyki, Informatyki i Mechaniki Uniwersytetu Warszawskiego. W tym roku odbyła się ona w formie zdalnej i zrzeszała studentów i doktorantów m.in. z Warszawy, Krakowa, Łodzi czy Poznania.\n\nKonferencja zawierała 5 wykładów planarnych, 2 sesje partnerskie, 2 ścieżki tematyczne oraz sesję plakatową. W konkursie referatów WMS reprezentowali doktorantka Natalia Czyżewska, doktorantka Marcelina Studzińska-Wrona, doktorant Patryk Sitko, a także student Bartosz Głowacki. Referatowi Marceliny Studzińskiej-Wrony przyznano pierwsze miejsce w ramach ścieżki tematycznej „Statystyka i inżynieria danych\", zaś referat Natalii Czyżewskiej został wyróżniony trzecim miejscem w ramach ścieżki tematycznej „Zastosowania matematyki w naukach technicznych i przyrodniczych\". Oba referaty o tytułach odpowiednio „Wykorzystanie algorytmów sztucznej inteligencji w wycenie opcji\" i „Wykorzystanie obliczeń równoległych w rozwiązywaniu stochastycznych równań różniczkowych\" opierały się na wynikach uzyskanych wspólnie z dr. hab. Pawłem Przybyłowiczem, prof. AGH, dr. Pawłem Morkiszem, doktorantem Tomaszem Bochacikiem, doktorantem Andrzejem Kałużą oraz absolwentem WMS Dawidem Majchrowskim, a które zaprezentowane również były jako poster podczas konferencji NVIDIA's GPU Technology Conference 2020.\n\nWięcej informacji: \nhttps://www.facebook.com/DwuMIanWarszawa/posts/1153431688504878 \n\nW 29. edycji International Mathematical Competition for University Students (IMC), czyli międzynarodowym konkursie matematycznym dla studentów uniwersytetów, nasi studenci zdobyli czołowe lokaty i wyróżnienia.\n\nWydział Matematyki Stosowanej AGH reprezentowali studenci: Karolina Marek, Bartosz Fober, Piotr Łukasiewicz, Kamil Burkiewicz, Krzysztof Hernik oraz Bartosz Głowacki.\n Bartosz Fober uzyskał trzecią lokatę w konkursie, natomiast Piotr Łukasiewicz i Krzysztof Hernik otrzymali wyróżnienia.\n\nKonkurs został rozegrany w dniach 1-7 sierpnia w bułgarskim Błagojewgradzie. Jest jednym z najbardziej prestiżowych rozgrywek matematycznych dla wyższych uczelni.\n\nSukces reprezentantów Studenckiego Koła Matematyków AGH, którzy znaleźli się wśród nagrodzonych Olimpiady Matematycznej organizowanej przez International University for the Humanities and Development w Ashgabat w Turkmenistanie.\n\nOlimpiada odbyła się zdalnie, w dniach 27-30. kwietnia br., a udział w niej wzięli studenci ze 104 uniwersytetów z 42 krajów. Olimpiada podzielona była na dwie części: indywidualną oraz drużynową. W części indywidualnej każdy uczestnik zbierał punkty za zadania na własny rachunek, a w części drużynowej zespół razem rozwiązywał zadania.\n\nNasi reprezentanci zdobyli następujące nagrody: w kategorii indywidualnej brązowy medal Third Prize wywalczyli Krzysztof Hernik i Piotr Łukasiewicz, drużynowo wyróżnienie (HM) w \"Team Competition\" (jako jedyna polska drużyna) otrzymali: Krzysztof Hernik (kapitan), Bartosz Fober, Piotr Łukasiewicz, Patryk Zawadzki.\n\n15 listopada 2021r. w ramach Święta Nauk Ścisłych w AGH – Dni prof. Antoniego Hoborskiego odbyła się IV edycja Studenckiej Konferencji Nauk Ścisłych. Na konkursie referatów studentów i doktorantów, WMS reprezentowali studenci: Bartosz Głowacki, Krzysztof Hernik, Daniel Koszarek, oraz doktoranci Łukasz Stępień i Michał Sobieraj.\n\nWspólna prezentacja Łukasza Stępnia i Michała Sobieraja została nagrodzona drugim miejscem w ramach sesji nauk informatycznych i matematycznych. Nagrodzony referat o tytule „Aproksymacja rozwiązań stochastycznych równań różniczkowych (SDE) z całkami względem przeliczalnie wymiarowego procesu Wienera oraz punktowej miary Poissona\" opierał się na wynikach uzyskanych wspólnie z dr. hab. Pawłem Przybyłowiczem, prof. AGH.\n\nDnia 8 października 2020 odbyła się międzynarodowa konferencja International Conference on Medical Image Computing and Computer Assisted Intervention'2020 Computational Diffusion MRI Workshop, na której zostały ogłoszone wyniki konkursu SuperMUDI Challenge.\n\nW konkursie brało udział dwóch studentów WMS (Marcin Baranek, Kamil Bartocha), którzy w zespole kierowanym przez dra inż. Tomasza Pięciaka(LPI, ETSI Telecomunicacion, Universidad de Valladolid, Valladolid, Spain; AGH University of Science and Technology, Krakow, Poland), zajęli piąte miejsce wśród 15 grup badawczych z całego świata.\n\nCelem konkursu było opracowanie algorytmu super rozdzielczości (interpolacji) na podstawie danych dyfuzji-relaksometrii in vivo mózgu. W opracowanym rozwiązaniu wykorzystano podejście parametryczne wraz z metodą uczenia głębokiego. Weryfikacja algorytmu oraz ranking zespołów następowały na podstawie osiągniętej dokładności algorytmu numerycznego.\n\n21 lutego 2019 roku w mieście Mohylew na Białorusi odbyła się dziesiąta olimpiada matematyczna MathOpen na Uniwersytecie Białorusko-Rosyjskim, której zwycięzcą został student piątego roku matematyki WMS - Tomasz Bochacik. W konkursie poza Tomkiem udział wzięli Łukasz Stępień oraz Łukasz Kaczmarczyk, a ich opiekunem był dr Paweł Morkisz.\n\nStopka\n\nStudenci\n\nPlany studiów\n\nDeklaracja dostepności\n\nKontakt\n\n© 2023 Wydział Matematyki Stosowanej AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \nKontakt: stronawms@agh.edu.pl \n\nBack", "metadata": {"url": "https://wms.agh.edu.pl/studia/studenci-2-3", "title": " Nagrody i wyróżnienia -- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "b0079507be1935ca828da81dbbb81123", "word_count": 1003, "headings": [{"level": 1, "text": "Nagrody i wyróżnienia"}, {"level": 2, "text": "Stopka"}]}}