{"content": "# Tytuł „Zasłużony dla PWSZ w Krośnie” dla Rektora AGH -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/info/article/tytul-zasluzony-dla-pwsz-w-krosnie-dla-rektora-agh/\nCrawled: 2025-03-19 21:59:27\n\nFot. PWSZ w Krośnie \n\n Tytuł „Zasłużony dla PWSZ w Krośnie” dla Rektora AGH \n\n 23/12/2019 \n\nRektor Państwowej Wyższej Szkoły Zawodowej im. Stanisława Pigonia w Krośnie, prof. Grzegorz Przebinda wręczył medale Zasłużony dla PWSZ w Krośnie prof. dr. hab. inż. Tadeuszowi Słomce, Rektorowi AGH oraz prezydentowi Krosna Piotrowi Przytockiemu. Odznaczenie to przyznawane jest od 2011 r. przez Senat uczelni osobistościom, które wybitnie zasłużyły się dla rozwoju krośnieńskiej PWSZ i przyczyniły do wzmocnienia jej prestiżu w kraju i za granicą. \nLaudację na cześć prof. Tadeusza Słomki wygłosił prof. Maciej Mazurkiewicz, wieloletni pracownik AGH i PWSZ w Krośnie. Wśród zasług podkreślono, że prof. Tadeusz Słomka skutecznie odnowił i zacieśnił relacje pomiędzy AGH a krośnieńską uczelnią. Dzięki jego decyzjom pracownicy AGH na ogólnie obowiązujących zasadach otrzymywali zgody na pracę w Krośnie. Efektem współpracy stały się także zajęcia, które studenci z Krosna mogli odbywać w laboratoriach i pracowniach AGH. \n\nPowrót\n\n Powiązane pliki\n\n rektor_agh_zasluzony_dla_pwsz_w_krosnie.jpg \n 219 KB", "metadata": {"url": "https://www.agh.edu.pl/info/article/tytul-zasluzony-dla-pwsz-w-krosnie-dla-rektora-agh/", "title": "Tytuł „Zasłużony dla PWSZ w Krośnie” dla Rektora AGH -- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "120af614baa21734b629827a7895f12a", "word_count": 149, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}