{"content": "#  Fizyka Medyczna -- Wydział Fizyki i Informatyki Stosowanej AGH \n\nURL: https://www.fis.agh.edu.pl/kandydaci/fizyka-medyczna\nCrawled: 2025-03-19 21:36:14\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Fizyka Medyczna \n\n\"Fizyka medyczna\" to rozwojowy, interdyscyplinarny kierunek, którego ukończenie pozwala na elastyczne dopasowanie do zmieniających się wymagań pracodawców z pogranicza działań technicznych i klinicznych. Szeroka gama przedmiotów ścisłych i medycznych pozwala nabyć wiedzę i umiejętności, które są potem rozwijane w wybranym kierunku zainteresowań (np. diagnostyka, terapia, ochrona radiologiczna, biostatystyka). Program tego kierunku umożliwia zdobycie zarówno wiedzy teoretycznej z zakresu przedmiotów ścisłych i technicznych, jak i nabycie umiejętności praktycznych w laboratoriach specjalistycznych z zakresu fizyki jądrowej czy radiochemii oraz podczas zajęć praktycznych w Collegium Medicum UJ. Wykorzystanie odpowiednich narzędzi informatycznych ukierunkowane jest na analizę danych medycznych. Szczególny nacisk kładziony jest na odpowiednie przygotowanie absolwentów w zakresie dozymetrii promieniowania jonizującego i ochrony radiologicznej umożliwiające nabycie uprawnień inspektora ochrony radiologicznej, niezbędnych nie tylko w placówkach medycznych, ale także w elektrowniach jądrowych.\n\nStopka\n\n © 2024 Wydział Fizyki i Informatyki Stosowanej\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.fis.agh.edu.pl/kandydaci/fizyka-medyczna", "title": " Fizyka Medyczna -- Wydział Fizyki i Informatyki Stosowanej AGH ", "depth": 3, "duplicate": false, "content_hash": "9086be5af3728a77c6130484994d215c", "word_count": 151, "headings": [{"level": 1, "text": "Fizyka Medyczna"}, {"level": 2, "text": "Stopka"}]}}