{"content": "#  Wydział Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH \n\nURL: https://ceramika.agh.edu.pl/studenci/kola-naukowe\nCrawled: 2025-03-19 21:33:03\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Koła Naukowe \n\nStudenckie Koła Naukowe AGH\n\nStudenckie Koła Naukowe\n pozwalają na pogłębianie wiedzy, rozwój pasji oraz umiejętności praktycznych. To także doskonałe miejsce na rozwijanie kontaktów międzyludzkich. Stanowią one szkołę talentów i „kuźnię” wiodących kadr naukowych i inżynierskich naszego kraju. Na \nWydziale Inżynierii Materiałowej i Ceramiki \ndziała pięć kół naukowych.\n\nDołączenie do organizacji studenckich to nie tylko szansa na zdobycie wiedzy i umiejętności, ale także okazja do budowania swojej przyszłości zawodowej już podczas studiów!\n\nPowody, dla których warto dołączyć do organizacji studenckich:\n\nPraktyczne doświadczenie i rozwój umiejętności\n – Udział w projektach naukowych i badawczych pozwala zdobyć cenne doświadczenie, które przyda się w przyszłej karierze zawodowej.\n\nDostęp do nowoczesnego sprzętu i zasobów uczelni\n – Organizacje studenckie często umożliwiają korzystanie z zaawansowanej infrastruktury laboratoryjnej i bibliotecznej, co ułatwia realizację ambitnych projektów.\n\nWspółpraca z ekspertami i łatwiejszy start na rynku pracy\n – Dzięki kontaktom z wykładowcami i specjalistami z branży, łatwiej zdobyć staże, praktyki czy rekomendacje, które otwierają drzwi do kariery.\n\nRozwój umiejętności miękkich i budowanie sieci kontaktów\n – Praca w grupie, zarządzanie projektami czy nawiązywanie relacji z innymi studentami i profesjonalistami to doskonała okazja do rozwijania kompetencji interpersonalnych oraz tworzenia wartościowych kontaktów na przyszłość.\n\nMożliwość zaliczenia udziału w organizacji jako moduł obieralny\n – Aktywność w kole naukowym lub projekcie badawczym często można wpisać do programu studiów, łącząc rozwój pasji z formalnymi wymaganiami uczelni.\n\n Studenckie Koło Naukowe \"Adamantium\" \n\nOpiekun koła:\ndr hab. inż. Paweł Rutkowski \n\nE-mail:\nadamantium(at)agh.edu.pl\n\nStrona www \n\nSłowa kluczowe:\n ceramika, kompozyty, metale, odporność przeciwbalistyczna, militaria, pancerze, inżynieria materiałowa\n\nKoło Naukowe Konstrukcji Militarnych \"Adamantium\"\n działające na Wydziale Inżynierii Materiałowej i Ceramiki, założone w 2015 roku, zajmuje się przede wszystkim badaniem \nnowoczesnych materiałów ceramicznych, kompozytowych, metalicznych,\n m.in. pod kątem projektowania nowoczesnych pancerzy kompozytowych.\n\nDo koła przyjmowane są przede wszystkim osoby, które chcą robić coś dodatkowego, poza samymi zajęciami. Oczywiście atutem są zainteresowania militarne. Jeśli jest się osobą, która chce zrobić coś ciekawego, czy też nauczyć się nowych umiejętności, serdecznie zapraszamy do naszego grona. \n\n Studenckie Koło Naukowe \"AllChemia\" \n\nOpiekun koła:\ndr inż. Katarzyna Fendrych \n\nE-mail: \nallchemia(at)agh.edu.pl\n\nStrona www \n\nSłowa kluczowe: \nchemia, analiza chemiczna\n\nKoło Naukowe \"AllChemia\" \numożliwia studentom \npogłębianie wiedzy, rozwijanie zainteresowań z zakresu chemii, w szczególności chemii analitycznej\n oraz praktycznego wykorzystania metod pozwalających na określenie składu chemicznego układów materialnych. Działalność w kole stwarza warunki do samodzielnego i zespołowego rozwiązywania problemów z zakresu analityki składu, rozmieszenie i struktury badanych materiałów, a także innych działów chemii.\n\nDo Koła przyjmowane są osoby zainteresowane pracą badawczą z zakresu chemii, ze szczególnym ukierunkowaniem na chemię analityczną oraz gotowe do pogłębiania wiedzy, doskonalenie zdobytych umiejętności, rozwijania zainteresowań i realizacji pasji naukowych. \n\n Studenckie Koło Naukowe \"Ceramika Artystyczna\" \n\nOpiekun koła:\ndr inż. Katarzyna Pasiut \n\nE-mail:\nceramikaartystyczna(at)agh.edu.pl\n\nStrona www \n\nSłowa kluczowe: \nceramika, artysta, projekty, rozwój\n\nKoło Naukowe \"Ceramika Artystyczna\"\n jest kołem działającym na Wydziale Inżynierii Materiałowej i Ceramiki. Naszą działalność rozpoczęliśmy w roku 2014. Jesteśmy przekonani o zapotrzebowaniu w przemyśle na inżynierów, którzy potrafią łączyć sztukę projektowania wyrobów ceramicznych z wiedzą technologiczną.\n\nDo Koła chętnie przyjmujemy osoby zaangażowane, wykorzystujące swoje mocne strony. Kandydaci, którzy aktywnie będą działać tak, by nasza mała społeczność mogła się dalej rozwijać. Znajomość ogólnej wiedzy ceramicznej jest mile widziana, ale nie jest konieczna.\n\n Studenckie Koło Naukowe \"Ceramit\" \n\nOpiekun koła: \n\nE-mail:\nceramit-wimic(at)agh.edu.pl\n\nStrona www \n\nSłowa kluczowe: \nbiomateriały, inżynieria materiałowa, innowacje \n\nKoło Naukowe \"Ceramit\"\n jest najstarszym kołem działającym na Wydziale Inżynierii Materiałowej i Ceramiki. Koło zrzesza studentów zainteresowanych rozwijaniem projektów z pogranicza\n technologii chemicznej i inżynierii materiałowej\n. Kładziemy nacisk na innowacyjność oraz rozwiązania, które przyniosą korzyści środowisku.\n\nNajważniejszym kryterium w dołączaniu do Koła jest chęć działania. Pierwsze doświadczenia w laboratorium będą atutem, ale nie są wymogiem. Dobrze, aby zainteresowania skupiały się wokół chemii oraz materiałoznawstwa.\n\n Studenckie Koło Naukowe \"Nucleus\" \n\nOpiekun koła: \ndr inż. Juliusz Leszczyński\n\nE-mail:\n\nnucleus(at)agh.edu.pl\n\nStrona www \n\nSłowa kluczowe: \nDruk 3D, biomateriały, kompozyty, materiały funkcjonalne, termoelektryki, fotokataliza, biodruk\n\nKoło naukowe \"Nucleus\"\n sięga swoją historią połowy lat osiemdziesiątych ubiegłego wieku. Od początku tematyka zainteresowań i badań podejmowanych w Nucleusie związana jest z szeroko pojętą\n inżynierią materiałową\n, mierzoną od materiałów dla elektroniki, przez kompozyty konstrukcyjne po biomateriały i od związków międzymetalicznych, przez materiały tlenkowe do polimerów. Spojrzenie Nucleusa na inżynierię materiałową to w głównej mierze spojrzenie chemików, ale łączy w sobie wszystkie dziedziny nauk podstawowych. W ostatnich latach działalność Nucleusa to projekty dotyczące badania biopolimerów, zaawansowanych katalizatory ceramicznych, biodegradowalnych opakowań na słodycze, czy też druku 3D materiałów ceramicznych. \n\nWszystkie osoby, które w trakcie studiów chcą rozwijać swoje naukowe pasje, są mile widziane w Nucleusie. Ze względu na wiele zagadnień podejmowanych w kole wszelkie zainteresowania i umiejętności będą przydatne i dobrze wykorzystane. \n\nStopka\n\nKanał WIMiC AGH w serwisie YouTube\nFanpage WIMiC AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nKanał AGH w serwisie Twitter\">\nFanpage WIMiC AGH w serwisie Instagram\">\nFanpage AGH w serwisie Tiktok\">\n\n © 2023 Wydział Inżynierii Materiałowej i Ceramiki\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://ceramika.agh.edu.pl/studenci/kola-naukowe", "title": " Wydział Inżynierii Materiałowej i Ceramiki AGH -- Wydział Inżynierii Materiałowej i Ceramiki AGH ", "depth": 3, "duplicate": false, "content_hash": "54eb36a5ef179ba4c930d86b5bb29087", "word_count": 797, "headings": [{"level": 1, "text": "Koła Naukowe"}, {"level": 2, "text": "Studenckie Koło Naukowe \"Adamantium\""}, {"level": 2, "text": "Studenckie Koło Naukowe \"AllChemia\""}, {"level": 2, "text": "Studenckie Koło Naukowe \"Ceramika Artystyczna\""}, {"level": 2, "text": "Studenckie Koło Naukowe \"Ceramit\""}, {"level": 2, "text": "Studenckie Koło Naukowe \"Nucleus\""}, {"level": 2, "text": "Stopka"}]}}