{"metadata": {}, "content": "   \n \n \nStrona 1 z 6 \n  REGULAMIN KONKURSU  \nGRANT REKTORA  – EDYCJA PODSTAWOWA  \n \n§1 \nPOSTANOWIENIA OGÓLNE  \n1. Regulamin ok reśla tryb ogłaszania konkursu Grant Rektora – edycja podstawowa , nazywanego \ndalej konkursem Grant Rektora, składania wniosków o przyznanie Grantu, rozstrzygania konkursu, zasady realizacji oraz rozliczania Grantów Rektora.  \n2. Organizatorem konkursu Grant Rektora w AGH jest Prorektor ds. Studenckich.  \n3. Celem konkursu Grant Rektora jest wspieranie studentów AGH w rozwoju praktycznej wiedzy, \nkompetencji i umiejętności, a przez to podnoszenie ich kwalifikacji, poprzez zaangażowanie \nw opracowywanie rozwiązań twórczych, prac perspektywicznych, koncepcji i projektów \no charakterze naukowym oraz czynny udział w procesie rozwoju Uczelni.  \n4. Konkurs jest skierowany do Studenckich Kół Naukowych zarejestrowanych w AGH (nazywanych \ndalej kołami naukowymi AGH) w trybie określonym w Zarządzeniu JM Rektora nr 38/2019 z dnia  \n9 wrześ nia 2019 roku w sprawie wprowadzenia Regulaminu działalności uczelnianych organizacji \nstudenckich, organizacji doktorantów oraz stowarzyszeń uczelnianych w Akademii Górniczo -\nHutniczej im. Stanisława Staszica w Krakowie, a także posiadających status koła ak tywnego  \nw oparciu o złożone sprawozdanie za poprzedni rok kalendarzowy  oraz nieposiadających \nwykluczenia z udziału w programie, o którym mowa w par. 6 . pkt. 12 . \n5. Prorektor ds. Studenckich określa corocznie komunikatem harmonogram konkursu publikowany \nw ser wisach informacyjnych Uczelni, Działu Spraw Studenckich oraz Pełnomocników Rektora  \nds. Kół Naukowych (nazywanych dalej Pełnomocnikami Rektora ). \n6. Obsługę merytoryczną konkursu  prowadzą Pełnomocnicy Rektora . \n7. Obsługę formalną konkursu prowadzi Zespół Obsługi Organizacji Studenckich Działu Spraw \nStudenckich, zwany dalej ZOOS DSS.  \n \n§2 \nFINANSOWANIE KONKURSU GRANT REKTORA  \n1. Środki na realizację konkursu pochodzą z subwencji w ramach środków przyznanych w AGH na studencką działalność naukową, kulturalną i sportową.  \n2. Wysokość środków finansowych przeznaczonych na realizację konkursu Grant Rektora ustala corocznie, przed rozpoczęciem nowej edycji konkursu, Prorektor ds. Studenckich w porozumieniu z URSS . \n3. Dziekani Wydziałów AGH mogą pokrywać część kosztów realizacji Grantu Rektora.  \n4. Środki na realizację Grantu Rektora mogą pochodzić również od sponsora zewnętrznego (firmy, fundacj e, stowarzyszenia, osoby prywatne) oraz wkładu własnego uczestników , przy czym nie \nmogą one wiązać się z wartościami materialnymi lub prawnymi, które są już w posiadaniu AGH lub jej jednostek (np. licencj ami na oprogramowanie)   \n5. Warunkiem przystąpienia do k onkursu jest pozyskanie środków finansowych innych niż określone  \nw ustępie 1 na poziomie nie mniejszym niż 30% wartości całego projektu. Wnioskowane \ndofinansowanie projektu w konkursie Grant Rektora ze środków opisanych w ust. 1 wynosi \nmaksymalnie 70% , pozostałe koszty powinny być pokryte ze środków opisanych w ust. 3 i ust.  4. \n6. Dysponentem środków finansowych przeznaczonych na realizację konkursu Grant Rektora jest Prorektor ds. Studenck ich. \n7. Niewykorzystane środki finansowych przyznane na realizację Grantu Rektora zasilają rezerwę Prorektora ds. Studenckich w Fundus zu Naukowo -Kulturalno -Sportowym (FNKS) . \n\n   \n \n \nStrona 2 z 6 \n  8. Środki finansowe w ramach Grantu Rektora mogą być przeznaczone na pokrycie kosztów za kupu \nusług materialnych i niematerialnych, delegacji, środków trwałych do 10 tys. zł oraz materiałów \nzwiązanych ściśle z realizacją projektu.  \n \n§3 \nPROCEDURA SKŁADANIA I OCENY WNIOSKÓW  \n1. Przyznanie Grantu Rektora odbywa się na wniosek koła naukowego AGH.  \n2. Koło naukowe może być wnioskodawcą lub współwnioskodawcą maksymalnie dwóch projektów.  \n3. Realizacja Grantu Rektora musi być ukończona zgodnie z ogłoszonym harmonogramem  \nw komunikacie Prorektora ds. Studenckich . \n4. Wzór wniosku zawiera załącznik nr 1 do niniejszego R egulaminu.  \n5. Wnioski o Grant Rektora rozpatrywane są w dwóch kategoriach:  \n1) Grant konstrukcyjny (K) – projekt, którego wynikiem jest stworzenie konstrukcji  \no charakterze inżynierskim (produkt, stanowisko badawcze, laboratorium etc.), \nstanowiącej/stanowiących dorobek koła naukowego prowadzącego projekt.  \n2) Grant badawczy (B) – projekt, którego zakresem i wynikiem są badania naukowe, kończące się \nrezultatem w postaci wyników i wniosków o charakterze naukowo -badawczym.  \n6. Sposób i forma składania wniosków zostanie podana w komunikacie Pełnomocników Rektora  \nds. Kół Naukowych wszystkich obszarów.  \n7. Wnioski rozpatruje Komisja Grantowa powołana przez Prorektora ds. Studenckich, będącego jej \nprzewodniczącym.  \n8. W skład Komisji Gra ntowej wchodzą: Prorektor ds. Studenckich, Pełnomocnicy Rektora, \nPrzedstawiciel Działu Spraw Studenckich (DSS) oraz troje  Studen tów wytypowan ych przez URSS.  \n9. Prorektor ds. Studenckich może zaprosić w ramach konsultacji merytorycznej pracownika naukowego uc zelni, praktyka biznesowego lub inne osoby, których obecność będzie uzasadniona \nz uwagi na okoliczności lub specyfikę projektu.  \n10. Konsultanci zaproszeni do współpracy przy  ocenie merytorycznej wniosków ,  o  k t ó r y c h  m o w a  \nw punkcie 9, nie mają prawa do przyznani a punktów.  \n11. Studenci biorący udział w pracy Komisji nie mogą być członkami kół naukowych aplikujących  \no Grant Rektora oraz sami nie mogą brać udziału w konkursie.  \n12. Z posiedzenia Komisji Grantowej sporządza się protokół przedkładany do ostatecznej, wiążącej \nakceptacji  Prorektorowi  ds. Studenckich . \n§4 \nKRYTERIA OCENY  \n1. Za ocenę wniosków pod względem merytorycznym odpowiedzialni są członkowie Komisji \nGrantowej.  \n2. Pełnomocnicy Rektora oraz Studenci (6 niezależnych ocen) dokonują oceny punktowej każdego \nwniosku grantowego, każdorazowo przyznając maksymalnie po 30 punktów.  \n3. Maksymalna liczba punktów, jakie może otrzymać wniosek to 180 punktów.  \n4. Przy ocenie punktowej brane są pod uwagę następujące kryteria:  \n1) Czy wniosek został przygotowany według wytycznych? –  maks. 3 punkty:  \n3 pkt. – złożony kompletny wniosek bez żadnych zastrzeżeń formalnych,  \n2 pkt. –  niekompletnie złożony wniosek który wymaga drobnej korekty formalnej,  \n1 pkt. – niekompletnie złożony wniosek z licznymi uchybieniami formalnymi, utrudniony / \ntrudno ści w uzupełnieniu braków / trudny kontakt z przedstawicielami projektu.  \n\n   \n \n \nStrona 3 z 6 \n  2) Czy wnioskowany projekt jest zgodny z przynajmniej jedną Krajową Inteligentną Specjalizacją \n(KIS, https://www.gov.pl/web/rozwoj -technologia/krajowe -inteligentne- specjalizacje\n)? – \nmaks. 3 punkt y  \n3 pkt. – tak, szczegółowo opisuje sposób realizacji KIS,  \n2 pkt. – tak, ogólnie opisuje sposób realizacji KIS,  \n1 pkt – tak, ale nie opisuje sposobu realizacji KIS,  \n0 pkt. – nie, projekt nie odnosi się do KIS.  \n3) Czy wnioskowany projekt jest zgodny z przynajmniej jedną Regionalną Inteligentną \nSpecjalizacją dla Małopolski (RIS , https://www .malopolska.pl/biznes/innowacje/inteligentne -\nspecjalizacje -regionu )? – maks. 3 punkty  \n3 pkt. – tak, szczegółowo opisuje sposób realizacji RIS,  \n2 pkt. – tak, ogólnie o pisuje sposób realizacji RIS,  \n1 pkt –  tak, ale nie opisuje sposobu realizacji RIS,  \n0 pkt. – nie, projekt nie odnosi się do RIS.  \n4) Czy wnioskowany projekt należy do przynajmniej do jednego Priorytetowego Obszaru Badawczego realizowanego w AGH (POB, \nhttps://www.idub.agh.edu.pl/inicjatywa -\ndoskonalosci -uczelnia -badawcza/priorytetowe -obszary -badawcze/ ) – maks. 6 punkt ów  \n6 pkt. – tak, szczegółowo opisuje sposób powiązania z danym POB,  \n4 pkt. – tak, ogólnie opisuje sposób powiązania z danym POB,  \n2 pkt. – tak, ale nie opisuje sposób powiązania z danym POB,  \n0 pkt. – nie, projekt nie odnosi się do Priorytetowych Obs zarów Badawczych AGH.  \n5) Czy wyniki projektu mają szansę na publikację naukową? – maks. 3 punkty  \n3 pkt.  – tak, \n2 pkt.  – w pewnej części,  \n1 pkt – nie. \n6) Czy wyniki projektu mają szansę na komercjalizację? – maks. 3 punkty  \n3 pkt.  – tak, \n2 pkt.  – w pewnej części,  \n1 pkt –  nie. \n7) Czy wyniki projektu przyczyniają się do rozwoju i promocji Uczelni? – maks. 2 punkty  \n2 pkt.  – tak, \n1 pkt –  w pewnej części,  \n0 pkt.  – nie. \n8) Czy projekt predysponuje do miana projektu strategicznego? –  maks. 3 punkty  \n3 pkt . – członkowie koła zdobywają sukcesy (laureaci, wyróżnieni) o zasięgu \nmiędzynarodowym, stanowią prężny, zgrany i zdeterminowany zespół,  \n2 pkt.  – członkowie koła zdobywają sukcesy o zasięgu ogólnopolskim  (laureaci, wyróżnieni) ,  \n1 pkt –  członkowie koła dopiero rozpoczynają swoją działalność  na arenie ogólnopolskiej  \n9) Ogólne odczucia dotyczące projektu – maks. 4 punkty.  \n5. Komisja przedkłada Prorektorowi ds. Studenckich listę rankingową ocenionych wniosków \ngrantowych . \n6. O pozycji na liście rankingowej Grantu Rek tora decyduje ł ączna liczba punktów uzyskana w  ocenie \nKomisji Grantowej.  \n7. Pozycja na liście rankingowej decydować będzie o wysokości przyznan ego dofinansowania \nprojektu w ramach konkursu Grant Rektora lub braku finansowania w przypadku, gdy posiadane \nśrodki  przeznaczone na Granty Rektora okażą się niewystarczające w stosunku do liczby złożonych \nwniosków.  \n\n   \n \n \nStrona 4 z 6 \n  8. Prorektor ds. Studenckich w porozumieniu z Komisją Grantową decyduje o wyłonieniu projektów \nstrategicznych i przyznan ej im wysokości  dofinansowani a.  \n9. Za pro jekty strategiczne uznaje się projekty, których efekty będą widoczne w długim horyzoncie \nczasowym ; projekty rokujące gwarantowanym sukcesem naukowym/konstrukcyjnym i tym \nsamym stanowiącym promocję Uczelni.  \n10. Na finansowanie projektów strategicznych przeznacza się do 50% środków przeznac zonych na \nbudżet konkursu.  \n11. Ogłoszenie wyników następuje poprzez publikację wykazu projektów z informacją o  kategorii \nprojektu ( podstawowy lub strategiczny), uzyskanej liczbie punktów oraz przyznanej kwocie \ndofinansowania. Publikacja nastąpi w serwisach informacyjnych Uczelni (w szczególności \nw serwis ach prowadzonych przez Pełnomocników Rektora oraz Dział Spraw Studenckich ). \n12. Wyniki konkursu oraz decyzje o przyznanym dofinansowaniu są ostateczne i nie ma możliwości \nodwołania od nich.  \n§5 \nREALIZACJA GRANTU  \n1. Nad prawidłową realizacją i właściwym rozliczeniem projektu w ramach konkursu Grant Rektora \nczuwa opiekun koła.  \n2. DSS informuje przedstawiciel i projektu  (lidera studenckiego oraz opiekuna koła)  o przyznanym \ndofinansowaniu.  \n3. Po ogłoszeniu wyników konkursu konieczne jest złożenie Preliminarza kosztów projektu  \nz potwierdzonymi źródłami dofinansowania (w ramach samego preliminarza lub na załączonym, \nosobnym oświadczeniu ). Po rozstrzygnięciu konkursu nie dopuszcza się zmiany decyzji \no przyznanym dofinansowaniu ze wszystkich źródeł finansowania.  \n4. Deklaracje o wsparciu finansowym projektu zawarte w oświadczeniu uznaje się za wiążące.  \n5. Wzór Preliminarza stanowi załącznik nr 2 do niniejszego Regulaminu.  \n6. Wzór Oświadczenia o dofinansowaniu projektu stanowi załącznik nr 3 do niniejszego Regulaminu.  \n7. Preliminarz po akceptacji opiekuna koła i Pełnomocnika Rektora odpowiedniego Obszaru wraz  \nz oświad czeniami należy dostarczyć do DSS.  \n8. Przed złożeniem Preliminarza należy skonsultować wydatki z pracownikiem DSS.  \n9. Preliminarz podlega akceptacji Prorektora ds. Studenckich oraz Kwestora AGH.  \n10. Warunkiem rozpoczęcia wydatkowania środków przyznanych na realizacj ę Grantu Rektora jest \nuzyskanie zgody Kwestora AGH. O uzyskanej zgodzie informuje przedstawiciel i projektu  (lidera \nstudenckiego oraz opiekuna koła)  pracownik DSS.  \n11. Wydatki poniesione podczas realizacji projektu muszą być zgodne co do wartości, jak i rodzaju , \nz przedstawionym Preliminarzem.  \n12. Wszystkie poniesione koszty w ramach projektów grantowych ze środków Grantów Rektora muszą \nbyć realizowane zgodnie z obowiązującymi przepisami prawa, w tym przepisami Prawa zamówień \npublicznych oraz procedurami wewnętrznym i Uczelni.  \n13. W przypadku zakupu środków trwałych wymagana jest zgoda właściciela pola spisowego Wydziału, \ndo którego zostanie przypisany zakupiony przedmiot.  \n14. Projekty nie mogą obejmować zakupu środków trwałych powyżej kwoty 10 tys. zł.  \n15. Wszystkie wyjazdy zagraniczne powinny być zorganizowane i odbywać się zgodnie z procedurami \nDziału Współpracy z Zagranicą.  \n16. Grant Rektora nie obejmuje finansowania honorariów wnioskodawców.  \n \n\n   \n \n \nStrona 5 z 6 \n  §6 \nWARUNKI ROZLICZANIA  \n1. DSS zajmuje się rozliczeniem Grantów Rektora, a także przygotowywaniem sprawozdań \nfinansowych dla Prorektora ds. Studenckich w zakresie wykorzystania środków przyznanych na \nrealizację projektu.  \n2. Koszty realizacji projektu powinny być udokumentowane fakturą wystawioną na Akademię Górniczo -Hutniczą im. Stanisław a Staszica w Krakowie. Al. Mickiewicza 30, 30 -059 Kraków.  \nNIP: 675- 000-19-23. \n3. Faktury powinny być opisane i potwierdzone przez opiekuna koła złożonym podpisem wraz\n \nz imienną pieczątką , zgodnie ze wzorem stanowiącym załącznikiem nr 4.  \n4. Faktury należy dostar czyć do DSS – Pawilon C1, pok. 111 niezwłocznie, w terminie umożliwiającym \nopłacenie faktury we wskazanym terminie.  \n5. Do faktur złożonych po terminie płatności lub w terminie uniemożliwiającym płatność w terminie \nnależy przedłożyć pisemne przedłużenie termi nu płatności wystawione przez kontrahentów.  \n6. Faktury proforma należy rozliczyć poprzez dostarczenie opisanej faktury VAT w terminie 14 dni od \ndaty odebrania towaru lub wykonanej usługi .  \n7. W uzasadnionych przypadkach realizatorzy projektu mogą zwrócić się pi semnie  do Prorektora  \nds. Studenckich z prośbą o zmianę wysokości poszczególnych pozycji w Preliminarzu oraz zmianę \nrodzaju kosztów w granicach przyznanej kwoty. Każdorazowo wymagane jest złożenie \nuaktualnionego Preliminarza, wraz ze wszystkimi podpisami . \n8. Środki pozyskane na realizację projektu pochodzące od sponsorów zadeklarowane w oświadczeniu \nnależy udokumentować umową sponsorską, darowizny lub o współpracy zawartą z uczelnią lub z \nFundacją dla AGH, Fundacją Academica lub Fundacją Krakus, nie później n iż 45 dni od daty \nogłoszenia wyników konkursu (data publikacji wyników na stronie internetowej DSS). Brak przedłożenia stosownych umów skutkuje wstrzymaniem przyznanych środków. Wzór umowy sponsorskiej jest dostępny na stronie DSS. Kopie umów, o których mo wa w punkcie 8 muszą być \ndostarczone do DSS w ciągu 14 dni od daty podpisania.  \n9.  Merytoryczne go zaliczenia grantu dokonuje jury na podstawie prezentacji jego wyników przez \nprzedstawiciela projektu w ramach 27. Konferencji Studenckiego Ruchu Naukowego AGH.  \n10. Po dokonaniu zaliczenia merytorycznego realizacji  projektu w ramach Grant u Rektora, koło \nnaukowe zobowiązane jest do złożenia w wersji papierowej  sprawo zdania merytoryczno -\nfinansowego w DSS, potwierdzonego przez opiekuna koła naukowego oraz odpowiedniego \nPełnomocnika Rektora.  \n11. Wzór sprawozdania merytoryczno -finansowego stanowi załącznik nr 5 do niniejszego Regulaminu.  \n12. Niezłożenie sprawozdania lub nierozliczenie dofinansowania w trybie określonym w ust. \n6 wyklucza w roku kolejnym możliwość udzi ału w konkursie oraz uzyskanie dofinansowania.  \n13. W przypadku uzasadnionej potrzeby przedłużenia terminu realizacji Grantu Rektora wymagane \njest złożenie pisemnego podania do Prorektora ds. Studenckich z uzasadnieniem prośby. \nPrzedłużenie Grantu rektora nie m oże być dłuższe niż do 30.11.2023 . \n14. W przypadku rezygnacji z Grantu Rektora na każdym etapie realizacji, wymagane jest złożenie \npisemnej rezygnacji Prorektorowi ds. Studenckich oraz rozliczenie wydatkowanych środków \nfinansowych w DSS.  \n§7 \nPOSTANOWIENIA KOŃCO WE \n1. Przystąpienie do realizacji projektu jest jednoznaczne z obowiązkiem uczestnictwa \nw podstawowych szkoleniach BHP przez osoby wykazane jako realizatorów projektu , \n\n   \n \n \nStrona 6 z 6 \n  w specjalistycznych szkoleniach BHP przez studenckiego lidera projektu  oraz w szkoleniu \nz formalnych zasad wydatkowania środków finansowych oraz kwestiach związanych z rozliczeniem \ngrantu organizowanym cyklicznie przez ZOOS DSS przez osoby wskazane w preliminarzu jako odpowiedzialne za rozliczenie projektu.  \n2. Wszelkie prawa do wyników powstałych p odczas realizacji projektu grantowego na rzecz Uczelni, \nw tym w szczególności prawa do projektów wynalazczych, baz danych, know -how oraz autorskich \npraw majątkowych do utworów, przysługiwać będą Uczelni w wysokości równej procentowemu \nudziałowi finansowania przez AGH tego projektu . \n3. Do własności majątkowych praw autorskich powstałych w wyniku realizacji projektów grantowych \nfinansowanych przez AGH stosuje się przepisy ustawy z dnia 4 lutego 1994r. o prawi e autorskim   \ni prawach pokrewnych (teks jednolity Dz. U. z 2019r., poz. 1231)  oraz zapisy Regulaminu \nzarządzania prawami autorskimi i prawami pokrewnymi oraz prawami własności przemysłowej \noraz zasadami komercjalizacji w Akademii Górniczo -Hutniczej im. St anisława Staszica w Krakowie, \nwprowadzonego zarządzeniem rektora nr 18/2015 z dnia 9 czerwca 2015 roku.  \n4. Przystąpienie do realizacji projektu Grant Rektora jest równoznaczne ze zgodą na podpisanie umowy przeniesienia na AGH prawa do dóbr własności intelektu alnej stworzonych przez studenta \nw ramach działalności objętej dofinansowaniem.  \n5. Umowa przeniesienia na AGH prawa do dóbr własności intelektualnej stworzonych przez studenta  \nw ramach działalności objętej dofinansowaniem stanowi załącznik nr 6 do niniejszego  Regulaminu.  \n6. Zgodnie z Regulaminem Studiów AGH, studenci realizujący projekty studenckie w ramach konkursu Grant Rektora mogą wnioskować do dziekana wydziału odpowiedzialnego za kształcenie  \no Indywidualną Organizację Studiów (IOS) oraz uwzględnienie osiągniętych efektów uczenia  \nw ramach realizacji badawczej ścieżki kształcenia.  \n7. Wszelkie sprawy, które nie są uregulowane zapisami niniejszego Regulaminu rozpatrywane będą \nindywidualnie przez Prorektora ds. Studenckich.  \n \n \nZAŁĄCZNIKI  \nZałącznik nr 1  – Wniosek o dofinansowanie w ramach konkursu Grant Rektora projektu \nrealizowanego przez studenckie koło naukowe AGH.  \nZałącznik nr 2  – Preliminarz kosztów realizacji projektu.  \nZałą cznik nr 3  – Wzór oświadczenia o dofinansowaniu projektu.  \nZałącznik nr 4  – Wzór opisu faktury.  \nZałącznik nr 5  – Wzór sprawozdania merytoryczno -finansowego.  \nZałącznik nr 6  – Umowa przeniesienia na AGH prawa do dóbr własności intelektualnej stworzonych \nprzez studenta w ramach działalności objętej dofinansowaniem.  \n \n \n \n\n"}