{"content": "# Ekoprojektowanie i Cyfryzacja Technologii Materiałowych (EiCTM) - Wydział Metali Nieżelaznych\n\nURL: http://wmn.agh.edu.pl/ekoproj\nCrawled: 2025-03-19 21:34:07\n\nStrona główna\nKształcenie\nEkoprojektowanie i Cyfryzacja Technologii Materiałowych (EiCTM)\nEkoprojektowanie i Cyfryzacja Technologii Materiałowych (EiCTM)\nLiczba absolwentów\n30\n rocznie\nLat nauki\n3\n lata\nStopień naukowy\ninżynier\nOpis\nKierunek Ekoprojektowanie i cyfryzacja technologii materiałowych ma na celu wszechstronne przygotowanie dla szeroko rozumianej branży nowoczesnego przetwórstwa metali nieżelaznych specjalistów z poszerzoną wiedzą dotyczącą społecznego wymiaru projektowania, a w szczególności specjalistów z kompetencjami obejmującymi eko-projektowanie (ecodesign) produktów i zrównoważonych czystszych technologii materiałowych, którzy dzięki odpowiednio przygotowanemu cyklowi kształcenia potrafią kreatywnie rozwiązywać problemy techniczne.\n\nObecnie Europa stoi u progu zielonej i cyfrowej transformacji swojej gospodarki. Oba elementy tej transformacji są ze sobą ściśle powiązane – generowanie i wdrażanie nowych zielonych technologii nie jest możliwe bez narzędzi cyfrowych, a z drugiej strony cyfryzacja obok poprawy jakości życia ma na celu głównie zmierzanie do neutralności klimatycznej. Operacyjnie zielona transformacja bazuje na ekoprojektowaniu produktów, podzespołów i surowców oraz technologii realizowanych z poszanowaniem zasobów naturalnych i energii przy równoczesnej minimalizacji skutków środowiskowych. Wyrazem tego jest projekt (opublikowany w 2022 r.) „REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishing a framework for setting ecodesign requirements for sustainable products” wskazujący ekoprojektowanie jako podstawową metodologię opracowywania nowych produktów i technologii ich wytwarzania.\n\nMetale nieżelazne (tj. 90 pierwiastków układu okresowego) są wykorzystywane do wytwarzania większości produktów bądź ich podzespołów praktycznie we wszystkich działach nowoczesnej gospodarki. Szczególną rolę odgrywają tutaj surowce krytyczne, z których dominująca większość to metale nieżelazne lub ich związki oraz stosowane na coraz szerszą skalę funkcjonalne stopy metali lekkich, superstopy niklu czy stopy miedzi, w których dobór właściwej ścieżki technologicznej jest kluczowy dla zmniejszenia energochłonności produkcji.\n\nNa kierunku Ekoprojektowanie i cyfryzacja technologii materiałowych Studenci zdobywają wiedzę i umiejętności m.in. w zakresie:\n• nowoczesnych materiałów na bazie metali nieżelaznych oraz metod ekoprojektowania produktów z ich wykorzystaniem;\n• ekoprojektowania konwencjonalnych i nowatorskich technologii materiałowych dla współczesnego przemysłu;\n• nowoczesnych narzędzi komputerowego wspomagania inżyniera oraz w szerszym ujęciu cyfryzacji technologii materiałowych;\n• metod testowania materiałów oraz diagnostyki prototypów i produktów;\n• inżynierii produkcji i jakości oraz podstaw logistyki;\n• surowców pierwotnych i ich recyklingu, w tym surowców krytycznych;\n• społecznego, psychologicznego i ergonomicznego kontekstu projektowania;\n• metodologii projektowania, współprojektowania produktów w ujęciu holistycznym z uwzględnieniem Human Factors Engineering, zorientowanych w kierunku User Centered Design, Human-Computer Interactions oraz Future Design;\n• oceny społecznej akceptacji i ryzyk technologii.\n\nUzyskanie takich kompetencji jest możliwe dzięki integracji potencjału naukowo-dydaktycznego Wydziału Metali Nieżelaznych i Wydziału Humanistycznego AGH.\n\nKształcenie realizowane jest na studiach I stopnia\n Studia na kierunku Ekoprojektowanie i Cyfryzacja Technologii Materiałowych dają szansę na zdobycie interdyscyplinarnej wiedzy, kompetencji inżynierskich oraz szerokich perspektyw zawodowych.... \nStudia pierwszego stopnia\n\n Studia pierwszego stopnia trwają 7 semestrów i kończą się uzyskaniem stopnia inżyniera. Rekrutacja na studia pierwszego stopnia odbywa się raz w roku, w miesiącach: czerwiec–wrzesień. \n\nKształcenie w ścisłej współpracy z przemysłem ....\nPerspektywy pracy zawodowej ...\nPotencjalne miejsca pracy Absolwenta to m.in. działy projektowe, technologiczne, lean manufacturing, planowania produkcji, narzędziownie, działy R&D, kontroli jakości i IT skojarzone z produkcją przemysłową, działy eko-controllingu i zarządzania energią, działy analityczne i diagnostyki konsumenckiej, podmioty zajmujące się recyklingiem w szeroko rozumianej branży przetwórstwa przemysłowego oraz specjalistyczne podmioty outsourcingowe oraz biura projektowe, firmy doradcze, instytuty naukowe, jednostki certyfikujące, instytucje samorządowe, eko-startupy, huby kreatywne i in. Absolwenci mogą również podejmować własną działalność gospodarczą – z uwagi na autorski kreatywny charakter kształcenia i wykonywanych projektów.", "metadata": {"url": "http://wmn.agh.edu.pl/ekoproj", "title": "Ekoprojektowanie i Cyfryzacja Technologii Materiałowych (EiCTM) - Wydział Metali Nieżelaznych", "depth": 3, "duplicate": false, "content_hash": "87b51e061580d38a2ad3f1a879a3d788", "word_count": 539, "headings": [{"level": 1, "text": "Ekoprojektowanie i Cyfryzacja Technologii Materiałowych (EiCTM)"}, {"level": 2, "text": "30rocznie"}, {"level": 2, "text": "3lata"}, {"level": 2, "text": "inżynier"}, {"level": 1, "text": "Opis"}, {"level": 1, "text": "Kształcenie realizowane jest na studiach I stopnia"}, {"level": 2, "text": "Studia pierwszego stopnia"}, {"level": 1, "text": "Kształcenie w ścisłej współpracy z przemysłem ...."}, {"level": 1, "text": "Perspektywy pracy zawodowej ..."}]}}