{"content": "#  Znak graficzny AGH -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/o-agh/multimedia/znak-graficzny-agh\nCrawled: 2025-03-19 21:07:08\n\nSkip to content ↓\n\n Znak graficzny AGH \n\nZnak graficzny AGH jest jedynym znakiem służącym codziennej identyfikacji wizualnej Akademii Górniczo-Hutniczej. W tej roli zastąpił on godło AGH, które w obecnej formie zarezerwowane zostało wyłącznie do promowania historii oraz dziedzictwa naukowego uczelni.\n\nW materiałach promocyjnych istnieje możliwość stosowania znaku graficznego AGH razem z pełną nazwą uczelni w języku polskim lub angielskim. Nazwa ta może zostać zakomponowana symetrycznie bądź asymetrycznie względem znaku.\n\nW układzie symetrycznym pełna nazwa uczelni umieszczona jest pod znakiem AGH i wyśrodkowana względem pionowej osi sygnetu. \n\nNazwa polskojęzyczna została zaprojektowana w wersji jedno-, dwu- oraz trzywierszowej; w języku angielskim pełna nazwa uczelni posiada wersję jedno- i dwuwierszowe. Przy wyborze jednej z tych wersji należy kierować się proporcjami nośnika oraz względami kompozycyjnymi.\n\nNależy pamiętać, że znak graficzny jest jednym z wielu elementów alfabetu identyfikacji wizualnej. Aby projekty w pełni odzwierciedlały graficzny styl uczelni, znak powinien być wsparty odpowiednimi krojami pisma, kolorystyką oraz określonymi formami i motywami kompozycyjnymi.\n\nZnak graficzny – pliki do pobrania\n\nZnak graficzny AGH został zastrzeżony w Urzędzie Patentowym RP.\nUżycie znaku graficznego wymaga specjalnego pozwolenia, którego udziela Rektor AGH.\n Szczegółowe instrukcje stosowania znaku graficznego AGH zawarte są w dalszej części tej strony oraz w \nKsiędze Identyfikacji Wizualnej\n.\n\nZnak graficzny Akademii Górniczo-Hutniczej zbudowany jest z sygnetu oraz logotypu.\n\nSygnet składa się z trzech części, przy czym każda z nich złożona jest z kolei z trzech podłużnych elementów (pasów). Posiada on formę stylizowanego orła, nawiązując w sposób symboliczny i uproszczony do godła uczelni. W wersji wielobarwnej znaku sygnet jest trójbarwny. Logotyp stanowią inicjały nazwy uczelni, którym nadano indywidualną, specjalnie zaprojektowaną formę literniczą.\n\nPosługując się znakiem graficznym AGH należy przestrzegać minimalnego pola ochronnego oddzielającego logotyp od innych elementów. Poniżej zaprezentowano sposób wyznaczania pola ochronnego dookoła znaku graficznego AGH.\n\nStosując znak graficzny AGH należy przestrzegać minimalnej jego wielkości, której wysokość nie może być mniejsza niż 15 mm.\n\nKolorystyka jest podstawowym i najmocniej oddziałującym na percepcję odbiorców elementem identyfikacji wizualnej. Konsekwentne stosowanie określonej kolorystyki znaku przy zachowaniu dbałości o zgodność kolorów na wszystkich nośnikach identyfikacji może spowodować, że kolor najszybciej ze wszystkich elementów bazowych wywoła w świadomości odbiorców skojarzenia z uczelnią.\n\nKolory użyte w wersji wielobarwnej znaku graficznego – zieleń, czerń i czerwień – odnoszą się do tradycyjnej, symbolicznej kolorystyki związanej z górnictwem oraz hutnictwem.\n\nBarwą uzupełniającą jest biel, występująca w wersji jednobarwnej negatywowej znaku. Farbę Pantone Opaque White należy stosować jedynie w przypadku reprodukowania wspomnianej wersji znaku na nośnikach posiadających barwę rożną od bieli (np. nadruk znaku na gadżetach w kolorze innym niż biały).\n\nZieleń\n\nPMS: Pantone 349\n\nCMYK: C100 M0 Y90 K40\n\nRGB: R0 G105 B60\n\nHTML: #00693C\n\nRAL 6029\n\nORACAL 641: 613 Forest Green\n\nCzerń\n\nPMS: Pantone Process Black\n\nCMYK: C0 M0 Y0 K100\n\nRGB: R30 G30 B30\n\nHTML: #1E1E1E\n\nRAL 9005\n\nORACAL 641: 070 Black\n\nCzerwień\n\nBiel\n\nPMS: Pantone Opaque White\n\nCMYK: C0 M0 Y0 K0\n\nRGB: R255 G255 B255\n\nHTML: #FFFFFF\n\nRAL 9003\n\nORACAL 641: 010 White\n\nZmiana wielkości znaku AGH musi odbywać się przy zachowaniu jego proporcji. Zabronione jest nieproporcjonalne skalowanie znaku, jak również wszelkie inne przekształcenia deformujące znak (np. pochylanie znaku, zmiana grubości poszczególnych elementów i odstępów pomiędzy nimi, nadawanie znakowi obrysu).\n\nNie wolno zmieniać formy liter logotypu (np. składać logotypu gotowym krojem pisma), ani też proporcji logotypu do sygnetu.\n\nW obszarze obejmującym pole ochronne znaku nie wolno umieszczać elementów mogących zakłócać jego czytelność (np. wyraźnie wzorzystego tła). W przypadku umieszczania znaku na ilustracji lub fotografii, we wspomnianym obszarze nie mogą znajdować się silnie kontrastowe elementy, wizualnie rywalizujące ze znakiem; pomiędzy znakiem a tłem musi istnieć odpowiedni kontrast, zapewniający znakowi czytelność. W sytuacji umieszczania znaku obok tekstu lub elementów graficznych, nie powinny one pojawiać się w polu ochronnym znaku.\n\nNie zaleca się nadawać znakowi graficznemu wypełnienia w postaci przejścia tonalnego (gradientu), zarówno wielobarwnego, jak też jednobarwnego.\n\nW przypadku wersji wielobarwnej znaku, niedozwolona jest jakakolwiek zmiana barw poszczególnych części znaku (np. w sygnecie: zmiana kolejności barw lub zastępowanie jednych barw innymi, w logotypie: nadawanie poszczególnym literom różnych barw lub zamiana czerni na inną barwę).\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/o-agh/multimedia/znak-graficzny-agh", "title": " Znak graficzny AGH -- Serwis Akademii Górniczo-Hutniczej ", "depth": 1, "duplicate": false, "content_hash": "742581f7e75a7ae070e53ea56b22ade0", "word_count": 732, "headings": [{"level": 1, "text": "Znak graficzny AGH"}, {"level": 2, "text": "Stopka"}]}}