{"content": "#  Kreowanie Spin-off -- Centrum Współpracy i Transferu Technologii -- Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \n\nURL: https://cwitt.agh.edu.pl/dwag/przedsiebiorczosc-akademicka/kreowanie-spin-off\nCrawled: 2025-03-19 22:40:00\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Kreowanie Spin-off \n\nTo miejsce,w którym wsparcie otrzyma każdy twórca budujący, zamierzając budować lub rozważający budowę spółki spin-off/spin-out w oparciu o wiedzę, technologię i know-how AGH.\n\nW obszarze SPIN-OFF:\n\nMożesz liczyć na merytoryczne i przyjazne doradztwo dotyczące Twojego pomysłu na start-up, nawet jeśli dopiero wstępnie rozważasz taką komercjalizację\n\nOtrzymasz wskazówki dotyczące wyzwań i kluczowych działań, jakie powinieneś podjąć uruchamiając ten proces\n\nDowiesz się, jaka jest rola uczelni i na jakie wsparcie możesz liczyć podejmując wyzwanie tworzenia spółki spin-off\n\nOtrzymasz pomoc prawnika, który doradzi, jak uporządkować sprawy formalno-prawne związane z powołaniem i prowadzeniem spółki\n\nDostaniesz wskazówki, jak przygotować idealną prezentację pomysłu przed potencjalnymi inwestorami\n\nUzyskasz informacje na temat możliwości pozyskania zewnętrznego wsparcia finansowego\n\nSkontaktujemy Cię z partnerami biznesowymi współpracującymi z AGH oraz INNOAGH\n\nStopka\n\n © 2024 Centrum Współpracy i Transferu Technologii\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://cwitt.agh.edu.pl/dwag/przedsiebiorczosc-akademicka/kreowanie-spin-off", "title": " Kreowanie Spin-off -- Centrum Współpracy i Transferu Technologii -- Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie ", "depth": 3, "duplicate": false, "content_hash": "5a6493beca608ba564faf47b4db30171", "word_count": 143, "headings": [{"level": 1, "text": "Kreowanie Spin-off"}, {"level": 2, "text": "Stopka"}]}}