{"content": "# Naukowcy z AGH laureatami nagród Ministra Edukacji i Nauki-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/info/article/naukowcy-z-agh-laureatami-nagrod-ministra-edukacji-i-nauki/\nCrawled: 2025-03-19 21:58:41\n\nNaukowcy z AGH laureatami nagród Ministra Edukacji i Nauki \n\n 21/02/2022 \n\n Poznaliśmy laureatów nagród Ministra Edukacji i Nauki. W gronie wyróżnionych znaleźli się naukowcy z AGH, których nagrodzono za znaczące osiągnięcia w zakresie działalności naukowej, wdrożeniowej oraz za całokształt dorobku. Nazwiska laureatów zostały ogłoszone 19 lutego 2022 r. podczas gali z okazji Dnia Nauki Polskiej. \n\nNagroda za całokształt dorobku naukowego\n\nprof. dr hab. inż. Ryszard Tadeusiewicz\n – trzykrotny Rektor AGH (1998–2005), Prezes Krakowskiego Oddziału Polskiej Akademii Nauk, od wielu kadencji wybierany do Centralnej Komisji ds. Stopni i Tytułu Naukowego, a w przeszłości członek z ogólnopolskiego wyboru KBN i Rady Nauki. Zasiada w gremiach wielu akademii krajowych i zagranicznych, m.in. Polskiej Akademii Nauk, Polskiej Akademii Umiejętności, (organizator i wieloletni przewodniczący Komisji Nauk Technicznych PAU), Europejskiej Akademii Nauki, Sztuki i Literatury, Rosyjskiej Akademii Nauk Przyrodniczych, Akademii Inżynierskiej w Polsce i wielu innych. Należy do międzynarodowych stowarzyszeń: IEEE, SPIE, ACM. Jest członkiem honorowym Polskiego Towarzystwa Informatycznego.\n\nStudiował na Wydziale Elektrycznym AGH, który z wyróżnieniem ukończył w roku 1971. Studiował także na Wydziale Lekarskim Akademii Medycznej w Krakowie, na którym potem przez pewien czas pracował jako profesor i kierownik Zakładu Biocybernetyki oraz Zakładu Biostatystyki i Informatyki Medycznej. Od 1971 r. związany z Katedrą Automatyki AGH (kolejne stanowiska: kierownik Samodzielnej Pracowni Biocybernetyki 1974–1982, wicedyrektor Instytutu 1980–1988, kierownik Zakładu Biocybernetyki 1980–1992, kierownik katedry od 1997).\n\nProwadził wykłady na większości krakowskich uczelni: od 30 lat nieprzerwanie wykłada na AGH (gdzie dwukrotnie powierzono mu wykład inauguracyjny), od 25 lat prowadzi wykłady i seminaria magisterskie w Akademii Ekonomicznej (obecnie UEK) gdzie także powierzono mu wykład inauguracyjny, przez ponad 10 lat wykładał na WSP (obecnie UP), przez 6 lat pracował na AWF, wielokrotnie prowadził różne zajęcia na krakowskiej Akademii Medycznej (obecnie CM UJ); prowadził także wykłady i prace magisterskie w Uniwersytecie Jagiellońskim, przez dwa lata wykładał na Akademii Sztuk Pięknych (gdzie powierzono mu wykład inauguracyjny jako pierwszemu inżynierowi w dziejach tej artystycznej uczelni), wielokrotnie był także zapraszany z gościnnymi wykładami i seminariami do Politechniki Krakowskiej. Ostatnio został wybrany na członka The European Academy of Sciences and Arts. Uhonorowany tytułem doktora \nhonoris causa\n kilkunastu uczelni.\n\nNagroda za znaczące osiągnięcia w zakresie działalności naukowej \n\nprof. dr hab. inż. Piotr Faliszewski\n – w latach 1999–2004 studiował informatykę na \nWydziale Informatyki, Elektroniki i Telekomunikacji\n. Następnie w latach 2004–2008 odbył studia doktoranckie na Wydziale Informatyki Uniwersytetu Rochester w USA. W 2006 r. uzyskał tytuł Master of Science na University of Rochester, w 2008 r. doktoryzował się tam na podstawie pracy \nManipulation of Elections: Algorithms and Infeasibility Results\n.\n\nOd 2009 r. pracuje w Katedrze Informatyki Wydziału Informatyki, Elektroniki i Telekomunikacji, gdzie w latach 2009–2015 był adiunktem. W 2013 r. na podstawie dorobku naukowego oraz monografii \nNarzędzia algorytmiczne dla wyborów\n na Wydziale Informatyki, Elektroniki i Telekomunikacji uzyskał stopień doktora habilitowanego nauk technicznych w dyscyplinie informatyka. Od 2015 r. jest profesorem nadzwyczajnym, a w 2021 r. otrzymał tytuł profesora. W roku akademickim 2015/2016 był profesorem wizytującym na Université Paris-Dauphine w Paryżu we Francji. Ponadto przebywał w Technische Universität Berlin (Niemcy) jako Mercator Fellow (2013–2014) i jako profesor wizytujący (2018–2020), a także w Rochester Institute of Technology, Rochester, USA (2005–2008).\n\nW 2019 r. został członkiem Rady Doskonałości Naukowej I kadencji w dyscyplinie informatyka. Wypromował dwóch doktorów. Od 2017 r. współredaguje czasopismo „Journal of Artificial Intelligence Research”. W 2018 r. otrzymał nagrodę naukową Friedricha Wilhelma Bessela od Fundacji Alexandra von Humboldta. Jest laureatem Nagrody Naukowej tygodnika „Polityka” za rok 2013 w zakresie nauk technicznych.\n\nJego badania koncentrują się na następujących obszarach: komputerowy wybór społeczny, agregacja preferencji, złożoność wyborów, algorytmy i złożoność. Szczególnie interesują go pomysły, koncepcje i badania obejmujące i łączące wszystkie te obszary oraz teoria złożoności strukturalnej. W 2020 r. został laureatem prestiżowego ERC Consolidator Grant przyznawanego przez Europejską Radę ds. Badań Naukowych i pracuje nad obliczeniową teorią wyboru społecznego. Wyniki projektu znajdą zastosowanie w wielu dziedzinach życia związanych z koniecznością dokonywania wyboru – począwszy od wyborów w małych społecznościach lokalnych poprzez biznes po rozgrywki sportowe.\n\nNagroda za znaczące osiągnięcia w zakresie działalności wdrożeniowej\n\ndr inż. Jacek Dajda \n– Absolwent Wydziału Elektrotechniki, Automatyki, Informatyki i Elektroniki (1999–2004), adiunkt w \nInstytucie Informatyki\n na \nWydziale Informatyki, Elektroniki i Telekomunikacji\n. Pracuje również w \nCentrum Rozwiązań Informatycznych AGH\n na stanowisku kierownika Sekcji Projektowania Usług oraz w Centrum Technologii Bezpieczeństwa na stanowisku specjalisty ds. badań. Specjalizuje się w szeroko pojętej inżynierii oprogramowania, a w szczególności zagadnieniach analizy i wizualizacji danych oraz opracowywaniu modeli i technik umożliwiających efektywną integrację informacji pochodzących z heterogenicznych źródeł danych.\n\nOd 2006 r. jest zaangażowany – jako wykonawca i kierownik zespołów – w realizację projektów badawczo-rozwojowych związanych z budową rozwiązań informatycznych, w większości finansowanych przez Narodowe Centrum Badań i Rozwoju w ramach programu badań naukowych na rzecz obronności i bezpieczeństwa państwa. Wymiernym wynikiem realizowanych projektów jest ponad 140 podpisanych umów licencyjnych na zrealizowane narzędzia informatyczne i dziesiątki przeprowadzonych szkoleń, a potwierdzeniem ich skuteczności są otrzymane nagrody na branżowych targach EUROPOLTECH. Odznaczony Brązową Odznaką „Zasłużony dla Służby Celnej” za swoją działalność wdrożeniową. Współzałożyciel \nLaboratorium Informatyki Śledczej\n w Instytucie Informatyki, którego celem jest realizacja i utrzymanie specjalistycznego oprogramowania analitycznego.\n\nObecnie jest kierownikiem projektu NCBR pt.\n Przetwarzanie i analiza danych masowych w odniesieniu do przestępstw gospodarczych\n, w ramach którego realizowane są narzędzia informatyczne wspierające funkcjonariuszy służb bezpieczeństwa publicznego. Celem projektu jest opracowanie ekosystemu rozwiązań złożonego zarówno z istniejących narzędzi uzupełnionych o nowe moduły i funkcje, jak i kompletnie nowych specjalizowanych rozwiązań opracowanych w ramach projektu. Mimo wciąż trwających prac, gestorowi – Komendzie Głównej Policji – przekazano już do użytkowania gotowe rozwiązania i przeprowadzono szereg szkoleń dla funkcjonariuszy z całej Polski. Obecnie trwa wdrażanie wypracowanych rozwiązań również w innych instytucjach odpowiedzialnych za bezpieczeństwo państwa.\n\n***\n\nW tym roku Minister Edukacji i Nauki podjął decyzję o przyznaniu łącznie 103 nagród w następujących kategoriach:\n\ncałokształt dorobku naukowego (22 nagrody indywidualne),\n\nznaczące osiągnięcia w zakresie działalności naukowej (40 nagród indywidualnych i zespołowych),\n\nznaczące osiągnięcia w zakresie działalności dydaktycznej (15 nagród indywidualnych i zespołowych),\n\nznaczące osiągnięcia w zakresie działalności wdrożeniowej (13 nagród indywidualnych i zespołowych),\n\nznaczące osiągnięcia w zakresie działalności organizacyjnej (13 nagród).\n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/info/article/naukowcy-z-agh-laureatami-nagrod-ministra-edukacji-i-nauki/", "title": "Naukowcy z AGH laureatami nagród Ministra Edukacji i Nauki-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "76d0163f32debf5d8c9621e44594cccf", "word_count": 989, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 3, "text": "Nagroda za całokształt dorobku naukowego"}, {"level": 3, "text": "Nagroda za znaczące osiągnięcia w zakresie działalności naukowej"}, {"level": 3, "text": "Nagroda za znaczące osiągnięcia w zakresie działalności wdrożeniowej"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}