{"metadata": {"url": "https://dss.agh.edu.pl/swiadczenia/stypendium-rektora", "title": " Stypendium rektora -- Dział Spraw Studenckich AGH ", "depth": 1, "duplicate": false, "content_hash": "fce3791ca4c8867d9dcb55dfb363540c", "word_count": 1155, "headings": [{"level": 1, "text": "Stypendium rektora"}, {"level": 2, "text": "Kontakt"}, {"level": 1, "text": ""}, {"level": 2, "text": "Stopka"}]}, "content": "#  Stypendium rektora -- Dział Spraw Studenckich AGH \n\nURL: https://dss.agh.edu.pl/swiadczenia/stypendium-rektora\nCrawled: 2025-03-20 01:35:08\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Stypendium rektora \n\nKomunikat Prorektora ds. Studenckich w sprawie terminów składania wniosków o stypendia w semestrze letnim roku akademickiego 2024/2025\n\nKomunikat Prorektora ds. Studenckich w sprawie wydłużenia terminu składania wniosków o stypendium socjalne i stypendium dla osób niepełnosprawnych w semestrze letnim roku akademickiego 2024/2025\n\nWniosek należy wypełnić w USOSweb, wydrukować i podpisać.\n Wnioski zarejestrowane w systemie, ale niezłożone w BOSS nie będą podlegać rozpatrzeniu.\n\nRodzaj stypendium\n\nTermin składania wniosków\n\nsocjalne\n\ndo\n 10 marca 2025 r.\n tura w USOSweb otwarta od 14 lutego 2025 r.\n\ndla osób niepełnosprawnych\n\ndo\n 10 marca 2025 r.\n tura w USOSweb otwarta od 14 lutego 2025 r.\n\nrektora dla studentów rozpoczynających\n I rok studiów II stopnia\n w semestrze letnim 2024/2025\n\ndo \n17 marca 2025 r\n.\n tura w USOSweb otwarta od 24 lutego 2025 r.\n\nAplikowanie o stypendium rektora na semestr letni roku akademickiego 2024/2025 \ndla studentów rozpoczynających pierwszy semestr studiów drugiego stopnia\n zostanie uruchomione w systemie USOSweb w dniu \n24 lutego 2025 r. \n Wniosek należy wygenerować w USOS i złożyć w BOSS do \n17 marca 2025 r.\n\nW przypadku studentów studiów II stopnia rozpoczynających się w semestrze letnim roku akademickiego 2024/2025, punktowana jest średnia ocen uzyskana w \nostatnim roku nauki na studiach I stopnia\n. Jeżeli ostatni rok studiów I stopnia trwa jeden semestr, bierze się pod uwagę średnią ocen uzyskaną w tym semestrze. Wniosek należy wypełnić w USOSweb, a następnie złożyć w formie papierowej w BOSS.\n\nStudent, który w semestrze letnim roku akademickiego 2024/2025 rozpoczyna studia II stopnia w AGH, może otrzymać stypendium rektora z uwzględnieniem \nosiągnięć naukowych, artystycznych lub sportowych\n tylko, jeżeli ubiegał się o to stypendium na podstawie tych samych osiągnięć na ostatnim semestrze studiów I stopnia w AGH w roku akademickim 2024/2025. W takiej sytuacji przyznana liczba punktów za osiągnięcia naukowe, artystyczne lub sportowe nie ulega zmianie. W tym przypadku, do wniosku należy wprowadzić te same osiągnięcia, co w semestrze zimowym – \nnie ma konieczności ponownego dołączania dokumentów potwierdzających te osiągnięcia\n. Wniosek należy wypełnić w USOSweb, a następnie złożyć w formie papierowej w BOSS.\n\nLiczba możliwych do przyznania stypendiów rektora na I roku studiów II stopnia rozpoczynających się w semestrze letnim zostanie ustalona w terminie \ndo 21 marca 2025 r\n.\n\nWnioski o przyznanie stypendium rektora zostaną rozpatrzone nie później, niż do \n4 kwietnia 2025 r\n.\n Stypendia rektora zostaną wypłacone \ndo 30 kwietnia 2025 r\n.\n\nStypendia rektora w semestrze letnim roku akademickiego 2024/2025 przyznawane są \nw oparciu o listę rankingową ustaloną na podstawie sumy punktów uzyskanych za średnią ocen oraz punktów za każde uznane osiągnięcie naukowe, artystyczne lub sportowe\n. Szczegółowe zasady oraz  punktacja znajduje się w § 26-31 Regulaminu świadczeń dla studentów AGH.\n\n1. Kto może ubiegać się o stypendium?\n\n Studenci przyjęci na I rok studiów I stopnia w roku akademickim 2024/2025\n Stypendium rektora otrzymuje student przyjęty na pierwszy rok studiów w roku złożenia egzaminu maturalnego,\n który jest:\n 1. laureatem olimpiady międzynarodowej albo laureatem lub finalistą olimpiady stopnia centralnego,\n o których mowa w przepisach o systemie oświaty;\n 2. medalistą co najmniej współzawodnictwa sportowego o tytuł Mistrza Polski w danym sporcie,\n o którym mowa w przepisach o sporcie.\n\nKażdy student pierwszego roku spełniający warunek z pkt. 1 lub 2 jest uprawniony do otrzymania stypendium rektora.\n Stypendium to można otrzymać tylko z jednego tytułu.\n Decyzję o przyznaniu i wysokości stypendium podejmuje Rektor.\n\nDo wniosku o stypendium należy załączyć kopię potwierdzenia wykazanego w nim osiągnięcia.\n Student zobowiązany jest również do posiadania przy sobie oryginału potwierdzenia do wglądu pracownika Uczelni.\n\nWykaz olimpiad przedmiotowych uprawniających do otrzymania stypendium\n\nWykaz olimpiad tematycznych uprawniających do otrzymania stypendium\n\nWykaz polskich związków sportowych - organizatorów zawodów sportowych o tytuł Mistrza Polski\n\nStudenci AGH\n\nStypendium rektora dla najlepszych studentów może otrzymać \nstudent AGH\n co najmniej II roku studiów I stopnia,\n który w minionym roku akademickim:\n\n- uzyskał średnią ocen co najmniej 4,00\n     i/ lub\n - posiadał osiągnięcia naukowe\n     i/lub\n - posiadał osiągnięcia artystyczne\n     i/lub\n - osiągnął wysokie wyniki sportowe we współzawodnictwie międzynarodowym lub krajowym\n oraz posiada wszystkie zaliczenia i egzaminy z przedmiotów objętych programem studiów.\n\nWniosek należy wygenerować w USOSweb i wydrukować (dwustronnie)!\n Załączniki do wniosku należy ponumerować zgodnie z kolejnością wskazaną we wniosku.\n Dopuszcza się złożenie kopii dokumentów potwierdzających osiągnięcia.\n Osiągnięcia wykazane we wniosku uzyskane w zawodach, których organizatorem jest AZS nie wymagają dołączania załączników potwierdzających uzyskanie punktowanego miejsca na zawodach.\n\nPotwierdzenie procentowego udziału w osiągnięciu\n\n2. \nStypendium rektora nie może otrzymać:\n\nStudent, który posiada deficyt punktów ECTS.\n\nStudent, który po ukończeniu jednego kierunku studiów kontynuuje naukę na drugim kierunku studiów, chyba że kontynuuje on studia po ukończeniu studiów pierwszego stopnia w celu uzyskania tytułu zawodowego magistra lub równorzędnego. Nie może zatem otrzymać stypendium Rektora osoba, która ukończyła już jeden kierunek studiów z tytułem zawodowym magistra lub równorzędnym, a także student, który po ukończeniu studiów pierwszego stopnia rozpoczął naukę na kolejnych studiach pierwszego stopnia.\n\nStudent, którego łączny okres studiowania przekroczył 12 semestrów (zgodnie z art. 93 ust. 4-8 Ustawy).\n\nWażne!\n\n1. Świadczenia, o których mowa w art. 86 Ustawy - w tym stypendium rektora - przysługują na studiach pierwszego i drugiego stopnia, jednak nie dłużej niż przez okres 12 semestrów, bez względu na ich pobieranie przez studenta, z tym zastrzeżeniem, że w ramach tego okresu świadczenia przysługują:\n - na studiach pierwszego stopnia - nie dłużej niż przez 9 semestrów,\n - na studiach 2 stopnia -  nie dłużej niż przez 7 semestrów.\n Przepisy te stosuje się również do osób studiujących lub posiadających tytuły zawodowe uzyskane za granicą.\n 2. W przypadku studiowania przez studenta więcej niż jednego kierunku studiów i posiadania średniej ocen odpowiedniej do otrzymania stypendium rektora dla najlepszych studentów na więcej niż jednym kierunku, stypendium to można pobierać tylko na jednym z nich, wskazanym przez studenta.\n 3. Zmiana kierunku studiów w trakcie studiów, w przypadku uzyskania odpowiednio wysokiej średniej ocen, daje możliwość ubiegania się o stypendium rektora dla najlepszych studentów na nowym kierunku.\n 4. W przypadku posiadania przez studenta uprawnień do otrzymywania stypendium rektora dla najlepszych studentów z tytułu więcej niż jednego osiągnięcia wszystkie osiągnięcia należy wskazać na jednym wniosku.\n 5. Ze względu na konkursowy charakter przyznawania stypendium rektora student, który złoży wniosek  \npo wyznaczonym terminie otrzyma decyzję odmawiającą przyznania stypendium\n, niezależnie od przyczyny niedotrzymania terminu.\n 6. Przebywanie na urlopie przez studenta, który otrzymał stypendium rektora dla najlepszych studentów, nie powoduje utraty uprawnień do jego otrzymywania.\n 7. Student może równocześnie otrzymywać stypendium rektora dla najlepszych studentów i stypendium ministra.\n\nKontakt\n\nBOSS\n - osoby zajmujące się obsługą świadczeń na poszczególnych Wydziałach\n\nbudynek C-7\n pokój 112b\n\nponiedziałek – wtorek\n 9:00 – 15:00\n czwartek - piątek\n 7:30 – 13:30\n\n BOSS\n budynek C-5\n pokój 008\n\ndss@agh.edu.pl\n\nmgr inż. Katarzyna Kupis\n +48 12 617 35 32\nkupis@agh.edu.pl\n\nmgr Urszula Kozaczuk\n +48 12 617 33 62\nkozaczuk@agh.edu.pl\n\nDorota Mizerska\n +48 12 617 34 47\ndorotami@agh.edu.pl\n\nStopka\n\nArchiwum dokumentów\n\nDział Spraw Studenckich\nAkademia Górniczo-Hutnicza\nim. Stanisława Staszica w Krakowie\nAl. Mickiewicza 30\n30-059 Kraków\n\nBiuro Obsługi Spraw Studenckich\nbudynek C-7, pokój 112\nSekcja Obsługi Organizacji Studenckich\nbudynek C-1, pokój 111\nSekcja Wypłat i Rozliczeń Stypendiów\nbudynek C-1, pokój 111\ne-mail: dss@agh.edu.pl\n\nBack"}