{"content": "PLAN RAMOWY\nAkademia Górniczo-Hutnicza \nim. Stanisława Staszica w Krakowie\nal. Adama Mickiewicza 30, 30-059 Kraków\n8:30 – 9:45 HOL U2 Przyszłość to materiały – pokazy interaktywne\n9:45 – 9:55 AULA U2 Zajmowanie miejsc\n10:00 – 10:05 AULA U2Przywitanie uczestników \nJM Rektor AGH – prof. dr hab. inż. Jerzy Lis\n10:05 – 10:15 AULA U2Inżynieria materiałowa – co? z czego? i dlaczego?\nprof. dr hab. inż. Dariusz Kata, Prezes Polskiego Towarzystwa Materiałoznawczego\n10:15 – 11:30 AULA U2„Materiały inteligentne”\nModeratorzy: Radio 1.7 - Aleksandra Baranowska, Emilia Rumińska\nWykładowcy: dr inż. Joanna Knapczyk-Korczak, prof. Janusz Lelito,  \nprof. Beata Leszczyńska-Madej, prof. Adam Martowicz, prof. Aneta Zima\nUstanowienie rekordu Polski w kategorii „Najwięcej osób rozwiązujących \nkrzyżówki jednocześnie (wiele lokalizacji)”\n11:30 – 11:40 AULA U2 Loteria fantowa i rozdanie nagród\n12:00 – 15:00LABORATORIA\nWYDZIAŁOWEPokazy laboratoryjne  \nWydział Inżynierii Materiałowej i Ceramiki (WIMiC), Wydział Inżynierii Metali i Informatyki Przemysłowej (WIMiIP),  \nWydział Inżynierii Mechanicznej i Robotyki (WIMiR), Wydział Metali \nNieżelaznych (WMN) oraz Wydział Odlewnictwa (WO)     POKAZY I ZAJĘCIAWYDZIAŁ BUDYNEK SALA godz. 12:00 – 15:00\nWIMICA3505 Nowoczesne opatrunki hydrożelowe  |  mgr inż. Ewa Szczepanik\n420 Farby naturalne  |  dr inż. Piotr Szatkowski\n515 Co mieszka na moich rzeczach? Bakterie, które z nami   |  mgr inż. Paulina Armatys  \n508 Poczuj i posmakuj chemię w kuchni molekularnej WIMiC  |   dr inż. Agata Krakowska\nH-B6 123 Ogniwa elektrochromowe   |  dr inż. Anna Kusior\nB82.12 Skan 3D elementów przyrodniczych i ich zastosowanie w inżynierii materiałowej   |  dr inż. Dawid Kozień\n-1.24 O mały włos!  |  prof. Bartosz Handke\n3.14 Złote sondy kosmiczne, czyli o badaniach folii metodą spektroskopii FT-IR  |  dr inż. Jakub Marchewka\n2.21C Czy płyny mają pamięć?   |   dr Joanna Mastalska-Popławska\nWIMIIPA217A/17B Pamięć ukryta w metalach czyli od science fiction do naszej rzeczywistości  |  dr inż. Adam Kokosza\n9 Co metal ma w środku, pooglądajmy atomy - Świat przy powiększeniu 5 milionów razy  |  dr inż. Grzegorz Cempura \n14H Czy rozszerzona rzeczywistość łączy, niczym spawanie metali?  |  dr inż. Lechosław Tuz\nB43HA Technologia przyszłości – druk 3D materiałów metalicznych  |  dr inż. Piotr Ledwig\n13 Skaningowa Mikroskopia Elektronowa - klucz do mikroskalowych tajemnic struktury materiałów   |  dr inż. Izabela Kalemba-Rec, dr inż.  Mateusz Kopyściański\n15 Barwna chemia  |  dr Anna Magiera, dr inż. Małgorzata Sieradzka\nB5707 Cyfrowy świat z DigiLab  |  dr inż. Konrad Perzyński, dr inż. Mateusz Sitko\n801Wykorzystanie laserów w inżynierii metali, nowoczesnych technologiach i codziennym życiu  |  prof. Sławomir Kąc, prof. Agnieszka Radziszewska, \ndr inż. Łukasz Cieniek\nWIMIRB2 016 Diamenty - czy to tylko jubilerstwo?   |  mgr inż. Cezary Drenda\nB2 018 Ciecze magnetyczne i ich zastosowanie  |  prof. Marcin Szczęch\nB2-B3 011 Zobacz jak niszczymy materiały, aby zapewnić bezpieczeństwo  |  dr inż. Przemysław Nosal, mgr inż. Valeria Manitcaia\nB3 028 Nowoczesne metody obróbki materiałów konstrukcyjnych w budowie elektrycznego motocykla  |  dr inż. Krzysztof Zagórski\nWMN A2I PIĘTRO \nKORYTARZ \nGŁÓWNYWybijanie pamiątkowych żetonów z logiem ODIM’24  |  dr inż. Marcin Mroczkowski, Studenci WMN z Koła Naukowego MITHRIL AGH\n104 Zabawa w zarządzanie porządkiem: klocki Lego jako klucz do sukcesu?  |  dr inż. Justyna Grzyb, dr inż. Grzegorz Włoch,  dr inż. Andrzej Nowak\n109Druk 3D: rewolucja czy ewolucja?  |  prof. Grzegorz Kiesiewicz, dr inż. Szymon Kordaszewski, dr inż. Michał Sadzikowski, \nStudenci WMN z Koła Naukowego 3AXES AGH\n114A Zaproszenie do świata metali i stopów widzianych pod mikroskopem  |  prof. Anna Kula, dr inż. Piotr Noga\nHALA MASZYN Trzeci wymiar – kształtowanie przyrostowe blach  |  prof. Krzysztof Żaba, dr inż. Łukasz Kuczek, dr. inż. Maciej Balcerzak\n314 Świat w binokularze. Zapraszamy do obserwacji!  |  dr inż. Ilona Różycka, dr inż. Anna Wąsik\n116B Trzeci wymiar – inżynieria odwrotna  |  prof. Krzysztof Żaba, dr inż. Łukasz Kuczek,  dr. inż. Maciej Balcerzak\nHA 107 Trzeci wymiar – druk 3D z metalu  |  prof. Krzysztof Żaba, dr inż. Łukasz Kuczek,  dr. inż. Maciej Balcerzak\nWO D836Czy materiały mogą być na tyle inteligentne, aby darzyć się sympatią?  - na to pytanie odpowiedź zna inżynieria ciekłego metalu  \ndr inż. Karol Janus, dr inż. Sylwia Terlicka\n606 Roboty, sterowniki i magia pneumatyki  |  dr inż. Karolina Kaczmarska \n505 Druk 3D jako narzędzie do zmniejszenia produkcji elektrośmieci  |  KN Zgarek\n502 Zróbmy razem babkę z piasku - Badanie właściwości mas formierskich na osnowie piasku kwarcowego  |  mgr inż. Natalia Mordyl, dr inż. Grzegorz Tęcza\n007 Piasek wie, kiedy trzeba „trzymać się razem” – Pokaz druku 3D metodą Binder Jetting   |  mgr inż. Daniel Gruszka\n403 Znikająca w herbacie łyżeczka – pokaz niskotopliwych stopów  |  mgr inż. Jan Marosz, mgr inż. Adrian Świątkowskikrótki opis tematyki \nposzczególnych \npokazów na stronie \n2 niniejszego \nprogramu\n\nAkademia Górniczo-Hutnicza \nim. Stanisława Staszica w Krakowie\nal. Adama Mickiewicza 30, 30-059 KrakówOPIS LABORATORIÓWWIMICCzy płyny mają pamięć?  Uczniowie w trakcie zajęć zapoznają się z pojęciem reologii i jej praktycznym zastosowaniem \nw życiu codziennym. Uczą się rozróżniać i opisywać płyny reologiczne na podstawie wykony -\nwanych pomiarów z wykorzystaniem dostępnych w laboratorium reometrów i lepkościomierzy. \nPotrafią rozróżnić pojęcie lepkości i gęstości.  Skan 3D elementów \nprzyrodniczych i \nich zastosowanie \nw inżynierii \nmateriałowej Zastosowanie metody skanu przyrodniczych obiektów 3D jest praktycznym wsparciem \nw poszukiwaniu optymalnych rozwiązań konstrukcyjnych w procesie projektowania i \nwytwarzania nowych produktów w zakresie inżynierii materiałowej. Skanowanie struktur \nmateriałów komórkowych pozwala na poprawienie obecnie projektowanych materiałów. \nNowoczesne opatrunki \nhydrożelowe Uczestnicy warsztatów będą mieli możliwość wytworzenia hydrożelowych rdzeni do opa-\ntrunków. Zostaną wprowadzeni w technologie produkcji biomateriałów, takich jak opatrunki \noraz w wyzwania, przed którymi stoi współczesna medycyna w dziedzinie leczenia ran. \nWspółczesna inżynieria materiałowa stawia czoła tym wyzwaniom, pomagając projektować \ni wytwarzać coraz skuteczniejsze materiały opatrunkowe. Ogniwa \nelektrochromowe Czy wiesz, że możesz samodzielnie zbudować ogniwo elektrochromowe, które zmienia \nkolor pod wpływem napięcia? Przyjdź na nasze warsztaty i przekonaj się, jak działają \nte fascynujące urządzenia! Poznasz zasady działania nowoczesnych technologii wyko -\nrzystywanych w inteligentnych oknach, przyciemniających się lustrach i ekranach przy -\nszłości. Będziesz miał okazję stworzyć własne ogniwo elektrochromowe i sprawdzić, \njak różne materiały wpływają na jego właściwości optyczne. Dowiesz się, jak naukowcy \nwykorzystują te innowacyjne rozwiązania w motoryzacji, lotnictwie i energooszczędnych \nbudynkach. \nFarby naturalne Od zarania dziejów człowiek tworzył. Najstarsze dzieła naskalne mają około 45 000 lat. \nTrwałe receptury farb są imponujące nawet biorąc pod uwagę współczesną wiedzę na temat \nwarstwowych powłok ochronnych i farb. Uczestnicy warsztatu zapoznają się ze specyfiką \ntworzenia farb oraz ich budową. Poznają naturalne składniki barwiące oraz receptury \nbazujące na nich, wytwarzane najnowocześniejszymi metodami. Co mieszka na moich \nrzeczach? Bakterie, \nktóre z nami żyjąZastanawiasz się czasem czy i jakie bakterie znajdują się na Twoim smartfonie? A na \nokularach? Portfelu? Kluczach? Przyjdź i wykonaj profesjonalny wymaz ze swojej wła-\nsności, a następnie zidentyfikuj gatunki bakterii zgromadzone na powierzchni! W trakcie \nwarsztatu poznasz techniki, które umożliwiają rozpoznanie w prosty sposób gatunków \nbakterii. To niepowtarzalna szansa na poszerzenie swojej wiedzy z zakresu mikrobiolo -\ngii i dowiedzenie się, czy na Twojej własności przebywają potencjalnie chorobotwórcze \nmikroorganizmy.\nSferyfikacja czy odwrócona sferyfikacja? To nic trudnego! W naszej „laboratoryjnej kuchni” \nWIMiC przygotujesz samodzielnie kawior o smaku brzoskwini, mango, malin, a nawet \nmojito — i to wcale nie za „miliony monet”! Przekonaj się sam!Złote sondy kosmiczne, \nczyli o badaniach \nfolii metodą \nspektroskopii FT-IR Czy złota folia, znana ze zdjęć sond kosmicznych, jest rzeczywiście wykonana w całości ze \nzłota?  A może to zupełnie inny materiał? Podczas pokazu zastosujemy spektroskopię FT-IR \ndo zbadania różnych próbek folii, od tych „kosmicznych” po bardziej przyziemne. \nO mały włos!Czy kiedykolwiek zastanawiałeś się nad tym, jak małe jest „o mały włos”? Wykorzystując \nzwykłe przedmioty codziennego użytku i trochę wiedzy, poznasz wielkość, która kryje się za \ntym popularnym określeniem. Dołącz do nas, aby przekonać się samemu, jak inżynierowie \nnano- i mikro-materiałów dokonują tak precyzyjnych pomiarów.Poczuj i posmakuj \nchemię w kuchni \nmolekularnej WIMiCSferyfikacja czy odwrócona sferyfikacja? To nic trudnego! W naszej „laboratoryjnej kuchni” \nWIMiC przygotujesz samodzielnie kawior o smaku brzoskwini, mango, malin, a nawet \nmojito — i to wcale nie za „miliony monet”! Przekonaj się sam!WIMIIPPamięć ukryta  \nw metalach, czyli  \nod science fiction  \ndo naszej \nrzeczywistościCzy metale mogą się uczyć, czy są inteligentne? Odkryjcie z nami tajemnicę “pamięci ukrytej w \nmetalu”. Poznajcie fascynujący świat materiałów, które potrafią zapamiętać i zmieniać swoje \nkształty oraz ich niesamowite zastosowania: silnik który nie potrzebuje paliwa, robot który \nporusza się bez napędu, metalowe włókna które można wykorzystać jak siłowniki. Zainte -\nresowani? Koniecznie odwiedźcie nasze laboratorium i sami się przekonajcie w jaki sposób \nnowoczesne materiały mogą zmieniać przyszłość w teraźniejszość.Technologia \nprzyszłości – druk \n3D materiałów \nmetalicznychtDruk 3D elementów metalicznych znajduje zastosowanie w przemyśle kosmicznym, \nmedycznym, w sztuce czy jubilerstwie. Zobaczcie jak precyzyjnie możemy wydrukować \ndowolny element metalowy!\nCo metal ma \nw środku, czyli \npooglądajmy atomyU nas zobaczycie bardzo, bardzo małe rzeczy przy bardzo dużych powiększeniach, czyli \npooglądajmy atomy! Dzięki mikroskopii elektronowej możemy zrozumieć jaką strukturę posia -\ndają analizowane materiały, jak są zbudowane.\nTak zdobyta praktyczna wiedza pozwala na projektowanie i badanie nowych materiałów. \nTo naprawdę fascynujące!Barwna chemiaChemia jest wszędzie – dzięki niej żyjemy, czujemy, przemieszczamy się, pracujemy, \nmamy co na siebie włożyć. Nie ma inżynierii materiałowej bez chemii! Ale chemia to nie \ntylko wzory i równania, to też spektakularne reakcje i olśniewające kolory – tym ostatnim \nprzyjrzymy się podczas barwnych pokazów chemicznych\nCyfrowy świat \nz DigiLabOdkryj przyszłość inżynierii materiałowej w DigiLab, gdzie druk 3D i wirtualna rzeczywistość \nstają się rzeczywistością! Poznaj najnowsze technologie, które rewolucjonizują sposób pro -\njektowania i produkcji materiałów. Przeżyj fascynującą podróż przez wirtualne światy, gdzie \nmożesz eksperymentować z materiałami na niespotykaną dotąd skalę. Przyjdź i dołącz do naszej \nekscytującej podróży przez świat inżynierii materiałowej, pełnej odkryć i inspiracji!Czy rozszerzona \nrzeczywistość \nłączy, niczym \nspawanie metali?Rozszerzona rzeczywistość wkracza w coraz to nowe obszary techniki, ale i do procesów \nnauczania. W trakcie pokazu będzie można wykorzystując symulator do nauki spawania \nzobaczyć rzeczywiste procesy łączenia i samemu sprawdzić, gdzie jest zabawa, a gdzie \npraktyczne doświadczenie.\nWykorzystanie \nlaserów w inżynierii \nmetali, nowoczesnych \ntechnologiach  \ni codziennym życiuW laboratorium odkryjecie tajemnice budowy laserów i zajrzycie do ich wnętrza. Będziecie \nmogli wytworzyć i obejrzeć cienkie warstwy o grubości od kilku do kilkuset nanometrów (aż \ntysiąc razy cieńsze niż kartka papieru). Te cienkie warstwy wykorzystywane są m.in. w branży \nelektronicznej, biomedycznej czy energetycznej. Wiązka lasera jest również wykorzystywana \ndo czyszczenia powierzchni (np. dzieł sztuki), precyzyjnego cięcia, spawania czy znakowania \nmateriałów.Skaningowa \nMikroskopia \nElektronowa - klucz \ndo mikroskalowych \ntajemnic struktury \nmateriałów Skaningowa mikroskopia elektronowa (SEM) to niezwykle potężne narzędzie w badaniach \nnaukowych i przemysłowych, pozwalające na uzyskanie informacji o strukturze i składzie \nmateriałów na poziomie mikroskopowym. Dzięki tej technologii możemy lepiej zrozumieć, \njak zachowują się różne materiały, co prowadzi do odkryć w medycynie, technologii, eko -\nlogii, a nawet w archeologii czy sztuce. Wyobraź sobie, że przy pomocy tej technologii \nmożemy zajrzeć w głąb mikroświata, do krainy atomów i cząsteczekWIMi RDiamenty - czy to \ntylko jubilerstwo?Krótko zostaną omówione zastosowania diamentopodobnych materiałów na \nelementy maszyn i implanty biomedyczne. Na wybranej próbce przeprowa -\ndzony zostanie test nanioindentacji i określony zostanie moduł sprężystości oraz \nnanotwardość powłoki. Podczas testu porównany zostanie test mechaniczny  \nw makroskali z testem w nanoskali. Na ekranie kreślona będzie krzywa deformacji ze \nszczególnym zwróceniem uwagi na deformacje rzędu kilkuset nanometrów.Ciecze magnetyczne \ni ich zastosowaniePrezentacja dotyczy omówienia rodzajów i zastosowania cieczy magnetycznych. Ciecz ta \nto zawiesina cząstek o właściwościach magnetycznych zanurzonych w cieczy nośnej jak \nnp. olej, woda. Jej cechą jest to, że w wyniku oddziaływania pola magnetycznego zmienia \nsię jej lepkość. Można ją też utrzymywać w zadanym miejscu. Właściwości te stwarzają \nnowe możliwości do zastosowania jej w różnych aplikacjach.\nZobacz, jak niszczymy \nmateriały aby zapewnić \nbezpieczeństwoW naszym laboratorium poznacie, jak zdobywamy podstawową wiedzę na temat zacho -\nwania się materiałów zarówno pod obciążeniem statycznym jak i dynamicznym. Ta wiedza \njest niezbędna inżynierom na etapie projektowania wybranych elementów maszyn oraz \nkonstrukcji. Koniecznie musicie odwiedzić nasze laboratorium!Nowoczesne metody \nobróbki materiałów \nkonstrukcyjnych \nw budowie \nelektrycznego \nmotocyklaPodczas prezentacji laboratorium zostanie zaprezentowany elektryczny motocykl tere -\nnowy wykonany przez zespół E-Moto AGH działającego w ramach Koła Naukowego \nMechaników. Dalszą częścią prezentacji laboratorium będą przedstawione nowoczesne \nmaszyny za pomocą których zostały wykonane elementy konstrukcyjne elektrycznego \nmotocykla.WMNWybijanie  \npamiątkowych żetonów \nz logiem ODIM’25Pokaz przybliża tajniki procesu tradycyjnego wybijania monet. Każdy Uczest -\nnik dowie się i przekona jak własnoręcznie wykonać swój pamiątkowy żeton z logoty -\npem ODIM’24! Pokaz opiera się na „ręcznym” wybiciu żetonu z krążka aluminiowego.  \nW pokazie wykorzystane zostaną specjalnie na tę okoliczność wykonane matryce ze stali \nnarzędziowej z wygrawerowanymi wzorami awersu i rewersu! Pokaz poprowadzą Studenci \nz Koła Naukowego „MITHRIL”.Zabawa w \nzarządzanie \nporządkiem: klocki \nLego jako klucz \ndo sukcesu?Tematyka pokazów dotyczy zagadnień zarządzania jakością i inżynierii produkcji. Zapre-\nzentowane zostaną praktyczne przykłady zastosowania narzędzi Lean Manufacturing \ntakich jak m.in. 5S, Kaizen, Kanban, Six Sigma, Poka-Yoke, \nw codziennym życiu! Ta część warsztatów będzie miała formę zabawy z użyciem klocków \nLego, za pomocą których w ciekawy i przystępny sposób przedstawiona zostanie idea \n5S czyli filozofia życia Japończyków polegająca na praktycznym, szybkim i przyjemnym \nrozwiązaniu problemu bezpieczeństwa i ergonomii w domu, szkole czy w pracy! Uczest -\nnicy będą mogli przekonać się, że porządek oraz dobra organizacja pozwala znacznie \nskrócić czas wykonywanych zadań i powierzonych obowiązków! Jakże to przydatne w \nnaszej codzienności! Prawda? :) Trzeci wymiar – \nkształtowanie \nprzyrostowe blachKształtowanie przyrostowe blach to jeden z procesów formowania materiałów stosowany \nm.in. w przemyśle lotniczym czy medycynie. Pozwala na uzyskanie trójwymiarowego ele -\nmentu z płaskiej blachy przy wykorzystaniu jedynie pojedynczego narzędzia oraz frezarki lub \nramienia robota. Proces ten można połączyć z inżynierią odwrotną w celu taniego i szybkiego \nwykonania prototypów elementów z blach oraz gotowych wyrobów np. implantów czaszko -\nwych. Na spotkaniu uczestnikom zostanie pokazany proces jednopunktowego kształtowania \nprzyrostowego blachy perforowanej (z otworami). Słuchacze dowiedzą się jakie parametry \noraz w jaki sposób wpływają na jakość wyrobów.Druk 3D – rewolucja \nczy ewolucja?Czy można stworzyć wierną kopię metalowego przedmiotu bez użycia metalu? W nowo -\nczesnym laboratorium prototypowania pokażemy, jak wykorzystanie zaawansowanych \ntworzyw sztucznych zmienia podejście do projektowania \ni testowania wyrobów metalowych. Podczas pokazu odkryjesz: Jak powstają cyfrowe \nmodele? Na czym polega drukowanie 3D z tworzyw sztucznych? Czym jest cyfrowe ska-\nnowanie przestrzenne? Prototypowanie z wykorzystaniem tworzyw sztucznych pozwala \nfirmom testować nowe rozwiązania szybciej i taniej, zanim trafią one do produkcji w metalu. \nCzy to tylko praktyczne ułatwienie, czy może prawdziwa rewolucja w projektowaniu? \nPrzyjdź i zobacz na własne oczy!\nTrzeci wymiar – \ninżynieria odwrotnaUczestnik dowie się czym jest trzeci wymiar we współczesnej inżynierii materiałowej, co to \njest inżynieria odwrotna i gdzie znalazła zastosowanie. W ramach pokazów skanowania \n3D oraz analizy uzyskanego modelu 3D będzie można otrzymać informacje w jaki sposób \nprzebiega proces inżynierii odwrotnej. Przedstawione zostaną poszczególne etapy, rozpo -\nczynając od istniejącego obiektu, poprzez skanowanie 3D i szczegółową analizę uzyskanego \nmodelu 3D, przetworzenie skanu 3D na model 3D dedykowany do druku oraz etap druku 3D, \nktóry pozwala na uzyskanie kopii istniejącego elementu!Świat w binokularze. \nZapraszamy do \nobserwacji!Uczestnicy dowiedzą się jak z kawałka metalu przygotować zgład metalograficzny, czyli \nlustrzaną powierzchnię, którą można zobaczyć pod mikroskopem! Będzie można przeko -\nnać się jak wyglądają przedmioty, z którymi stykamy się na co dzień w mikrowymiarze. \nSłuchacze dowiedzą się także czym jest mikrostruktura i jaki ma wpływ na własności \nprzedmiotów codziennego użytku. I chociaż mikrostruktury metali nie widać gołym okiem, \nto dzięki aparaturze, która zaprezentowana zostanie w ramach pokazu Uczestnicy będą \nmogli osobiście ją dostrzec!\nTrzeci wymiar – \ndruk 3D z metaluUczestnik będzie miał możliwość zagłębić się w świat druku 3D, a w szczególności metod wykorzystujących proszki metali do wykonywania bardzo dokładnych i skomplikowanych elementów ze stali, aluminium, tytanu \nczy też niklu. W ramach pokazów będzie można zapoznać się z budową drukarki 3D do metalu, zasadą działania oraz najważniejszymi aspektami mającymi wpływ na jakość otrzymywanych wydruków. Przedstawione \nzostaną przykładowe elementy uzyskane z wykorzystaniem drukarki XM 200C oraz materiały metaliczne przeznaczone do druku 3D. Ta nowoczesna technologia znalazła zastosowanie w przemyśle lotniczym, motoryza -\ncyjnym, zbrojeniowym, a także medycynie i wielu innych dziedzinach życia!WOCzy materiały \nmogą być na tyle \ninteligentne, aby \ndarzyć się sympatią? \n- inżynieria \nciekłego metaluW laboratorium przeprowadzamy badania właściwości ciekłych metali, stopów, szkieł i innych \nmateriałów w warunkach od wysokiej próżni, aż po ciśnienie atmosferyczne gazów osłono -\nwych. Próby wykonujemy w temperaturze pokojowej, aż do nawet 2100°C. Zaprezentujemy \nWam, jakie warunki najbardziej sprzyjają „przyjaźni” między materiałami, a kiedy połączenie \nich nie będzie możliwe.Zróbmy razem babkę \nz piasku - Badanie \nwłaściwości mas \nformierskich na \nosnowie piasku \nkwarcowegoZobacz, jak piasek kwarcowy staje się inteligentnym materiałem, który zmieni twoje spoj -\nrzenie na plażę podczas wakacji! Zaczniemy od stworzenia „babki z piasku”, ale w wersji \ntechnologicznej – sprawdzimy, jak różne masy formierskie wpływają na wytrzymałość i \nprecyzję wykonania odlewów. Dzięki mikrokamerze zajrzymy do mikroskalowego świata \npiasku, by zobaczyć, jak jego struktura od gładkiej po chropowatą decyduje o jakości \ngotowych produktów. \nInteligentne roboty, \nsterowniki i magia \npneumatykiInteligentne materiały potrzebują inteligentnej technologii! Wpadnijcie na nasz pokaz i przeko -\nnajcie się, jak działa robot przemysłowy FANUC, co potrafią sprytne serwonapędy i dlaczego \npneumatyka to nie tylko rurki z powietrzem. Będzie dynamicznie i… całkiem futurystycznie!Piasek wie, kiedy \ntrzeba „trzymać się \nrazem” – Pokaz druku \n3D z piasku metodą \nBinder Jetting W naszym laboratorium odkryjecie, jak piasek staje się inteligentnym materiałem, który \nwie, kiedy „trzymać się razem”! Dzięki technologii druku 3D z piasku metodą Binder Jet -\nting, piasek łączy się ze specjalnym spoiwem, tworząc stabilne struktury, które są bardzo \nwytrzymałe. Poczuj się niczym archeolog odkrywający skamieniałości, mogąc „odkopać” \nswój wydruk, zaskoczony, jak precyzyjnie piasek trzyma się w kształcie, który zaplano -\nwałeś! Przyjdź na pokaz i zobacz, jak ta fascynująca technologia pozwala na tworzenie \ntrwałych i innowacyjnych obiektów z materiału, który kiedyś był tylko zwykłym piaskiem!\nDruk 3D jako narzędzie \ndo zmniejszenia \nprodukcji elektrośmieciPokażemy wam, jak druk 3D z tworzyw sztucznych może uratować zepsute urządzenia w \ntwoim domu, dając im drugie życie i redukując ilość elektrośmieci. Zamiast wyrzucać popsute \nsprzęty, możesz wydrukować brakujący element i przywrócić im pełną funkcjonalność, \nkorzystając z inteligentnych materiałów. To nie magia - to technologia przyszłości, która już \nteraz zmienia sposób naprawiania naszych przedmiotów. Przyjdź i zobacz, jak druk 3D może \nzrewolucjonizować sposób, w jaki podchodzimy do napraw i dbania o planetę!Znikająca w herbacie \nłyżeczka – pokaz \nniskotopliwych \nstopówMyślisz, że niemożliwe jest rozpuszczenie łyżeczki w gorącej herbacie? Nic bardziej myl-\nnego. Przygotowaliśmy stop Wooda złożony z niskotopliwych metali takich jak kadm, \nbizmut, cyna i ołów. Odlejmy wspólnie łyżeczkę, zamieszaj nią herbatę i poczuj się jak \nprawdziwy iluzjonista, gdy łyżeczka „zniknie” w gorącej herbacie.\n\n", "metadata": {}}