{"content": "# Kierunek Computer Science AGH | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/computer-science-agh/\nCrawled: 2025-03-19 21:30:01\n\nKierunek kształcenia: Computer Science\n\nWarunki rekrutacji\n\nKandydaci\n\nAutomatyka i Robotyka\n\nComputer science\n\nElektrotechnika\n\nInformatyka\n\nInformatyka Medyczna\n\nInformatyka i systemy inteligentne\n\nInżynieria Biomedyczna\n\nMetrologia i Inżynieria Pomiarów (II stopień)\n\nMikroelektronika w technice i medycynie\n\nTechnologie Przemysłu 4.0\n\nEgzaminy wstępne na II stopień studiów\n\nStudia podyplomowe i kursy dokształcające\n\nstudia I stopnia (inżynierskie)\n\nOpis kierunku kształcenia:\nKierunek dostarcza studentom wiedzy i umiejętności niezbędnych do tworzenia i korzystania z szeroko rozumianych systemów komputerowych. Obejmuje on zarówno podstawy teoretyczne z zakresu matematyki, fizyki i informatyki, jak również aspekty praktyczne, w tym projektowanie i wdrażanie systemów PC i mobilnych, tworzenie oprogramowania (użytkowanie narzędzi programistycznych i programowanie w różnych językach), administrowanie systemami, a także analizę danych.\nAbsolwent kierunku kształcenia ma wiedzę \nw zakresie:\ninformatyki i systemów informatycznych, w szczególności projektowania i wdrażanie systemów komputerowych i mobilnych, tworzenia oprogramowania (programowania w różnych językach), algorytmów i struktur danych, baz danych i grafiki komputerowej, matematycznych podstaw modelowania i projektowania komputerowego, jak również podstawowych zagadnień z zakresu elektrotechniki, elektroniki i komputeryzacji pomiarów, ochrony własności intelektualnej i prawa patentowego, a także zasad tworzenia i rozwoju form indywidualnej przedsiębiorczości oraz pracy w grupie.\nAbsolwent kierunku kształcenia potrafi:\ndokonać algorytmizacji problemu inżynierskiego, posługiwać się odpowiednimi metodami i narzędziami informatycznymi, programować w różnego typu językach, projektować i wykonać system informatyczny, dokonać diagnostyki systemu informatycznego, uwzględniać pozatechniczne aspekty i zasady bezpieczeństwa przy formułowaniu wymagań i projektowaniu rozwiązań informatycznych.\nPerspektywy zawodowe:\nAbsolwent kierunku może podejmować pracę jako informatyk specjalista od projektowania i implementacji oprogramowania w różnych technologiach m.in. bazodanowych i internetowych. Ponadto posiada umiejętności odpowiedniego zabezpieczania takich systemów komputerowych oraz administracji. W zespołach może w szczególności pełnić role wymagające zaawansowanej wiedzy informatycznej (tworzenie i analiza algorytmów oraz programów, implementacja – odwzorowanie algorytmów na sprzęt komputerowy, w tym sprzęt równoległy wysokiej wydajności) i matematycznej (tworzenie i analiza modeli matematycznych i numerycznych, szacowanie błędów obliczeń, ocena ryzyka oraz właściwości statystycznych i stochastycznych problemów i rozwiązań).\n\nProgram zajęć dydaktycznych - SYLABUS\n\nDlaczego warto studiować Computer Science na Wydziale EAIiIB ?\n\nRekrutacja - Informacje dla kandydatów", "metadata": {"url": "https://www.eaiib.agh.edu.pl/computer-science-agh/", "title": "Kierunek Computer Science AGH | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "143eb737698c67f2cbb9e49c0c2102b1", "word_count": 326, "headings": [{"level": 2, "text": "Kierunek kształcenia: Computer Science"}, {"level": 3, "text": "Opis kierunku kształcenia:"}, {"level": 3, "text": "Absolwent kierunku kształcenia ma wiedzęw zakresie:"}, {"level": 3, "text": "Absolwent kierunku kształcenia potrafi:"}, {"level": 3, "text": "Perspektywy zawodowe:"}, {"level": 2, "text": "Dlaczego warto studiować Computer Science na Wydziale EAIiIB ?"}]}}