{"content": "# Hardware eksperymentu MXene in LEO przeszedł pozytywnie inspekcję Europejskiej Agencji Kosmicznej! -- Centrum Technologii Kosmicznych \n\nURL: https://ctk.agh.edu.pl/aktualnosci/detail/hardware-eksperymentu-mxene-in-leo-przeszedl-pozytywnie-inspekcje-europejskiej-agencji-kosmicznej\nCrawled: 2025-03-19 21:40:23\n\nfot. Grzegorz Wojtek, KSAF \n\n Hardware eksperymentu MXene in LEO przeszedł pozytywnie inspekcję Europejskiej Agencji Kosmicznej! \n\n 28/02/2025 \n\n Eksperyment MXene in LEO, opracowany na Akademii Górniczo-Hutniczej w Krakowie, przeszedł pomyślnie inspekcję ESA. \n\nMamy dobre wieści! Hardware eksperymentu MXene in LEO, opracowanego w Centrum Technologii Kosmicznych AGH, pomyślnie przeszedł inspekcję przeprowadzoną przez ekspertów z Europejskiej Agencji Kosmicznej (ESA). Inspekcja potwierdziła, że hardware spełnia niezbędne wymagania techniczne.  \n\nEksperyment zostanie przeprowadzony na Międzynarodowej Stacji Kosmicznej przez przez polskiego astronautę projektowego ESA Sławosza Uznańskiego-Wiśniewskiego w ramach misji \"IGNIS\" – pierwszej polskiej misji technologiczno-naukowej na ISS.  \n\nChoć to Sławosz Uznanski-Wiśniewski będzie przeprowadzał testy w kosmosie, projekt został opracowany tutaj, na Akademii Górniczo-Hutniczej w Krakowie. Naszym celem jest zbadanie właściwości MXenów – zaawansowanych nanomateriałów o ogromnym potencjale w misjach kosmicznych – w warunkach mikrograwitacji. Wyniki tego eksperymentu dostarczą cennych informacji na temat ich zachowania poza Ziemią oraz możliwości wykorzystania w przyszłych misjach kosmicznych. \n\nPomyślne przejście inspekcji Europejskiej Agencji Kosmicznej to niezwykle ważny kamień milowy dla zespołu MXene in LEO, ale nie zwalniamy tempa. Przed nami jeszcze wiele pracy i wymogów do spełnienia przed startem misji IGNIS, który jest planowany na wiosnę 2025 roku! \n\nSerdecznie dziękujemy Juttcie Krause i Fabiowi Vollaro z Europejskiej Agencji Kosmicznej za ich wsparcie i przeprowadzenie inspekcji naszego eksperymentu! \n\nPowrót", "metadata": {"url": "https://ctk.agh.edu.pl/aktualnosci/detail/hardware-eksperymentu-mxene-in-leo-przeszedl-pozytywnie-inspekcje-europejskiej-agencji-kosmicznej", "title": "Hardware eksperymentu MXene in LEO przeszedł pozytywnie inspekcję Europejskiej Agencji Kosmicznej! -- Centrum Technologii Kosmicznych ", "depth": 3, "duplicate": false, "content_hash": "c58858070d79290f0c2e5dba92061071", "word_count": 205, "headings": [{"level": 1, "text": "Hardware eksperymentu MXene in LEO przeszedł pozytywnie inspekcję Europejskiej Agencji Kosmicznej!"}, {"level": 2, "text": "Stopka"}]}}