{"metadata": {}, "content": "UMOWA SPONSORINGU \n\n(dalej: „Umowa”)\n\n\n\nzawarta w dniu .................... r. w Krakowie,\n\n\n\npomiędzy :\n\n\n\nAkademią Górniczo-Hutniczą im. Stanisława Staszica w Krakowie \nAl. Mickiewicza 30, 30-059 Kraków \n\nWydział /inna jednostka/ …………………………………...............................................................................................\n\nreprezentowaną przez:\n\nDziekana Wydziału /Kierownika Jednostki/ ……….……………………………………….………………………… \n\nKontrasygnata finansowa Kwestor/Z-ca Kwestora ……………………………………………………………... \n\nzwaną dalej Sponsorowanym,\n\n\n\na\n\n\n\n............................................................................................................................                                          \n\n                      (nazwa Sponsora oraz jego siedziba i adres)\n\nwpisaną  do Rejestru Przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy ……………………………………………………….. pod numerem KRS……………….……….... NIP ………………., REGON …………………, o kapitale zakładowym ……………………………………………….. \n\nreprezentowaną przez:……........................................................................................\n\n..........................................................................................................................., uprawniony do reprezentacji spółki zgodnie z odpisem z Krajowego Rejestru Sadowego stanowiącym Załącznik nr 1 do Umowy;\n\n\n\nalbo\n\n\n\n……………………………………………. zamieszkałym ………………………………………., PESEL : ……………….. prowadzącym działalność gospodarczą pod firmą ……….………………………………………………………. ……………….…………..…………………………………………………… z siedzibą w ……….………………………………               przy ul. ……………………………………………………….., wpisaną do Centralnej Ewidencji i Informacji \no Działalności Gospodarczej, NIP: ……………………………….., REGON: ……………………………….….., odpis z Centralnej Ewidencji i Informacji o Działalności Gospodarczej stanowi Załącznik nr 1 do Umowy;    \n\n\n\nzwanym dalej Sponsorem,\n\n\n\nłącznie zwanymi Stronami, \n\n\n\no następującej treści:\n\n\n\n§ 1.\n\nPrzedmiotem umowy jest określenie zasad współpracy dotyczącej organizacji projektu (np. projektu badawczego, imprezy, konferencji) …………………………………………. pomiędzy Sponsorowanym a Sponsorem (dalej: „Projekt”). \n\nSponsorowany oświadcza, że jest organizatorem Projektu i posiada wszelkie prawa do prowadzenia tego typu projektów oraz podejmowania wszelkich zobowiązań związanych z organizacją Projektu.\n\nSponsor oświadcza, iż jest zarejestrowanym czynnym podatnikiem podatku od towarów i usług.\n\n\n\n§ 2.\n\n\t\tSponsorowany zobowiązuje się do świadczenia działań reklamowych i promocyjnych na rzecz Sponsora poprzez:\n\numożliwienie umieszczenia reklam wizualnych Sponsora w miejscu eksponowania efektów Projektu;\n\numieszczenia logotypu Sponsora na ………………………..…………………………………………….. ;\n\numieszczenia logotypu Sponsora na materiałach promocyjnych (roll-up, ulotki);\n\numieszczenie logotypu wraz z odnośnikiem do strony profilu na portalu społecznościowym Facebook;\n\numieszczenia logotypu Sponsora wraz z odnośnikiem do strony na witrynie ………………………………………………………………………………………………………………………………….. ; \n\ndystrybuowania materiałów promocyjnych przekazanych przez Sponsora podczas eventów związanych z promocją Projektu, tj. …………………………………………………………… (w przypadku zainteresowania ze strony Sponsora);\n\ninne …………………………………………………………………………………………………………………………… .\n\n\t\tSponsor zobowiązuje się dostarczyć Sponsorowanemu logo oraz inne materiały informacyjne i  reklamowe Sponsora,  w formie wymaganej do prawidłowego wykonania Umowy,  w terminie do ……………………………. dni od daty podpisania Umowy.\n\n\n\n§ 3.\n\nZa realizację świadczeń określonych w § 2 ust. 1 Sponsor zobowiązuje się przekazać Sponsorowanemu kwotę pieniężną w wysokości ………………………… zł (słownie: ………………………… 00/100) netto, powiększoną o stawkę podatku VAT zgodną z obowiązującymi przepisami prawa, przelewem na rachunek Sponsorowanego wskazany w Fakturze VAT, w terminie wskazanym w Fakturze VAT. Za datę zapłaty uznaje się datę uznania rachunku bankowego Sponsorowanego.\n\nFaktura VAT zostanie wystawiona w terminie ………. licząc od dnia ………..\n\n\n\nALBO\n\n\n\n§ 3.\n\nSponsor zobowiązuje się do następujących świadczeń na rzecz Sponsorowanego w formie rzeczowej, poprzez:\n\nprzekazanie własności ……………………………………………………………………………………………;\n\nudostępnienie licencji programu …………………………………………………………………………….;\n\nudzielenie dostępu do …………………………………………………………………………………………….;\n\ninne ……………………………………………………………………………………………………………………….. .\n\nPrzekazanie przedmiotów rzeczowych określonych w ustępie 1, nastąpi w terminie do …………… dni od daty podpisania Umowy, na podstawie protokołu przekazania, który stanowi załącznik nr 2 do Umowy. \n\n\tStrony ustalają, że ich świadczenia wynikające z Umowy są równe, ekwiwalentne i nie podlegają zamianie na pieniądze. Wartość ich ustala się na kwotę ………………………………………… PLN (słownie: ………………………………………………….. złotych) netto powiększoną o należny podatek od towarów i usług, wedle stawki 23%, co daje wartość ………………………………………………………………………………………… PLN (słownie: …………………………………………………………………………………………………………… złotych) brutto. \n\n\tW ramach rozliczeń Strony wystawią faktury VAT w terminie …………………………… dni do dnia spełnienia świadczenia przez drugą Stronę.\n\n\n\n§ 4.\n\nŻadna ze Stron nie jest uprawniona do przeniesienia praw i obowiązków wynikających \nz Umowy na osoby trzecie, bez uprzedniej pisemnej zgody drugiej Strony. \n\n\n\n§ 5.\n\nStrony zobowiązują się do wzajemnego poszanowania i honorowania swoich interesów, powiadamiania się o wszystkich okolicznościach mających istotne znaczenie dla wykonania Umowy.\n\n\n\n§ 6.\n\nUmowa zostaje zawarta na czas określony od daty jej podpisania do dnia zakończenia Projektu tj. do ………………………………………………………………………………………………………………………. .\n\n\n\n§ 7. \n\nUmowa może zostać rozwiązana za ……………… dniowym wypowiedzeniem przez każdą ze Stron w przypadku, gdy druga Strona w istotny sposób narusza którekolwiek z obowiązków wynikający z Umowy i nie naprawi tego naruszenia (jeżeli istnieje możliwość takiego naprawienia) w ciągu ……….. (słownie: ……………) dni od momentu otrzymania pisemnego żądania do zaprzestania naruszeń.\n\nW przypadku stwierdzenia, że jedna ze Stron nie realizuje przyjętych zobowiązań, druga Strona uprawniona jest do wstrzymania się z realizacją swoich świadczeń do czasu stwierdzenia, iż uchybienie zostało usunięte.\n\n\n\n§ 8.\n\n\tŻadna ze Stron Umowy nie będzie odpowiedzialna względem drugiej Strony w przypadku, gdy dojdzie do niewykonania Umowy lub jej części na skutek okoliczności siły wyższej, zdarzeń losowych (takich jak w szczególności: kataklizmy, nagły pożar, powódź, atak terrorystyczny lub trudne do szybkiego usunięcia awarie energetyczne) lub innych okoliczności niezależnych od woli którejkolwiek ze Stron, którym w żaden sposób nie można było zapobiec lub naprawić.\n\n\tW przypadku odwołania Projektu przez Sponsorowanego, o czym jest on zobowiązany niezwłocznie zawiadomić Sponsora, Umowa traci moc, a Sponsorowany zobowiązuje się do zwrotu wszelkich materiałów promocyjno-reklamowych otrzymanych od Sponsora, a także do zwrotu wszelkich świadczeń dokonanych przez Sponsora.\n\n\n\n§ 9.\n\nZe strony Sponsorowanego osobą upoważnioną do kontaktów ze Sponsorem w sprawach związanych z realizacją Umowy jest Pan/Pani …………………………………………………………………., nr telefonu służbowego ………………………………………………………………………….…………………………, służbowy adres e-mail ………………………………………………………………………..…………………………… .\n\nZe strony Sponsora osobą upoważnioną do kontaktów ze Sponsorowanym w sprawach związanych z realizacją umowy jest Pan/Pani …………………………………………………………………, nr telefonu służbowego …………………………………………………………………………………………………….., służbowy adres e-mail …………………………………………………………………………………………………….. .\n\nZmiana osób wskazanych w ust. 1 i 2 upoważnionych do kontaktów z drugą Stroną \nw sprawie realizacji Umowy, ich służbowych telefonów i adresów e-mail nie stanowi zamiany Umowy, a jedynie wymaga pisemnego powiadomienia drugiej Strony.\n\n\n\n§ 10. \n\nSponsorowany jest administratorem danych osobowych Sponsora i jest uprawniony do ich przetwarzania na podstawie art. 6 ust. 1 lit. b) RODO, tj. przetwarzanie jest niezbędne do wykonania umowy, której stroną jest osoba, której dane dotyczą. Pełna informacja administratora o przetwarzaniu danych osobowych dostępna jest na stronie internetowej Sponsorowanego (AGH) w zakładce ”Ochrona danych osobowych”.   \t\t\t\n\n\n\n§ 11.\n\nSponsor zobowiązuje się do zachowania w tajemnicy wszelkich informacji związanych z działalnością Sponsorowanego oraz informacji uzyskanych w trakcie lub \nw związku z realizacją Umowy niezależnie od formy i źródła ich przekazania, o ile informacje te i dane nie są powszechnie znane, bądź obowiązek ich ujawnienia nie wynika z obowiązujących przepisów prawa.                                                                      \n\nObowiązek zachowania tajemnicy, o którym mowa w ust. 1 trwa zarówno w trakcie obowiązywania niniejszej Umowy jak również po jej rozwiązaniu lub wygaśnięciu.\n\n\n§ 12.\n\nSponsor oświadcza, że znany jest mu fakt, iż treść Umowy, a w szczególności dotyczące go dane identyfikujące, przedmiot umowy i jej wartość, stanowią informację publiczną w rozumieniu art. 1 ust. 1 ustawy z dnia 6 września 2001 r. o dostępie do informacji publicznej (Dz. U. z ..… r., poz. ……), która podlega udostępnieniu w trybie przedmiotowej ustawy.\n\n\n\n§ 13.\n\n(Inne ustalenia) ..................................................................................................... ............................................................................................................................\n\n\n\n§ 14.\n\nWszelkie zmiany Umowy wymagają zgody obu Stron i zachowania formy pisemnej pod rygorem nieważności.  \t\t\t\t\t\t  \n\n\n\n§ 15.\n\nUmowa podlega prawu polskiemu i zgodnie z nim powinna być interpretowana.\n\nUmowa podlega jurysdykcji sądów polskich.\n\n\n\n§ 16.\n\nW sprawach nieuregulowanych w Umowie stosuje się przepisy Kodeksu cywilnego.  \n\n\n\n§ 17.\n\nSpory mogące wyniknąć z Umowy w czasie jej trwania jak również po jej zakończeniu rozstrzygał będzie sąd właściwy dla siedziby Sponsorowanego.\n\n\n\n§ 18.\n\nZałączniki do Umowy stanowią:\n\nodpis z Krajowego Rejestru Sądowego Sponsora/odpis z Centralnej Ewidencji i Informacji o Działalności Gospodarczej Sponsora;\n\nprotokołu przekazania;\n\n…………………………………. .\n\nWszelkie załączniki stanowią integralną część Umowy.\n\n \n\n§ 19.\n\nUmowę sporządzono w ….. jednobrzmiących egzemplarzach po ….. dla każdej ze Stron. \n\n\n\n\n\n\n\n        SPONSOROWANY\t\t                                                 SPONSOR\n\n_____________________\t\t\t               _____________________"}