{"content": "#  Raportowanie zrównoważonego rozwoju (ESG) -- Studia podyplomowe \n\nURL: https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/raportowanie-zrownowazonego-rozwoju-esg\nCrawled: 2025-03-19 21:16:27\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Raportowanie zrównoważonego rozwoju (ESG) \n\nOsoba do kontaktu\n\ndr inż. Anna Dubel \n tel.: +48 603 925 917\nesg@agh.edu.pl\n\nDanuta Sonik\n tel.: 12 617 4356\nesg@agh.edu.pl\n\nOrganizator studiów\n\nWydział Zarządzania\n Katedra Finansów i Rachunkowości\n\nul. Gramatyka 10, 30-067 Kraków\n pawilon D-14, pokój 105\n\nCelem studiów podyplomowych jest dostarczenie interdyscyplinarnej wiedzy, narzędzi i umiejętności niezbędnych do profesjonalnego raportowania z zakresu zrównoważonego rozwoju (ESG) oraz zarządzania zgodnego z międzynarodowymi standardami. Celem studiów jest m.in.: \n\nprzekazanie uczestnikom studiów podyplomowych aktualnej wiedzy dotyczącej regulacji prawnych UE oraz globalnych standardów raportowania ESG; \n\nrozwój umiejętności identyfikacji, analizy i zarządzania ryzykiem środowiskowym, społecznym i zarządczym (ESG); \n\nwykształcenie umiejętności monitorowania oraz raportowania wskaźników społecznych, środowiskowych i zarządczych; \n\nprzedstawienie metod tworzenia modeli biznesowych zgodnych z celami zrównoważonego rozwoju; \n\nnabycie kompetencji w zakresie tworzenia raportów z uwzględnieniem analizy podwójnej istotności; \n\nrozwój umiejętności interpretacji sprawozdań finansowych i budżetowych w kontekście ESG; \n\nzapoznanie z narzędziami i metodami obliczania śladu węglowego oraz innych wskaźników środowiskowych; \n\ndostarczenie wiedzy na temat zamówień publicznych i obowiązków sprawozdawczych podmiotów gospodarczych i instytucji publicznych zgodnie z zasadami zrównoważonego rozwoju. \n\nProgram kładzie duży nacisk na praktyczne aspekty raportowania, w tym realizację projektów grupowych, podczas których uczestnicy nabywają umiejętności przygotowują kompleksowe raporty zgodne z międzynarodowymi standardami ESG oraz odpowiadające na potrzeby współczesnych organizacji biznesowych i publicznych.\n\nAdresatami studiów są przedsiębiorcy, menedżerowie, specjaliści ds. zrównoważonego rozwoju, analitycy ESG, pracownicy działów finansowych i zarządczych, a także przedstawiciele administracji publicznej, instytucji rządowych, samorządowych, jednostek budżetowych, agencji wykonawczych, instytucji kultury oraz uczelni wyższych. Studia przygotowują uczestników do pełnienia kluczowych ról w obszarze zrównoważonego rozwoju, oferując wiedzę oraz praktyczne umiejętności potrzebne do wdrażania, zarządzania i raportowania działań zgodnych z ESG.\n\nLink do Sylabusa\n\nSemestr 1\n\nWprowadzenie do raportowania ESG\n\nKontekst legislacyjny raportowania\n\nPodstawy prawne obowiązku raportowania\n\nRegulacje w obszarze środowiskowym (E)\n\nRegulacje w obszarze społecznym (S)\n\nRegulacje w obszarze zarządczym (G)\n\nStandardy ESRS\n\nAnaliza podwójnej istotności, analiza ryzyka i zarządzanie ryzykiem\n\nMapowanie i analiza interesariuszy, zarządzanie łańcuchem wartości\n\nLean-management\n\nGospodarka Obiegu Zamkniętego, Analiza Cyklu Życia (LCA)\n\nTaksonomia UE\n\nŚlad węglowy produktu i organizacji\n\nSemestr 2\n\nNowoczesne modele biznesowe\n\nWskaźniki raportowania w obszarze środowiskowym E\n\nWskaźniki raportowania w obszarze społecznym (S)\n\nWskaźniki raportowania w obszarze zarządczym (G)\n\nNależyta staranność\n\nAtestacja raportów zrównoważonego rozwoju\n\nZielona gospodarka i zrównoważone finanse\n\nEfektywność finansowa i ekonomiczna zrównoważonych inwestycji\n\nFinansowanie inwestycji zgodnych z celami Taksonomii UE\n\nNarzędzia pomocne w raportowaniu ESG\n\nW sumie 180 godzin\n\nAbsolwenci studiów podyplomowych Raportowanie Zrównoważonego Rozwoju (ESG) zdobywają kompleksowe przygotowanie w zakresie wiedzy i umiejętności niezbędnych do wdrażania nowoczesnych rozwiązań raportowania ESG. Posiadają kompetencje związane z analizą i zarządzaniem ryzykiem ESG, budowaniem modeli biznesowych zgodnych z celami zrównoważonego rozwoju, a także praktyczne umiejętności stosowania narzędzi do monitorowania wskaźników środowiskowych, społecznych i zarządczych. Absolwenci potrafią stosować nowoczesne technologie wspierające proces raportowania ESG, zarządzać projektami oraz przygotowywać raporty zgodne z wymogami instytucji publicznych i sektora prywatnego. Ich umiejętności obejmują analizę sprawozdań finansowych, monitorowanie efektywności realizacji celów zrównoważonego rozwoju oraz dostosowywanie raportów do specyfiki różnych sektorów gospodarki.\n\nCzas trwania:\n 2 semestry (23 III 2025 - 1 III 2026)\n\nTryb zgłoszeń:\n o przyjęciu decyduje kolejność zgłoszeń\n\nLiczba miejsc:\n min. 15, max. 50\n\nWarunki rekrutacji, w tym wymagania wstępne:\n\nwymagania wstępne dla kandydatów na studia  - posiadanie dyplomu studiów wyższych (magistra, licencjata lub inżyniera)\n\nrekrutacja odbywa się na zasadzie kolejności zgłoszeń\n\npozostałe warunki rekrutacji ustalone są w Regulaminie studiów podyplomowych w AGH\n\nMiejsce zgłoszeń:\n\nZgłoszenia na studia przyjmowane są droga elektroniczną - informacje o rekrutacji są podane na stronie: \nhttps://esg.agh.edu.pl\n (dokumenty można przesłać drogą elektroniczną na adres: \nesg@agh.edu.pl\n z obowiązkiem dostarczenia orygniałów dokumentów)\n\noraz\n\nAGH Wydział Zarządzania\n ul. Gramatyka 10, 30-067 Kraków\n pawilon D-14, pokój 214 ( II piętro)\n tel. +48 12 617 43 56\n\nTermin zgłoszeń: \n 20 II 2025 – 15 III 2025\n\nOpłaty:\n\n całość 6 900 zł\n I rata – 3 450 zł (I semestr)\n II rata – 3 450 zł (II semestr)\n\nInformacje dodatkowe: \nZajęcia odbywają się w weekendy w trybie dwudniowych zjazdów (sobota i niedziela) rozłożonych w okresie od dnia 22.03.2025 do dnia 01.03.2026 online i stacjonarnie.\n Planowane zjazdy w semestrze letnim - 7 zjazdów: od 22-23.03.2025, co 2 tygodnie\n Planowane zjazdy w semestrze zimowym - 5 zjazdów od 04.10.2025, co dwa tygodnie\n\nformularz zgłoszeniowy \nplik do pobrania\n\npoświadczona przez uczelnię kserokopia dyplomu ukończenia studiów I lub II stopnia lub dyplomu ukończenia jednolitych studiów magisterskich\n\noświadczenie dotyczące płatności (dotyczy osób, które nie płacą za studia same, płaci np. firma, UP lub inna instytucja)\n\npoświadczenie wniesienia opłaty za studia za pierwszy semestr studiów, nie później niż w terminie 14 dni przed rozpoczęciem zajęć dydaktycznych w ramach studiów podyplomowych\n\nStopka\n\nOferta studiów podyplomowych\n\nDokumenty dla kandydatów\n\nInformacje dla organizatorów\n\nKursy i szkolenia (IFK)\n\nBack", "metadata": {"url": "https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/raportowanie-zrownowazonego-rozwoju-esg", "title": " Raportowanie zrównoważonego rozwoju (ESG) -- Studia podyplomowe ", "depth": 2, "duplicate": false, "content_hash": "78fa35f34335d53bcf3ba1549b6dd194", "word_count": 759, "headings": [{"level": 1, "text": "Raportowanie zrównoważonego rozwoju (ESG)"}, {"level": 2, "text": "Stopka"}]}}