{"content": "# Edytuj Scientist: Leopold Jeziorski – Historia AGH\n\nURL: https://historia.agh.edu.pl/mediawiki/index.php?title=Leopold_Jeziorski&action=formedit\nCrawled: 2025-03-19 22:27:55\n\nEdytuj Scientist: Leopold Jeziorski\n\nNie masz uprawnień do edytowania tej strony z następującego powodu:\n\nWykonywanie tej operacji zostało ograniczone do użytkowników w grupie \nUżytkownicy\n.\n\nNazwisko:\n\nImię:\n\nDrugie imię/imiona:\n\nTytuły:\n\nZdjęcie:\n\nLeopold Jeziorski.jpg\n\nData urodzenia:\n\nMiejsce urodzenia:\n\nData śmierci:\n\nMiejsce śmierci:\n\nSpecjalności:\n\nmetalurgia\ninżynieria materiałowa\nodlewnictwo\n\nPełnione funkcje:\n\nWydział:\n\nJednostka pozawydziałowa:\n\nOdznaczenia i nagrody:\n\nRok przyznania doktoratu h.c. AGH:\n\nPowód przyznania doktoratu h.c. AGH:\n\nTytuły honorowe AGH:\n\nKonsul Honorowy AGH\n\nPełnione Funkcje\n\nFunkcje:\n\nJednostka:\n\nRok_od:\n\nRok_do:\n\ndodaj funkcję\n\nTekst biogramu:\n\nProf. dr inż. '''Leopold Jeziorski''' (1931–2016) \n\nDyscyplina/specjalności: metalurgia, inżynieria materiałowa, odlewnictwo\n\n== Nota biograficzna ==\nUrodził się 30 listopada 1933 roku w Jaworznie. Zmarł 19 sierpnia 2016 roku, pochowany w Częstochowie na Cmentarzu Kule.\n\nW latach 1952-1957 studiował na Wydziale Metalurgicznym Politechniki Częstochowskiej. Tytuł doktora uzyskał na Wydziale Mechaniczno-Technologicznym Politechniki Warszawskiej (1964), prof. nadzw. (1974), prof. zw. (1992).\n\nOd 1989 roku związany z Wydziałem Inżynierii Procesowej, Materiałowej i Fizyki Stosowanej (wcześniej: Wydział Metalurgiczny) Politechniki Częstochowskiej. W latach 1971-1982 pełnił funkcję prorektora ds. nauki Politechniki Częstochowskiej, a w latach 1991-1997 był dziekanem Wydziału Metalurgii i Inżynierii Materiałowej, natomiast w latach 1982-2002 był dyrektorem Instytutu Inżynierii Materiałowej. Twórca kierunku inżynieria materiałowa na Politechnice Częstochowskiej. \n\nWspółzałożyciel Polskiego Towarzystwa Materiałoznawczego. Najważniejsze osiągnięcia PTM to m.in.: organizowane corocznie ogólnopolskie seminaria: Dobór tematyki badań i kształcenie w inżynierii materiałowej, spełniające ważną rolę integrującą środowiska polskich specjalistów z zakresu inżynierii materiałowej. W latach 1985-2002 pełnił funkcję prezesa Zarządu Oddziału oraz członka Zarządu Głównego Stowarzyszenia Inżynierów i Techników Przemysłu Hutniczego w Polsce.\n\nGłówne osiągnięcia to badania przemian fazowych w procesach obróbki cieplnej stopów żelaza, szczególnie stali o podwyższonej i wysokiej wytrzymałości, kinetyki przemian i mechanizmu nawęglania, azotowania i węgloazotowania stali w złożu fluidalnym, stali spawalnych o podwyższonej wytrzymałości.\n\nAutor lub współautor ponad 120 publikacji, 2 skryptów oraz 21 patentów. Promotor 11 doktorantów.\n\nCzłonek Komitetu Nauki o Materiałach PAN, Komitetu Metalurgii PAN, członek, a następnie przewodniczący Sekcji Inżynierii Powierzchni i Spajania Zespołu TO8 KBN, członek w zespole ekspertów MEN oraz członek zespołów redakcyjnych czasopism polskich z dziedziny materiałoznawstwa.\n\nW 2012 roku otrzymał tytuł Konsula Honorowego AGH za wieloletnią współpracę naukową, aktywne promowanie Akademii Górniczo-Hutniczej  im.  Stanisława  Staszica  w  Krakowie  oraz wspieranie rozwoju kadry naukowej w zakresie metalurgii i inżynierii materiałowej.\n\n==== Odznaczenia i nagrody ====\nOdznaczenia państwowe, resortowe, nagrody ministra, Medal Staszica za wybitne osiągnięcia naukowo-techniczne\n\n== Źródła do biogramu  ==\n==== Książki ====\n* 45 lat Wydziału Metalurgii i Inżynierii Materiałowej Politechniki Częstochowskiej : 1950-1995. Red. B. Konodyba-Szymański. Częstochowa 1995, s. 23, 52, [foto]\n\n==== Artykuły ====\n* ''Dziennik Polski'' 2016, nr 198 (25 VIII 2016), s. A11 [nekr.]\n\n==== Inne ====\n* prof. dr inż. Leopold Jeziorski [online] [przeglądany 04.12.2017]. Dostępny w: https://www.pcz.pl/pl/content/prof-dr-inz-leopold-jeziorski\n* Uchwała nr 62/2011 Senatu AGH z dnia 28 marca 2011 r. [online] [przeglądany 04.12.2017]. Dostępny w: http://www.agh.edu.pl/fileadmin/default/templates/images/dokumenty/uchwaly_senatu/2012/2012_03_28_uchwaly.pdf\n* Zmarł prof. Leopold Jeziorski [online] [przeglądany 04.12.2017]. Dostępny w: http://www.agh.edu.pl/info/article/zmarl-prof-leopold-jeziorski/\n\n{{DEFAULTSORT:Jeziorski, Leopold }}\n[[Category:Biogramy]]\n\nOpis zmian:\n\nTo jest drobna zmiana\n\nObserwuj\n\nZapisz\n\nPokaż podgląd\n\nPodgląd zmian\n\nAnuluj", "metadata": {"url": "https://historia.agh.edu.pl/mediawiki/index.php?title=Leopold_Jeziorski&action=formedit", "title": "Edytuj Scientist: Leopold Jeziorski – Historia AGH", "depth": 3, "duplicate": false, "content_hash": "b2abab59b9f6f560e0c55bd55cc53709", "word_count": 482, "headings": [{"level": 1, "text": "Edytuj Scientist: Leopold Jeziorski"}]}}