{"content": "#  C++ dla Programistów: Skuteczne Techniki i Dobre Praktyki -- Kursy i szkolenia AGH \n\nURL: https://szkolenia.agh.edu.pl/oferta-kursow-i-szkolen/oferta-komercyjna/c-dla-programistow-skuteczne-techniki-i-dobre-praktyki\nCrawled: 2025-03-19 21:16:29\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n C++ dla Programistów: Skuteczne Techniki i Dobre Praktyki \n\n Organizator \n\n Centrum Doskonałości Sztucznej Inteligencji AGH \n\nal. Mickiewicza 30, 30-059 Kraków\n pawilon C6, pokój 412\ncdsi.agh.edu.pl\n\nPlanowany termin rozpoczęcia pierwszsego cyklu zajęć: 17.10.2024\n Planowany termin zakończenia ostatniego cyklu zajęć: 30.09.2025\n Przewidywana liczna cykli: 12\n\nOpłata za szkolenie: 1298 zł\n\nZgłoszenia przyjmowane są w sposób ciągły. W razie potrzeby będą uruchamiane dodatkowe terminy kursów. Przewidujemy również możliwość organizacji odrębnego terminu kursu na zamówienie dla zorganizowanej grupy osób.\n\nOpis programu\n\nUczestnicy kursu zdobędą umiejętności tworzenia programów komputerowych w paradygmacie programowania zorientowanym obiektowo (object-oriented programming) w języku C++. Znajomość języka C++ jest bardzo przydatna m.in. do tworzenia aplikacji wymagających wysokiej wydajności oraz aplikacji czasu rzeczywistego (RTOS), do programowania mikrokontrolerów (MCU) czy do programowania systemowego. Duży nacisk będzie kładziony na naukę drobnych praktych programistycznych, efektywne korzystanie z narzędzi do tworzenia oprogramowania.\n\nTreści kształcenia: \nProces budowania programu (preprocessing, kompilacja, konsolidacja). Reprezentacja informacji (typy danych, klasy zmiennych, konwersje typów). Obiekty i klasy (tworzenie, niszczenie, operacje specjalne, składowe statyczne). Semantyka wartości i referencji, const correctness. Zaawansowane typy danych (typy wyliczeniowe). Biblioteka standardowa (kontenery, iteratory, algorytmy, strumieniowe operacje we/wy). Rozszerzenia funkcjonalności klas (kompozycja i dziedziczenie, polimorfizm, klasy abstrakcyjne i interfejsy). Dynamiczne zarządzanie pamięcią (z użyciem inteligentnych wskaźników). Obsługa błędów, mechanizm wyjątków.\n\nCzas trwania szkolenia: \n16 godzin\n\nStopka\n\nStudia podyplomowe\n\nCentrum Obsługi Kształcenia\nInne Formy Kształcenia\n\nE: kbrzoz@agh.edu.pl\nT: 12 617 32 81 \nE: amajka@agh.edu.pl\nT: 12 617 56 35\n\nBack", "metadata": {"url": "https://szkolenia.agh.edu.pl/oferta-kursow-i-szkolen/oferta-komercyjna/c-dla-programistow-skuteczne-techniki-i-dobre-praktyki", "title": " C++ dla Programistów: Skuteczne Techniki i Dobre Praktyki -- Kursy i szkolenia AGH ", "depth": 2, "duplicate": false, "content_hash": "bbbc288e89c265a8a40bb84c24594431", "word_count": 236, "headings": [{"level": 1, "text": "C++ dla Programistów: Skuteczne Techniki i Dobre Praktyki"}, {"level": 2, "text": "Stopka"}]}}