{"content": "#  Biblioteka -- WMS AGH \n\nURL: https://wms.agh.edu.pl/wydzial/biblioteka\nCrawled: 2025-03-19 21:36:44\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Biblioteka \n\n27 lutego 2025\n (czwartek) biblioteka będzie czynna w godz. \n10:00-11:45, 14:00-15:00\n Zmiana limitów wypożyczeń od dn. 23 stycznia 2024 r.:\n studenci WMS\n mogą wypożyczyć na zewnątrz (do domu) do\n 10 woluminów.\n\nGodziny otwarcia\n pon.-pt.: 10.00-12.30, 13.00-15.00\n\nLokalizacja\n B-7, parter\n ul. Czarnowiejska 70\n\nKontakt\n dr Gabriela Bednarska\n e-mail: \ngbednar(at)agh.edu.pl\n tel.: (+48) 12 617 31 83\n\nBiblioteka Wydziału Matematyki Stosowanej Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie jest specjalistyczną biblioteką naukową, wchodzącą w skład sieci biblioteczno-informacyjnej Uczelni.\n\nPoczątki Biblioteki sięgają 1919 roku, najstarsze zasoby pochodzą ze zbiorów dawnych Katedr: Matematyki, Modelowania Procesów Technologicznych i Geometrii Wykreślnej (później przekształconych w Bibliotekę Instytutu Matematyki). Od 1997 roku Biblioteka uczestniczy w organizacji warsztatu naukowego i dydaktycznego Wydziału Matematyki Stosowanej, gromadząc literaturę dla potrzeb pracowników, studentów i doktorantów, zgodnie z reprezentowanym na Wydziale obszarem badań i profilem kształcenia.\n\n Zasadniczy trzon zbioru zasilają podręczniki akademickie i piśmiennictwo naukowe z zakresu matematyki i dziedzin pokrewnych. Biblioteka dysponuje bogatą kolekcją literatury obcojęzycznej, głównie w języku angielskim, kształtowanej na bieżąco w nawiązaniu do wymagań procesu dydaktycznego i aktualnych założeń badawczych Wydziału.\n\nInformacja o przetwarzaniu danych osobowych (RODO)\n\nInformacja o przetwarzaniu danych osobowych (RODO)\n\nWIĘCEJ\n\nStopka\n\nStudenci\n\nPlany studiów\n\nDeklaracja dostepności\n\nKontakt\n\n© 2023 Wydział Matematyki Stosowanej AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \nKontakt: stronawms@agh.edu.pl \n\nBack", "metadata": {"url": "https://wms.agh.edu.pl/wydzial/biblioteka", "title": " Biblioteka -- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "dade9732c1943390d51913f0733915dc", "word_count": 214, "headings": [{"level": 1, "text": "Biblioteka"}, {"level": 2, "text": "Informacja o przetwarzaniu danych osobowych (RODO)"}, {"level": 2, "text": "Stopka"}]}}