{"content": "#  Policy on the use of cookies -- AGH UST \n\nURL: https://www.agh.edu.pl/en/policy-on-the-use-of-cookies\nCrawled: 2025-03-19 21:25:54\n\nSkip to content ↓\n\n Policy on the use of cookies \n\nThe provisions of art. 399 of the Electronic Communications Law applicable from October 10, 2024 oblige to inform about the possibility of opting out of saving data in browser files. \n\nBy using the AGH University websites and applications, you agree to the use of cookies in accordance with the cookie policy. If you do not consent for the use of cookies, you should change your browser settings according to the recommendations or opt out of using the AGH University websites. \n\nCookies are files created and saved on the User’s end device while visiting websites online. The files contain information allowing for the identification of the User’s device for proper display of the website. The files usually contain information on the origin (name of the website) and expiration time (lifespan) of the cookie, browser ID, and possibly a unique number created for the User’s session. \n\nThe primary purpose is to adjust the website’s content to the User’s preferences and the speed of using the website (optimal use). Cookies also enable the collection of anonymous aggregated statistics which inform us on how the Users use our websites, what helps to improve the scope of information, and the way of displaying information but without identifying the User. \n\nSession cookies and persistent cookies are created and used for the proper use of websites. Session cookies are temporal files stored on the User’s end device until logging out of the website or closing the browser. Persistent cookies are stored on the User’s end device until they expire as established in the file settings. A persistent file may be deleted from the browser by the User before the expiration time.  \n By using the AGH University websites, the User may receive cookies from cooperating third-party entities, such as Google, which implement advertising campaigns for the AGH University. Additional information on such cookies may be found on the websites of above mentioned entities. \n\nThe user may manage cookies by changing browser settings. \n\nFirefox: Settings > Privacy & Security \n\nChrome: Settings > More tools > Clear browsing data \n\nSafari: Settings > Clear History and Website Data \n\nInternet Explorer: Tools > Safety > Delete browsing history \n\nOpera: Settings > Advanced > Privacy and Security > Site settings \n\nStopka\n\nWelcome to AGH University\n\nAGH University Strategy\n\nExcellence Initiative – Research University\n\nUNIVERSEH\n\nResearch offer\n\nBusiness offer\n\nCentre for International Affairs\n\nWelcome Point\n\nFaculties\n\nMain Library\n\nAGH University Student Campus\n\nCareers Centre\n\nContact\n\nMap of the AGH University Campus\n\nAGH University e-Shop\n\nEmployee Search\n\nHRS4R\n\nEquality statement\n\nPersonal data protection\n\nMake a donation\n\nBack", "metadata": {"url": "https://www.agh.edu.pl/en/policy-on-the-use-of-cookies", "title": " Policy on the use of cookies -- AGH UST ", "depth": 3, "duplicate": false, "content_hash": "53aec7c29a2f4f9491fb97f0352ac0ef", "word_count": 432, "headings": [{"level": 1, "text": "Policy on the use of cookies"}, {"level": 2, "text": "Stopka"}]}}