{"content": "#  Procedura zgłaszania nowych przedmiotów -- Centrum Obsługi Kształcenia AGH \n\nURL: https://www.cok.agh.edu.pl/ubpo/procedura-zglaszania-nowych-przedmiotow\nCrawled: 2025-03-19 22:40:46\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Procedura zgłaszania nowych przedmiotów \n\nZgłaszanie propozycji oraz włączanie przedmiotów do UBPO odbywa się wg poniższej procedury:\n\n1. Przekazanie zgłoszenia poprzez przedstawiciela wydziału/innej jednostki organizacyjnej w Radzie Programowej ds. Przedmiotów Obieralnych (RPPO) do Działu Organizacji Studiów (DOS) w Centrum Organizacji Kształcenia (COK).\n\nPropozycja nowego przedmiotu powinna być skonsultowana z władzami dziekańskimi wydziału/jednostki, w której osoba zgłaszająca przedmiot jest zatrudniona. Propozycję nowego przedmiotu należy następnie przesłać na odpowiednim formularzu (są załączone poniżej, odrębne dla każdego z bloków UBPO) do DOS na adres \nubpo@agh.edu.pl\n\nwraz z mailową akceptacją dziekana.\n\n2. Zgłoszenia nowych przedmiotów są poddawane preselekcji podczas spotkań Zespołów roboczych ds. bloków UBPO.\n\nW toku prac Zespołów roboczych nad propozycją przedmiotu brane są pod uwagę aktualne potrzeby oferty UBPO oraz merytoryczny aspekt zgłoszenia. Ewentualne uwagi czy sugestie dotyczące przedmiotu są przekazywane do autora propozycji oraz przedstawiciela wydziału/jednostki w RPPO lub są oni informowani o negatywnej ocenie Zespołu w kwestii poddania propozycji pod opinię RPPO.\n\n3. Po pozytywnej opinii Zespołu/ewentualnej korekcie w zgłoszeniu, propozycja nowego przedmiotu jest poddawana pod obrady RPPO, która opiniuje ją w kontekście włączenia do UBPO.\n\nRPPO zbiera się na posiedzeniach co najmniej raz na trzy miesiące.\n\n4. W przypadku pozytywnej opinii RPPO, propozycje nowych przedmiotów do UBPO zatwierdza Prorektor ds. Kształcenia.\n\n5. Należy sporządzić i opublikować sylabus przedmiotu, a w przypadku przedmiotów w języku obcym sylabus w języku obcym, na zasadach określonych w Regulaminie studiów wyższych AGH.\n\nWymagania dotyczące zgłoszeń:\n\nkażdy przedmiot należy zakwalifikować do danego bloku UBPO: obcojęzyczny, humanistyczno-społeczny lub innowacyjny\n\nprzedmiotowi z bloku humanistyczno-społecznego należy przypisać poziom studiów, na którym będzie realizowany\n\ndla każdego przedmiotu należy określić wymiar godzinowy zajęć wraz ze wskazaniem ich formy\n\nZakres wymaganych informacji zawierają formularze zgłoszeniowe:\n\nPunktacja ECTS:\n\nFormularz zgłoszenia przedmiotu zawiera rubrykę, w której należy wskazać proponowaną liczbę punktów ECTS przypisaną nowemu przedmiotowi, przy czym należy mieć na uwadze na uwadze przed wszystkim zapisy Zarządzenia Rektora ws. UBPO (§6 ust. 4 pkt 3) oraz poniższe wytyczne przyjęte przez RPPO. Jeżeli dany przedmiot stanowi element programu studiów obowiązującego na danym kierunku, poziomie i profilu kształcenia wówczas przyjmuje się taką liczbę punktów ECTS, jaka wynika z tego programu studiów.\n\nwytyczne dotyczące przyznawania punktów ECTS przedmiotom z UBPO\n\nAktualne potrzeby bloków UBPO:\n\nblok obcojęzyczny: przedmioty z dziedziny ICTs (informatycznych) o wymiarze godz. 28 godz. – 30 godz. za 4 ECTS. \nPropozycje można zgłaszać do 14 lutego 2025 r.\n\nblok innowacyjny:\n propozycje można zgłaszać do 14 lutego 2025 r.\n Informacje o wymaganiach, jakie powinny spełniać propozycje, znajdują się w \nwytycznych.\n\nZobacz prezentację dot. funkcjonowania bloku innowacyjnego\n\nblok humanistyczno-społeczny: przedmioty za 2 ECTS dla I lub II stopnia studiów.\n\nW przypadku chęci zgłoszenia propozycji należy ją przesłać w terminach:\n\ndo 29 listopada\n\n2024 r. \n– dla przedmiotów, które mogłyby znaleźć się w ofercie UBPO począwszy od semestru letniego 2024/2025\n\ndo 30 kwietnia\n\n2025 r. \n– dla przedmiotów, które mogłyby znaleźć się w ofercie UBPO począwszy od semestru zimowego 2025/2026.\n\nStopka\n\nKanał AGH w serwisie YouTube\nFanpage AGH w serwisie Facebook\nFanpage AGH w serwisie Linkedin\nKanał AGH w serwisie Twitter\nFanpage AGH w serwisie Instagram\nFanpage AGH w serwisie Tiktok\n\nBack", "metadata": {"url": "https://www.cok.agh.edu.pl/ubpo/procedura-zglaszania-nowych-przedmiotow", "title": " Procedura zgłaszania nowych przedmiotów -- Centrum Obsługi Kształcenia AGH ", "depth": 3, "duplicate": false, "content_hash": "f80ab83bef20f8ecc8455d0b87c9b02a", "word_count": 510, "headings": [{"level": 1, "text": "Procedura zgłaszania nowych przedmiotów"}, {"level": 2, "text": "Zgłaszanie propozycji oraz włączanie przedmiotów do UBPO odbywa się wg poniższej procedury:"}, {"level": 3, "text": "Wymagania dotyczące zgłoszeń:"}, {"level": 3, "text": "Zakres wymaganych informacji zawierają formularze zgłoszeniowe:"}, {"level": 3, "text": "Punktacja ECTS:"}, {"level": 3, "text": "Aktualne potrzeby bloków UBPO:"}, {"level": 2, "text": "Stopka"}]}}