{"metadata": {}, "content": "Załącznik  nr 1 do Zarządzenia  Nr 35/2023 Rektora  AGH z dnia 6 lipca 2023 r. \nStrona  1 z 5 \n ZARZĄDZENIE  Nr 40/2021  \nRektora  Akademii  Górniczo -Hutniczej   \nim. Stanisława  Staszica  w Krakowie   \nz dnia 29 czerwca  2021  r. \nw sprawie  zasad  udziału  w programie  „Prymusi  AGH”  dla najlepszych  \nkandydatów  podejmujących  studia  stacjonarne  pierwszego  stopnia  w Akademii  \nGórniczo -Hutniczej  im. Stanisława  Staszica  w Krakowie   \nTekst  jednolity  \nDziałając  na podstawie  art. 23 ust. 1 ustawy  z dnia 20 lipca 2018 r. Prawo  o szkolnictwie  \nwyższym  i nauce  (Dz.U.  z 2023 r., poz. 742) oraz § 20 ust. 2 i § 21 ust. 3 Statutu  AGH \n(uchwała  nr 92/2023  Senatu  AGH z dnia 28 czerwca  2023 r.), zarządzam  co następuje:  \n§1. Program  „Prymusi  AGH”  \n1. Akademia Górniczo -Hutnicza im. Stanisława Staszica w Krakowie (zwana dalej AGH) \norganizuje program dla najlepszych kandydatów na studia AGH pode jmujących studia \nstacjonarne pierwszego stopnia pod nazwą „Prymusi AGH” (zwany dalej Programem).  \n2. Program skierowany jest do kandydatów, którzy po raz pierwszy podejmują studia \nstacjonarne pierwszego stopnia w AGH.  \n3. W ramach Programu AGH oferuje na pierwszy m roku studiów:  \n1) dodatkowe nieodpłatne formy kształcenia i rozwoju (kursy, szkolenia, tutoring) – \nzgodnie z aktualnym wykazem dostępnym w  siedzibie Centrum Rekrutacji AGH \n/na stronie internetowej www.rekrutac ja.agh.edu.pl ./ w systemie e-Rekrutacja  \nAGH;  \n2) bezpłatne miejsce w domu studenckim,  \nzwane dalej „benefitami”.  \n4. Środki na realizację Programu pochodzą z Działania 14 projektu Inicjatywa \nDoskonałości – Uczelnia Badawcza (zwanego dalej IDUB). Wysokość środków \nfinansowych przeznaczonych na realizację Programu ustala corocznie, przed \nrozpoczęciem nowej edycji Programu, Kierownik Projektu IDUB w porozumieniu  \nz Zespołem ds. Kształcenia IDUB.  \n5. Dysponentem środków finansowych, o których mowa w ust. 4 przeznaczonych n a \nrealizację Programu jest Kierownik Projektu IDUB. Obsługę finansową Programu \nzapewnia Biuro Projektu IDUB.  \n§2. Uczestnicy  Programu  \n1. Do Programu mogą zostać zakwalifikowane osoby, które w roku złożenia egzaminu \nmaturalnego (zgodnie z ustawą z dnia 7 września 1991 r. o systemie oświaty), \nz wyłączeniem osób posiadających świadectwa, dyplomy IB, EB i inne dokumenty \nwydane za granicą, o któ rych mowa w  art. 93 ustawy z dnia 7 września 1991 r.  \no systemie oświaty (t.j. Dz.U. z 2020 r. poz. 1327 z późn. zm.), zostały wpisane na \nlistę studentów pierwszego roku studiów stacjonarnych pierwszego stopnia w AGH  \ni podjęły te studia oraz na etapie pos tępowania rekrutacyjnego wyraziły zgodę,  \no której mowa w §  3 ust. 2.  \n2. Podstawą kwalifikacji do Programu jest wskaźnik rekrutacji wyliczony zgo dnie \nz obowiązującymi zasadami rekrutacji na pierwszy rok studiów pierwszego stopnia \nrozpoczynających cykl kształ cenia w danym roku akademickim albo zaświadczenie \nstwierdzające uzyskanie tytułu laureata lub finalisty olimpiady zwalniające \nz postępowania kwalifikacyjnego na pierwszy rok studiów zgodnie z uchwałą Senatu \nAGH w sprawie zasad przyjmowania na studia laurea tów oraz finalistów olimpiad \nstopnia centralnego, a także laureatów konkursów ogólnopolskich w danym roku \nakademickim.  \n3. Na podstawie wskaźnika rekrutacji sporządzana jest lista rankingowa kandydatów \nwpisanych na listę studentów pierwszego roku w całej ucze lni. Lista rankingowa \nobejmuje tylko kandydatów spełniających warunki, o których mowa w  ust. 1.  \n4. Do Programu kandydaci kwalifikowani są w 2 grupach uczestników:  \n1) grupa pierwsza – studenci AGH, którzy:  \n\nZałącznik  nr 1 do Zarządzenia  Nr 35/2023 Rektora  AGH z dnia 6 lipca 2023 r. \nStrona  2 z 5 \n a) znaleźli się wśród 5% najlepszych na liście rankingowej  kandydatów w całej \nuczelni i uzyskali wskaźnik rekrutacji nie mniejszy niż 950 pkt. lub  \nb) zostali przyjęci na studia jako laureaci lub finaliści olimpiad stopnia \ncentralnego, uprawnieni do przyjęcia na pierwszy rok studiów pierwszego \nstopnia w AGH z  pomini ęciem postępowania kwalifikacyjnego, wymienieni  \nw uchwale Senatu AGH w sprawie zasad przyjmowania na studia laureatów \noraz finalistów olimpiad stopnia centralnego, a także laureatów konkursów \nogólnopolskich w danym roku akademickim ; \n2) grupa druga – studenci  AGH, którzy uzyskali wskaźnik rekrutacji nie mniejszy niż \n950 pkt. i nie kwalifikują się do grupy uczestników wymienionych w pkt. 1.  \n5. Przy ustalaniu listy kandydatów zakwalifikowanych do Programu uwzględnia się \nwszystkich kandydatów spełniających warunki u czestnictwa w  Programie, określone \nw ust. 1 i 4, wpisanych na listę studentów do zakończenia wpisów w cyklu \nrekrutacyjnym nr 2, o którym mowa w zarządzeniu Rektora w sprawie ustalenia \nkalendarza rekrutacji letniej na studia pierwszego i drugiego stopnia w AGH \nrozpoczynające cykl kształcenia w  danym roku akademickim .  \n6. Przy ustalaniu listy kandydatów zakwalifikowanych do uczestników Programu, jeżeli \nna ostatniej pozycji listy rankingowej znajdzie się więcej niż jeden kandydat z  takim \nsamym wskaźnikiem rekruta cji, na listę zakwalifikowanych wpisuje się wszystkich \nposiadających tą samą wartość wskaźnika rekrutacji, pomimo przekroczenia limitu \n5% najlepszych na liście.  \n§3. Zasady  przystąpienia  do programu  \n1. Przystąpienie uczestników do Programu jest dobrowolne. Przetwarzanie danych \nosobowych studentów, którzy przystąpili do Programu jest niezbędne do wywiązania \nsię przez AGH z ciążących na niej obowiązków prawnych. Informacja o przetwarzaniu \ndanych osobowych zamieszczana jest w ankiecie beneficjenta.  \n2. O możliwości p rzystąpienia do Programu kandydat powiadamiany jest komunikatem \npoprzez elektroniczny system obsługi rekrutacji (zwany systemem e -Rekrutacja), \nwysyłanym po zakończeniu wpisów w drugim cyklu rekrutacyjnym, w  którym \notrzymuje informację, do której grupy ucze stników został zakwalifikowany oraz link \ndo ankiety beneficjenta pod warunkiem, że na etapie postępowania rekrutacyjnego \nwyraził zgodę na  otrzymywanie informacji o wydarzeniach, konkursach, \nkonferencjach, ankietach, prowadzonych kampaniach promocyjnych, r eklamowych  \ni innych działaniach marketingowych związanych z działalnością AGH.  \n3. W celu przystąpienia do Programu kandydat zakwalifikowany do danej grupy \nuczestników, o których mowa w § 2 ust. 4, zobowiązany jest do wypełnienia ankiety \nbeneficjenta Program u, w której wyraża zgodę na przystąpienie do Programu i składa \ndeklarację wyboru benefitów.  \n4. Przystąpienie uczestników do Programu jest ograniczone czasowo. Ankieta \nbeneficjenta Programu dla kandydata zakwalifikowanego do Programu udostępniana \njest w syste mie e -Rekrutacja jednorazowo przez okres 7 dni od dnia zakończenia \nwpisów na listę studentów w cyklu rekrutacyjnym nr 2, o którym mowa w zarządzeniu \nRektora w  sprawie ustalenia kalendarza rekrutacji letniej na studia pierwszego  \ni drugiego stopnia w AGH ro zpoczynające cykl kształcenia w  danym roku \nakademickim.  \n5. Niewypełnienie ankiety beneficjenta Programu, w terminie wskazanym w ust. 4, \noznacza rezygnację kandydata z przystąpienia do Programu.  \n6. AGH dysponuje ograniczoną liczbą świadczeń w ramach poszczególny ch benefitów. \nO kwalifikacji do poszczególnych benefitów Programu decyduje kolejność zgłoszeń.  \n7. Kwalifikacja do poszczególnych benefitów prowadzona jest do wyczerpania miejsc. \nW ankiecie beneficjenta, o której mowa w ust. 3, jest dostępna oferta benefitów \nProgramu aktualna na dzień jej wypełnienia.  \n8. Po przesłaniu ankiety w systemie e -Rekrutacja jej ponowna edycja i zmiana \nwybranych benefitów jest niemożliwa.  \n9. Po wypełnieniu ankiety kandydat staje się uczestnikiem Programu, zwanym dalej \nBeneficjentem.  \n\nZałącznik  nr 1 do Zarządzenia  Nr 35/2023 Rektora  AGH z dnia 6 lipca 2023 r. \nStrona  3 z 5 \n 10. Beneficjentowi przyznanie poszczególnych benefitów Programu przysługuje tylko raz. \nBrak deklaracji danego benefitu Programu w ankiecie oznacza rezygnację z niego \nprzez Beneficjenta.  \n11. Listę Beneficjentów poszczególnych benefitów Programu przygotowuje Centru m \nRekrutacji AGH (zwane dalej CR).  \n12. Informację o przyznaniu benefitów CR przesyła Beneficjentowi drogą mailową po \nutworzeniu listy, o której mowa w ust. 11.  \n§4. Benefity  \n1. Katalog benefitów Programu obejmuje wszystkie dostępne w danym roku \nakademickim benefity przyznawane poszczególnym grupom uczestników Programu.  \n2. Uczestnicy należący do:  \n1) grupy pierwszej, o których mowa w § 2 ust. 4 pkt 1, mają prawo wyboru \nmaksymalnie dwóch  benefitów spośród określonych w § 1 ust. 3, z zastrzeżeniem \n§ 6 ust. 1;  \n2) grupy drugiej, o których mowa w § 2 ust. 4 pkt 2, mają prawo wyboru \nmaksymalnie jednego benefitu spośród określonych w § 1 ust. 3.  \n3. Szczegółowe warunki skorzystania z danego benefitu  określają §  5–6 oraz regulaminy \nwewnętrzne podmiotów realizujących dany benefit i obowiązujące przepisy odrębne.  \n4. Warunkiem realizacji benefitu jest podjęcie studiów przez Beneficjenta Programu.  \n5. Beneficjentom Programu nie przysługuje prawo do wypłaty wart ości benefitu w formie \npieniężnej.  \n6. Beneficjent Programu nie jest uprawniony do odsprzedaży lub przekazania benefitu \ninnej osobie.  \n7. AGH zastrzega sobie prawo do wprowadzania nowych, zmiany, anulowania \ndotychczasowych benefitów lub zmiany w realizacji benef itów. Informacje o zmianach \nw katalogu benefitów na dany rok akademicki będą publikowane na stronie AGH dla \nkandydatów na studia minimum 1 miesiąc kalendarzowy przed wprowadzeniem zmian \nw życie. Zmiany w realizacji benefitów spowodowane okolicznościami nie zależnymi od \nAGH będą ogłaszane niezwłocznie po ich wprowadzeniu.  \n§5. Miejsce  w domu  studenckim  \n1. Miejsce w domu studenckim w ramach benefitu Programu może być przyznane danej \nosobie tylko jeden raz.  \n2. Bezpłatne miejsce w domu studenckim przysługuje Beneficjentowi na pierwszym roku \nstudiów na okres maksymalnie 9 miesięcy.  \n3. W celu przyznania miejsca w domu studenckim Beneficjent Programu powinien złożyć \nwniosek o  przyznanie miejsca w formie elektronicznej w systemie informatycznym \nMiasteczka Studenckieg o AGH.  \n4. Listę Beneficjentów, którym przyznano miejsce w domu studenckim, sporządza CR \ni przesyła ją do Dyrektora Miasteczka Studenckiego.  \n5. Na podstawie listy, o której mowa w ust. 4, Dyrektor Miasteczka Studenckiego zwalnia \nBeneficjenta z opłaty za miejsce  w domu studenckim.  \n6. W przypadku utraty przez Beneficjenta prawa uczestnictwa w Programie zostanie \nnaliczona opłata za miejsce w domu studenckim.  \n§6. Dodatkowe  nieodpłatne  formy  kształcenia  i rozwoju  \n1. W ramach Programu Beneficjent może skorzystać z jednej s pośród oferowanych \ndodatkowych nieodpłatnych form kształcenia i rozwoju, w szczególności kursów, \nszkoleń, tutoringu.  \n2. Oferta dodatkowych nieodpłatnych form kształcenia i rozwoju na dany rok akademicki \njest zatwierdzana przez Prorektora ds. Kształcenia. Licz ba miejsc na dodatkowych \nnieodpłatnych formach kształcenia i rozwoju jest ograniczona.  \n3. Maksymalny koszt poszczególnych benefitów przypadający na jednego Beneficjenta \njest co roku ustalany i ogłaszany przed rozpoczęciem rekrutacji na studia przez \nProrektor a ds. Kształcenia.  \n\nZałącznik  nr 1 do Zarządzenia  Nr 35/2023 Rektora  AGH z dnia 6 lipca 2023 r. \nStrona  4 z 5 \n 4. Listy Beneficjentów wraz z wynikami ankiety przesyłane są do osób odpowiedzialnych \nza organizację danych nieodpłatnych form kształcenia w celu niezwłocznego \npowiadomienia Beneficjenta o możliwości skorzystania z tego benefitu Programu  \ni ustalenia ostatecznych warunków udziału w Programie.  \n5. Rezygnację z uczestnictwa w zajęciach prowadzonych w ramach dodatkowych \nnieodpłatnych form kształcenia i rozwoju Beneficjent zobowiązany jest złożyć w  CR \nprzed rozpoczęciem roku akademickiego, w którym uzyskał status Beneficjenta. Brak \nrezygnacji będzie skutkował wpisaniem na listę uczestników i  obowiązkiem udziału \nw zajęciach.  \n6. Uczestnictwo w co najmniej jednych zajęciach w ramach dodatkowych nieodpłatnych \nform kształcenia i rozwoju będących kursem lub szkoleniem powoduje wystawienie \ninformacji PIT na kwotę całego kursu lub szkolenia. Uczestnictwo w przynajmniej \ndwóch zajęciach w ramach dodatkowych nieodpłatnych form kształcenia i rozwoju \nbędących tutoringiem powoduje wystawienie informacji PIT na kwotę proporcjonalną \ndo zrealizowanych zajęć w ramach nieodpłatnych świadczeń będących tutoringiem.  \n7. uchylony  \n§7. Utrata  prawa  do udziału  w Programie  \n1. Beneficjent traci prawo do uczestnictwa w Programie w przypadku:  \n1) niepodjęcia studiów w AGH pomimo dokonania wpis u na listę studentów \npierwszego roku;  \n2) złożenia rezygnacji z podjęcia studiów na kierunku, na którym uzyskał prawo \nuczestnictwa w programie, po dokonaniu wpisu na listę studentów pierwszego \nroku studiów w AGH;  \n3) ponownego wpisu, po złożeniu rezygnacji, na listę studentów pierwszego roku \ntego samego lub innego kierunku studiów uprawniającego do uczestnictwa  \nw Programie w  3. i kolejnych cyklach rekrutacyjnych.  \n4) skreślenia z listy studentów z dniem, w którym decyzja o skreśleniu stała się \nostateczna;  \n5) uzyskania wpisu na drugi semestr studiów z tzw. dopuszczalnym łącznym \ndeficytem punktów, o którym mowa w Regulaminie studiów wyższych Akademii \nGórniczo -Hutniczej im. Stanisława Staszica w Krakowie;  \n6) uzyskania urlopu od zajęć, o którym mowa w Regulaminie studiów wyższych \nAkademii Górniczo -Hutniczej im. Stanisława Staszica w Krakowie, z  wyłączeniem \nurlopu zdrowotnego;  \n7) ukarania  karą dyscyplinarną, o której mowa w art. 308 ustawy z dnia 20 lipca \n2018 r. P rawo o szkolnictwie wyższym i nauce (t.j. Dz.U. z 202 3 r., poz. 742);  \n8) ukończenia studiów;  \n9) niedostarczenia w terminie oświadczenia do celów podatkowych, o którym mowa \nw § 8 ust. 4a;  \n10) rozpoczęcia równocześnie studiów wyższych na innej uczelni.  \n2. Beneficjent je st zobowiązany niezwłocznie po utracie prawa do udziału w Programie \npoinformować CR o tym fakcie.  \n3. Od dnia utraty prawa do uczestnictwa w Programie Beneficjent w przypadku \nbenefitów:  \n1) niezrealizowanych – traci prawo do ich realizacji;  \n2) częściowo zrealizowan ych – traci prawo do dalszej realizacji benefitu, licząc od \nnajbliższego okresu rozliczeniowego danego benefitu;   \n3) zrealizowanych – nie zwraca kosztów benefitów.  \n4. W przypadku, o którym mowa w ust. 3 pkt 2, dalsze korzystanie z benefitu możliwe \njest po uiszc zeniu opłaty zgodnie z cennikiem podmiotu realizującego dany benefit.  \n§8. Koordynacja  Programu  \n1. Działania na Uczelni prowadzone w ramach Programu koordynuje Prorektor ds. \nKształcenia.  \n2. Działania związane z realizacją benefitów Programu, o których mowa w §  1 ust. 3 pkt \n1, koordynuje Centrum Rekrutacji AGH.  \n\nZałącznik  nr 1 do Zarządzenia  Nr 35/2023 Rektora  AGH z dnia 6 lipca 2023 r. \nStrona  5 z 5 \n 3. Działania związane z realizacją benefitów Programu, o których mowa w § 1 ust. 3 pkt \n2, koordynuje Dyrektor Miasteczka Studenckiego AGH.  \n4. Każdemu Beneficjentowi korzystającemu z oferty Programu zostanie wystawiona \ninformacja PIT za rok kalendarzowy, w którym realizował dane benefity Programu, na \nkwotę wysokości uzyskanych nieodpłatnych świadczeń.  \n4a. Beneficjent jest zobowiązany do dostarczenia  do CR oryginału własnoręcznie \npodpisanego oświadczenia do celów podatkowych z aktualnymi danymi w ciągu \nmiesiąca od przesłania informacji, o której mowa w §  3 ust. 12. Wzór oświadczenia \nzostanie przesłany do Beneficjenta drogą mailową lub będzie dostępny na \nindywidualnym koncie w systemie e -Rekrutacja wraz z informacją, o której mowa  \nw zdaniu pierwszym. Oświadczenie należy złożyć osobiście albo listownie na adres: \nCentrum Rekrutacji AGH, al. Mickiewicza 30, 30 -059 Kraków z dopiskiem bud. U2, \npok. 101.  \n5. Osoby prowadzące zajęcia w ramach dodatkowych nieodpłatnych form kształcenia \ni rozwoju zobowiązane są do przekazania do Kwestury AGH i Centrum Rekrutacji AGH \naktualnych list uczestników, którym należy wystawić informację PIT wraz z kwotami \nkosztów zajęć. Na liście umieszczani są wszyscy uczestnicy nieodpłatnych form \nkształcenia i rozwoju włączając tych, którzy przystąpili przynajmniej do jednych zajęć  \ni nie ukończyli całego cyklu tych zajęć.  \n§9. Postanowienia  końcowe  \n1. Traci moc zarządzenie Rektora AGH nr 34/ 2020 z dnia 28 maja 2020 r. w sprawie \nzasad udziału w programie „Prymusi AGH” dla najlepszych kandydatów podejmujących \nstudia pierwszego stopnia w Akademii Górniczo -Hutniczej im. Stanisława Staszica  \nw Krakowie . \n2. Zarządzenie wchodzi w życie z dniem podpisan ia. \n \n \nR E K T O R \n \n \nprof. dr hab. inż. Jerzy Lis \n \n\n"}