{"content": "# Studenckie projekty na fali nowoczesnych technologii | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/studenckie-projekty-na-fali-nowoczesnych-technologii/\nCrawled: 2025-03-19 21:31:15\n\nStudenckie projekty na fali nowoczesnych technologii\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\nProjekty Koła Naukowego Elektroników oraz Koła Naukowego Cipher \nuzyskały \ndofinansowanie w ramach piątej edycji konkursu\n „Integracja procesu kształcenia z badaniami naukowymi – Wsparcie Kół Naukowych” z programu Inicjatywa Doskonałości – Uczelnia Badawcza.\nZaawansowana technologia w praktyce\nStudenci zrzeszeni w \nKole Naukowym Elektroników\n pracować będą nad prototypem autonomicznego pojazdu wyścigowego z systemem nawigacji opartym na obrazie z kamery. \nAutonomiczne pojazdy, znajdują coraz szersze zastosowanie w branży motoryzacyjnej, logistyce oraz systemach inteligentnego transportu. \nIch pojazd będzie zdolny do pokonywania toru na podstawie obrazu z kamery. Obraz będzie przetwarzany cyfrowo i analizowany przez zaawansowane algorytmy, co umożliwi maksymalizację precyzji oraz szybkości jazdy. Jako, że mają w planach udział w międzynarodowych zawodach NXP Cup, opracują własny sterownik silnika BLDC (Electric Speed Controller – ESC), uwzględniający specyficzne wymagania regulaminu konkursu. Proces projektowania elektroniki obejmie ponadto stworzenie schematu, przeprowadzenie symulacji, zaprojektowanie płytki PCB oraz montaż komponentów. \nProjekt będzie miał\n charakter interdyscyplinarny\n, dlatego oprócz elektroniki i programowania embedded, będą rozwijać również warstwę fizyczną. Zastosowane zostaną nowoczesne technologie i materiały, aby stworzyć konstrukcję, która będzie jednocześnie maksymalnie lekka i wyjątkowo wytrzymała.\nEfekty pracy będzie można podziwiać na cyklicznych wydarzeniach uczelnianych jak Noc Naukowców czy Targi Organizacji Studenckich, jak również podczas hackatonów tematycznych. \nInnowacyjne zabezpieczenia IoT – odpowiedź na zagrożenia przyszłości\nNiedawno powołane koło \nCipher\n ubiegało się o środki na opracowanie prototypu nowoczesnego systemu zabezpieczeń, przeznaczonego do ochrony komunikacji pomiędzy urządzeniami Internetu Rzeczy (IoT). Projekt pn. „Zastosowania kryptografii postkwantowej i uczenia maszynowego w bezpieczeństwie sieci IoT” zakłada opracowanie rozwiązania, które zapewni wysoki poziom bezpieczeństwa wymiany danych, a także umożliwi efektywne wykrywanie oraz zapobieganie potencjalnym zagrożeniom. Szczególny nacisk zostanie położony na zastosowanie technologii odpornych na zagrożenia wynikające z rozwoju komputerów kwantowych i ich wpływu na obecne standardy kryptograficzne.\nGratulujemy obu zespołom i trzymamy kciuki za dalsze sukcesy!\nJeśli interesuje cię działalność w ramach ruchu naukowego polecamy zapoznanie się z \nkołami naukowymi\n działającymi pod opieką naszego Wydziału.\n\nKonkursy programistyczno – robotyczne to świetna okazja dla studentów na wypróbowanie swojej wiedzy i umięjętności. Na zdjęciu uczestnicy  \nBITEhack (BEST IT Extended Hackathon)\n 2024, odbywający się pod Patronatem Dziekana WIEiT.\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania", "metadata": {"url": "https://iet.agh.edu.pl/studenckie-projekty-na-fali-nowoczesnych-technologii/", "title": "Studenckie projekty na fali nowoczesnych technologii | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "23092c28b691be8b8888f13484e50a1d", "word_count": 369, "headings": [{"level": 1, "text": "Studenckie projekty na fali nowoczesnych technologii"}]}}