{"content": "# AGH University to expand cooperation with Persian Gulf countries-- AGH UST \n\nURL: https://agh.edu.pl/en/research-cooperation/news/detail/agh-university-to-expand-cooperation-with-persian-gulf-countries\nCrawled: 2025-03-19 21:22:05\n\nAGH University to expand cooperation with Persian Gulf countries \n\n 04-03-2025 \n\n cooperation \n\n A delegation from the AGH University has recently visited Oman and the United Arab Emirates. With numerous inspiring meetings held during the trip, new cooperation opportunities have emerged in fields such as IT, cybersecurity, geology, mining, and the use of modern materials. \n\nOne of the trip’s key points was the conclusion of an agreement with GUtech (German University of Technology in Oman), with which the AGH University will develop research and educational projects in the field of Earth sciences, geology, geoengineering, but also space technologies. GUtech focuses on innovativeness and development in the region. Discussions with faculty representatives and university authorities, including GUtech's Rector, Professor Michael Braun, concerned the topic of the exchange of knowledge, strengthening institutional ties, and identification of areas for cooperation which are in line with the commitment of both universities to academic excellence and global cooperation.\n\n“Our cooperation with GUtech will surely bring long-term benefits to both parties. We have an opportunity to develop our universities, taking advantage of the best potential we have at our disposal, that is our staff and infrastructure,” said Professor Jerzy Lis, AGH University Rector.\n\nIn Oman, the delegation had the honour of meeting His Excellency Sheikh Abdallah Bin Mohammed Bin Abdallah Al Salmi.\n\nDuring the visit, the AGH University representatives also met with the authorities of Zayed University (Dubai, UAE), as both universities have been cooperating for a long time. Further opportunities for academic cooperation were explored, including exchanges within various programmes and educational opportunities for future leaders in the region. The cooperation will flourish very soon, as in May this year, students of Geology from Zayed University will come to the Faculty of Geology, Geophysics, and Environmental Protection at the AGH University.\n\nThe AGH University delegation went on a field trip to Emirates Calcium Carbonate Factory L.C.C, a company which specialises in the application of minerals in a variety of plastics, and met with its management. The company’s co-owner is an AGH University graduate, Professor Jacek Engel, son of the distinguished Professor Zbigniew Engel.\n\nThe AGH University delegation included: AGH University Rector, Professor Jerzy Lis; Vice-Rector for Cooperation, Professor Rafał Wiśniowski; Director of the Centre for International Affairs, Paweł Świerk; and Coordinator for Cooperation with United Arab Emirates, Magdalena Ostasz.\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/research-cooperation/news/detail/agh-university-to-expand-cooperation-with-persian-gulf-countries", "title": "AGH University to expand cooperation with Persian Gulf countries-- AGH UST ", "depth": 3, "duplicate": false, "content_hash": "78089f131075b1025a9d66676579b160", "word_count": 383, "headings": [{"level": 1, "text": "AGH University to expand cooperation with Persian Gulf countries"}, {"level": 2, "text": "Other news from this category"}, {"level": 2, "text": "Recent news"}, {"level": 2, "text": "Stopka"}]}}