{"content": "#  Polityka obsługi plików cookies -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/cookies\nCrawled: 2025-03-19 21:18:41\n\nSkip to content ↓\n\n Polityka obsługi plików cookies \n\nPrzepisy art. 399 ustawy „Prawo komunikacji elektronicznej\" obowiązujące od 10 listopada 2024 roku zobowiązują do poinformowania o możliwości rezygnacji z zapisywania danych w plikach przeglądarki.\n\nKorzystając z serwisu, aplikacji i stron internetowych Akademii Górniczo-Hutniczej, wyrażasz zgodę na używanie ciasteczek zgodnie z polityką ciasteczek. W przypadku braku zgody należy zmienić ustawienia przeglądarki zgodnie z zaleceniami producenta lub zrezygnować z korzystania ze stron AGH.\n\nCiasteczka (ang. Cookies) to pliki tworzone i zapisywane na urządzeniu końcowym Użytkownika podczas odwiedzania stron w internecie. Pliki zawierają informację pozwalającą zidentyfikować urządzenie Użytkownika w celu prawidłowego wyświetlania strony. Pliki najczęściej zawierają informację odnośnie pochodzenia (nazwa strony internetowej), czas (długość życia) ciasteczka, identyfikator przeglądarki, ew. unikalny numer tworzony na potrzeby sesji użytkownika.\n\nPodstawowym celem jest dostosowanie zawartości strony internetowej zgodnie z preferencjami Użytkownika oraz szybkości (optymalnego używania) korzystania ze strony. Pozwalają również zbierać anonimowe, zagregowane statystyki, które informują, w jaki sposób Użytkownicy korzystają z naszych stron, co pomaga ulepszać zakres informacji oraz sposób jej wyświetlania, ale bez identyfikacji Użytkownika.\n\nDo prawidłowego używania stron tworzone są i wykorzystywane pliki sesyjne oraz pliki stałe. Pliki sesyjne są plikami tymczasowymi, przechowywanymi na urządzeniu końcowym Użytkownika do czasu wylogowania się ze strony internetowej lub zamknięcia przeglądarki internetowej. Pliki stałe pozostają na urządzeniu końcowym Użytkownika przez czas zgodny z ustawieniami w pliku. Plik stały może być usunięty wcześniej z przeglądarki internetowej przez Użytkownika.\n Korzystając ze stron internetowych Akademii Górniczo-Hutniczej, Użytkownik może otrzymać ciasteczka współpracujących podmiotów trzecich, np. Google, podmiotów realizujących na rzecz Akademii Górniczo-Hutniczej kampanie reklamowe. Dodatkowe informacje na temat tych ciasteczek można znaleźć na stronach wspomnianych podmiotów.\n\nUżytkownik może zablokować pobieranie ciasteczek w ustawieniach przeglądarki:\n  - Firefox: Opcje > Prywatność\n  - Chrome: Ustawienia > Ustawienia zaawansowane > Prywatność > Ustawienia treści\n  - Internet Explorer: Narzędzia > Opcje internetowe > Prywatność (pozwala wybrać różne poziomy ochrony) > Zaawansowane\n  - Opera: Preferencje > Zaawansowane > Ciasteczka\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/cookies", "title": " Polityka obsługi plików cookies -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "d87b64cc1b9980fb318cf46caa96dc63", "word_count": 384, "headings": [{"level": 1, "text": "Polityka obsługi plików cookies"}, {"level": 2, "text": "Stopka"}]}}