{"metadata": {}, "content": "Załącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 1 z 28 Regulamin świadczeń dla studentów  \nAkademii Górniczo -Hutniczej im. Stanisława Staszica w Krakowie  \nRozdział I  \nPostanowienia ogólne  \n§1. \n1. Niniejszy Regulamin określa sposób ustalania wysokości, szczegółowe kryteria i tryb \nprzyznawania i wypłacania świadczeń z Funduszu Stypendialnego dla studentów Akademii \nGórniczo -Hutniczej im. Stanisława Staszica w Krakowie  oraz zasady ich zakwaterowania \nw domach studenckich . \n2. Ilekroć w Regulaminie jes t mowa o:  \n1) Uczelni lub AGH - rozumie się przez to Akademi ę Górniczo -Hutnicz ą im. Stanisława \nStaszica w Krakowie ; \n2) FS – rozumie się przez to Fundusz Stypendialny  AGH; \n3) KPA – rozumie się przez to ustaw ę z dnia 14 czerwca 1960 r. – Kodeks postępowania \nadministracyjnego  (Dz.U.  z 2021 r. poz . 735 ze zm.);  \n4) ustawie PSWiN – rozumie się przez to ustawę z dnia 20 lipca 20 18 r. – Prawo \no szkolnictwie wyższym i nauce (Dz.U z 2022 r. poz. 574 ze zm.);  \n5) ustawie ŚR  - rozumie się przez to  ustaw ę z dnia 28 listopada 2003 r. o świadczeniach \nrodzinnych  (Dz.U.  z 2022 r. poz. 615 ze zm.);  \n6) ustawie PDOF – rozumie się przez to ustawę z dnia 26 lipca 1991 r. o podatku \ndochodowym od osób fizycznych  (Dz.U.  z 2021 r. poz. 1128 ze zm.);  \n7) ustawie USR – rozumie się przez to ustaw ę z dnia 20 grudnia 1990 r. o  ubezpieczeniu \nspołecznym rolników  (Dz.U.  z 2022 r. poz. 933 ze zm.);  \n8) ustawie o cudzoziemcach – rozumie się przez to ustawę z dnia 12 grudnia 2013 r.  \no cudzoziemcach ( Dz.U.  z 2021 r. poz. 2354 ze zm.);  \n9) rozporządzeniu ws. przyznania świadczeń – rozumie się przez to rozporządzenie \nMinistra Rodziny, Pracy i Polityki Społecznej z dnia 27 lipca 2017 r. w  sprawie sposobu \ni trybu postępowania w sprawach o przyznanie świadczeń rodzinny ch oraz zakresu \ninformacji, jakie mają być zawarte we wniosku, zaświadczeniach i oświadczeniach \no ustalenie prawa do świadczeń rodzinnych (Dz.U. poz. 1466 ze zm.);  \n10) rozporządzeniu ws. stypendium ministra – rozumie się przez to r rozporządzenie \nMinistra Nauki  i Szkolnictwa Wyższego z dnia 1 kwietnia 2019 r. w  sprawie stypendiów \nministra właściwego do spraw szkolnictwa wyższego i nauki dla studentów i  wybitnych \nmłodych naukowców  (Dz.U.  z 2022 r. poz. 428 ze zm.);  \n11) centrum usług społecznych – centrum usług społec znych w rozumieniu ustawy z dnia \n19 lipca 2019 r.  o realizowaniu usług społecznych przez centrum usług społeczny ch \n(Dz.U. poz. 1818  ze zm.);  \n12) USOS – rozumie się przez to używany w Uczelni  system teleinformatyczny  o nazwie \nUniwersytecki  System Obsługi Studiów ; \n13) systemie OSF – rozumie się przez to Zintegrowan y System Usług dla Nauki Obsługa \nStrumieni Finansowania ; \n14) URSS – rozumie się przez to Uczelnianą Radę Samorządu Studentów AGH;  \n15) URSD – rozumie się przez to Uczelnianą Radę Samorządu Dokt orantów;  \n16) KRUS – oznacza to Kasę Rolniczego Ubezpieczenia Społecznego;  \n17) DSS – oznacza to Dział Spraw Studenckich AGH;  \n18) KU AZS AGH  - Klub Uczelniany Akademicki Związek Sportowy AGH;  \n19) MEiN – oznacza to Ministerstwo Edukacji i Nauki;  \n20) UP – oznacza to Urząd Patentowy Rzeczpospolitej Polskiej.  \n§2. \n1. Student AGH może się ubiegać w Uczelni o przyznanie następujących świadczeń:  \n1) stypendium socjalnego;  \n2) stypendium dla osób niepełnosprawnych;  \n3) zapomogi;  \n4) stypendium rektora;  \n5) stypendium ministra.  \n2. Świadczenia, o których mowa w ust. 1 pkt 1 -4 są przyznawane przez Rektora, \nz zastrzeżeniem ust. 3.  \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 2 z 28 3. Na wniosek samorządu studenckiego świadczenia, o których mowa w ust. 1 pkt 1 -4, mogą \nbyć przyznawane przez komisję stypendialną i odwoławczą komisję stypendialną.  \n4. Stypendium, o którym mowa w ust. 1 pkt 5, przyznaje minister właściwy do spraw \nszkolnictwa wyższego na wniosek Rektora, w trybie określonym rozporządzeniem \nwydanym na podstawie art. 363 ustawy PSWiN i na zasadach określonych w §31 \nniniejszego Regulaminu.  \n§3. \n1. Świadczenia, o których mowa w §2 ust. 1 pkt 1 -4 są finansowane ze środków FS.  \n2. Środki z FS przeznacza się na:  \n1) finansowanie stypendiów socjalnych, zapomóg i stypendiów rektora, przy czym na \nstypendia rektora nie można przeznaczyć więcej niż 60% środków przeznaczonych \nłącznie w danym roku na stypendia rektora, stypendia socjalne oraz zapomogi;  \n2) finansowanie stypendiów dla osób niepełnosprawnych;  \n3) finansowanie stypendiów dla doktorantów, o których mowa w art. 281 ust.  1 ustawy \nz dnia 3 lipca 2018 r. – Przepi sy wprowadzające PSWiN , przy czym udział środków \nfinansowych przeznaczonych na stypendia dla doktorantów nie może być mniejszy niż \nudział liczby tych doktorantów w łącznej liczbie studentów i doktorantów oraz większy \nniż 6% wysokości przyznanej dotacji na stypendia.  \n3. Niewykorzystane w danym roku budżetowym śr odki FS na cele, o których mowa   \nw ust.  2 przechodzą do wykorzystania na rok następny na zasadach określonych   \nw art. 412 ust.  2 oraz 416 ust. 3 ustawy PSWiN.  \n§4. \n1. Rektor w porozumieniu z URSS i  URSD, dokonuje podziału dotacji ze środków finansowych, \no których mowa w art. 365 pkt 3 ustawy PSWiN.  \n2. Podziału środków, o których mowa w ust. 1, Rektor dokonuje po otrzymaniu decyzji \nministra właściwego do spraw szkolnictwa wyższego określającej wysokość d otacji na \nświadczenia dla studentów i doktorantów, a także przy uwzględnieniu salda FS za miniony \nrok kalendarzowy. Plan rzeczowo -finansowy FS jest integralną częścią budżetu Uczelni.  \n§5. \n1. Świadczenia, o których mowa w §  2 ust. 1 pkt 1 -4, są przyznawane na  pisemny wniosek \nstudenta, na zasadach określonych w niniejszym Regulaminie. Wnioski o świadczenia  dla \nstudentów są dostępne w USOS . Wygenerowane z USOS  wnioski należy  wydrukować,  \npodpisać i dostarczyć w formie papierowej  do dziekana tu macierzystego Wydziału  albo  \n– w przypadku stypendium rektora za osiągnięcia naukowe, artystyczne lub sportowe oraz \nstypendium rektora dla student a przyjęt ego na pierwszy rok studiów  w roku złożenia \negzaminu maturalnego  - do DSS. Wzory wniosków dla doktorantów stanowią załączniki do \nniniejszego Regulaminu.  \n2. Student pobierający stypendium socjalne lub stypendium dla osób niepełnosprawnych , lub \nstypendium rektora za osiągnięcia, który po ukończeniu studiów pierwszego stopnia \nw semestrze zimowym, od semestru letniego tego samego roku akademickiego kontynuuje \nstudia w  AGH jest zobowiązany złożyć nowy wniosek  o stypendium , bez konieczności \ndołączania załączników, chyba że nastąpiła zmiana sytuacji, mająca wpływ na uprawnienie \ndo otrzymywania, bądź na wy sokość stypendium.  \n3. Jeżeli wniosek, o którym mowa w ust. 1, wymaga uzupełnienia lub w inny sposób nie \nspełnia wymagań określonych w niniejszym Regulaminie, pracownik Uczelni  wzywa \nstudenta do usunięcia braków w terminie 30 dni  od otrzymania wezwania  z pouczeniem, \nże nieusunięcie braków spowoduje pozostawienie wniosku bez rozpoznania.  \n4. Wezwanie, o którym mowa w ust. 3, doręcza się studentowi osobiście lub za pomocą poczty \nelektronicznej na adres e -mail wskazany w USOS . \n5. Zawiadomienie o pozostawieniu wni osku bez rozpoznania jest doręczane studentowi \nosobiście w dziekanacie macierzystego Wydziału  lub w formie elektronicznej przez USOS . \nO możliwości odebrania zawiadomienia student jest informowany za pośrednictwem poczty \nelektronicznej na adres e -mail wprow adzony w  USOS . \n6. W terminie do 5 września  (dla semestru  zimow ego) oraz do 5 lutego (dla semestr u \nletniego), Rektor w drodze komunikatu ogłasza : \n1) terminy składania wniosków o poszczególne świadczenia ; \n2) termin ogłoszenia liczby możliwych do przyznania stypendiów  rektora;  \n3) ostateczny termin rozpatrzenia wniosków o stypendia rektora . \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 3 z 28 §6. \n1. W postępowaniu  w sprawach o przyznawani e świadczeń stosuje się KPA oraz inne właściwe \npowszechnie obowiązujące przepisy prawa .  \n2. Przyznanie świadczenia, o którym mowa w §  2 ust. 1 pkt 1-4, oraz odmowa jego przyznania \nnastępuje w drodze decyzji administracyjnej.  \n§7. \n1. Ilekroć w niniejszym Regulaminie jest mowa o Prodziekanie Wydziału należy przez to \nrozumieć Prodziekana Wydziału, do którego  zakresu kompetencji, zgodnie \nz upoważnieniem Rektora, należą sprawy studenckie lub kształcenia objęte  niniejszym \nRegulamin em. \n2. Świadczenia, o których mowa w § 2 ust. 1 pkt 1 -4 z upoważnienia Rektora przyznaje \nProdziekan Wydziału . \n3. Od decyzji Prodziekana Wydziału, wydanej w sprawie świadczeń, o których mowa w §2 \nust. 1  pkt 1-4, przysługuje wniosek do Rektora o ponowne rozpatrzenie sprawy. Wniosek \nskłada się za pośrednictwem Prodziekana Wydziału w  dziekanacie macierzystego Wydziału \nw terminie 14 dni od daty otrzymania decyzji. Po  ponownym rozpatrzeniu spr awy decyzję \nwydaje z upoważnienia Rektora Prorektor właściwy do spraw studenckich. Decyzja wydana \npo ponownym rozpatrzeniu sprawy  jest ostateczna . \n4. W trakcie biegu terminu do złożenia wniosku o ponowne rozpatrzenie sprawy, student, \nw drodze  oświadczenia  składanego  Rektorowi  za pośrednictwem  Prodziekana  Wydziału, \nmoże zrzec się tego prawa. Z dniem złożenia przez studenta oświadczenia o zrzeczeniu się \nprawa do złożenia wniosku o ponowne rozpatrzenie sprawy, decyzja staje się ostateczna  \ni prawomocna, a skarga do sądu administracyjnego od niej nie przysługuje.  \n5. Zamiast wniosku o  ponowne  rozpatrzenie  sprawy  student  może  wnieść  skargę  do \nWojewódzkiego  Sądu Administracyjnego w  Krakowie. Skargę  wnosi  się za pośrednictwem  \nRektora  w terminie 30 dni  od dnia doręczenia d ecyzji. \n6. Od ostatecznych decyzji Rektora, o których mowa w ust. 3, służy prawo wniesienia skargi \ndo Wojewódzkiego Sądu Administracyjnego w Krakowie. Skargę wnosi się za \npośrednictwem Rektora w terminie 30 dni od dnia doręczenia decyzji.  \n7. Decyzje administracyjne w sprawach stypendialnych są doręczane studentom osobiście \nw dziekanatach macierzystych Wydziałów  lub w formie elektronicznej przez USOS . \nO możliwości odebrania decyzji student jest informowany za pośrednictwem poczty \nelektronicznej  na adres e -mail wskazany w  USOS . \n8. Odbiór decyzji administracyjnej przez studenta stanowi podstawę do wypłaty przyznanych \nświadczeń.  \n§8. \n1. Świadczenia, o których mowa w §  2 ust. 1 pkt 1, 2 i 4, są wypłacane co miesiąc w  okresie \nod października do czerwca, z zastrzeżeniem postanowień niniejszego Regulaminu, \ndotyczących utraty lub uzyskania dochodów, a także z uwzględnieniem sytuacji osób \nrozpoczynających lub kończących studia w trakcie roku akademickiego. Rektor \nw porozumieniu z URSS jest uprawniony do przedłu żenia tego okresu, jednakże nie dłużej \nniż do 10 miesięcy, a gdy ostatni rok studiów trwa jeden semestr, przez okres do \n5 miesięcy.  \n2. Decyzje o przyznaniu świadczeń wydaje się, a świadczenia wypłaca, niezależnie od \nrozliczeń finansowych za studia ( w szczegól ności czesnego lub opłat za powtarzanie \nprzedmiotu, semestru).  \n3. Rektor może, w przypadkach określonych w KPA, wznowić postępowanie w sprawie \nprzyznania świadczeń.  \n4. W sytuacji, o której mowa w ust. 3, Rektor  jest uprawniony do wstrzymania wypłaty \nświadczeń.  \n§9. \n1. Rektor, w porozumieniu z URSS, ustala w terminie do dnia 20 października, na dany rok \nakademicki, z zastrzeżeniem ust. 2:  \n1) podstawę naliczenia stypendium socjalnego, tj. wysokość  miesięcznego  dochodu na \nosobę w rodzinie studenta, uprawniającą do ubiegania się o to stypendium ( w oparciu \no analizę sytuacji materialnej zainteresowanych studentów na podstawie złożonych \nwniosków oraz posiadane w dyspozycji na ten cel środki FS);  \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 4 z 28 2) progi dochodowe uprawniające do otrzymania stypendium socjalnego  i kwoty tego \nstypendium przysługujące w każdym progu ; \n3) kwotę zwiększenia stypendium socjalnego;  \n4) kwoty stypendium rektora, w tym stypendium dla studentów przyjętych na I rok studiów \npierwszego stopnia;   \n5) kwoty stypendium dla osób niepełnosprawnych;  \n6) maksymalną wysokość  zapomogi;  \n7) łączną maksymalną miesięczną wysokość stypendium socjalnego i stypendium rektora, \nzgodnie z art. 92 ust. 3 ustawy PSWiN ; \n8) terminy wypłat świadczeń na konta osobiste studentów.  \n2. Podstawa naliczenia stypendium socjalnego, o której mowa w ust. 1 pkt 1 oraz kwoty \nświadczeń, o których mowa w ust. 1 pkt 2 -6, mogą zostać zmienione w trakcie roku \nakademickiego przez Rektora w porozumieniu z URSS . \n3. Informacje, o których mowa w ust. 1 przekazuje się do wiadomości studentów drogą \nelektroniczną za pośrednictwem USOS . \nRozdział II  \nStypendium socjalne  \n§10. \n1. Stypendium socjalne może otrzymać student znajdujący się w trudnej sytuacji materialnej.  \n2. W szczególni e uzasadnionych przypadkach student może otrzymać stypendium socjalne \nw zwiększonej wysokości, o którym mowa w §  15 lub odpowiednio w §  37. \n3. Stypendium socjalne jest przyznawane na semestr dla studentów wszystkich lat, \nniezależnie od formy i poziomu studiów , pod warunkiem złożenia wniosku w terminach, \no których mowa w  ust. 4 z zastrzeżeniem ust. 9. \n4. Student ubiegający się o przyznanie stypendium socjalnego zobowiązany jest do złożenia \nw terminie określonym w komunikacie Rektora, o którym mowa w § 5 ust. 6 , wniosku wraz \nz kompletem dokumentów pozwalających ustalić jego aktualną sytuację materialną. \nWniosek należy wypełnić w  formie elektronicznej w  USOS , a następnie wydrukować i złożyć \nw formie papierowej wraz z załącznikami w  dziekanacie macierzystego Wydział u.  \n5. Rozpatrzenie wniosku następuje po złożeniu kompletu dokumentów pozwalających ustalić \nsytuację materialną oraz uzyskaniu wpisu na dany semestr.  \n6. Obowiązkiem studenta ubiegającego się o przyznanie stypendium socjalnego jest rzetelne, \nzgodne ze stanem fakt ycznym, przedstawienie i udokumentowanie swojej sytuacji \nmaterialnej. W tym celu student winien dostarczyć zaświadczenia  i oświadczenia \no wszystkich źródłach dochodów w rodzinie oraz na bieżąco zgłaszać wszelkie zmiany \nw sytuacji materialnej w rodzinie stu denta.  W szczególności niezbędne jest złożenie \nzaświadczenia o dochodach własnych, współmałżonka, dzieci, rodziców, opiekunów \ni rodzeństwa wraz z udokumentowaniem statusu tych osób, jeżeli pozostają we wspólnym \ngospodarstwie domowym.  \n7. Wniosek pozostaje bez rozpoznania do czasu dostarczenia wszystkich wymaganych \ndokumentów, które potwierdzają aktualną sytuację rodzinną i materialną studenta. Jeśli \nbrakujące dokumenty zostaną uzupełnione do 30 dni  od wezwania do uzupełnienia , to \nświadczenie może być przyznane od miesiąca złożenia wniosku. Jeżeli powyższy termin \nzostanie przekroczony, świadczenie może być przyznane od  miesiąca, w którym \ndokumenty zostały uzupełnione.  \n8. Wypłata świadczenia następuje od miesiąca następującego po miesiącu, w którym zostało \nprzyznane świadczenie z wyrównaniem od początku semestru, przy spełnieniu wymagań \nformalnych określonych w ust. 4-6, z zastrzeżeniem ust. 7. \n9. W przypadku złożenia wniosku w trakcie semestru, jeżeli prz yczyną złożenia wniosku po \nterminie określonym w ust. 4 nie jest zmiana dochodów w rodzinie, świadczenie może \nzostać przyznane od miesiąca następującego po miesiącu złożenia wniosku.  \n10. Studentom  ostatniego semestru studiów stypendium  socjalne jest wypłacane tylko do \nmiesiąca, w którym student obronił pracę  dyplomową . \n11. Jeśli student posiada  rodzeństw o studiujące w AGH , nie musi dołączać do wniosku \no stypendium socjalne zaświadczeni a o studiach rodzeństwa po uzyskaniu przez nie wpisu \nna dany semestr . Pracownik  dziekanatu zobowiązany jest do potwierdzenia statusu \nrodzeństwa studenta.  \n \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 5 z 28 §11. \n1. Miesięczną wysokość dochodu na osobę w rodzinie studenta ubiegającego się o  stypendium \nsocjalne ustala się na zasadach określonych w ustaw ie ŚR, z zastrzeżeniem ust. 3.  \n2. Ilekroć w Regulaminie jest mowa o dochodzie, chodzi o  dochód netto.  \n3. Przy ustalaniu wysokości dochodu na osobę w rodzinie studenta dla celów stypendium \nsocjalnego uwzględnia się dochody, w zależności od indywidualnej sytuacji, osiągane \nprzez:  \n1) studenta;  \n2) małżonka studenta, a także będące na utrzymaniu studenta lub jego małżonka dzieci \nniepełnoletnie, dzieci pobierające naukę do 26. roku życia, a jeżeli 26. rok życia \nprzypada w ostatnim roku studiów, do ich ukończenia oraz dzieci niepełnosprawne bez \nwzględu na wiek;   \n3) rodziców, opiekunów prawnych lub opiekunów faktycznych studenta i będące na ich \nutrzymaniu dzieci niepełnoletnie, dzieci pobierające naukę do 26. roku życia, a  jeżeli 26. \nrok życia przypada w ostatnim roku studiów, do ich ukończenia oraz dzieci \nniepełnosprawne bez względu na wiek.  \n4. Miesięczny dochód na osobę w rodzinie studenta oblicza się dzieląc sumę miesięcznych \ndochodów osiągniętych przez członków rodziny w roku podatkowym poprzedzającym rok \nakademicki, na który składany jest wniosek, ustalony ch zgodnie z przepisami niniejszego \nRegulaminu, przez liczbę członków rodziny z zastrzeżeniem §14 ust. 1.  \n5. Rodzeństwo studenta odbywające studia doktoranckie liczone jest do składu rodziny tylko \ndo ukończenia 26. roku życia.  \n6. Jeżeli w rodzinie studenta znajd uje się dziecko pozostające w pieczy zastępczej, nie jest \nono liczone do składu rodziny.  \n7. Rodzeństwa podejmującego drugie studia nie uwzględnia  się przy liczeniu dochodu, chyba, \nże kontynuuje ono naukę na studiach drugiego stopnia w celu zdobycia tytułu zaw odowego \nmagistra lub odpowiedniego.  \n8. Skład rodziny pozostającej we wspólnym gospodarstwie student potwierdza \noświadczeniem zawartym we wniosku o stypendium.  \n9. Każda sytuacja braku dochodu musi być udokumentowana zaświadczeniem z Urzędu \nSkarbowego o braku doch odów, aktualnym zaświadczeniem z właściwego Urzędu Pracy \no zarejestrowaniu członka rodziny studenta jako osoby bezrobotn ej lub oświadczeniem \no pozostawaniu bez pracy w kraju i poza jego granicami w rozpatrywanym okresie wraz \nz potwierdzoną przez właściwy urząd kopią zgłoszenia do ubezpieczenia zdrowotnego.  Jeśli \nczłonek rodziny nie spełni powyższych wymogów  i nie przedłoży wyjaśnienia jakie są tego \nprzyczyny, wówczas wniosek studenta pozostawia się bez rozpoznania.  \n10. W przypadku, gdy zaświadczenie z Urzędu S karbowego zawiera informację o niezłożeniu \nzeznania  podatkowego od osoby, której to dotyczy , wymaga się oświadczenia \no nieosiąganiu dochodów w rozpatrywanym okresie.  \n§12. \n1.  Ustalając  wysokości miesięcznego dochodu na osobę w rodzinie studenta ubiegającego s ię \no pomoc materialną wlicza  się do niego : \n1) przychody podlegające opodatkowaniu na zasadach określonych w art.  27, 30b, 30c, \n30e i 30f ustawy PDOF,  pomniejszone o koszty uzyskania przychodu, należny podatek \ndochodowy od osób fizycznych, składki na ubezpieczenia społeczne niezaliczone do \nkosztów uzyskania przychodu oraz składki na ubezpieczenie zdrowotne;  \n2) dochód z działalności podlegającej opodatkowan iu na podstawie przepisów \no zryczałtowanym podatku dochodowym od niektórych przychodów osiąganych przez \nosoby fizyczne;  \n3) inne dochody opodatkowane podatkiem dochodowym od osób fizycznych oraz dochody \nniepodlegające opodatkowaniu na podstawie przepisów o pod atku dochodowym od osób \nfizycznych:  \n− dochody uzyskane z gospodarstwa rolnego;  \n− zasiłki chorobowe określone w przepisach o ubezpieczeniu społecznym rolników oraz \nw przepisach o systemie ubezpieczeń społecznych;  \n− renty określone w przepisach o wspieraniu rozwoju obszarów wiejskich ze środków \npochodzących z Sekcji Gwarancji Europejskiego Funduszu Orientacji i  Gwarancji \nRolnej oraz w przepisach o wspieraniu rozwoju obszarów wiejskich z  udziałem \nśrodków Europejskiego Funduszu Rolnego na rzecz Rozwoju Obszarów  Wiejskich;  \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 6 z 28 − dochody członków rolniczych spółdzielni produkcyjnych z tytułu członkostwa \nw rolniczej spółdzielni produkcyjnej, pomniejszone o składki na ubezpieczenia \nspołeczne;  \n− zasiłek macierzyński, o którym mowa w przepisach o ubezpieczeniu społecznym \nrolników;  \n− alimenty na rzecz dzieci;  \n− zaliczkę alimentacyjną określoną w przepisach o postępowaniu wobec dłużników \nalimentacyjnych oraz zaliczce alimentacyjnej;  \n− świadczenia pieniężne wypłacane w przypadku bezskuteczności egzekucji alimentów;  \n− dochody uzyskiwane z a granicą Rzeczypospolitej Polskiej, pomniejszone odpowiednio \no zapłacone za granicą Rzeczypospolitej Polskiej: podatek dochodowy oraz składki na \nobowiązkowe ubezpieczenie społeczne i  obowiązkowe ubezpieczenie zdrowotne;  \n− kwoty otrzymane na podstawie art. 2 7f ust. 8 –10 ustawy PDOF ; \n− stypendia doktoranckie przyznane na podstawie art. 209 ust. 1 i 7 ustawy PSWiN  \ni art. 200 ustawy z dnia 27 lipca 2005 r. – Prawo o szkolnictwie wyższym, stypendia \nsportowe przyznane na podstawie ustawy z dnia 25 czerwca 2010 r. o  sporcie oraz \ninne stypendia o  charakterze socjalnym przyznane uczniom lub studentom  \nz zastrzeżeniem ust. 2 pkt 4 i 5;  \n− świadczenie rodzicielskie;  \n− stypendia dla bezrobotnych finansowane ze środków Unii Europejskiej  lub Funduszu \nPracy, niezależnie od podmio tu, który je wypłaca ; \n− kwoty diet nieopodatkowane podatkiem dochodowym od osób fizycznych, \notrzymywane przez osoby wykonujące czynności związane z pełnieniem obowiązków \nspołecznych i obywatelskich;  \n− należności pieniężne otrzymywane z tytułu wynajmu pokoi goś cinnych w  budynkach \nmieszkalnych położonych na terenach wiejskich w gospodarstwie rolnym osobom \nprzebywający m na wypoczynku oraz uzyskane z  tytułu wyżywienia tych osób;  \n− renty określone w przepisach o zaopatrzeniu inwalidów wojennych i  wojskowych oraz \nich rodzin;  \n− renty wypłacone osobom represjonowanym i członkom ich rodzin, przyznane na \nzasadach określonych w przepisach o zaopatrzeniu inwalidów wojennych \ni wojskowych oraz ich rodzin;  \n− świadczenie pieniężne, dodatek kompensacyjny oraz ryczałt energetyczny okr eślone \nw przepisach o świadczeniu pieniężnym i uprawnieniach przysługujących żołnierzom \nzastępczej służby wojskowej przymusowo zatrudnianym w kopalniach węgla, \nkamieniołomach, zakładach rud uranu i  batalionach budowlanych;  \n− dodatek kombatancki, ryczałt ener getyczny i dodatek kompensacyjny określone  \nw przepisach o kombatantach oraz niektórych osobach będących ofiarami represji \nwojennych i okresu powojennego;  \n− świadczenie pieniężne określone w przepisach o świadczeniu pieniężnym \nprzysługującym osobom deportowa nym do pra cy przymusowej oraz osadzonym \nw obozach pracy przez III Rzeszę Niemiecką lub Związek Socjalistycznych Republik \nRadzieckich;  \n− ryczałt energetyczny, emerytury i renty otrzymywane przez osoby, które utraciły \nwzrok w wyniku działań wojennych w latach 1939–1945 lub eksplozji pozostałych po \ntej wojnie niewypałów i niewybuchów;  \n− renty inwalidzkie z tytułu inwalidztwa wojennego, kwoty zaopatrzenia otrzymywane \nprzez ofiary wojny oraz członków ich rodzin, renty wypadkowe osób, których \ninwalidztwo powstało w z wiązku z przymusowym pobytem na robotach w  III Rzeszy \nNiemieckiej w latach 1939 –1945, otrzymywane z  zagranicy;  \n− środki bezzwrotnej pomocy zagranicznej otrzymywane od rządów państw obcych, \norganizacji międzynarodowych lub międzynarodowych instytucji finansow ych, \npochodzące ze środków bezzwrotnej pomocy przyznanych na podstawie \njednostronnej deklaracji lub umów zawartych z tymi państwami, organizacjami lub \ninstytucjami przez Radę Ministrów, właściwego ministra lub agencje rządowe, w  tym \nrównież w przypadkach, gdy przekazanie tych środków jest dokonywane za \npośrednictwem podmiotu upoważnionego do rozdzielania środków bezzwrotnej \npomocy zagranicznej na rzecz podmiotów, którym służyć ma ta pomoc;  \n− należności ze stosunku pracy lub z tytułu stypendium osób fizycznych  mających \nmiejsce zamieszkania na terytorium Rzeczypospolitej Polskiej, przebywających \nczasowo za granicą – w wysokości odpowiadającej równowartości diet z tytułu \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 7 z 28 podróży służbowej poza granicami kraju ustalonych dla pracowników zatrudnionych \nw państwowych  lub samorządowych jednostkach sfery budżetowej na podstawie  \nKodeks u pracy;  \n− należności pieniężne wypłacone policjantom, żołnierzom, celnikom i  pracownikom \njednostek wojskowych i jednostek policyjnych użytych poza granicami państwa  \nw celu udziału w konflik cie zbrojnym lub wzmocnienia sił państwa albo państw \nsojuszniczych, misji pokojowej, akcji zapobieżenia aktom terroryzmu lub ich \nskutkom, a także należności pieniężne wypłacone żołnierzom, policjantom, celnikom \ni pracownikom pełniącym funkcje obserwatorów w misjach pokojowych organizacji \nmiędzynarodowych i sił wielonarodowych;  \n− należności pieniężne ze stosunku służbowego otrzymywane w czasie służby \nkandydackiej przez funkcjonariuszy Policji, Państwowej Straży Pożarnej, Straży \nGranicznej, Biura Ochrony Rządu i Służby Więziennej, obliczone za okres, w  którym \nosoby te uzyskały dochód;  \n− dodatki za tajne nauczanie określone w ustawie z dnia 26 stycznia 1982 r. – Karta \nNauczyciela;  \n− dochody uzyskane z działalności gospodarczej prowadzonej na podstawie zezwolenia \nna terenie specjalnej strefy ekonomicznej określonej w przepisach o  specjalnych \nstrefach ekonomicznych;  \n− ekwiwalenty pieniężne za deputaty węglowe określone w przepisach \no komercjalizacji, restrukturyzacji i prywatyzacji przedsiębiorstwa państwowego \n„Polskie K oleje Państwowe”;  \n− ekwiwalenty z tytułu prawa do bezpłatnego węgla określone w przepisach \no restrukturyzacji górnictwa węgla kamiennego w latach 2003 –2006;  \n− świadczenia określone w przepisach o wykonywaniu mandatu posła i senatora;  \n− świadczenie pieniężne okre ślone w ustawie z dnia 20 marca 2015 r.  o działaczach \nopozycji antykomunistycznej oraz osobach represjonowanych z  powodów \npolitycznych ; \n− przychody wolne od podatku dochodowego na podstawie art. 21 ust. 1 pkt 148  \nustawy PDOF , pomniejszone o składki na ubezpieczenia społeczne oraz składki na \nubezpieczenia zdrowotne ; \n− przychody wolne od podatku dochodowego na podstawie art. 21 ust. 1 pkt 152 lit.  a \ni b i d oraz pkt 153 lit. a i b i d ustawy PDOF , oraz art. 21 ust. 1 pkt 154 ustawy PDOF  \nw zakresie przychodów ze stosunku służbowego, stosunku pracy, pracy nakładczej, \nspółdzielczego stosunku pracy, z umów zlecenia, o których mowa w art. 13 pkt 8 \nustawy PDOF , zasiłku macierzyńskiego, o którym mowa w  ustawie z dnia 25 czerwca \n1999 r. o świadcz eniach pieniężnych z ubezpieczenia społecznego w razie choroby  \ni macierzyństwa pomniejszone o składki na ubezpieczenia społeczne oraz składki na \nubezpieczenia zdrowotne ; \n− przychody wolne od podatku dochodowego na podstawie art. 21 ust. 1 pkt 152 lit.  c, \npkt 153 lit. c oraz pkt 154 ustawy PDOF  z pozarolniczej działalności gospodarczej \nopodatkowanych według zasad określonych w art. 27 i art. 30c tej ustawy, \npomniejszone o składki na ubezpieczenia społeczne oraz składki na ubezpieczenia \nzdrowotne ; \n− dochody z pozarolniczej działalności gospodarczej opodatkowanej w formie ryczałtu \nod przychodów ewidencjonowanych, o których mowa w art. 21 ust. 1 pkt 152 lit. c, \npkt 153 lit. c i pkt 154 ustawy PDOF , ustalone zgodnie z art. 5 ust. 7a  ustawy PDOF . \n2. Przy ustalaniu dochodu , o którym mowa  w ust. 1  nie uwzględnia się:  \n1) świadczeń, o których mowa w niniejszym Regulaminie;  \n2) stypendiów z własnego funduszu na stypendia za wyniki w nauce dla studentów oraz \nstypendiów naukowych dla pracowników i doktorantów, o których mowa w  art. 420  \nust. 1 ustawy PSWiN;  \n3) stypendiów otrzymywanych przez uczniów, studentów i doktorantów w ramach:  \na) funduszy strukturalnych Unii Europejskiej;  \nb) niepodlegających zwrotowi środków pochodzących z pomocy udzielanej przez \npaństwa członkowskie  Europejskiego Porozumienia o Wolnym Handlu (EFTA);  \nc) umów międzynarodowych lub programów wykonawczych, sporządzanych do tych \numów, albo międzynarodowych programów stypendialnych;  \n4) świadczeń pomocy materialnej otrzymywanych przez uczniów na podstawie przepisó w \no systemie oświaty;  \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 8 z 28 5) stypendiów o charakterze socjalnym przyznawanych przez podmioty, o których mowa \nw art. 21 ust. 1 pkt 40  b ustawy PDOF ; \n6) stypendiów, o których mowa w art. 86 ust. 1 pkt 5 i 6 ustawy PSWiN.  \n3. W przypadku, gdy członek rodziny studenta ma zo bowiązania alimentacyjne na rzecz osoby \nspoza rodziny, od dochodu członka rodziny odejmuje się kwotę alimentów zapłaconych na \nrzecz tej osoby.  \n4. W przypadku ustalania dochodu z działalności podlegającej opodatkowaniu na podstawie \nprzepisów o zryczałtowanym p odatku dochodowym od niektórych przychodów osiąganych \nprzez osoby fizyczne w roku kalendarzowym poprzedzającym okres zasiłkowy przyjmuje \nsię dochód miesięczny w wysokości 1/12 dochodu ogłaszanego corocznie, w  drodze \nobwieszczenia, przez ministra właściwego  do spraw rodziny w Dzienniku Urzędowym \nRzeczypospolitej Polskiej \"Monitor Polski\" w terminie do dnia 1 sierpnia każdego roku.  \n5. W przypadku pobierania renty lub emerytury i równoczesnego prowadzenia pozarolniczej \ndziałalności gospodarczej na zasadach ogólny ch, dochód dla takiej osoby ustala się jako \nsumę pobieranego świadczenia (pełnego lub ograniczonego) i dochodu z  pozarolniczej \ndziałalności gospodarczej.  \n6. W przypadku działalności gospodarczej prowadzonej przez obydwoje rodziców studenta \ndochód ustala się j ako sumę dochodów od każdej z osób prowadzących działalność. \nSprawdzenie danych potwierdzających prowadzenie działalności gospodarczej przez \nczłonka rodziny studenta może nastąpić poprzez weryfikację w Krajowym Rejestrze \nSądowym (KRS) lub Centralnej Ewiden cji i Informacji o Działalności Gospodarczej (CEIDG).  \n7. W przypadku, gdy dochód z pozarolniczej działalności gospodarczej ma wartość ujemną, \njako dochód przyjmuje się zero złotych.  \n8. Dochód z prowadzenia gospodarstwa rolnego ustala się jako iloczyn powierzchni użytków \nrolnych w hektarach przeliczeniowych, z zastrzeżeniem ust. 9  i 10 i wysokości przeciętnego \ndochodu z pracy w indywidualnych gospodarstwach rolnych z  1 ha przeliczeniowego , \nogłaszanego na podstawie art. 18 ustawy z dnia 15 listopada 1984 r. o  podatku rolnym.  \nDochód ustala się na podstawie  liczby hektarów prze liczeniowych znajdujących się \nw posiadaniu rodziny (wszystkich jej członków) . \n9. Ustalając  dochód  rodziny  uzyskany z gospodarstwa rolnego, do powierzchni  gospodarstwa  \nstanowiącego  podstawę  wymiaru  podatku  rolnego wlicza się obszary rolne oddane \nw dzierżawę, z wyjątkiem:  \n1) oddanej  w dzierżawę,  na podstawie  umowy  dzierżawy  zawartej  stosownie do przepisów  \no ubezpieczeniu  społecznym  rolników,  części  lub całości znajdującego się w posiadaniu \nrodziny gospodarstwa rolnego;  \n2) gospodarstwa rolnego wniesionego do użytkowania przez rolniczą spółdzielnię \nprodukcyjną;  \n3) gospodarstwa  rolnego  oddanego  w dzierżawę  w związku  z pobieraniem  renty określonej \nw przepisach o wspieraniu rozwoju obszarów  wiejskich ze środków pochodzących \nz Sekcji Gwarancji Europejskiego Funduszu Orientacji i Gwarancji Rolnej.  \n10. Za umowę, o której mowa w ust. 9 pkt 1, uznaje się umowę dzierżawy zawartą  w formie  \npisemnej  – w przypadku renty stałej – na okres  co najmniej  10 lat, a w przypadku renty \nokresowej – na okres wskazany w decyzji Prezesa K RUS o przyznaniu tej renty, której \nzawarcie potwierdził wójt, właściwy ze względu na miejsce położenia przedmiotu \ndzierż awy, z osobą niebędącą:  \n1) małżonkiem rencisty ;  \n2) osobą pozostającą z rencistą  we wspólnym gospodarstwie domowym;  \n3) małżonkiem  osoby  pozostającej  z rencistą  we wspólnym gospodarstwie domowym.  \n11. Student może ubiegać się o stypendium socjalne bez wykazywania dochodów osiąganych \nprzez rodziców, opiekunów prawnych lub faktycznych studenta i będące na ich utrzymaniu \ndzieci niepełnoletnie, dzieci pobierające naukę do 26. roku życia, a jeżeli 26.  rok życia \nprzypada w ostatnim roku studiów, do ich ukończenia, oraz d zieci niepełnosprawne bez \nwzględu na wiek, w przypadku gdy nie prowadzi wspólnego gospodarstwa domowego \nz żadnym z rodziców i potwierdził ten fakt w złożonym oświadczeniu , stanowi ącym \nzałącznik nr  10 do Regulaminu  oraz: \n1) spełnia jedną  z następujących przesł anek:  \na) ukończył 26. rok życia;  \nb) pozostaje w związku małżeńskim;  \nc) ma na utrzymaniu dzieci;  \nd) osiągnął pełnoletność, przebywając w pieczy zastępczej  \nlub \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 9 z 28 2) jeżeli spełnia łącznie następujące warunki:  \na) posiadał stałe źródło dochodów w ostatnim roku podatkowym;  \nb) posiada  stałe źródło dochodów w roku bieżącym;  \nc) jego przeciętny  miesięczny dochód w okresach, o których mowa w lit. a) i b) jest \nwyższy lub równy 1,15 sumy kwoty określonej w art. 5 ust. 1 i  kwoty określonej \nw art. 6 ust. 2 pkt 3 ustawy ŚR. \n12. Student może złożyć wniosek o stypendium socjalne bez dokumentowania dochodów \nrodzica lub rodziców oraz nie wliczać rodzica lub rodziców do składu rodziny, jeżeli:  \n1) spełnia jedną z przesłanek lub warunki wskazane w  ust. 11; \n2) na rzecz studenta ustalone został o świadczenie alimentacyjne na podstawie tytułu \nwykonawczego pochodzącego lub zatwierdzonego przez sąd;  \n3) rodzice lub jedno z rodziców studenta nie żyje;  \n4) ojciec studenta jest nieznany;  \n5) powództwo o ustalenie świadczenia alimentacyjnego na rzecz studenta od dr ugiego \nz rodziców zostało oddalone;  \n6) sąd zobowiązał jednego z rodziców do ponoszenia całkowitych kosztów utrzymania \nstudenta i nie zobowiązał drugiego z rodziców do świadczenia alimentacyjnego na rzecz \ntego studenta.  \n13. Jeśli student wychowywał się w rodzinie zastępczej, to za dochód do celów stypendialnych \nprzyjmuje się tylko dochody uzyskane przez studenta, z wyłączeniem pomocy pieniężnej \nz Powiatowego Centrum Pomocy Rodzinie.  \n14. Jeśli członek rodziny studenta umieszczony jest w pieczy zastępczej lub w instytucj i \nzapewniającej całodobowe utrzymanie, ustalając dochód rodziny w składzie rodziny nie \nuwzględnia się tej osoby.  \n15.  Instytucją zapewniającą całodobowe utrzymanie może być dom pomocy społecznej, \nmłodzieżowy ośrodek wychowawczy, schronisko dla nieletnich, zakład poprawczy, areszt \nśledczy, zakład karny, szkoła wojskowa lub inna, jeżeli instytucje te zapewniają \nnieodpłatnie pełne utrzymanie.  \n§13. \n1. Do wniosku o stypendium socjalne należy dołączyć, w zależności od indywidualnej sytuacji \nw rodzinie studenta:  \n1) zaświadczenia o dochodzie podlegającym opodatkowaniu podatkiem dochodowym od \nosób fizycznych, na zasadach określonych w art. 27 (podatek według skali podatkowej, \ndotyczący m. in. pozarolniczej działalności gospodarczej i działów specjalnych produkcji \nrolnej), 30b (podatek od dochodu m.in. z odpłatnego zbycia papierów wartościowych \nlub pochodnych instrumentów), 30c (podatek liniowy od dochodu z działalności \ngospodarczej),  30e (podatek od dochodu z odpłatnego zbycia nieruchomości) i 30f \n(podatek od dochodów zagra nicznej spółki kontrolowanej) ustawy PDOF , dla każdego \nczłonka rodziny, wydane przez właściwy Urząd Skarbowy, a  zawierające informacje o:  \na) wysokości dochodu, tj. przychodu pomniejszonego o koszty uzyskania przychodu, \nbez pomniejszania o składki na ubezpiecz enia społeczne i  zdrowotne oraz bez \npomniejszania o należny podatek dochodowy;  \nb) wysokości podatku należnego;  \nc) wysokości składek na ubezpieczenia społeczne odliczonych od dochodu;  \n2) zaświadczenia właściwego organu albo oświadczenia członków rodziny zawierające \ninformację o wysokości składek na ubezpieczenie zdrowotne (wykazany \nw zaświadczeniu z urzędu skarbowego dochód należy pomniejszyć o  składki na \nubezpieczenie społeczne i zdrowotne oraz należny podatek dochodowy);  \n3) zaświadczenie naczelnika urzędu skarbowego, dotyczące członków rodziny \nrozliczających się na podstawie przepisów o zryczałtowanym podatku dochodowym od \nniektórych przychodów osiąganych przez osoby fizyczne o dochodzie osiągniętym \nw ostatnim roku podatkowym, zawierające informacje odpowiednio o:  \na) roku podatkowym, którego dotyczy zaświadczenie;  \nb) danych podatnika, którego dotyczy zaświadczenie;  \nc) formie opłacanego podatku;  \nd) wysokości przychodu;  \ne) stawce podatku;  \nf) wysokości opłaconego podatku   \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 10 z 28 – w roku kalendarzowym poprzedzającym okres zasiłkowy, zgodnie z §4 \nrozporządzenia  ws. przyznania świadczeń ; \n4) zaświadczenia lub oświadczenia dokumentujące wysokość innych dochodów, w tym \nniepodlegających opodatkowaniu, zgodnie z § 12 ust. 1 pkt 3. Wzór oświadczenia \no powyższych dochodach stanowi załącznik nr 8 do niniejszeg o Regulaminu ; \n5) inne zaświadczenia lub oświadczenia oraz dowody niezbędne do ustalenia prawa do \nświadczeń z FS, w tym:  \na) zaświadczenie o uczęszczaniu rodzeństwa lub dziecka do szkoły lub szkoły wyższej \n(aktualne zaświadczenie o nauce lub studiach rodzeństwa na leży dostarczyć \nnajpóźniej do dnia 20 października, pod rygorem pozostawienia wniosku bez \nrozpoznania);  \nb) kopię prawomocnego wyroku sądu rodzinnego orzekającego rozwód lub separację;  \nc) zaświadczenie właściwego organu gminy o posiadaniu przez każdego pełnoletni ego \nczłonka rodziny gospodarstwa rolnego, wielkości gospodarstwa rolnego wyrażonej \nw hektarach przeliczeniowych ogólnej powierzchni albo nakaz płatniczy  lub \noświadczenie o nieposiadaniu gospodarstwa rolnego, w  tym poza terenem gminy \nzamieszkania;  \nd) zaświadcz enie z KRUS  o wysokości pobranego zasiłku chorobowego;  \ne) zaświadczenie pracodawcy o terminie urlopu wychowawczego i okresie, na jaki \nzostał udzielony, oraz o okresach zatrudnienia;  \nf) kopię aktów zgonu rodziców lub kopię odpisów prawomocnych wyroków \nzasądzających alimenty albo ugód sądowych bądź ugód zawartych \nw postępowaniu mediacyjnym, dotyczących obowiązku płatności alimentów, \nzaopatrzonych w sądową klauzulę wykonalności, w przypadku osób pobierających \nnaukę;  \ng) orzeczenie o stopniu niepełnosprawności  (lekkim, umiarkowanym albo znacznym) \nlub jego odpowiednik, w przypadku gdy na utrzymaniu studenta, jego małżonka \nlub rodziców studenta pozostaje dziecko lub dzieci niepełnosprawne bez względu \nna wiek.  \n2. W przypadku, gdy okoliczności sprawy mające wpływ na prawo do stypendium socjalnego \nwymagają potwierdzenia innym dokumentem niż wymienione w ust. 1, student może \nzostać wezwany do przedłożenia innych dokumentów, np.:  \n1) umowy zawartej w formie aktu notarialnego, w przypadku wniesienia gospodarstwa \nrolnego do uż ytkowania przez rolniczą spółdzielnię produkcyjną;  \n2) przekazów lub przelewów pieniężnych dokumentujących wysokość alimentów płaconych \nna rzecz osób spoza rodziny;   \n3) odpisu podlegającego wykonaniu orzeczenia sądu zasądzającego alimenty lub odpisu \nprotokołu pos iedzenia zawierającego treść ugody sądowej, lub odpisu zatwierdzonej \nprzez sąd ugody zawartej przed mediatorem lub innego tytułu wykonawczego \npochodzącego lub zatwierdzonego przez sąd, zobowiązujących do alimentów, \na w przypadku uzyskania alimentów niższyc h niż zasądzone w  wyroku lub ugodzie \nsądowej, postanowienia lub zaświadczenia komornika o  całkowitej lub częściowej \nbezskuteczności egzekucji alimentów, a także o  wysokości wyegzekwowanych \nalimentów , lub inny dokument zgodnie z § 5 pkt 3f tiret 2 rozporząd zenia ws. przyznania \nświadczeń ; \n4) dokumentu określającego datę utraty dochodu (dochód netto) oraz miesięczną \nwysokość utraconego dochodu lub dokumentu określającego datę uzyskania dochodu \nz jego wysokością z miesiąca następującego po miesiącu, w którym dochó d został \nosiągnięty;  \n5) ostatniej decyzji o przyznaniu zasiłku rodzinnego (w przypadku rodzeństwa, czy dzieci \ndo 18. roku życia lub nauki w szkole, jednak nie dłużej niż do ukończenia 21 . roku życia, \nalbo 24. roku życia, jeżeli kontynuuje nauk ę w szkole lub s zkole wyższej i  legitymuje \nsię orzeczeniem o umiarkowanym albo znacznym stopniu niepełnosprawności);  \n6) decyzji o innych zasiłkach otrzymanych z pomocy społecznej (np.  okresowym, celowym \nitp.); \n7) ostatniej decyzji rentowej lub emerytalnej.  \n3. W przypadku, gdy w ro dzinie dochód uzyskiwany jest za granicą, a nie jest wykazywany \nprzez Urząd Skarbowy, student powinien przedłożyć dokument,  potwierdzający \nzatrudnienie  za granicą i osiągnięty dochód  przetłumaczony na język polski przez tłumacza \nprzysięgłego . \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 11 z 28 4. W przypadku, gdy członek rodziny osiąga dochody poza granicami Rzeczypospolitej \nPolskiej, dokonuje się ich przeliczenia na podstawie średniego kursu walut ogłaszanego \nprzez Prezesa Narodowego Banku Polskiego z ostatniego dnia roboczego roku \nkalendarzowego, z  którego dochód członków rodziny stanowi podstawę ustalenia prawa do \nstypendium socjalnego.  \n5. W przypadku, gdy członek rodziny uzyska poza granicami Rzeczypospolitej Polskiej \ndochód, którego nie osiągał w roku kalendarzowym stanowiącym podstawę ustalenia prawa \ndo sty pendium socjalnego, przeliczenia dokonuje się na podstawie średniego kursu walut \nogłaszanego przez Prezesa Narodowego Banku Polskiego z ostatniego dnia roboczego \npełnego miesiąca następującego po miesiącu , w którym uzyskał dochód.  \n6. Student cudzoziemiec  lub członek rodziny studenta , który  przebywał na terenie \nRzeczypospolitej Polskiej  w roku podatkowym, z którego oblicza się dochód powinien \ndostarczyć zaświadczenie z Urzędu Skarbowego właściwego dla miejsca zamieszkania na \nterytorium Rzeczypospolitej Polskiej . \n7. Student,  którego rodzina wykazuje średni dochód miesięczny  na osobę w rodzinie  \nw wysokości nieprzekraczającej kwoty kryterium dochodowego, uprawniającego do \nkorzystania  z pomocy społecznej, ma obowiązek przedłożyć aktualne zaświadczenie \no sytuacji dochod owej i majątkowej rodziny wydane przez ośrodek pomocy społecznej  lub \ncentrum usług społecznych . W przypadku niezłożenia powyższego zaświadczenia,  Rektor \nodmawia przyznania stypendium socjalnego . \n8. Rektor może przyznać studentowi stypendium socjalne jeżeli przyczyny niedołączenia do \nwniosku o stypendium socjalne zaświadczenia z  ośrodka pomocy społecznej lub centrum \nusług społecznych o sytuacji dochodowej i majątkowej studenta i rodziny studenta zostały  \nuzasadnione i student udokumentował źródła utrzymania ro dziny  – wzór oświadczenia \nw tym zakresie stanowi załącznik nr 6 do Regulaminu . \n9. Jeżeli we wspólnym gospodarstwie domowym pozostaje uczące się rodzeństwo studenta \nposiadające swoją rodzinę, ale nie pozostające na utrzymaniu współmałżonka, może ono \nbyć liczone przy ustalaniu dochodu, po uprzednim udokumentowaniu tej sytuacji.  \n10. Jeżeli sytuacja materialna studenta nie uległa zmianie, dokumenty potwierdzające dochody \nrodziny pozostają aktualne  na kolejny semestr danego roku akademickiego, za wyjątkiem \nzaświadczenia o bezrobociu. Zaświadczenie o  bezrobociu traci ważność z upływem \nsemestru, w którym zostało złożone. Student jest zobowiązany do dostarczenia aktualnego \nzaświadczenia o  bezrobociu członka rodziny, pod rygorem pozostawienia wniosku bez \nrozpoznania.  \n§14. \n1. W przypadku wystąpienia zmiany w liczbie członków rodziny studenta, uzyskania lub utraty \ndochodu przez członków rodziny studenta, student powinien niezwłocznie powiadomić \no tym fakcie Uczelnię i, jeśli to konieczne,  wyrazić zgodę na  zmianę decyzji w tym zakresie . \nDo informacji  załącza się dokumenty potwierdzające aktualną sytuację materialną lub \nzmianę w liczbie członków rodziny, na podstawie których należy dokon ać przeliczenia \ndochodu w rodzinie studenta.  \n2. W razie wystąpienia trwałej zmiany sytuacji materialnej poprzez uzyskanie dochodu, \nstudent pobierający stypendium socjalne zobowiązany jest niezwłocznie wystąpić \no przeliczenie dochodu w rodzinie.  \n3. Uzyskanie dochodu może być spowodowane:  \n1) zakończeniem urlopu  wychowawczego;  \n2) uzyskaniem zasiłku lub stypendium dla bezrobotnych;  \n3) uzyskaniem zatrudnienia lub innej pracy zarobkowej;  \n4) uzyskaniem zasiłku przedemerytalnego lub świadczenia przedemerytalnego;  \n5) uzyskaniem nauczycielskiego świadczenia kompensacyjnego a także emerytury lub \nrenty, renty rodzinnej lub renty socjalnej lub rodzicielskiego świadczenia \nuzupełniającego;  \n6) rozpoczęciem pozarolniczej działalności gospodarczej lub wznowieniem jej wykonywania \npo okresie zawieszenia w rozumieniu art. 16b ustawy USR lub art. 36aa ust. 1 ustawy \nz dnia 13  października 1998 r. o systemie ubezpieczeń społecznych (dotyczy urlopu \nwychowawczego);  \n7) uzyskaniem zasiłku chorobowego, świadczenia rehabilitacyjnego lub zasiłku \nmacierzyńskiego, przysługujących po utracie zatrudnienia lub innej pracy zarobkowej;  \n8) uzyskaniem świadczenia rodzicielskiego;  \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 12 z 28 9) uzyskaniem zasiłku macierzyńskiego, o którym mowa w przepisach o  ubezpieczeniu \nspołecznym rolników;  \n10) uzyskaniem stypendium doktoranckiego określonego w art. 209 ust. 1 i 7 ustawy PSWiN \noraz w art. 200 ustawy z dnia 27 lipca 2005 r. – Prawo o szkolnictwie wyższym . \n4. Nie stanowią uzyskania dochodu okoliczności niewymienione w ust. 3, w szczególności: \nustalenie prawa do alimentów, zmiana wysokości wynagrodzenia lub wymiaru etatu, \nprzyznanie odszkodo wania.  \n5. W przypadku, gdy po upływie roku podatkowego, z którego dochód rodziny stanowi \npodstawę przyznania stypendium socjalnego, nastąpiło uzyskanie dochodu przez \nktóregokolwiek członka rodziny studenta, student zobowiązany jest do dostarczenia \nstosownego dokumentu poświadczającego ten fakt, a prawo do stypendium ustala się \nz uwzględnieniem tego dochodu, o ile ten dochód istnieje w momencie ustalania prawa do \nstypendium. W tym przypadku do miesięcznego dochodu członka rodziny w roku \npodatkowym dodaje się mi esięczną wysokość dochodu uzyskanego w miesiącu \nnastępującym po miesiącu, w którym dochód został osiągnięty.  \n6. W przypadku uzyskania dochodu przez członka rodziny w roku podatkowym, z którego \ndochód stanowi podstawę przyznania stypendium socjalnego, ustalają c jego dochód \nuzyskany w tym roku dochód dzieli się przez liczbę miesięcy, w których dochód był \nosiągany, jeżeli dochód ten jest osiągany w dniu ustalania prawa do stypendium \nsocjalnego.  \n7. W przypadku, gdy uzyskanie dochodu powoduje utratę prawa do stypendiu m lub obniżenie \njego wysokości, stypendium nie przysługuje lub przysługuje w niższej wysokości od \nmiesiąca następującego po pierwszym miesiącu od miesiąca, w którym nastąpiło uzyskanie \ndochodu.  \n8. W razie wystąpienia trwałej zmiany sytuacji materialnej poprze z utratę dochodu, student \nnie pobierający dotąd stypendium socjalnego może wystąpić o jego przyznanie.  \n9. Utrata dochodu może być spowodowana:  \n1) uzyskaniem prawa do urlopu wychowawczego;  \n2) utratą zasiłku lub stypendium dla bezrobotnych;  \n3) utratą zatrudnienia lub in nej pracy zarobkowej;  \n4) utratą zasiłku przedemerytalnego lub świadczenia przedemerytalnego, nauczycielskiego \nświadczenia kompensacyjnego, a także emerytury lub renty, renty rodzinnej lub renty \nsocjalnej;  \n5) wykreśleniem z rejestru pozarolniczej działalności gos podarczej lub zawieszeniem jej \nwykonywania w rozumieniu art. 16b ustawy USR lub art. 36aa ust. 1 ustawy z dnia \n13 października 1998 r. o systemie ubezpieczeń społecznych (dotyczy urlopu \nwychowawczego);  \n6) utratą zasiłku chorobowego, świadczenia rehabilitacyjnego lub zasiłku macierzyńskiego, \nprzysługujących po utracie zatrudnienia lub innej pracy zarobkowej;   \n7) utratą zasądzonych świadczeń alimentacyjnych w związku ze śmiercią osoby \nzobowiązanej do tych świadczeń lub utratą świadczeń pieniężnych wyp łacanych  \nw przypadku bezskuteczności egzekucji alimentów w związku ze śmiercią osoby \nzobowiązanej do świadczeń alimentacyjnych;  \n8) utratą świadczenia rodzicielskiego;  \n9) utratą zasiłku macierzyńskiego, o którym mowa w przepisach o ubezpieczeniu \nspołecznym rolnik ów; \n10) utratą stypendium doktoranckiego określonego w art. 209 ust. 1 i 7 ustawy PSWiN oraz \nw art. 200 ustawy z dnia 27 lipca 2005 r. – Prawo o szkolnictwie wyższym.  \n10. Nie stanowią  utraty  dochodu  okoliczności  niewymienione  w ust. 9, w szczególności:  \nprzebywanie  na urlopie  bezpłatnym,  zmiana  warunków  umowy,  w tym  zmniejszenie  \nwymiaru  etatu lub liczby  przepracowanych  godzin,  zajęcie komornicze  wynagrodzenia  lub \ninnego  dochodu,  grzywny,  kary pieniężne,  szkody rolnicze,  zakończenie  wypłacania  \nświadczeń  z Funduszu  Alimentacyjnego np. w sytuacji  przekroczenia kryterium \ndochodowego lub ukończenia 25. roku życia.  \n11. W przypadku utraty dochodu przez członka rodziny studenta, w roku podatkowym \nz którego wyliczany jest dochód lub po tym roku, ustalając dochód rodziny nie uwz ględnia \nsię dochodu utraconego.  \n12. W razie utraty dochodu prawo do stypendium ustala się od pierwszego miesiąca \nnastępującego po miesiącu, w którym nastąpiła utrata dochodu, nie wcześniej jednak niż \nod miesiąca złożenia wniosku.  \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 13 z 28 13. W przypadku wystąpienia zmiany  w liczbie członków rodziny, ustalając prawo do \nstypendium socjalnego stosuje się odpowiednio postanowienia ust. 7 lub 12. \n14. Przepisów o utracie i uzyskaniu dochodu nie stosuje się do dochodu z tytułu zatrudnienia \nlub innej pracy zarobkowej i dochodu z tytuł u wyrejestrowania lub rozpoczęcia \npozarolniczej działalności gospodarczej, jeżeli członek rodziny, utracił dochód z  tych \ntytułów i w okresie 3 miesięcy, licząc od dnia utraty dochodu, uzyskał dochód u tego \nsamego pracodawcy lub zleceniodawcy, lub zamawiają cego dzieło lub ponownie rozpoczął \npozarolniczą działalność gospodarczą.  \n§15. \n1. W szczególnie uzasadnionych przypadkach student może  otrzymać stypendium socjalne \nw zwiększonej wysokości.  \n2. Stypendium, o którym mowa w ust. 1 może zostać przyznane studentowi, w którego \nrodzinie wystąpiło w szczególności:  \n1) półsieroctwo lub sieroctwo  zupełne ; \n2) ciężka lub przewlekła choroba członka rodziny  studenta;  \n3) pobieranie zasiłku okresowego  lub stałego  z pomocy społecznej ; \n4) zamieszkanie  przez wnioskodawcę  w domu studenckim AGH.  \n3. Powodem do przyznania stypendium socjalnego w zwiększonej wysokości nie może być \nprzewlekła choroba, na podstawie której student ma przyznany stopień niepełnosprawności \ni otrzymuje z tego tytułu stypendium dla osób niepełnosprawnych.  \n4. Przypadki, o których m owa w ust. 2 muszą istnieć odpowiednio  w dniu  31 października  \nw semestrze zimowym  oraz w dniu 31 marca  w semestrze letnim  i wymagają rzetelnego \nudokumentowania.  \n5. Stypendium socjalne w zwiększonej wysokości może zostać przyznane studentowi, który \nspełnił wymogi do przyznania stypendium socjalnego określone w §  10–14, tylko z  jednego \ntytułu.  \n6. W przypadku przedłożenia dokumentów zawierających dane dotyczące zdrowia, członek \nrodziny jest zobowiązany do zapoznania się z informacją o przetwarzaniu danych \nosobowych według wzoru stanowiącego nr 7 do niniejszego Regulaminu  i potwierdzenia \ntego faktu własnoręcznym  podpisem . \n7. Studentowi, który został zwolniony z opłat za zamieszkanie w domu studenckim, nie może \nzostać przyznane stypendium socjalne w zwiększonej wy sokości z tytułu zamieszkania \nw domu studenckim AGH, o którym mowa w ust. 2 pkt 4.  \n8. Zwiększeni e stypendium socjalnego przyznawane jest na cały semestr pod warunkiem \nposiadania prawa do stypendium socjalnego.  \nRozdział III  \nStypendium dla osób niepełnosprawnych  \n§16. \n1. Stypendium dla osób niepełnosprawnych może otrzymywać student,  legitymujący się \norzec zeniem właściwego organu o stopniu niepełnosprawności lub innym orzeczeniem \npotwierdzającym niepełnosprawność.  \n2. Innym dokumentem potwierdzającym niepełnosprawność może być:  \n1) orzeczenie o niepełnosprawności;  \n2) orzeczenie, o którym mowa w art. 5 lub art. 62 ustawy z dnia 27 sierpnia 1997 r. \no rehabilitacji zawodowej i społecznej oraz zatrudnianiu osób niepełnosprawnych:  \n− lekarza orzecznika Zakładu Ubezpieczeń Społecznych o całkowitej niezdolności do \npracy i  samodzielnej egzystencji lub niezdolności do samodzie lnej egzystencji, lub \ncałkowitej niezdolności do pracy, lub częściowej niezdolności do pracy oraz \ncelowości przekwalifikowania;  \n− o zaliczeniu do I lub II, lub III grupy inwalidzkiej;  \n− o stałej lub długotrwałej niezdolności do pracy w gospodarstwie rolnym.  \n3. Student studiujący na więcej niż jednym kierunku może otrzymywać stypendium dla osób \nniepełnosprawnych tylko na jednym kierunku, wskazanym przez studenta, z  zastrzeżeniem \n§ 44 ust. 2 i 3. \n4. Stypendium dla osób niepełnosprawnych przyznaje się od miesiąca złożen ia wniosku wraz \nz orzeczeniem, o którym mowa w ust. 1.  \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 14 z 28 5. W przypadku gdy niepełnosprawność powstała w trakcie studiów lub po uzyskaniu tytułu \nzawodowego, stypendium dla osób niepełnos prawnych  przysługuje przez dodatkowy okres \n12 semestrów.  \n6. Stypendium dla osób niepełnosprawnych jest przyznawane na semestr.  \n§17. \n1. Stypendium dla osób niepełnosprawnych przyznaje się studentowi posiadającemu wpis na \ndany semestr lub korzystającemu z urlopu, lub powtarzającemu semestr . \n2. Stypendium dla osób niepełnosprawnych może b yć wypłacane maksymalnie przez \n10 miesięcy w roku akademickim.  \n3. Student ubiegający się o przyznanie stypendium dla osób niepełnosprawnych zobowiązany \njest wypełnić  wniosek w USOS , a następnie wydrukować i złożyć  go w formie papierowej \nwraz z załącznikami w dziekanacie macierzystego Wydziału .  \n§18. \n1. Student ubiegający się o uzyskanie dokumentu potwierdzającego niepełnosprawność  \nw trakcie roku akademickiego tj. między październikiem a czerwcem, powinien złożyć \nw dziekanacie wniosek o przyznanie stypendium dla o sób niepełnosprawnych, który \nzostanie rozpatrzony po dostarczeniu orzeczenia, a wypłata świadczenia obejmie okres,  \nod którego przyznano status osoby z określonym stopniem niepełnosprawności, nie \nwcześniej jednak niż od początku roku akademickiego.  \n2. Jeżeli w trakcie roku akademickiego dokument potwierdzający niepełnosprawność  utraci \nważność, wstrzymuje się wypłatę stypendium. Jeżeli student przedłoży kolejne orzeczenie \no niepełnosprawności, wypłatę stypendium wznawia się, a świadczenie może zostać \nwyrównane maksymalnie za 5 miesięcy  wstecz , lecz nie dłużej niż od daty przyznania \nstatusu osoby z  określonym stopniem niepełnosprawności.  \n3. W przypadku zmiany orzeczenia o stopniu niepełnosprawności student zobowiązany jest \ndo przedłożenia orzeczenia stwierdzającego  zmianę w dziekanacie macierzystego \nWydziału, celem dokonania ewentualnej korekty wysokości stypendium. Korekta wysokości \nstypendium następuje od miesiąca przyznania statusu osoby z określonym stopniem \nniepełnosprawności.  \nRozdział IV  \nZapomogi  \n§19. \n1. Zapomoga  może być przyznana studentowi, który znalazł się przejściowo w  trudnej sytuacji \nżyciowej.  \n2. Wypełniony w USOS w niosek o zapomogę należy wydrukować i złożyć  wraz z  dokumentami \npotwierdzającymi znalezienie się w  trudnej sytuacji życiowej  w dziekanacie macierz ystego \nWydziału.   \n3. Dokumentem potwierdzającym znalezienie się w trudnej sytuacji życiowej może być \nw szczególności:  \n1) zaświadczenie lekarskie;  \n2) zaświadczenie z ośrodka pomocy społecznej  lub centrum usług społecznych ; \n3) orzeczenia sądowe, dokumenty z postępowania  egzekucyjnego, dokumenty wystawione \nprzez Policję;  \n4) akt urodzenia dziecka studenta;  \n5) akt zgonu członka rodziny;  \n6) inne zaświadczenia potwierdzające okoliczności opisane we wniosku właściwych \ninstytucji i urzędów.  \n4. W przypadku braku możliwości udokumentowania t rudnej sytuacji życiowej dopuszcza się \nzłożenie pisemnego oświadczenia  potwierdzającego zaistn ienie przyczyny ubiegania się \no zapomogę przez  co najmniej trzech  studentów, w tym członka URSS.  \n5. Wniosek o zapomogę należy złożyć nie później niż w terminie 90 dn i od wystąpienia \nprzyczyny opisanej we wniosku.  \n§20. \nZapomogę z tytułu urodzenia się dziecka w trakcie studiów w AGH, może otrzymać student \nAGH, który w terminie do 90 dni od urodzenia się dziecka złoży wniosek o  przyznanie tego \nświadczenia. Na to samo dzi ecko, z tytułu jego urodzenia, można otrzymać zapomogę tylko \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 15 z 28 jeden raz w trakcie studiów w AGH. Obejmuje to studia pierwszego i drugiego stopnia, \na także studia na drugim i kolejnym kierunku.  \n§21. \n1. Student może otrzymać zapomogę nie więcej niż dwa razy w ro ku akademickim, tylko na \njednym kierunku studiów.  Wyjątki w tym zakresie mogą wynikać z przepisów powszechnie \nobowiązujących.  \n2. Wysokość zapomogi uzależniona jest od sytuacji, w jakiej znalazł się student . Maksymaln ą \nwysokość zapomogi  ustala Rektor, zgodnie z § 9 ust. 1  pkt 6. \n3. W szczególnie uzasadnionych przypadkach, jeżeli student złoży wniosek o ponowne \nrozpatrzenie sprawy, Rektor może przyznać zapomogę w kwocie wyższej niż przyznana \ndecyzją Prodziekana Wydziału . \n4. W przypadku przedłożenia dokumentów zawieraj ących dane dotyczące zdrowia, członek \nrodziny, którego te dane dotyczą, jest zobowiązany do zapoznania się z informacją \no przetwarzaniu danych osobowych według wzoru stanowiącego załącznik nr 7 do \nniniejszego Regulaminu  i potwierdzenia tego faktu własnoręcznym  podpisem . \n5. Zapomoga nie może być przyznana dwa razy z tego samego tytułu.  \nRozdział V  \nStypendium rektora  \n§22. \n1. Stypendium rektora otrzymuje student przyjęty na pierwszy rok studiów w roku złożenia \negzaminu maturalnego, który jest:  \n1) laureatem olimpiady międzynarodowej albo laureatem lub finalistą olimpiady stopnia \ncentralnego, o których mowa w przepisach o systemie oświaty;  \n2) medalistą co najmniej współzawodnictwa sportowego o tytuł Mistrza Polski w danym \nsporcie, o którym mowa w przepisach o spo rcie. \n2. Aby otrzymać stypendium, o którym mowa w ust. 1, należy wyp ełnić wniosek w  USOS , \nwydrukować i złożyć go w DSS wraz z  dokumentami potwierdzającymi uzyskane \nosiągnięcia w  terminie ogłoszonym przez Rektora zgodnie z § 5 ust. 6.  \n3. Po kwalifikacji osiągnię ć do przyznania stypendium rektora, DSS przekazuje wnioski do \ndziekanatów Wydziałów, gdzie wydawane są decyzje administracyjne.  \n§23. \n1. Stypendium rektora może otrzymać student co najmniej II roku studiów pierwszego \nstopnia, z zastrzeżeniem ust. 2, który w poprzednim roku akademickim:   \n1) uzyskał odpowiednio wysoką średnią ocen lub  \n2) posiadał osiągnięcia naukowe lub  \n3) posiadał osiągnięcia artystyczne lub  \n4) posiadał osiągnięcia sportowe we współzawodnictwie co najmniej krajowym  \noraz został wpisany na kolejny rok studiów i posiada wszystkie zaliczenia i egzaminy \nz przedmiotów objętych programem studiów. Warunek uzyskania wpisu na kolejny rok \nstudiów nie dotyczy studentów przebywających w bieżącym roku akademickim na urlopie.  \n2. Stypendium rektora nie może zostać przyz nane studentowi, który w momencie \nrozpatrywania wniosku posiada wpis z  deficytem punktów (wpis warunkowy) lub przebywał \nw poprzednim roku akademickim na urlopie.  \n3. W przypadku odbywania przez studenta studiów na więcej niż jednym kierunku, \nstypendium rektora  może być pobierane tylko na jednym z nich, wskazanym przez \nstudenta.  \n4. Stypendium rektora może otrzymać w danym roku  akademickim maksymalnie 10% liczby \nstudentów każdego kierunku studiów . Studentów, o których mowa w § 22 nie uwzględnia \nsię przy ustalaniu li czby studentów otrzymujących stypendium rektora, o której mowa \nw ust. 5.  \n5. Rektor ustala liczbę możliwych do przyznania w roku akademickim stypendiów rektora  na \npodstawie łącznej liczby studentów studiów stacjonarnych i niestacjonarnych studiujących \nna danym  kierunku według stanu na dzień odpowiednio 15 października  i 15 marca  \nw danym roku akademickim. Otrzymaną liczbę stanowiącą ma ksymalnie  10% łącznej \nliczby studentów zaokrągla się do liczby całkowitej w dół. Jeżeli liczba studentów jest \nmniejsza niż 10, st ypendium rektora może być przyznane jednemu studentowi.  \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 16 z 28 6. W przypadku, gdy ustalona liczba stypendiów rektora zostanie przekroczona ze względu \nna uzyskanie jednakowej liczby punktów przez więcej niż jednego studenta, listę \nrankingową, o której mowa § 25 ust.  2 pomniejsza się o  wszystkie  osoby o najmniejszej, \ntej samej liczbie punktów z zastrzeżeniem § 24 ust. 3.  \n7. Liczba stypendiów rektora może zostać ustalona na poziomie niższym niż 10% liczby \nstudentów danego kierunku z uwagi na ograniczenie, o którym mowa w § 3 ust. 2 pkt . 1.  \n§24. \n1. W przypadku  studentów  studiów drugiego stopnia rozpoczynających się w semestrze \nletnim, punktowana jest średnia ocen uzyskana w ostatnim roku nauki na studiach \npierwszego stopnia. Jeżeli ostatni rok studiów pierwszego stopnia trwa jeden semestr, \nbierze się pod uwagę średnią ocen uzyskaną w tym semestrze. Absolwentom studiów \npierwszego stopnia ukończonych poza AGH, średnia ocen za ostatni rok studiów uznawana \njest na podstawie dokumentu potwierdzającego uzyskaną średnią ocen.  \n2. Student, który rozpoczyna w semestrze letnim studia drugiego stopnia w AGH może \notrzymać stypendium rektora z uwzględnieniem osiągnięć naukowych, artystycznych lub \nsportowych tylko, jeżeli ubiegał się o to stypendium na podstawie tych samych osiągnięć \nna ostatnim semestrze studiów pierwszego stopnia w  AGH. W  takiej sytuacji przyznana \nliczba punktów za osiągnięcia naukowe, artystyczne lub sportowe nie ulega zmianie.  \n3. Jeżeli na liście rankingowej studentów studiów pierwszego roku drugiego stopnia \nrozpoczyn ających się w semestrze letnim na ostatnim miejscu znajduje się z taką samą \nliczbą punktów więcej niż jedna osoba, kolejność tych osób na liście ustala się w oparciu  \no średnią ocen ze studiów pierwszego stopnia z  uwzględnieniem limitów, o których mowa \nw § 23 ust. 5.  \n4. Studentom drugiego semestru studiów drugiego stopnia rozpoczynających się w  semestrze \nletnim, średnią ocen oblicza się za wyniki uzyskane na pierwszym semestrze studiów \ndrugiego stopnia.  \n5. Rektor odmawia przyznania stypendium rektora studentowi pierw szego roku studiów \ndrugiego stopnia, jeżeli za osiągniecia wskazane we wniosku student pobierał wcześniej \nstypendium rektora na pierwszym roku studiów drugiego stopnia.  \n6. Rozdział stypendiów rektora przeprowadza się w październiku dla studiów pierwszego \ni drugiego stopnia, a w marcu dla pierwszego roku studiów drugiego stopnia.  \n§25. \n1. Stypendium rektora może otrzymać ma ksymalnie  10% studentów każdego kierunku \nstudiów, którzy osiągnęli najwyższą liczbę punktów oraz spełniają warunki, o których mowa \nw § 23 ust. 1. \n2. Lista rankingowa, na podstawie której przyznawane są stypendia rektora stanowi wykaz \nstudentów każdego kierunku studiów prowadzonego w AGH, z zastosowaniem podziału na \nformę, poziom i rok studiów, którzy złożyli wnioski o przyznanie stypendium rektora.  \n3. Jeżeli student uprawniony do otrzymania stypendium rektora nie złoży wniosku w  terminie \nokreślonym w § 5 ust. 6, lub w wyniku weryfikacji ujawnione zostaną przeszkody formalne \ndo przyznania stypendium rektora danemu studentowi, nie jest on umieszczany na liście \nrankingowej . \n4. Kolejność studentów na liście rankingowej ustalana jest malejąco na podstawie liczby \npunktów uzyskanych za średnią ocen oraz każde uznane osiągnięcie naukowe, artystyczne \nlub sportowe, obliczonej według wzoru:  \n𝑺𝑷=Ś𝑟𝑜𝑐𝑒𝑛∗10+𝑃𝑁+𝑃𝐴+𝑃𝑆 \ngdzie:  \n𝑆𝑃 – suma punktów,  \nŚ𝑟𝑜𝑐𝑒𝑛 – średnia ocen za ostatni rok studiów,  \n𝑃𝑁 – punkty za osiągnięcia naukowe,  \n𝑃𝐴 – punkty za osiągnięcia artystyczne,  \n𝑃𝑆 – punkty za osiągnięcia sportowe.  \n5. Punktowana jest średnia ocen za ostatni rok nauki  wyliczona zgodnie z  Regulaminem \nstudiów i wynosząc a co najmniej 4,0. Średnia poniżej 4,0 nie jest punktowana.  \n \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 17 z 28 6. Punkty za osiągnięcia naukowe przyznaje się, pod warunkiem reprezentowania Uczelni \nprzez studenta AGH, zgodnie z poniższą tabelą:  \n OSIĄGNIĘCIA NAUKOWE  Liczba \npunktów  \n1. Publikacje naukowe  \n1.1. Autorstwo recenzowanej monografii o charakterze naukowym  20 \n1.2. Autorstwo 1 rozdziału recenzowanej monografii o charakterze \nnaukowym  4 \n1.3. Autorstwo 2 rozdziałów recenzowanej monografii  \no charakterze naukowym  8 \n1.4 Autorstwo 3 rozdziałów recenzowanej monografii  \no charakterze naukowym  12 \n1.5. Autorstwo opublikowanego  artykułu naukowego w czasopiśmie z \nliczbą punktów z  zakresu 100 -200 (wykaz czasopism naukowych i \nrecenzowanych materiałów z  konferencji międzynarodowych - \nkomunikat Ministra Edukacji i Nauki z dnia 21 grudnia 2021  r.) 15 \n1.6. Autorstwo opublikowanego  artykułu naukowego w czasopiśmie z \nliczbą punktów z  zakresu 40 -70 (wykaz czasopism naukowych i \nrecenzowanych materiałów z konferencji międzynarodowych - \nkomunikat Ministra Edukacji i Nauki z dnia 21 grudnia 2021  r.) 10 \n1.7. Autorstwo opublikowanego  artykułu naukowego w czasopiśmie z \nliczbą punktów 20 (wykaz czasopism naukowych i recenzowanych \nmateriałów z  konferencji międzynarodowych - komunikat Ministra \nEdukacji i Nauki z dnia 21 grudnia 2021  r.) 5 \n1.8 Pozostałe  artykuły naukowe  opublikowane  m.in. w  recenzowanych  \nwydawnictwach jednostek naukowych o charakterze lokalnym, \npublikacje popularnonaukowe, artykuły naukowe opublikowane \nw czasopismach naukowych nieuwzględnionych  w wykazie \nczasopism  Ministra Edukacji i Nauki z dnia 21 grudnia 2021  r. 4 \n2. Konferencje naukowe  \n2.1. Autorstwo i wygłoszenie referatu na konferencji międzynarodowej  6 \n2.2. Autorstwo i prezentacja posteru na konferencji międzynarodowej  6 \n2.3. Autorstwo i wygłoszenie referatu na konferencji krajowej  4 \n2.4. Autorstwo i prezentacja posteru na konferencji krajowej  4 \n3. Wnioski i zgłoszenia do UP   \n3.1. Autorstwo patentu  10 \n3.2. Autorstwo wzoru użytkowego lub przemysłowego  3 \n3.3. Zgłoszenie patentowe (bez względu na ich liczbę)  2 \n3.4. Zgłoszenie wzoru użytkowego lub przemysłowego  \n(bez względu na ich liczbę)  1 \n4. Udział w projektach badawczych  \n4.1. Udział w grancie Ministerstwa Edukacji i Nauki , Unii Europejskiej,  \nNCN, NCBiR,  międzynarodowym  5 \n4.2. Udział w grancie we współpracy z innymi  polskimi  ośrodkami \nnaukowymi lub udział w grancie uczelnianym  (np. Grant Rektora \nAGH) /projekcie naukowym , np. projekcie naukowym zleconym \nprzez jednostkę przemysłową, jednostkę samorządu terytorialnego \nlub przez organizację non -profit  3 \n5. Udział w konkursach/wystawach  \n5.1. Nagroda w konkursie/wystawie o zasięgu międzynarodowym \n(miejsca I -III) 15 \n5.2. Wyróżnienie w konkursie/wystawie o zasięgu międzynarodowym  5 \n5.3. Nagroda w konkursie/wystawie o zasięgu krajowym (miejsca I -III) 10 \n5.4. Wyróżnienie w konkursie/wystawie o zasięgu krajowym  3 \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 18 z 28 7. Pod pojęciem publikacji naukowych wskazanych w ust. 6 należy rozumieć monografie \ni artykuły, o których mowa w rozporządzeniu  Ministra Nauki i Szkolnictwa Wyższego  z dnia \n22 lutego 2019 r. w sprawie ewaluacji jakości działalności naukowej (Dz.U.  z 2022 \npoz. 661). \n8. Dane osiągnięcie może być punktowane tylko raz, np. w przypadku wygłoszenia tego \nsamego referatu na wielu konferencjach, punktowana jest tylko jedna konferencja, \nz najwyższą liczbą punktów.  \n9. W przypadku uzyskania przez studenta nagrody lub wyróżnienia za wygłoszony referat na \nkonferencji naukowej, punkty należy przyznać jedynie za nagrodę w konkursie.  \n10. Osiągnięcia wykazywane we wniosku o przyznanie stype ndium wymagają pisemnego  \npotwierdzenia przez opiekuna  Koła Naukowego  lub innej organizacji studenckiej działającej \nw AGH , jeśli student jest członkiem Koła Naukowego  lub tej organizacji . \n11. W przypadku wykazania we wniosku osiągnięć – projektów, publikacji pa tentów lub innych, \nposiadających kilku autorów, wymagane jest pisemne potwierdzenie  przez opiekuna  Koła \nNaukowego  lub innej organizacji studenckiej działającej w AGH , jeśli student jest członkiem \nKoła Naukowego  lub tej organizacji , określające faktyczny udział studenta  wyrażony \nw procentach, przy czym suma udziałów wszystkich autorów danego osiągnięcia nie może \nprzekroczyć 100% . Wzór potwierdzenia stanowi załącznik nr 11 do niniejszego \nRegulaminu . Dla osiągnięć zespołowych, liczbę p unktów danego osiągnięcia mnoży się \nprzez współczynnik zależny od udziału procentowego studenta. Wartość współczynnika \nw zależności od udziału studenta w osiągnięciu określona jest w  tabeli poniżej.  \nProcentowy udział studenta  \nw osiągnięciu  Współczynnik  \n1% - 10% 0,2 \n11% - 30% 0,3 \n31% - 60% 0,6 \n61% - 80% 0,8 \npowyżej 80%  0,9 \n12. Wniosek o przyznanie stypendium rektora za osiągnięcia naukowe podlega ocenie \nmerytorycznej przez Pełnomocnika Rektora ds. Kół Naukowych.  \n13. Punkty za osiągnięcia artystyczne przyznaje się, pod warunkiem reprezentowania Uczelni \nprzez studenta AGH, zgodnie z poniższą tabelą:  \n OSIĄGNIĘCIA ARTYSTYCZNE  Liczba \npunktów  \n     1. Wystawy artystyczne  \n1.1. Wystawa zagraniczna indywidualna  50 \n1.2. Wystawa krajowa indywidualna  30 \n     2. Udział w projektach artystycznych  \n2.1. Udział w grancie MEiN, Unii Europejskiej, międzynarodowym  40 \n2.2. Udział w grancie we współpracy z innymi ośrodkami lub udział w \ngrancie uczelnianym  20 \n     3. Udział w konkursach/wystawach  \n3.1. Nagroda w konkursie/wystawie o zasięgu międzynarodowym \n(miejsca I -III) 70 \n3.2. Wyróżnienie w konkursie/wystawie o zasięgu międzynarodowym  40 \n3.3. Nagroda w konkursie/wystawie o zasięgu krajowym (miejsca I -III) 60 \n3.4. Wyróżnienie w konkursie/wystawie o zasięgu krajowym  20 \n14. Wniosek o stypendium rektora za osiągnięcia artystyczne podlega ocenie DSS.  \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 19 z 28 15. Punkty za osiągnięcia sportowe przyznaje się za wysokie wyniki w sporcie, w tym w  sporcie \nosób z niepełnosprawnościami lub sporcie integracyjnym w dyscyplinach, w  których \ndziałają polskie związki sportowe, o których mowa w przepisach o sporcie, zgodnie \nz poniższą tabelą:  \nOSIĄGNIĘCIA SPORTOWE  Liczba \npunktów  \n1. Medalowe miejsce w zawodach rangi międzynarodowej  \n1.1. Medalowe (I-III) miejsce w Igrzyskach Olimpijskich  70 \n1.2. Medalowe miejsce w zawodach rangi Mistrzostw Świata, \nUniwersjadach  60 \n1.3. Medalowe miejsce w zawodach rangi Mistrzostw Europy, \nEuropejskich Igrzyskach Studentów, Akademickich Mistrzostwach \nEuropy  60 \n2. Medalowe miejsce w indywidualnych zawodach rangi krajowej  \n2.1. Medalowe miejsce w zawodach Mistrzostw Polski  55 \n2.2. I miejsce w Akademickich Mistrzostwach Polski  55 \n2.3. II miejsce w Akademickich Mistrzostwach Polski  43 \n2.4. III miejsce  w Akademickich Mistrzostwach Polski  32 \n2.5. Miejsca 4 -8 w Akademickich Mistrzostwach Polski  21 \n2.6. I miejsce w Akademickich Mistrzostwach Małopolski  11 \n2.7. II miejsce w Akademickich Mistrzostwach Małopolski  6 \n2.8. III miejsce w Akademickich Mistrzostwach Małopolski  4 \n3. Członkostwo  \n3.1. Przynależność do KU AZS AGH  10 \n3.2. Posiadanie statusu członka kadry narodowej  15 \n \n16. W przypadku sportów zespołowych stypendium przysługuje podstawowym zawodnikom \ndrużyny w liczbie nie większej niż liczba zawodników występujących jednocześnie na boisku \n+4. W przypadku sportów indywidualnych klasyfikowanych drużynowo stypendium \nprzysługuje liczbie zawodników punktujących +4. O tym, czy student jest podstawowym \nzawodnikiem zespołu decyduje trener.  \n17. Wniosek o przyznanie stypendium rektora za osiągnięcia sportowe podlega merytorycznej \nocenie Zarządu KU AZS AGH.  \n18. Nie podlegają ocenie jako osiągnięcia naukowe, artystyczne czy sportowe:  \n1) członkostwo w KU AZS AGH bez wykazania innych punktowanych osiągnięć;  \n2) bierny udz iał w sympozjach, konferencjach, sesjach naukowych;  \n3) udział w wykładach otwartych, warsztatach lub spotkaniach plenerowych;  \n4) udział w festiwalach i olimpiadach oraz eliminacjach do konkursów;  \n5) artykuły i publikacje, które jeszcze nie zostały opublikowane , za wyjątkiem tych, którym  \nzostał nadany  numer DOI; \n6) w przypadku osiągnięć artystycznych zespołowy udział w konkursach i zawodach lub \nfestiwalach.  \n19. Każde osiągnięcie wymaga udokumentowania we wskazanej formie:  \n1) publikacje naukowe – pierwsza strona publikacji, str ona tytułowa czasopisma wraz \nz numerem ISSN;  \n2) udział w konferencjach naukowych lub wystawach artystycznych o zasięgu krajowym \ni zagranicznym – potwierdzenie wygłoszenia referatu lub wystąpienia wystawione przez \norganizatora konferencji;  \n3) udział w konkursach/ wystawach – w przypadku nagrody zespołowej potwierdzenie  \no procentowym udziale studenta w  powstaniu osiągnięcia;  \n4) wnioski i zgłoszenia do urzędu patentowego RP – zaświadczenie wystawione przez UP \nlub Rzecznika Patentowego o posiadaniu patentu/zgłoszenia, za twierdzonego wzoru \nużytkowego lub zatwierdzonego wzoru przemysłowego;  \n5) udział w projekcie badawczym i artystycznym – oświadczenie kierownika projektu \nbadawczego lub artystycznego o uczestnictwie studenta w projekcie, zawierające krótki \nopis; \n6) nagrody i wyróż nienia w konkursach i wystawach – dokument potwierdzający \notrzymanie nagrody lub wyróżnienia w konkursie lub wystawie zawierający informację \no zasięgu (krajowym lub międzynarodowym);  \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 20 z 28 7) kadra narodowa – zaświadczenie potwierdzające posiadanie  aktualnego  statusu członka \nkadry narodowej  wystawione przez polski związek sportowy, o którym mowa \nw przepisach o sporcie ; \n8) w przypadku medali zdobytych w zawodach, których organizatorem nie jest AZS – \ndokument potwierdzający zajęcie medalowego miejsca.  \n20. Dopuszcza się  złożenie kopii dokumentów potwierdzających osiągnięcia wykazane \nwe wniosku o stypendium rektora. Student może zostać wezwany do przedłożenia \noryginału dokument u do wglądu.  \n§26. \n1. Student ubiegający się o stypendium rektora składa wniosek w terminie określon ym \nw komunikacie  Rektora, o którym mowa w  § 5 ust. 6.  \n2. Wniosek, o którym mowa w ust. 1 na leży wypełnić w  USOS , a następnie go wydrukować \ni złożyć w formie papierowej wraz z załącznikami , zgodnie z ust. 3 i 4 . W przypadku \nodbywania części studiów poza Krakow em (Erasmus oraz inne programy i  studia krajowe \noraz międzynarodowe, a także obowiązkowe praktyki) dopuszcza się złożenie wniosku \ndrogą elektroniczną za pośrednictwem platformy ePUAP.  \n3. Wniosek, w którym podstawą do ubiegania się o stypendium rektora jest ty lko średnia ocen \nnależy złożyć w dziekanacie Wydziału.  \n4. Wniosek, w którym podstawą do ubiegania się o stypendium rektora są, oprócz średniej \nocen, osiągnięcia naukowe, artystyczne lub sportowe należy złożyć w DSS. \n5. Pracownicy dziekanatów są zobowiązani do we ryfikacji wniosków studentów pod kątem \npoprawności od strony formalnej, w tym średniej ocen  oraz ewentualnych przypadków \nstudentów, którzy w poprzednim roku studiowali na innym kierunku studiów.  \n6. Dział Spraw Studenckich przekazuje wnioski do oceny odpowiedn io do Pełnomocników \nRektora ds.  Kół Naukowych oraz KU AZS AGH.  \n7. Po ocenie merytorycznej, wnioski wraz z punktacją za osiągnięcia naukowe, artystyczne \ni sportowe zostają przekazane do odpowiednich dziekanatów Wydziałów, gdzie wydawane \nsą decyzje administrac yjne. \n8. W terminie do 31 października Rektor ustala liczbę możliwych do przyznania w danym roku \nakademickim stypendiów rektora na poszczególnych kierunkach studiów z podziałem na \nformę, poziom i rok studiów.  \n9. Listy rankingowe przyznanych stypendiów rektora na  poszczególnych kierunkach są \nprzekazywane do wiadomości Działu Spraw Studenckich w terminie do pięciu dni roboczych \nod ostatecznego terminu rozpatrzenia wniosków.  \n§27. \n1. Wysokość stypendium rektora jest ustalana zgodnie z § 9 ust. 1 pkt 4, stosownie do stanu \nśrodków, o których mowa w § 3 i możliwości finansowych FS.  \n2. W zależności od liczby punktów, stypendia rektora przyznawane są w trzech kategoriach:  \nLiczba punktów  Kategoria  \n60,01  i powyżej  A \n45,01 – 60,00  B \n30,00 – 45,00  C \n \n3. Stypendium rektora jest przyznawane na rok akademicki, z wyłączeniem przypadku \nstudentów studiów pierwszego stopnia, dla których ostatni rok studiów trwa jeden semestr \noraz studentów studiów drugiego stopnia rozpoczynanych w marcu, którym stypendium \nrektora przyznawane jest na se mestr.  \n4. Zmiana kierunku studiów po zakończeniu roku akademickiego daje możliwość ubiegania \nsię o stypendium rektora na nowym kierunku studiów.  \n5. Zmiana kierunku studiów, na którym zostało przyznane stypendium rektora w trakcie roku \nakademickiego pozbawia praw a do tego stypendium, za wyjątkiem studentów, o  których \nmowa w § 22 ust. 1. Decyzja o przyznaniu stypendium wygasa z ostatnim dniem miesiąca, \nw którym student zmienił kierunek studiów.  \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 21 z 28 6. Zmiana kierunku studiów, na którym zostało przyznane stypendium rektor a przez \nstudenta, o którym mowa w § 22 ust. 1 w trakcie roku akademickiego nie skutkuje \ncałkowitą utratą prawa do tego stypendium. Decyzja o przyznaniu stypendium wygasa \nz ostatnim dniem miesiąca, w którym student zmienił kierunek studiów. Aby otrzymywać \nstypendium rektora na nowym kierunku, student zobowiązany jest do złożenia nowego \nwniosku o to stypendium.  \n7. Student AGH, który poprzedni rok lub jeden z semestrów studiów odbywał w uczelni innej \nniż AGH (krajowej lub zagranicznej) posiada prawo do stypendium  rektora, za wyniki \nosiągnięte w trakcie tego pobytu potwierdzone zaświadczeniem wystawionym przez \nuczelnię, w której odbywał studia, jeśli zapewniają one miejsce na liście rankingowej, \no której mowa w § 25 ust. 2.  \n8. Rektor odmawia przyznania stypendium rek tora jeśli wniosek został złożony po terminie \nogłoszonym przez Rektora zgodnie z § 5 ust. 6.  \n9. Ze względu na konkursowy charakter przyznawania stypendiów rektora terminu do \nskładania wniosków o to stypendium nie przywraca się.  \nRozdział VI  \nStypendium ministra  \n§28. \n1. Szczegółowe kryteria i tryb przyznawania oraz wypłacania studentom stypendium ministra \nza znaczące osiągnięcia, a także wzór wniosku, rodzaje osiągnięć i sposób ich \nudokumentowania, liczbę stypendiów oraz maksymalną wysokość stypendium określa  \nrrozporządzenie  ws. stypendi um ministra . \n2. Stypendium ministra może otrzyma ć student, który w poprzednim roku akademickim \nzaliczył rok studiów i uzyskał wpis na kolejny rok studiów w danym roku akademickim oraz \nwykazał się znaczącymi osiągnięciami naukowymi l ub artystycznymi związanymi \nze studiami lub znaczącymi osiągnięciami sportowymi, zgodnie z rozporządzeniem  \nws. stype ndium ministra . \n3. Wnioski o przyznanie stypendium ministra dla studentów są rozpatrywane do 31 marca.  \n4. Stypendium wypłaca się jednorazowo, w te rminie 14 dni od dnia zaksięgowania środków \nna rachunku bankowym uczelni.  \n5. Wniosek o przyznanie stypendium ministra może zło żyć wyłącznie Rektor za \npośrednictwem system u OSF. \n6. W terminie do 4 października  bieżącego roku akademickiego  student przedstawia \nRektorowi , za pośrednictwem macierzystego Wydziału , swoją kandydaturę do przyznania \nstypendium ministra wraz z  dokumentami potwierdzającymi uzyskanie znaczących \nosiągnięć. Do zgłoszenia należy dołączyć oświadczenie, że informacje zawarte we wniosku \nsą zgodne z e stanem faktycznym i są związane z odbywanymi studiami oraz wyrazić zgodę \nna przetwarzanie danych osobowych.  \n7. Wzór zgłoszenia kandydatury stanowi załącznik nr 9 do niniejszego Regulaminu.  \n8. Student, który zgłosił swoją  kandydaturę w trybie określonym w ust. 6, zobowiązany jest \nprzedłożyć wraz ze zgłoszeniem wypełniony w części C.1, C.2, lub C.3 wniosek, będący \nzałącznikiem  nr 1 do rozporządzenia  ws. stypendium ministra . Dokumenty potwierdzające \nosiągnięcia należy ponumerować zgodnie z kolejnością ich wymienienia w części C wniosku.   \n9. Prodziekan Wydziału ocenia, czy przedstawione przez studenta osiągnięcia są znaczącymi \nosiągnięciami, o których mowa w rozporządzeniu ws. st ypendium ministra  oraz czy \n(wyłączając osiągnięcia w  sporcie) są związane ze studiami odbywanymi przez studenta. \nW przypadku, gdy student przedstawi osiągnięcia spoza katalogu znaczących osiągnięć \nwymienionych w  rozporządzeniu  ws. stypendium ministra  lub n iezwiązane  ze studiami , \nocena Prodziekana Wydziału  powinna być negatywna.  \n10. Prodziekan Wydziału informuje studenta pisemnie o negatywnej ocenie jego kandydatury . \n11. Pozytywnie ocenioną kandydaturę wraz z załącznikami w wersji papierowej Prodziekan \nWydziału prze kazuje  Rektorowi  za pośrednictwem Działu Spraw Studenckich, w terminie \ndo dnia 18 października  bieżącego roku akademickiego . \n12. Prodziekan Wydziału wyznacza pracownika, który będzie koordynatorem wniosków \nw systemie OSF na Wydziale.  \n13. Studentowi, którego kandydatura  do złożenia wniosku o przyznanie stypendium ministra \nza znaczące osiągnięcia  została oceniona pozytywnie,  koordynator  tworzy wniosek \ni zakłada konto redaktora pomocniczego w systemie OSF . \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 22 z 28 14. Student otrzymuje od koordynatora  dane do logowania w sy stemie OSF , a następnie \nuzupełnia  wniosek  w części B i C , w tym w zakresie danych osobowych , opis u osiągnięć \noraz zamieszcza skany za łączników . Po wypełnieniu danych we wniosku student informuje \nkoordynatora o zakończeniu edycji wniosku . \n15. Kordynator sprawdz a kompletność wniosku i zgodność danych dotyczących studiów (rok, \nkierunek, etc.) oraz  osiągnięć ze stanem faktycznym.  W przypadku braków lub błędów  \nkoordynator uzupełnienia dane lub informuje studenta  o konieczności ich korekty.  \n16. Po zakończonej edycji składania wniosków przez studentów, koordynator przekazuje  \nwnioski Rektorowi , za pośrednictwem DSS. \n17. W terminie do 25 października bieżącego roku akademickiego , podpisany przez Rektora \nwniosek , koordynator za po średnictwem systemu OSF przekazuje do MEiN . \n18. Kandydatura i załączniki w wersji papierowej po przesłaniu wersji elektronicznej do MEiN \nsą zwracane  na Wydział.  \n19. Student, którego wniosek został przesłany do ministra  właściwego ds. edukacji i nauki po \nrozpatrzeniu wniosków przez Ministra  otrzym uje decyzj ę administracyjną w sprawie \nprzyznania albo odmowy przyznania stypendium.  \nRozdział VII  \nŚwiadczenia dla cudzoziemców  \n§29. \n1. Cudzoziemcy odbywający studia w AGH mogą ubiegać się o przyznanie stypendium \nrektora, stypendium dla osób niepełnosprawnych, zapomogę oraz stypendium ministra.  \n2. O stypendium socjalne mogą ubiegać się cudzoziemcy, którzy:  \n1) posiadają zezwolenie na pobyt stały , lub są rezydentami długoterminowymi Unii \nEuropejskiej;  \n2) posiadają zezwolenie na pobyt czasowy w związku z okolicznościami, o których mowa \nw art. 159 ust. 1 lub art. 186 ust. 1 pkt 3 lub 4 ustawy o cudzoziemcach;  \n3) posiadają status uchodźcy nadany w Rzeczypo spolitej Polskiej albo korzystają z  ochrony \nczasowej albo ochrony uzupełniającej na terytorium Rzeczypospolitej Polskiej;  \n4) posiadają certyfikat poświadczający znajomość języka polskiego jako obcego, o  którym \nmowa w art. 11a ust. 2 ustawy z dnia 7 październi ka 1999 r. o języku polskim, \nco najmniej na poziomie biegłości językowej C1;  \n5) posiadają Kartę Polaka lub decyzję w sprawie stwierdzenia polskiego pochodzenia;  \n6) są małżonkiem, wstępnym lub zstępnym obywatela Rzeczypospolitej Polskiej, \nmieszkającym na terytori um Rzeczypospolitej Polskiej;  \n7) posiadają zezwolenie na pobyt czasowy w związku z okolicznościami, o których mowa \nw art. 151 ust. 1 lub art. 151b ust. 1 ustawy o  cudzoziemcach, lub przebywają na \nterytorium Rzeczypospolitej Polskiej w związku z korzystaniem z  mobilności \nkrótkoterminowej naukowca na warunkach określonych w art. 156b ust. 1 ustawy \no cudzoziemcach lub posiadają wizę krajową w celu prowadzenia badań naukowych lub \nprac rozwojowych.  \n3. Studenci cudzoziemcy ubiegają się o świadczenia na zasadach obowiązujących obywateli \npolskich określonych w niniejszym Regulaminie.  \n4. W przypadku złożenia przez studenta dokumentów w języku innym niż język polski, \nwymagane jest przedłożenie ich tłumaczenia wykonanego przez tłumacza przysięgłego.  \n5. Studenci cudzoziemcy,  którzy rozpoczęli studia przed dniem 1 października 2019 r., są \nuprawnieni do ubiegania się o świadczenia stypendialne na zasadach dotychczasowych, \nwynikających z przepisów ustawy z dnia 27 lipca 2005 r. – Prawo  o szkolnictwie wyższym.  \nRozdział VIII  \nZakwa terowanie w domach studenckich  \n§30. \n1. Student AGH może ubiegać się o zakwaterowanie w domu studenckim oraz przydział \ndodatkowego miejsca w domu studenckim dla małżonka lub dziecka.  \n2. Rozdział miejsc w domach studenckich realizowany jest centralnie przez Miaste czko \nStudenckie AGH, zwane dalej MS AGH, w porozumieniu z URSS.  \n3. Miejsce w domu studenckim przyznawane jest na wniosek studenta składany w formie \nelektronicznej w  systemie teleinformatycznym MS AGH.  \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 23 z 28 4. Podstawowym kryterium do przyznania miejsca w domu studenc kim jest odległość miejsca \nzamieszkania studenta od Uczelni.  \n5. Szczegółowe kryteria i tryb przyznawania miejsc w domach studenckich oraz zasady \nkwaterowania na dany rok akademicki są publikowane w systemie teleinformatycznym MS \nAGH. \n6. Student, któremu nie przy znano miejsca w domu studenckim może złożyć za \npośrednictwem systemu teleinformatycznego MS AGH wniosek do Prorektora właściwego \ndo spraw studenckich o ponowne rozpatrzenie sprawy.  \nRozdział IX  \nŚwiadczenia dla doktorantów  \n§31. \n1. Niniejszy Regulamin stosuje się odpowiednio do doktorantów, którzy rozpoczęli studia \ndoktoranckie przed rokiem akademickim 2019/2020, z uwzględnieniem odmiennych zasad \ni trybu przyznawania świadczeń dla doktorantów, określonych w niniejszym Regulaminie.  \n2. Doktoranci, o których mowa w ust. 1, mogą ubiegać się o te same świadczenia, co studenci, \ntj. o: \n1) stypendium socjalne;  \n2) stypendium dla osób niepełnosprawnych;  \n3) zapomogę;  \n4) stypendium rektora.  \n§32. \n1. Świadczenia, o których mowa w §  31 ust. 2, przyznawane są na pisemny wniosek \ndoktoranta. Wzory wniosków o te świadczenia, stanowią załączniki  nr 1-8 do niniejszego \nRegulaminu.  \n2. Wnioski o przyznanie świadczeń, o których mowa w  § 31 ust. 2 pkt 1 -3 składa się \nw dziekanacie Wydziału, a wniosek o przyznanie stypendium rektora do Kierownika studiów \ndoktoranckich, w terminie ustalonym przez Rektora w  porozumieniu z URSD.  \n3. Na wniosek samorządu doktorantów świadczenia o których mowa w §  31 ust. 2 pkt 1 -3, \nprzyznawane są przez Wydziałową Doktorancką Komisję Stypendialną, zwan ą dalej \n„WDKS”.  \n4. Organem odwoławczym od decyzji WDKS jest Odwoławcza Doktorancka Komisja \nStypendialna, zwana dalej „ODKS”. Decyzja ODKS jest ostateczna.  \n§33. \n1. Rektor w porozumieniu z Zarządem URSD, (biorąc pod uwagę środki z FS §  3 ust. 2 \nprzeznaczone na świ adczenia, o których mowa w §  31 ust. 2, określa na dany rok \nakademicki:  \n1) wysokość stypendium socjalnego;  \n2) wysokość kwoty zwiększenia stypendium socjalnego;  \n3) wysokość stypendium rektora;  \n4) wysokość stypendium dla osób niepełnosprawnych;  \n5) liczbę stypendiów rektora w odniesieniu do liczby doktorantów studiów stacjonarnych \ni niestacjonarnych wpisanych na dany rok akademicki na dzień składania wniosków;  \n6) łączną maksymalną miesięczną wysokość stypendium socjalnego i stypendium rektora \ndla doktorantów, zgodnie z art. 92 ust. 3 ustawy PSWiN.  \n2. Rektor w porozumieniu z URSD ustala co roku termin składania wniosków o  świadczenia.  \n3. Świadczenia, o których mowa w §  31 ust. 2 pkt 1, 2 i 4 są wypłacane co miesiąc w  okresie \nod października do czerwca, z zastrzeżeniem postanowień niniejszego Regulaminu. Rektor \nw porozumieniu z URSD jest uprawniony do przedłużenia tego okresu, jednakże nie dłużej \nniż do 10 miesięcy.  \n4. Podsta wa naliczenia stypendium socjalnego, o której mowa w §  9 ust. 1 pkt 1 oraz kwoty \nświadczeń, o których mowa w §  31 ust. 2, mogą zostać zmienione w trakcie roku \nakademickiego przez Rektora w porozumieniu z URSD, z mocą obowiązującą nie wcześniej \nniż od kolej nego semestru.  \n5. Informacje, o których mowa w ust. 1 przekazuje się do wiadomości doktorantów drogą \nelektroniczną za pośrednictwem systemu teleinformatycznego Uczelni.  \n \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 24 z 28 §34. \n1. Rektor powołuje WDKS, w skład której wchodzą doktoranci delegowani przez Wydziałową \nRadę Samorządu Doktorantów, zwaną dalej „WRSD” i co najmniej dwóch pracowników \nWydziału. Doktoranci stanowią większość składu WDKS.  \n2. Rektor powołuje ODKS, w skład której wchodzą doktoranci delegowani po jednym \nz każdego Wydziału przez WRSD oraz co najmniej dwóch pracowników Uczelni wskazanych \nprzez Rektora. Doktoranci stanowią większość składu ODKS.  \n3. Członkowie komisji, o których mowa w ust. 1 i 2, zwanych dalej „Komisjami” wybierają ze \nswego grona Przewodniczącego, Wiceprzewodniczącego i Sekretarza.  \n§35. \n1. Komisje rozpatrują sprawy związane z przyznawaniem świadczeń dla doktorantów na \nposiedzeniach, z których sporządzany jest protokół. Protokół podpisuje Przewodniczący \nKomisji, a w razie jego nieobecności Wiceprzewodniczący oraz Sekretarz.  \n2. Komisje podejmują uchwały zwykłą większością głosów, w obecności co najmniej 60% ich \nregulaminowego składu, w tym co najmniej jednego pracownika Uczelni. W  razie równej \nliczby głosów rozstrzygający jest głos Przewodniczącego, a w razie jego nieobecności – \nWiceprzewodniczące go Komisji.  \n3. Obsługą administracyjną Kierownika studiów doktoranckich, WDKS, ODKS oraz Rektora \nw zakresie świadczeń dla doktorantów zajmują się pracownicy Uczelni wyznaczeni \nodpowiednio przez Dziekana i Rektora.  \n4. Decyzje administracyjne w sprawie przyznawani a świadczeń dla doktorantów oraz inne \npisma związane z działalnością Komisji, podpisują w ich imieniu Przewodniczący tych \nKomisji lub działający z ich upoważnienia Wiceprzewodniczący.  \n§36. \n1. Od decyzji WDKS służy prawo wniesienia odwołania do ODKS. Odwołanie  składa się za \npośrednictwem WDKS w terminie 14 dni od doręczenia doktorantowi decyzji. Decyzja ODKS \njest ostateczna.  \n2. Od ostatecznej decyzji ODKS służy prawo wniesienia skargi do Wojewódzkiego Sądu \nAdministracyjnego w Krakowie. Skargę wnosi się za pośredni ctwem ODKS w terminie \n30 dni od dnia doręczenia doktorantowi decyzji.  \n§37. \n1. Doktorant studiów doktoranckich może otrzymać stypendium socjalne na zasadach \nobowiązujących studentów, określonych w § 10 -14 niniejszego Regulaminu . Wniosek \no przyznanie stypendium  socjalnego wraz z kompletem dokumentów, należy składać \nw dziekanacie macierzystego Wydziału w terminie ogłoszonym przez Rektora zgodnie \nz § 33 ust. 2. Wniosek o stypendium socjalne dla doktoranta stanowi załącznik nr 1 do \nniniejszego Regulaminu.  \n2. Doktorant  studiów doktoranckich znajdujący się w trudnej sytuacji materialnej może \nubiegać się o otrzymanie stypendium socjalnego w  zwiększonej wysokości z tytułu \nzamieszkania w domu studenckim lub w  obiekcie innym niż dom studencki, jeżeli codzienny \ndojazd z miejs ca stałego zamieszkania do uczelni uniemożliwiałby lub w  znacznym stopniu \nutrudniał studiowanie.  \n3. Doktorant, o którym mowa w ust. 1, po ukończeniu 26. roku życia może otrzymać \nstypendium socjalne w  zwiększonej wysokości z tytułu zamieszkania w domu studenck im, \njeżeli codzienny dojazd z miejsca stałego zamieszkania do uczelni uniemożliwiałby lub \nw znacznym stopniu utrudniał studiowanie.  \n4. Stypendium socjalne doktorantom ostatniego semestru studiów doktoranckich jest \nwypłacane tylko do miesiąca, w którym doktora t uzyskał stopień doktora w wyniku obrony \npracy doktorskiej , nie dalej jednak niż odpowiednio: do lutego lub czerwca.  \n5. Doktorant może ubiegać się o zakwaterowanie w domu studenckim oraz przydział miejsca \ndla małżonka lub dziecka w domu studenckim.  \n§38. \n1. Doktorant studiów doktoranckich może otrzymać stypendium dla osób niepełnosprawnych \nna zasadach obowiązujących studentów, określonych w § 16 -18 niniejszego Regulaminu.  \nWniosek o stypendium dla osób niepełnosprawnych dla doktoranta stanowi załącznik nr 3 \ndo niniejszego Regulaminu  \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 25 z 28 2. Doktorant studiów doktoranckich może otrzymać zapomogę na zasadach obowiązujących \nstudentów, określonych w § 19 -21 niniejszego Regulaminu zastrzeżeniem, że maksymalną \nwysokość zapomogi dla doktorantów ustala Rektor, zgodnie z §  33 ust. 1. Wniosek \no zapomogę dla doktoranta stanowi załącznik nr 4 do niniejszego Regulaminu.  \n3. W przypadku braku możliwości udokumentowania trudnej sytuacji życiowej dopuszcza się \nzłożenie pisemnego oświadczenia potwierdzającego zaistnienie przyczyny ubiegania  się \no zapomogę przez co najmniej trzech doktorantów, w tym przedstawiciela Zarządu URSD . \n§39. \n1. Stypendium rektora może być przyznane doktorantowi, który w roku akademickim \npoprzedzającym przyznanie stypendium spełnił łącznie następujące warunki:  \n1) uzyskał bardzo dobre lub dobre wyniki egzaminów objętych programem studiów \ndoktoranckich;  \n2) wykazał się postępami w pracy naukowej i przygotowywaniu rozprawy doktorskiej;  \n3) podczas studiów doktoranckich prowadzonych przez uczelnię wykazał się szczególnym \nzaangażowaniem w pracy dydaktycznej.  \n2. Stypendium rektora może otrzymać doktorant, który wypełnił wszystkie warunki \nprzewidziane planem i programem studiów doktoranckich, wymagane do zaliczenia roku \nstudiów oraz szczegółowe warunki, określone w §  40.  \n§40. \n1. Stypendium rektora dla doktorantów, o których mowa w §  31 ust. 2 pkt  4 może być \nprzyznane w  drodze rankingu punktów, jeżeli w roku akademickim poprzedzającym \nprzyznanie stypendium, doktorant spełnił łącznie następujące warunki:  \n1) zaliczył poprzedni rok studi ów doktoranckich w terminie do dnia 30 września  i uzyskał \nbardzo dobre lub dobre wyniki egzaminów objętych programem studiów doktoranckich;  \n2) wykazał się postępami w pracy naukowej i przygotowywaniu rozprawy doktorskiej;  \n3) podczas studiów doktoranckich prowa dzonych przez Uczelnię wykazał się szczególnym \nzaangażowaniem w pracy dydaktycznej.  \n2. Sumę punktów, decydujących o pozycji doktoranta na liście rankingowej oblicza się według \nnastępującego wzoru:  \nL.p. = 3A + B + C + D + E + F + G  \ngdzie:  \nA - średnia arytmetyczna ocen za poprzedni rok akademicki (bardzo dobre lub dobre  \nwyniki egzaminów w skali ocen do 5,0);  \nB - pisemna opinia opiekuna/promotora o postępach w pracy naukowej lub \nprzygotowaniu pracy doktorskiej (w skali ocen do 5,0 );  \nC - liczba punktów za aktywność publikacyjną w poprzednim roku akademickim, nie \nwięcej jednak niż 40 punktów;   \nD - liczba punktów za czynny udział w poprzednim roku akademickim w konferencjach \nmiędzynarodowych i krajowych, nie więcej jednak niż 15 punktów;  \nE - liczba punktów za pr owadzenie badań naukowych przez doktoranta poprzez udział \nw projektach naukowych ze szczególnym uwzględnieniem grantów, zgłoszeń \npatentowych, wniosków patentowych, w poprzednim roku akademickim, nie więcej \njednak niż 15 punktów;  \nF - liczba punktów za dodatk ową działalność doktoranta w organizacjach o  charakterze \nnaukowym bądź dydaktycznym w poprzednim roku akademickim, nie więcej jednak \nniż 5 punktów;  \nG - liczba punktów przyznana przez Kierownika Studiów Doktoranckich w  porozumieniu \nz prowadzącym przedmiot (pr zedmioty), za zaangażowanie doktoranta w pracę \ndydaktyczną w poprzednim roku akademickim, w skali od 0 do 5 punktów.  \n3. Kierownik studiów doktoranckich dokonuje oceny wniosków w sprawie stypendiów rektora \nna podstawie  kryteriów, o których mowa w ust. 1 i 2. L isty rankingowe sporządzone są na \npodstawie oceny punktowej wniosków, zgodnie z systemem punktacji ustalonym na \nWydziale, a następnie przekazywane do Prorektora właściwego do spraw doktorantów.  \n4. W terminie 14 dni od otrzymania listy rankingowej z Wydziału P rorektor właściwy do spraw \ndoktorantów wydaje z upoważnienia Rektora decyzję administracyjną, w której przyznaje \nświadczenie w określonej wysokości bądź odmawia jego przyznania, podając uzasadnienie \nfaktyczne i prawne.  \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 26 z 28 5. Od decyzji Prorektora, o której mowa w ust. 4, doktorantowi przysługuje prawo złożenia \nwniosku do Rektora o ponowne rozpatrzenie sprawy. Wniosek składa się za pośrednictwem \nProrektora właściwego do spraw doktorantów w terminie 14 dni od dnia otrzymania przez \ndoktoranta decyzji. Po ponownym ro zpatrzeniu sprawy decyzję administracyjną wydaje \nRektor. Decyzja Rektora jest ostateczna.  \n6. W trakcie biegu terminu do złożenia wniosku o ponowne rozpatrzenie sprawy, doktorant, \nw drodze oświadczenia składanego Rektorowi za pośrednictwem Prorektora właściweg o do \nspraw doktorantów, może zrzec się tego prawa. Z dniem złożenia przez doktoranta \noświadczenia o zrzeczeniu się prawa do złożenia wniosku o  ponowne rozpatrzenie sprawy, \ndecyzja staje się ostateczna i prawomocna, a skarga do sądu administracyjnego od nie j \nnie przysługuje. Zamiast wniosku o ponowne rozpatrzenie sprawy doktorant może wnieść \nskargę do Wojewódzkiego Sądu Administracyjnego w Krakowie. Skargę wnosi się za \npośrednictwem Rektora w  terminie 30 dni od dnia doręczenia decyzji.  \n7. Od ostatecznej decyzji  Rektora, o której mowa w ust. 5, służy prawo wniesienia skargi do \nWojewódzkiego Sądu Administracyjnego w Krakowie. Skargę wnosi się za pośrednictwem \nRektora w terminie 30 dni od dnia doręczenia doktorantowi decyzji.  \n§41. \nCudzoziemcy odbywający studia dok toranckie, są uprawnieni do ubiegania się \no świadczenia stypendialne na zasadach dotychczasowych, wynikających z przepisów \nustawy z dnia 27  lipca 2005 r. – Prawo o szkolnictwie wyższym.  \n \nRozdział X  \nWymagania dot yczące  składanych dokumentów, ustaleni e prawa do świadczeń,  \npostanowienia końcowe  \n§42. \n1. Kopie dokumentów składane w celu uzyskania świadczeń wymienionych w  niniejszym \nRegulaminie, wymagają przedłożenia do wglądu ich oryginałów.  \n2. Przy przyjmowaniu dokumentów wymaga się od pracownika potwierdzania zgodności kopii \nz oryginałem oraz datowania wpływu załączników.  \n3. Pracownicy przyjmujący dokumenty dotyczące świadczeń zobligowani są do ich rejestracji \nwedług daty i kolejności wpływu zgodnie z obowiązującą w AGH Instrukcją Kancelaryjną.  \n4. Dokumenty, o któryc h mowa w niniejszym Regulaminie, muszą być zgodne ze stanem \nfaktycznym. W przypadku ujawnienia, iż dokumenty, na podstawie których ustalono istotne \ndla sprawy okoliczności faktyczne okazały się fałszywe , wyciągane będą wobec studenta  \nlub odpowiednio doktor anta konsekwencje dyscyplinarne. W takim przypadku wznawia się \npostępowanie w sprawie przyznania świadczeń w trybie określonym w  art. 145  i n. KPA. \nW wyniku wznowienia postępowania z ww. przyczyny student  lub odpowiednio doktorant  \nmoże utracić prawo do świadczeń a bezprawnie pobrane świadczenia wraz z  ustawowymi \nodsetkami zobowiązany jest zwrócić AGH na konto F unduszu Stypendialnego . \n5. Jeśli oświadczenie studenta , składane na potrzeby ubiegania się o świadczenia na \npodstawie niniejsz ego Regulaminu  nie jest zgodne z prawdą, to po stwierdzeniu tego faktu, \noprócz zwrotu nienależnie pobranego świadczenia, Rektor wyda rzecznikowi \ndyscyplinarnemu polecenie wszczęcia i przeprowadzeni a postępowania wyjaśniającego \nw tej sprawie.   \n§43. \n1. Student może równocześnie otrzymywać stypendium rektora i stypendium ministra.  \n2. Student otrzymujący świadczenia, o których mowa w niniejszym Regulaminie jest \nzobowiązany  niezwłocznie powiadomić Uczelnię o wystąpieniu okoliczności  powodującej \nutratę prawa do świadcz enia, o której mowa w art. 93 ust. 3 i 4 ustawy PSWiN, \ntj. o ukończeniu innego kierunku studiów oraz o przekroczeniu okresu, o którym mowa \nw § 44 ust. 3, mającej wpływ na prawo do świadczeń z  FS. \n3. Student studiujący równocześnie na kilku kierunkach studiów może otrzymywać \nstypendium socjalne, stypendium dla osób niepełnosprawnych, zapomogę, stypendium \nrektora i stypendium ministra tylko na jednym, wskazanym przez studenta kierunku \nstudiów.  \n4. Studentowi w trakcie roku studiów nie przysługuje zmiana wybranego Wy działu \nwypłacającego świadczenia, z wyłączeniem przypadku, gdy zmienia kierunek lub Wydział.  \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 27 z 28 §44. \n1. Świadczenia, o których mowa w § 2 ust. 1  przysługują na studiach pierwszego stopnia  \ni studiach drugiego stopnia.  Student kształcący się równocześnie na kilku kierunkach \nstudiów może otrzymywać świadczenia  tylko na jednym, wskazanym przez niego kierunku.  \n2. Świadczenia  o których mowa w § 2 ust. 1 nie przysługują studentowi posiadającemu tytuł \nzawodowy:  \n1) magistra, magistra inżyniera albo równorzędny;  \n2) licencjata, inży niera albo równorzędny, jeżeli ponownie podejmuje studia pierwszego \nstopnia.  \n3. Łączny okres, przez który przysługują świadczenia, o których mowa w  § 2 ust. 1 , wynosi \n12 semestrów, bez względu na ich pobieranie przez studenta, z tym zastrzeżeniem, \nże w ramach  tego okresu świadczenia przysługują:  \n1) na studiach pierwszego stopnia – nie dłużej niż przez 9 semestrów;  \n2) na studiach drugiego stopnia – nie dłużej niż przez 7 semestrów.  \n4. Do okresu, o którym mowa w ust. 3, wlicza się wszystkie rozpoczęte przez studenta \nsemestry na studiach, o których mowa w ust. 1, z wyjątkiem kolejnych studiów pierwszego \nstopnia rozpoczętych lub kontynuowanych po uzyskaniu pierwszego tytułu zawodowego \nlicencjata, inżyniera albo równorzędn ego. Jeśli student  kształc i się na kilku kierunkach \nstudiów , semestry odbywane równocześnie traktuje się jako jeden semestr.  \n5. Do wskazanego w ust. 3 okresu wlicza się także okresy studiowania sprzed 1  października \n2019 r.  \n6. Przepisy ust. 2-5 stosuje się odpow iednio do studentów, którzy kształcili się lub uzyskali \ntytuły zawodowe za granicą.  \n§45. \n1. Świadczeń, o których mowa w § 2 ust. 1 nie może otrzymać student, który zaliczył ostatni \nsemestr studiów i uzyskał zgodę na przedłużenie terminu złożenia pracy dyplomowej \nzgodnie z Regulaminem studiów obowiązującym w Uczelni . \n2. W przypadku przeniesienia z innej uczelni, student ma obowiązek przedłożyć zaświadczenie \no wysokości i okresie pobieranych dotychczas świadczeń, a wypłata świadczeń następuje \nod miesiąca zło żenia wniosku wraz z kompletem dokumentów.  \n3. Studentowi przebywającemu na urlopie w związku z odb ywaniem studiów zagranicznych \nw ramach wymiany międzynarodowej, przysługuje prawo pobierania świadczeń \nwymienionych w §  2 ust. 1, w przypadku posiadania stosowny ch uprawnień.  \n4. Wypłata świadczeń stypendialnych na konta osobiste studentów następuje zgodnie \nz komunikatem Rektora, o którym mowa w §  9 ust. 1 pkt 8 . W przypadku wystąpienia  \ntzw. siły wyższej, terminy wypłat mogą ulec zmianie.  \n5. Pracownicy Dziekanatów do 5 dnia każdego miesiąca przekazują do Działu Spraw \nStudenckich polecenia wypłaty stypendiów.  \n6. W przypadku zmiany wysokości stypendium socjalnego w trakcie posiadania uprawnienia \ndo jego pobierania, studentowi  lub odpowiednio dokto rantowi  wydaje się decyzję \nzmieniającą decyzję wydaną poprzednio, w zakresie wysokości świadczenia i okresu na jaki \nzostaje ono przyznane.  \n7. Świadczenia stypendialne przekazywane są na konta bankowe studentów  lub odpowiednio \ndoktorantów  wskazane we  wniosku o przyznanie świadczenia.  \n8. Decyzja o przyznaniu świadczenia wygasa z ostatnim dniem miesiąca, w którym student \nzostał skreślony z listy studentów albo ukończył studia na kierunku, na którym pobierał \nświadczenie, lub utracił prawo do świadczenia z powodu uzy skania tytułu zawodowego lub \nupłynął okres, o  którym mowa w § 44 ust. 3 . \n9. Decyzja o przyznaniu świadczenia wygasa z ostatnim dniem miesiąca, w którym doktorant \nzostał skreślony z listy doktorantów albo ukończył studia doktoranckie w związku \nz nadaniem stopn ia doktora.  \n10. Uczelnia przekazuje informacje o przyznanych świadczeniach, o których mowa w  § 2 ust. 1 \npkt 1 -4 niniejszego Regulaminu  do bazy studentów Zintegrowanego Systemu Informacji \no Szkolnictwie Wyższym i  Nauce POL -on zgodnie z art. 344 ustawy PSWiN  oraz \nodpowiednio art.  170c i art. 170d  ustawy Prawo o szkolnictwie wyższym  z dnia  25 lipca \n2005 r.  \n11. Dane osobowe studenta i członków rodziny studenta oraz odpowiednio doktoranta \ni członków rodziny doktoranta są zbierane, przetwarzane i  przechowywane w Ucze lni \nzgodnie z obowiązującymi przepisami prawa dotyczącymi ochrony danych osobowych.  \n\nZałącznik Nr 1 do Zarządzenia Nr 59 /2022 Rektora AGH z d nia 28 września 2022  r. \nStrona 28 z 28 §46. \n1. Niniejszy Regulamin został ustalony w porozumieniu z URSS oraz URSD.  \n2. Jakiekolwiek zmiany niniejszego Regulaminu mogą być inicjowane przez Rektora, \nProrektora właściwego do spraw studenckich lub URSS albo URSD i po ich uzgodnieniu \nmogą być wprowadzone w życie zarządzeniem Rektora.  \n3. W sprawach nieuregulowanych niniejszym Regulaminem stosuje się przepisy prawa \npowszechnie obowiązującego.  \n4. Wszelkie wątpliwości dotyczące zapisów niniejszego Regulaminu rozstrzyga Rektor.  \n5. Niniejszy Regulamin udostępniony jest w Biuletynie Informacji Publicznej Uczelni.  \n6. Regulamin wchodzi w życie z dniem 1 października 2022 r.  \n\n"}