{"content": "# Seminarium ACMiN: \"New Materials for Charge and Spin Transport in Magnetic Heterostructures and their applications\"-- Akademickie Centrum Materiałów i Nanotechnologii \n\nURL: https://acmin.agh.edu.pl/wydarzenia/detail/s/seminarium-acmin-new-materials-for-charge-and-spin-transport-in-magnetic-heterostructures-and-their-applications\nCrawled: 2025-03-19 21:38:28\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nWydarzenia\n\nWydarzenia\n\nSeminarium ACMiN: \"New Materials for Charge and Spin Transport in Magnetic Heterostructures and their applications\"\n\n 20.03.2025 \n\n Pobierz plik iCal \n\nDodaj do kalendarza Google\n\nDodaj do kalendarza Outlook\n\nDodaj do kalendarza Office 365\n\nDodaj do kalendarza Yahoo\n\n Wykład wygłosi Prof. Dr. Günter Reiss, Distinguished Lecturer IEEE 2025 (Department of Physics, Bielefeld University, Bielefeld, Germany). \n\n O wydarzeniu \n\nMagnetic heterostructures are key devices for spin electronics. Their preparation requires a combination of thin film deposition with sub-angstrom control, field-annealing, and nanopatterning. If fully functional, they can help fundamental research on new materials and effects as well open applications in sensors, memory, logic, and oscillators. An introduction will present the basic magnetoresistive effects and their applications. We then discuss a specific application example of magnetic sensors developed as a part of a diagnostic assay to detect the stray field of magnetic (nano-) particles that can be loaded with biomolecules. The third part will discuss altermagnets as novel materials that are promising for sensing or memory devices. These materials (such as RuO2 or Mn5Si3) are at present intensively investigated due to their antiferromagnetism combined with a potentially spin-split electronic band structure and related spin currents. When sandwiched with ferromagnets (Ni80Fe20), an analysis based on the 2ω method shows the presence of torques in accordance with a spin current at the interface. When replacing the ferromagnet by a heavy metal (Pt), a spin current from the Pt into the altermagnet can switch the magnetic order in the altermagnet, which can be detected by the planar Hall effect. When integrated with an MgO tunnel barrier and a ferromagnetic counter-electrode, signatures of a tunneling magnetoresistance strongly depend on the bias voltage. The talk will close with an outlook for this new material class.\n\n Plan wydarzenia \n\nTermin: \nczwartek, 20 marzec 2025 r. o godzinie 14:00\n\nMiejsce: \nul. Kawiory 30, budynek D-16 , I piętro, sala nr: 1.02A \n\n Link \n\n Seminarium ACMiN: \"New Materials for Charge and Spin Transport in Magnetic Heterostructures and their applications\" \n\nStopka\n\nDla pracowników AGH\n\nBiblioteka Główna AGH\n\nUczelnia badawcza IDUB AGH\n\nCentrum Obsługi Projektów e-COP AGH\n\n © 2024 Akademickie Centrum Materiałów i Nanotechnologii\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://acmin.agh.edu.pl/wydarzenia/detail/s/seminarium-acmin-new-materials-for-charge-and-spin-transport-in-magnetic-heterostructures-and-their-applications", "title": "Seminarium ACMiN: \"New Materials for Charge and Spin Transport in Magnetic Heterostructures and their applications\"-- Akademickie Centrum Materiałów i Nanotechnologii ", "depth": 3, "duplicate": false, "content_hash": "f89a6d361b7c6690743e9910818c4bc5", "word_count": 363, "headings": [{"level": 1, "text": "Wydarzenia"}, {"level": 2, "text": "Stopka"}]}}