{"content": "# Information for Authors | Wydawnictwo AGH\n\nURL: https://www.wydawnictwo.agh.edu.pl/en/strona/1057-information-authors\nCrawled: 2025-03-19 21:25:37\n\nInformation for Authors\n\nFor Authors\n\nAGH University Press makes every effort to ensure that the books it publishes are of a high scientific, academic and editorial standard. One of the most important manifestations of care for the scientific integrity of books and journals published by us is the procedure of their reviewing, the rules of which are presented below.\n\nIn accordance with the Regulation No. 5/2013 of the Rector of AGH, the scope of activity of AGH University Press includes publishing scripts and academic textbooks, scientific periodicals, aperiodicals, dissertations and monographs, as well as, at the Rector's request, other publishing items important for the university. All the scientific publications published by AGH University Press are submitted to scientific review whose purpose is to evaluate the material, point out the shortcomings, formulate remarks for the author and clear suggestion for the Publishers if the work should be published.\n\nHow to prepare materials for editorial\n\nText Preparation:\n\nThe text submitted for the paper should generally be its finished version, and the Author should make every effort to provide materials of the best possible quality. In particular, the editors ask that the bibliography be prepared in a reliable manner and that reliable sources be used. Descriptions of individual items should be shaped according to the same principles, always in the original language, in the case of Cyrillic script possibly in transcription.\n\nPreparation of figures:\n\nThe graphs and diagrams prepared by the authors should have a consistent graphic and typographical layout and should follow the same spelling rules as those used in the text. We recommend not deleting the source files from graphics programs so that corrections to the drawings can be easily made.\n\nThe size of figures in the author's copy should in principle correspond to the size in which they are to be printed in the book (standard book format\n\n\tin AGH University Press is B5 with a printing field of 13 × 19 cm). The editors request that descriptions on diagrams and graphs be of appropriate size to ensure legibility.\n\nScanned illustrative material should be saved in formats: TIF, JPG or EPS. Scanned color photographs should have a resolution of at least 300 dpi, black and white photographs - 600 dpi, and black and white drawings (line drawings) - 1200 dpi.\n\nUse of copyrighted materials\n\nText fragments, illustrations, figures, tables, etc. originating from other works are protected by copyright under the Act of 4 February 1994 on Copyright and Related Rights (consolidated text: Journal of Laws of 2006, No. 90, item 631, as amended). Therefore, it is required to clearly indicate the source not only in the literature list, but also in the caption of the figure, photograph, table, and to have the permission of the copyright owner of the reprinted fragment for its use. These requirements apply to both Polish and foreign works. Obtaining permission is the responsibility of the author. Lack of such permission and failure to provide the source is a violation of copyright and entails all legal consequences. The inclusion in the book of material protected by copyright taken from other publications is possible on condition that the Author has previously supplied the Publisher with the written consent of the copyright owner for the use of the above material in the Author's work.\n\nReview Process\n\nTwo reviewers are chosen by the dean of the author's faculty from among specialists in a given scientific discipline who are independent scientific workers. There is a requirement that at least one reviewer must be from outside the author's affiliating unit. The reviewer must not have a conflict of interest with the author, particularly with regard to: direct personal relations with the author (kinship, legal ties, conflict), relations of professional subordination with the author, direct scientific cooperation with the author - such state shall be certified in writing. In the case of articles in scientific journals, two reviewers are selected by the editorial committee of the journal according to the double blind review principle. The collective list of reviewers in a given yearbook is usually published in the last issue of the yearbook.\n\n\tThe review must be in writing and concluded with an unequivocal conclusion as to whether the paper should be accepted for publication or rejected. The review should focus on the substantive level, originality of the theses, legitimacy of the research, methodology, correctness of the formulated conclusions and the manner of their presentation. The review should be fair, objective, reliable, constructive, consistent with the knowledge possessed and completed on time. The reviewer is obliged to disclose any plagiarism or suspected plagiarism or self-plagiarism, as well as failures to cite data (data manipulation). The reviewer is obliged not to use knowledge about the reviewed work before its publication.\n\n\tThe author receives the review for review, responds to it and prepares a revised version of the work. He or she then delivers the revised version of the work to Publishers along with a statement that he or she has read and taken into account the reviewers' comments.\n\n\tIn case of doubt or at the reviewer's request, the Publishing House may refer the revised version of the work for a second review.\n\n\tAGH University Press has the right not to accept and refuse to publish a work that has received a negative review.\n\nGuidelines for registration of a publication\n\n  Rb-D.0201-1-65/23\n\n\tORDER No. 65/2023\n\n\tRector of the AGH University of Krakow\n\n\tdated October 3, 2023.\n\nOn the mode of registration of publication achievements of students, doctoral students and employees of the AGH University of Krakow.\n\n\tPursuant to Article 23 of the Law of July 20, 2018. - Law on Higher Education and Science (i.e., Journal of Laws of 2023, item 742, as amended) and § 20(2) of the Statutes of AGH (adopted by Resolution No. 137/2019 of the AGH Senate of June 26, 2019, as amended), I order as follows:\n\n§1\n\n1. The publication output of employees, students and doctoral students of the AGH University of Krakow is registered in the Database of Authors and Publications of AGH (hereinafter referred to as \"BaDAP AGH\" or \"the Database\"); the processing of bibliographic data is the responsibility of the staff of the Main Library.\n\n2. In BaDAP, bibliographic data of publications are registered on the basis of originals provided by authors or information sent by them electronically, provided that they allow to make a description in accordance with bibliographic standards. It is also the responsibility of the authors to prepare an English version of the titles of publications, if such do not appear in the originals. After the bibliographic description is prepared, the materials deposited in the Main Library are returned to the authors.\n\n3. The Database documents the publication output of the authors from the period of their employment at AGH, training at the doctoral school, doctoral studies or studies held at the University at each level and in each form. In exceptional situations, publications created before the period of employment at AGH are also registered in BaDAP, if this is related to the completion of the author's list of publications - then in the description of the publication the information \"no AGH affiliation\" appears.\n\n4. Descriptions of publications from 1999 onward are included in the Database; publications from earlier years are registered only if their descriptions did not appear in the printed version of the Bibliography of Publications of AGH Employees or if the author requests so.\n\n5. Descriptions of works are entered into the Database also when the affiliation next to the name of the author(s) is other than AGH; in the case when the lack of affiliation next to the author's name is due to reasons beyond the author's control (publishing policy of the institutions publishing the materials) - then in the description of the publication the information \"no AGH affiliation\" appears.\n\n6. The staff of the Main Library does not select materials in terms of their content, leaving the decision in this regard to the authors of publications.\n\n7. Bibliography does not record descriptions of documents that lack the basis for bibliographic description.\n\n8. In the periodic evaluation of AGH employees, incentive systems and awards for scientific activity, in which achievements related to scientific activity conducted at AGH are shown, the University Authorities take into account only publications registered in the Database in accordance with the procedure established by this Ordinance.\n\n9. Bibliographic materials should be submitted to the Scientific Information Branch of the AGH Main Library (room 215, 1st floor). Information on bibliographic materials to be included in the Database may be sent by e-mail to the address of the Scientific Information Branch: oin@bg.agh.edu.pl or by other means, specified by a separate announcement on the BaDAP website.\n\n§ 2.\n\n\t1. In matters not regulated by this Ordinance, decisions are made by the Vice-Rector responsible for science.\n\n\t2. Ordinance No. 17/2007 of the Rector of AGH University of Science and Technology of March 30, 2007 on the publication achievements of employees of AGH University of Science and Technology shall be repealed.\n\n\t3. The Ordinance shall come into force on the date of signature.\n\nOpen Access\n\nPublications under the \"Open Access\" tab are made available under a Creative Commons license or a perpetual non-exclusive license granted to AGH. The granting of a license is one of the elements of the deposition process. The creator can choose the license.\n\nPublication Ethics\n\nPUBLISHING ETHICS\n\nThe principles of publishing ethics to counter unfair publication practices adopted and applied by AGH Publishers are in accordance with the guidelines of the Committee on Publication Ethics (COPE):\n\nhttps://publicationethics.org/\n\nRULES APPLICABLE TO THE PUBLISHER\n\nControlling ethical standards: The publisher shall ensure compliance with applicable publishing standards and publishing ethics and prevent practices that are inconsistent with accepted standards.\n\nFair play principle: Published works are judged solely on their merits. Race, gender, religion, origin, citizenship or political beliefs of authors in no way affect the evaluation of texts.\n\nCriteria for accepting texts for publication: The publisher decides which texts will be published. When accepting texts for publication, the reviewers' opinions on the scientific value of the work, the originality of the treatment of the problem and the clarity of the argument are taken into account.\n\nConfidentiality principle: The publisher shall not disclose to unauthorized persons any information about the works submitted for publication. Persons authorized to have this information are: the author, designated reviewers, editors and other persons participating in the publishing process.\n\nPrevention of conflicts of interest: Unpublished texts may not be used by the publishing house staff or any other persons participating in the publishing process without the written consent of the authors.\n\nWithdrawal of publication: The publisher has the right to withdraw a publication after it has been published if:\n\nthere is evidence of unreliability of research results and/or falsification of data, as well as if unintentional errors (e.g., methodological errors, calculation errors) are made;\n\nthe work bears signs of plagiarism or violates the rules of publishing ethics.\n\nRULES APPLICABLE TO THE SCIENTIFIC EDITOR OF COLLECTIVE PUBLICATIONS\n\nCriteria for accepting texts for publication: The scientific editor decides which materials will be published. When accepting texts for collective publication, the scientific value of the work, the originality of the treatment of the problem and the clarity of the argument are taken into account.\n\nThe principle of scientific integrity: The scientific editor cares about the scientific integrity of the published work. In order to preserve it, he may make appropriate changes and corrections. In case of suspicion of fraudulent practices (plagiarism, falsification of research results), he is obliged to decide to withdraw the text from the collective publication.\n\nRules of authorship of the work: It is the responsibility of the scientific editor submitting the publication to the publisher to make sure that the contributors accept its form after scientific editing.\n\nWithdrawal of text: The scientific editor has the right to withdraw a text from publication if:\n\nthere is evidence of unreliability of research results and/or falsification of data, as well as if unintentional errors (e.g., calculation errors, methodological errors) have been made;\n\nthe work bears the signs of plagiarism or violates the rules of publishing ethics.\n\nPRINCIPLES APPLICABLE TO THE AUTHOR\n\nThe principle of scientific integrity: The author is obliged to accurately describe the research work performed and objectively interpret the results. The work should contain information that allows the identification of data sources, as well as the repetition of research. Inconsistent with the principles of publishing ethics in the presentation and interpretation of data and research results is unacceptable and may result in the withdrawal of the text.\n\nThe principle of originality of the work: The author may submit only his own original texts for publication. Research and/or information of other scientists used in the publication should be marked in a way indicating that it is a citation. Plagiarism or falsification of data is not allowed.\n\nData sharing rule: When asked to provide the unprocessed research results used in the text, the author is obliged to provide access to these data, even some time after the paper is published.\n\nPrinciples of authorship of the paper:\n\nAuthors submitting multi-author texts for publication are required to disclose the contribution of individual authors to the text (with the authors' affiliations and information on who authored the concept, assumptions, methods, protocol, etc. used in the creation of the text).\n\nAll persons listed in the paper as authors or co-authors should have had an actual part in its creation. Also, all persons who influenced the final form of the paper should be listed as co-authors. Ghostwriting and guest authorship are indicative of scientific dishonesty - any instances of them that are detected should be exposed, including notification of relevant entities, such as the author's employing institutions, scientific societies, associations of scientific editors, etc.\n\nThe principle of reliability of sources: The author is obliged to list in the appendix bibliography the publications that were used by him in creating the text.\n\nRules on errors in published works: If the author discovers significant errors or inaccuracies in his text, he is obliged to immediately notify the publisher in order to correct the errors that have occurred in the next edition or reprint.\n\nRULES APPLICABLE TO THE REVIEWER\n\nCooperation with the editorial team: The reviewer reviews the work on behalf of the publishing house. Thus, he or she has an influence on the decisions made by the publishing house. He can also, in consultation with the author, influence the final shape and improvement of the published work.\n\nTimeliness principle: The reviewer is obliged to deliver the review within the established deadline. If for some reason (content, lack of time, etc.) he is unable to meet the deadline or undertake the review, he should immediately inform the publisher.\n\nConfidentiality principle: All reviewed works and their reviews are confidential. Disclosure of works and/or to third parties is not permitted (except to those who are involved in the publishing process).\n\nThe principle of maintaining standards of objectivity: The review should be objective in nature. Personal criticism of the author of the work is inappropriate. All comments of the reviewer should be adequately substantiated.\n\nThe principle of reliability of sources: The reviewer, if necessary, should identify relevant works related to the subject of the text not cited by the author. The reviewer should identify and report to the publisher any relevant similarities of the reviewed text with other works.\n\nThe rule against conflict of interest in the reviewer: The reviewer must not use the reviewed work for his personal needs and benefits. He should also not evaluate the text where there may be a conflict of interest with the author.\n\nDownload\n\nReview sheet - single-author monograph\n\nReview sheet - multi-author monograph\n\nCopyright statement\n\nStatement - AGH Main Library repository\n\nCommissioning the publication", "metadata": {"url": "https://www.wydawnictwo.agh.edu.pl/en/strona/1057-information-authors", "title": "Information for Authors | Wydawnictwo AGH", "depth": 3, "duplicate": false, "content_hash": "9518549cb29a76db7a20443aeeee3f17", "word_count": 2622, "headings": [{"level": 2, "text": "Banery wysuwane"}, {"level": 1, "text": "Information for Authors"}, {"level": 1, "text": "How to prepare materials for editorial"}, {"level": 1, "text": "Use of copyrighted materials"}, {"level": 1, "text": "PUBLISHING ETHICS"}, {"level": 1, "text": "RULES APPLICABLE TO THE PUBLISHER"}, {"level": 1, "text": "RULES APPLICABLE TO THE SCIENTIFIC EDITOR OF COLLECTIVE PUBLICATIONS"}, {"level": 1, "text": "PRINCIPLES APPLICABLE TO THE AUTHOR"}, {"level": 1, "text": "RULES APPLICABLE TO THE REVIEWER"}, {"level": 2, "text": "Menu w wersji respo"}]}}