{"content": "# Nauczyciele akademiccy wyróżnieni w ankietach studenckich | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/nauczyciele-wyroznieni-w-ankietach/\nCrawled: 2025-03-19 21:31:42\n\nNauczyciele akademiccy wyróżnieni w ankietach studenckich\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\nW dniu dzisiejszym uhonorowano nauczycieli akademickich, którzy uzyskali najlepsze wyniki w ankietach studenckich.\nProwadzący uroczystość Prorektor ds. Kształcenia \nprof. dr hab. inż. Krzysztof Mendrok\n w swoim wystąpieniu zwrócił uwagę, że poprzez jakość kształcenia mamy wpływ na zdolności naszych absolwentów w przyszłej pracy zawodowej i temu jak przysłużą się społeczeństwu. Pogratulował zgromadzonym wysokich ocen i podziękował za podejście. \nStudenci oceniają całokształt – merytorykę, sposób przygotowania materiału, podejście do studenta, kulturę – i te cechy Państwo reprezentujecie, myślę, że Akademia może być z Was dumna.\nZgromadzeni w auli nauczyciele otrzymali gratulacje i okolicznościowe dyplomy.\nZ Wydziału Informatyki, Elektroniki i Telekomunikacji najlepsze wyniki w ankietach otrzymali:\nMgr inż. Karol Salwik\nZwiązany z\n Instytutem Elektroniki\n. Jego zainteresowania naukowe obejmują zagadnienia optymalizacji pracy \n\nłączy \nświatłowodowych do transferu sygnałów wzorcowych czasu i częstotliwości.\nProwadzi zajęcia m.in.: z przedmiotów: Wprowadzenie do elektroniki, Miernictwo elektroniczne, Symulacja układów elektronicznych, Programowanie sieciowe, Analogue Electronic Circuits czy Systemy i sieci telekomunikacyjne.\nDr inż. Łukasz Krzak\nZwiązany z \nInstytutem Elektroniki\n. Jego zainteresowania naukowe obejmują głównie aspekty komunikacji radiowej w rozległych sieciach bezprzewodowych systemu Internetu Rzeczy oraz oprogramowanie dla systemów wbudowanych.\nProwadzi zajęcia m.in.: z przedmiotów: Operating Systems for Embedded Systems, Systemy operacyjne dla systemów wbudowanych, Bezprzewodowe sieci kontrolno-sterujące oraz Aplikacje mikrokontrolerów.\nJest ponadto zaangażowany w prowadzenie \nLaboratorium Technik Radiowych\n oraz \nLaboratorium Kompatybilności Systemów Zasilania\n w Centrum Energetyki AGH, gdzie prowadzi badania urządzeń pod kątem kompatybilności elektromagnetycznej (EMC) oraz zgodności z aktualnymi normami i standardami dot. łączności bezprzewodowej.\nDr inż. Artur Lasoń\nZwiązany jest z \nInstytutem Telekomunikacji.\n Zainteresowania naukowe dr. inż. Artura Lasonia związane są z sieciowymi aspektami wirtualizacji zasobów obliczeniowych, sieciami optycznymi i sieciami 5G.\nProwadzi zajęcia na kierunku Teleinformatyka i Cyberbezpieczeństwo m.in.: z przedmiotów: Ewolucja sieci, Sieci światłowodowe czy Pracownia projektowa i Warsztaty dyplomowe. Jest również opiekunem studiów podyplomowych \nBezpieczeństwo sieci teleinformatycznych\n obejmujących podstawy technologii sieci teleinformatycznych oraz powiązane z nimi aspekty bezpieczeństwa sieci i systemów.\nJest aktywnym członkiem zespołu realizującego projekt z zakresu architektury bezpieczeństwa sieci 5G.\nWszystkim nagrodzonym składamy serdeczne gratulacje.\n\ndr inż. Artur Lasoń odbiera list gratulacyjny podczas uroczystości wręczenia listów gratulacyjnych dla nauczycieli którzy uzyskali najlepsze wyniki w ankietach studenckich.\ndr inż. Łukasz Krzak odbiera list gratulacyjny podczas uroczystości wręczenia listów gratulacyjnych dla nauczycieli którzy uzyskali najlepsze wyniki w ankietach studenckich.\nmgr inż. Karol Salwik odbiera list gratulacyjny podczas uroczystości wręczenia listów gratulacyjnych dla nauczycieli którzy uzyskali najlepsze wyniki w ankietach studenckich.\nPamiątkowe zdjęcie z władzami Uczelni i Wydziału podczas uroczystości wręczenia listów gratulacyjnych dla nauczycieli którzy uzyskali najlepsze wyniki w ankietach studenckich.\n\nFot. Joanna Roczniewska-Cieślik, Zbigniew Sulima\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania", "metadata": {"url": "https://iet.agh.edu.pl/nauczyciele-wyroznieni-w-ankietach/", "title": "Nauczyciele akademiccy wyróżnieni w ankietach studenckich | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "3a4a0f6f4656f48ee2f2057f2dd315f0", "word_count": 445, "headings": [{"level": 1, "text": "Nauczyciele akademiccy wyróżnieni w ankietach studenckich"}]}}