{"content": "# Święto Absolwentów Wydziału Matematyki Stosowanej AGH -- WMS AGH \n\nURL: https://wms.agh.edu.pl/detail/swieto-absolwentow-wydzialu-matematyki-stosowanej-agh\nCrawled: 2025-03-19 21:37:00\n\nŚwięto Absolwentów Wydziału Matematyki Stosowanej AGH \n\n 23-01-2025 \n\n W dniu 14 grudnia br. wspólnie z Wydziałem Inżynierii Mechanicznej i Robotyki, świętowaliśmy ukończenie studiów przez naszych absolwentów. \n\nUroczystość odbyła się w auli AGH, której przewodniczył prof. dr hab. inż. Krzysztof Mendrok – prorektor ds. kształcenia AGH. W trakcie wystąpienia podkreślił znaczenie edukacji, która nie kończy się wraz z otrzymaniem dyplomu, lecz staje się fundamentem do dalszego rozwoju zawodowego i osobistego.\n Do życzeń prorektora dołączyli: dr hab. inż. Marcin Kot, prof. AGH – prodziekan ds. współpracy i projektów Wydziału Inżynierii Mechanicznej i Robotyki oraz dziekan Wydziału Matematyki Stosowanej – dr hab. Jerzy Stochel, prof. AGH.\n Następnie prorektor Krzysztof Mendrok oraz dziekan wraz z prodziekanami:\n dr inż. Jerzy Wojciechowski – prodziekan ds. kształcenia i studenckich (WIMiR) oraz dr Tomasz Drwięga – prodziekan ds. studenckich i kształcenia (WMS) wręczyli listy gratulacyjne absolwentom.\n Do absolwentów zwróciła się Alicja Marszalik przewodnicząca komisji ds. kultury i sportu z Uczelnianej Rady Samorządu Studentów AGH, która życzyła absolwentom uczestnictwa w innowacyjnych projektach, wytrwałości, determinacji i pasji.\n\nWykład okolicznościowy pt. „Podręczny zestaw absolwenta, czyli co warto zabrać ze sobą, opuszczając swoją Alma Mater” wygłosił absolwent Wydziału Inżynierii Mechanicznej i Robotyki - Damian Kwapisz.\n\nNa zakończenie prof. dr hab. inż. Krzysztof Mendrok przytoczył słowa Karla Krausa „Wykształcenie jest czymś, co prawie wszyscy otrzymują, wielu przekazuje dalej, a tylko nieliczni posiadają”.\n\nPowrót", "metadata": {"url": "https://wms.agh.edu.pl/detail/swieto-absolwentow-wydzialu-matematyki-stosowanej-agh", "title": "Święto Absolwentów Wydziału Matematyki Stosowanej AGH -- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "d5238c5d2faba949901a54935be590e2", "word_count": 219, "headings": [{"level": 1, "text": "Święto Absolwentów Wydziału Matematyki Stosowanej AGH"}, {"level": 2, "text": "Stopka"}]}}