{"metadata": {}, "content": "Załącznik nr 1 do Zarządzenia Rektora AGH Nr 44/2016 z dnia 12 grudnia 2016 r.\n\n\n\n\n\nZarejestrowano w Kwesturze pod nr …………………………… \t\t\t\t……………………………………………………….\n\n\t\t\t\n\nPieczęć jednostki organizacyjnej AGH\n\nUMOWA ZLECENIA\n\n\n\nzawarta w Krakowie w dniu  …………… pomiędzy:\n\n\n\nAkademią Górniczo-Hutniczą im. Stanisława Staszica z siedzibą w Krakowie, al. Mickiewicza 30, 30-059 Kraków działającą przez:\n\n\n\n………………………….\n\nprzy kontrasygnacie finansowej Kwestora/Z-cy Kwestora – ………………………………..\n\n\n\nzwaną w treści umowy „Zleceniodawcą”\n\n\n\na Panią ……………..\n\nNr PESEL ………………\n\n\n\nzamieszkałą ………………….\n\nzatrudnioną: ……………..\n\n\n\nzwaną w treści umowy „Zleceniobiorcą”\n\n\n\nNiniejsza umowa została zawarta ze Zleceniobiorcą wybranym jako zamówienie o wartości poniżej 130 000zł zgodnie z ustawą PZP z dnia 11 września 2019 r. Dz. U. z 2019r., poz. 2019 ze zm.\n\n\n\n§1\n\nZleceniodawca zleca, a Zleceniobiorca zobowiązuje się wykonać z dołożeniem należytej staranności następujące czynności: \n\nCzynności będą wykonywanie w ramach umowy/działalności: \n\n\n\n§2\n\nPowyższe czynności Zleceniobiorca zobowiązuje się wykonać w terminie :\n\n\n\n§3\n\nZa prawidłowe wykonanie czynności określonych w §1, Strony ustalają dla Zleceniobiorcy wynagrodzenie  brutto płatne miesięcznie wg stawki godzinowej wynoszącej…..\n\n(słownie: dwadzieścia złotych 00/100).\n\n\n\n\tMaksymalna liczba godzin wykonania zlecenia nie przekroczy:…….\n\nMając na uwadze ustaloną stawkę godzinową oraz maksymalną liczbę godzin Zlecenia wskazać należy, że maksymalna wartość niniejszej umowy nie przekroczy kwoty brutto ….\n\n\n\n(słownie:…….).\n\n\n\n\n\n\tZapłata wynagrodzenia nastąpi najpóźniej ostatniego dnia każdego miesiąca za miesiąc poprzedni obowiązywania umowy, na podstawie rachunku wystawionego przez Zleceniobiorcę i przedłożonego do \n3-go roboczego dnia każdego miesiąca w jednostce organizacyjnej Zleceniodawcy zawierającej umowę, wraz \nz pisemną ewidencją czasu wykonywania zlecenia (dzień i liczba godzin oraz łączna liczba godzin w m-cu).\n\n\n\n\tRachunek winien zawierać w szczególności wskazanie przez Zleceniobiorcę liczby godzin wykonania zlecenia.\n\n\n\nNa wystawionym przez Zleceniobiorcę rachunku Kierownik jednostki potwierdza wykonanie zlecenia w określonej liczbie godzin oraz wykonanie czynności zgodnie z umową i ich przyjęcie bez zastrzeżeń. \n\nW przypadku nie złożenia rachunku w terminie określonym w ust. 3, konsekwencje późniejszej wypłaty wynagrodzenia obciążają Zleceniobiorcę.\n\n6. Od kwoty wynagrodzenia  określonej  w  ust. 1  potrącone  zostaną  należności  publicznoprawne,  zgodnie z obowiązującymi przepisami.\n\n§4\n\n\n\nJeżeli wykonana praca będzie wymagać uzupełnień i poprawek, Zleceniobiorca zobowiązuje się wykonać prace \nw dodatkowym wyznaczonym terminie w ramach wynagrodzenia określonego w §3 niniejszej umowy.\n\n\n\n§5\n\n\n\nW razie niedotrzymania przez Zleceniobiorcę warunków niniejszej umowy, Zleceniodawcy przysługuje prawo jednostronnego rozwiązania umowy i żądania pokrycia przez Zleceniobiorcę powstałych z tego tytułu szkód \ni strat.\n\n§6\n\n\n\nZleceniobiorca nie może powierzyć wykonania prac objętych niniejszą umową osobie trzeciej bez uzyskania uprzedniej pisemnej zgody Zleceniodawcy, ani też nie może przelać na osobę trzecią swych praw wynikających \nz umowy.\n\n§7\n\n\tZwrot kosztów podróży krajowej lub zagranicznej Zleceniobiorcy związanej bezpośrednio z realizacją zadań określonych w umowie może nastąpić w przypadku uzyskania zgody Zleceniodawcy, wypełnienia obowiązujących w AGH formularzy oraz przedłożenia dokumentów potwierdzających poniesienie kosztów.\n\n\tZleceniodawca zobowiązuje się do pokrycia kosztów wyjazdów służbowych Zleceniobiorcy, realizowanych \nw ramach niniejszej umowy, na zasadach analogicznych jak w przypadku odbywania podróży służbowych przez pracowników.\n\n\tZleceniodawca w czasie trwania umowy wyraża zgodę na przejazdy przez Zleceniobiorcę w podróży związanej \nz wykonywaniem umowy samochodem osobowym będącym jego własnością, marki ………………………, \no numerze rejestracyjnym ……………………………………, o pojemności skokowej silnika ……..…………..\nW takim przypadku Zleceniobiorcy będzie przysługiwał zwrot kosztów podróży na warunkach określonych \nw Rozporządzeniu Ministra Pracy i Polityki Społecznej z dnia 29 stycznia 2013 r. w sprawie należności przysługujących pracownikowi zatrudnionemu w państwowej lub samorządowej jednostce sfery budżetowej \nz tytułu podróży służbowej (Dz. U. z 2013 r., poz. 167).\n\n\tZleceniobiorca odpowiada za stan techniczny samochodu prywatnego (musi posiadać aktualne badanie stanu technicznego i ubezpieczenie).\n\n\tZleceniodawca nie bierze na siebie odpowiedzialności za jakiekolwiek straty wynikłe w czasie korzystania \n(na podstawie niniejszej umowy) z samochodu prywatnego do celów służbowych. \n\n\n\n§8\n\nZleceniobiorca zobowiązany jest złożyć oświadczenie, według wzoru stanowiącego załącznik do niniejszej umowy, dla celów ubezpieczeń społecznych i zdrowotnych, pod rygorem negatywnych skutków finansowych \ni prawnych.\n\n§9\n\nCzynności / zadania na rzecz Zleceniodawcy nie będą wykonywane pod jego kierownictwem  w rozumieniu \nart. 22 Kodeksu pracy.\n\nCzynności/zadania mogą być wykonywane w siedzibie Zleceniodawcy lub poza nią.\n\n\n\n\n\n§10\n\n\n\nZleceniodawca zobowiązuje się do wykonania obowiązków wynikających z art. 304 Kodeksu pracy, \na Zleceniobiorca zobowiązuje się do przestrzegania zasad bezpieczeństwa i higieny pracy wynikających z art. 3041 Kodeksu pracy. \n\n§11\n\n1. Zleceniobiorca oświadcza , że wyraża zgodę na wprowadzenie do bazy danych i przetwarzanie jego danych osobowych obecnie i w przyszłości  (zgodnie z art. 23 ust. 1 pkt 1  ustawy z dnia 29 sierpnia 1997 r. o ochronie danych osobowych - Dz. U. z 2016 r., poz. 922)  przez Zleceniodawcę w celach związanych z realizacją umowy oraz jej rozliczeniem i sprawozdawczością.\n\n\t\t\n\n2. Stosownie do art. 24 ust. 1 pkt  3 ustawy o ochronie danych osobowych Zleceniobiorcy przysługuje prawo kontroli przetwarzanych danych, które go dotyczą, zawartych w zbiorach danych, dostępu do treści jego danych oraz ich poprawienia.\n\n§12\n\nWszelkie zmiany i uzupełnienia niniejszej umowy wymagają formy pisemnej pod rygorem nieważności.\n\nW sprawach nieuregulowanych niniejszą umową stosuje się przepisy Kodeksu cywilnego oraz ustawy \no minimalnym wynagrodzeniu za pracę.\n\nMogące wyniknąć z niniejszej umowy spory rozstrzygać będzie sąd właściwy miejscowo dla siedziby Zleceniodawcy.\n\nNiniejsza umowa sporządzona została w trzech jednobrzmiących egzemplarzach, z czego 2 dla Zleceniodawcy (w tym jeden dla Kwestury) i 1 dla Zleceniobiorcy.\n\n\n\n*właściwe zaznaczyć\n\n\n\n\n\nOsoba merytorycznie odpowiedzialna (wnioskująca o zawarcie umowy): Anna Klimczyk\n\n\n\n\n\n\n\n\n\n\n\n...................................................     \t\t\t\t\t      ….……………………………..\n\n\n\nZleceniobiorca\t\t\t\t\t\t\t\tZleceniodawca\n\n\n\n\n\n\n\n\n\n...……………….……………………………….\n\n\n\nKontrasygnata finansowa Kwestora/Zastępcy Kwestora AGH\n\n\n\n\n\n\n\n\n\n\t\n\nStrona 2 z 3"}