{"content": "# Współpraca i absolwenci | Wydział Zarządzania AGH\n\nURL: https://www.zarz.agh.edu.pl/index.php/wspolpraca-i-absolwenci/\nCrawled: 2025-03-19 21:34:46\n\nWspółpraca\n\nWspółpraca krajowa\n\nElite Crew Spółka z ograniczoną odpowiedzialnością \n\nUmowa nr 32/UM/WZ/2024, data podpisania umowy 22.11.2024 r.\n\nCharakterystyka przedsiębiorstwa:\n\nElite Crew została założona z pasją do innowacji, specjalizuje się w tworzeniu wszechstronnych, nowoczesnych produktów cyfrowych, uwzględniając, że współpracuje z klientami międzynarodowymi między innymi z sektora humanitarnego, czy tzw FinTech, dostarczając innowacyjne rozwiązania dopasowane do indywidualnych potrzeb mając na celu rozwiązanie konkretnego problemu, biorąc pod uwagę, że działalność Elite Crew opiera się na głębokim zrozumieniu problemów, z jakimi mierzą się organizacje oraz pojedyncze jednostki w otaczających realiach dzisiejszego świata oraz dąży do wykorzystania technologii w celu zaadresowania tych problemów i umożliwienia organizacjom dokonywania istotnego wpływu w globalnej skali, a siłą napędową jest bez wątpienia kreatywność i ciągłe szukanie nowych nieznanych dotąd rozwiązań, a same rozwiązania są tworzone z myślą o funkcjonalności i oparte o User Centric Design, a dodatkowo wieloletnie doświadczenie i wszechstronność inżynierów pozwala na podjęcie różnorodnych projektów, i poprzez ścisłą współpracę z klientami Elite Crew zapewnia, aby każdy projekt odzwierciedlał ich unikatową wizję i osiągał zamierzone cele dotąd nie realizowane w oparciu o najnowsze trendy technologiczne.\n\nStrony Porozumienia deklarują zamiar współpracy w zakresie:\n▪ prowadzenia wspólnych projektów badawczo-rozwojowych, \n▪ transferu technologii, \n▪ badań i analizy problemów w celu budowania innowacyjnych rozwiązań technologicznych,\n▪ wsparcia merytorycznego i technologicznego AGH przy analizie i budowaniu rozwiązań technologicznych,\n▪ implementacji rozwiązań naukowych w przestrzeni biznesowej w projektach o zabarwieniu np. Social Impact, usprawnieniach procesowych wewnątrzorganizacyjnych w oparciu o np. rozwiązania Artificial Intelligence \n▪ wspólnych przedsięwzięć, edukacyjne, takie jak konkursy czy warsztaty dla studentów\n\nKrajowy Zasób Nieruchomości \n\nUmowa nr 31/UM/WZ/2024, data podpisania umowy 09.07.2024 r.\n\nCharakterystyka przedsiębiorstwa:\n\nKZN działający na podstawie ustawy z dnia 20 lipca 2017 r. o Krajowym Zasobie Nieruchomości (t.j.: Dz.U. z 2023 r. poz. 1054, z późn. zm.) wykonuje działania analityczne i popularyzujące innowacyjne rozwiązania w zakresie mieszkalnictwa, gospodarki nieruchomościami, budownictwa, planowania i zagospodarowania przestrzennego jak również zadania z zakresu tworzenia warunków do zwiększania dostępności mieszkań oraz w celu realizacji inwestycji mieszkaniowych.\n\nStrony Porozumienia deklarują zamiar współpracy w zakresie:\n– realizacji prac o charakterze badawczo-rozwojowym i naukowym,\n– działań celem uzyskania dofinasowania dla poszczególnych przedsięwzięć,\n– wnioskowania i realizacji wspólnych projektów na szczeblu krajowym i międzynarodowym,\n– publikacji wspólnego dorobku badawczo-rozwojowego i naukowego,\n– innych działań uzgodnionych przez Strony, związanych z zakresem prowadzonej pracy dydaktycznej i badawczo-rozwojowej i naukowej,\n– dydaktyki.\n\nMore Bananas Sp. z o. o. Sp. komandytowa \n\nUmowa nr 28/UM/WZ/2024, data podpisania umowy 12.12.2023 r.\n\nCharakterystyka przedsiębiorstwa:\n\nMore Bananas jest agencją, która tworzy skuteczne kampanie realizujące założone cele i dąży do osiągnięcia jak najlepszych efektów; łączy kreatywność i pasję do marketingu z twardymi danymi i długoletnim doświadczeniem, a w codziennej pracy stawia na jakość i szczerość wobec klientów oraz reaguje na bieżące zmiany na świecie, jak i w obrębie branż, którymi się zajmuje; jej pracownicy myślą i działają niestandardowo; biorąc nadto pod uwagę, że w zakresie kompetencji agencji są: audyty działań marketingowych, kampanie digital, tworzenie strategii komunikacji marek, aktywacje konsumenckie, kampanie reklamowe, social media marketing, employer branding, analityka social mediów, content marketing, copywriting oraz szkolenia.\n\nStrony Porozumienia ustalają, że współpraca będzie realizowana w zakresie i poprzez:\n\n▪ organizację wizyt studyjnych dla studentów AGH w siedzibie More Bananas, w celu zapoznania studentów z pracą agencji reklamowej,\n▪ organizację spotkań pracowników More Bananas ze studentami AGH w celu przekazania wiedzy marketingowej oraz poszukiwania przyszłych ambasadorów i osób, które będą chciały rozpocząć współpracę z More Bananas;\n▪ wspólną organizację wykładów, warsztatów o tematyce marketingowej, lub innych wydarzeń o charakterze edukacyjno-promocyjnym, które zostaną dookreślone w ramach Umów Szczegółowych,\n▪ wspólną organizację badań marketingowych dotyczących działań reklamowych i innych aktywności biznesowych wybranych podmiotów gospodarczych,\n▪ umożliwienie dostępu pracowników i studentów AGH do wybranych obszarów bazy wiedzy reklamowej budowanej przez More Bananas;\n▪ konsultacje dotyczące bieżącej polityki marketingowej Wydziału Zarządzania AGH i wspólne tworzenie rozwiązań marketingowych na rzecz budowania wizerunku marki Wydziału Zarządzania AGH,\n▪ możliwość współorganizacji przez More Bananas konkursów np. na: najlepszego studenta Wydziału Zarządzania AGH, najlepszą pracę dyplomową z zakresu social media marketingu oraz innych eventów marketingowych na zasadach wspólnie ustalonych w Umowach Szczegółowych.\n\nMorele.net Sp. z o.o. \n\nUmowa nr 27/UM/WZ/2023, data podpisania umowy 30.11.2023 r.\n\nCharakterystyka przedsiębiorstwa:\n\nMORELE jest wiodącym polskim producentem oprogramowania klasy ERP, brokerów integracyjnych oraz rozwiązań RPA w sektorze e-commerce oraz posiadającym jedną z największych hybrydowych platform sprzedaży internetowej 1P oraz 3P w Polsce, bazującą na własnych, unikalnych technologicznie rozwiązaniach i kładącym nacisk na rozwój zgodny z najnowszymi, światowymi trendami; uwzględniając, że działalność MORELE wspiera proces transformacji cyfrowej w polskich i europejskich przedsiębiorstwach, a także biorąc pod uwagę, że MORELE wspiera rozwój zawodowy własnych pracowników, dzieli się swoją wiedzą i doświadczeniem podczas konferencji oraz organizuje programy stażowe i praktyki dla studentów\n\nStrony Porozumienia deklarują zamiar współpracy w zakresie:\n\n– podejmowania wspólnych – działań na polu edukacji oraz wymiany doświadczeń między światem nauki i biznesu,\n– doskonalenia i unowocześniania procesów dydaktycznych, określania i monitorowania efektów kształcenia,\n– konsultacji i podejmowania wspólnych projektów badawczych, oceny wyników wybranych badań i ich potencjału komercjalizacji,\n– upowszechniania informacji o współpracy i wynikach badań, ze szczególnym uwzględnieniem ich wpływu na funkcjonowanie przedsiębiorstw i społeczeństwa.\n\nStrony Porozumienia ustalają, że współpraca będzie realizowana poprzez:\n– wspólne opracowywanie i współprowadzenie przez Morele zajęć dla studentów, uwzględniając zasady obowiązujące w AGH,\n– organizację dla studentów AGH staży i praktyk studenckich w Morele, w szczególności związanych z tematami prac licencjackich i magisterskich,\n– udostępnianie przez Morele środowisk szkoleniowych oraz przygotowywanie materiałów edukacyjnych dla studentów AGH,\n– przeprowadzanie przez pracowników AGH badań naukowych w ramach staży naukowych w celu zapewnienia łączności procesu badawczego z praktyką,\n– realizacja wspólnych projektów badawczych.\n\nDanone Sp. z o.o. \n\nUmowa nr 26/UM/WZ/2023, data podpisania umowy 03.08.2023 r.\n\nCharakterystyka przedsiębiorstwa:\n\nDanone Sp. z o.o. jest częścią grupy spółek DANONE, która od początku swojej obecności w Polsce realizuje strategię podwójnego zobowiązania, w równym stopniu koncentrując się na rozwoju biznesowym i społecznym; pozyskując mleko od polskich rolników i prowadząc produkcję w kraju, fabryka serków i jogurtów Danone w Bieruniu na Śląsku to jedno z najważniejszych europejskich centrów produkcyjnych firmy, a powstające tu produkty mleczne trafiają na rynek polski oraz są eksportowane do przeszło 20 krajów w Europie oraz USA; opierając swoją strategię na założeniu, że zdrowie ludzi i równowaga planety stanowią wspólny ekosystem, w którym jeden element nie może funkcjonować bez drugiego, DANONE koncentruje swoje wysiłki na udoskonalaniu produktów, ich opakowań oraz metod wytwarzania; biorąc pod uwagę, że cele biznesowe są dla DANONE tak samo ważne, jak działanie na rzecz zdrowia \ni otoczenia naturalnego, systematycznie i skutecznie obniża swój ślad środowiskowy oraz zużycie zasobów naturalnych, przykładając wielką wagę do wywierania pozytywnego wpływu na polską gospodarkę i jakość życia Polaków, w tym społeczności lokalnych.\n\nStrony Porozumienia deklarują zamiar współpracy w zakresie:\n• rozwoju innowacyjnych rozwiązań z zakresu gospodarki obiegu zamkniętego,\n• wspierania transformacji przemysłu na rzecz zrównoważonego rozwoju i skutecznego wdrażania standardów ESG,\n• budowania synergii między przemysłem a nauką.\n\nStrony Porozumienia ustalają, że współpraca będzie realizowana poprzez:\n• realizację projektów wdrożeniowych i pilotażowych w zakresie innowacyjnych rozwiązań w sektorze usługowym oraz środowiskowego zarządzania produktami,\n• prowadzenie wspólnych projektów naukowo – badawczych oraz prac rozwojowych,\n• odpłatne doradztwo ekonomiczno-techniczne świadczone przez AGH dla Danone (B+R w zakresie związanym ze współpracą),\n• wspólne pozyskiwanie funduszy zewnetrznych na projekty, programy etc., związane z zakresem działalności obu Stron,\n• wspólne organizowanie i prowadzenie warsztatów konferencji i seminariów w tematyce dotyczącej działalności obu Stron,\n• współpracę z kołami naukowymi AGH,\n• wzajemne udostępnianie i rozwijanie bazy laboratoryjnej oraz technologicznej na zasadach obowiązujących w AGH,\n• wymianę doświadczeń, wzajemne propagowanie osiągnięć w zakresie rozwiązań technologicznych i zarządczych, \n• organizację praktyk, staży i konkursów dla studentów AGH w Danone,\n• organizację staży dla pracowników i doktorantów AGH w Danone,\n• organizację innych form szkoleniowych np. studiów podyplomowych, prowadzonych zgodnie z zasadami obowiązującymi w AGH lub realizację serii spotkań w ramach tzw. Szkoleniań z przemysłem. \n\nPracodawcy Rzeczypospolitej Polskiej\n\nUmowa nr 25/UM/WZ/2023, data podpisania umowy 12.07.2023 r.\n\nCharakterystyka przedsiębiorstwa:\n\nOrganizacja Pracodawców RP powstała w listopadzie 1989 roku. Jest uznanym partnerem społecznym w Polsce i w Europie. Siłą Pracodawców RP są racje i argumenty prezentowane politycznym i ekonomicznym decydentom oraz liczba i różnorodność członków: związków, federacji i firm. O potencjale stanowi wieloletnie doświadczenie i sukcesy, które osiągnięto, realizując naczelną ideę – tworzenia państwa przyjaznego pracodawcom. Pozycje buduje także hołdując – w każdym podejmowanym działaniu – zasadom profesjonalizmu obiektywizmu, rzetelności i skuteczności.\nOrganizacja Pracodawców RP wspiera wszelkie inicjatywy zmierzające do wzmocnienia roli polskich pracodawców oraz współpracuje dla realizacji wspólnych interesów środowiska biznesu ze wszystkimi organizacjami pracodawców i przedsiębiorców. Współpracuj z partnerami społecznymi – organizacjami pracobiorców – dla osiągnięcia wspólnych korzyści pracodawców i pracowników wynikających z rozwoju gospodarczego, sprawiedliwych i stabilnych warunków zatrudnienia, bezpieczeństwa w pracy i spokoju społecznego. Wywiera wpływ na władze publiczne wszystkich szczebli, by wspólny interes społeczeństwa, przedsiębiorców i rządzących – dobro Polski – mógł być realizowany, a głos pracodawców miał znaczenie przy podejmowaniu decyzji o przyszłości naszego kraju.\n\nStrony Porozumienia deklarują zamiar współpracy w obszarze Gospodarki o Obiegu Zamkniętym (GOZ)\n\nStrony Porozumienia ustalają, że współpraca będzie realizowana poprzez:\n• organizowanie i prowadzenie warsztatów dla studentów AGH w obszarze GOZ przez ekspertów Pracodawców RP,\n• wymianę doświadczeń, \n• propagowanie wspolnych osiągnięć w obszarze GOZ,\n• wsparcie organizacyjno-merytoryczne przez Pracodawców RP studiów podyplomowych MBA-TECH w AGH.\n\nFirma TARAPATA Sp. z o.o.\n\nUmowa nr 24/UM/WZ/2023, data podpisania umowy 24.05.2023 r.\n\nCharakterystyka przedsiębiorstwa:\n\nSpółka oferuje kompleksowe usługi z zakresu obróbki plastycznej stali dla różnych gałęzi przemysłu, a odpowiedni park maszynowy, wykwalifikowana kadra Spółki oraz sprawdzone technologie zdobyły uznanie klientów branży AGD, ogrodnictwa, motoryzacji, budownictwa, wyrobów dla systemów bezpieczeństwa p-poż.; w swoim parku maszynowym Spółka posiada szeroki zakres prac ciężkich oraz lekkich przeznaczonych do różnego rodzaju produkcji, w tym przede wszystkim prasy mechaniczne o nacisku do 500 T, a także hydrauliczne o nacisku do 650 T, prasy głębokiego tłoczenia oraz tłoczenia na gorąco, nadto biorąc pod uwagę, że konieczność działania firmy w warunkach coraz większej konkurencji rynkowej wymusza ciągłe prowadzenie procesów inwestycyjnych mających na celu modernizację oraz poszerzenie parku maszynowego, zwiększenie zdolności wytwórczych z jednoczesnym obniżeniem kosztów, a ciągle aktualizowana strategia rozwoju firmy będąca odpowiedzią na zmieniające się coraz szybciej warunki rynkowe, wymusza na Spółce w najbliższych latach podjęcie działań w kierunku rozwoju technologii produkcji, eksploatacji maszyn, konstrukcji oprzyrządowania, inżynierii powierzchni oraz ukierunkowaniu na wdrażanie nowych rozwiązań technicznych w zakresie tłocznictwa i spawalnictwa.\n\nStrony Porozumienia deklarują zamiar współpracy w zakresie badan dotyczących dyscypliny inżynierii materiałowej ze szczególnym uwzględnieniem obszaru inżynierii powierzchni oraz technologii tłoczenia, dyscypliny nauk o zarządzaniu i jakości, dziedziny gospodarki o obiegu zamkniętym.\n\nStrony Porozumienia ustalają, że współpraca będzie realizowana poprzez:\n\n– prowadzenie przez pracowników Spółki szkoleń dla studentów AGH,\n– promowanie rozwiązań wynikających z certyfikacji systemów zarządzania i innych projektów w obszarze szkoleniowym i certyfikacyjnym,\n– wspólną realizację projektów wdrożeniowych i pilotażowych dotyczących innowacyjnych rozwiązań w obszarze certyfikacji systemów zarządzania jakością, środowiskiem, bezpieczeństwem pracy, bezpieczeństwem informacji, zarządzania ryzykiem, zarządzania ciągłością działania, odpowiedzialności społecznej biznesu we wszystkich obszarach gospodarki z naciskiem na przemysł, motoryzację, kolejnictwo,\n– prowadzenie wspólnych prac i projektów naukowo – badawczych oraz prac i projektów badawczo – rozwojowych,\n– wspólne organizowanie i prowadzenie warsztatów i konferencji,\n– wymianę doświadczeń, propagowanie wspólnych osiągnięć w zakresie rozwiązań technologicznych i zarządczych,\n– organizację praktyk i staży dla studentów AGH w Spółce,\n– organizację staży dla pracowników i doktorantów AGH w Spółce,\n– ewentualne wsparcie AGH w projekcie utworzenia Centrum Badawczo-Rozwojowego w Spółce, na zasadach wspólnie ustalonych, uwzględniających politykę AGH,\n– organizację wspólnych szkoleń dla pracowników obu Stron,\n– odpłatne doradztwo ekonomiczno-techniczne świadczone przez AGH dla Spółki (B+R w zakresie związanym ze współpracą) na podstawie odrębnych umów,\n– wspólne organizowanie i prowadzenie warsztatów i konferencji,\n– wzajemne udostępnianie i rozwijanie bazy laboratoryjnej oraz technologicznej AGH na zasadach obowiązujących w AGH,\n– pozyskiwanie dotacji i funduszy ze źródeł zewnętrznych na zrealizowanie wspólnych projektów badawczo-naukowych oraz badawczo-rozwojowych.\n\nKarkonoska Akademia Nauk Stosowanych \n\nUmowa nr 22/UM/WZ/2023, data podpisania umowy 29.05.2023 r.\n\nCharakterystyka przedsiębiorstwa:\n\nKANS jest uczelnią, która chce się rozwijać i uczyć od najlepszych; że prowadzi działalność badawczą i edukacyjną w zakresie nauk ścisłych i humanistycznych; rozwija współpracę z otoczeniem instytucjonalnym i biznesowym, strefami ekonomicznymi działającymi na terenie okalającym Jelenią Górę; tworzy nowe kierunki studiów zwiększając możliwości nabywania wiedzy w nowych obszarach przez studentów; inicjuje badania i angażuje do udziału pracowników tworząc możliwości rozwoju; wspiera działalność wydawniczą zachęcając do powstawania publikacji naukowych; tworzy i rozwija transfer wiedzy poprze powołanie Centrum Transferu Technologii i Wiedzy.\n\nStrony Porozumienia deklarują zamiar współpracy w zakresie:\n\n1) opracowywanie projektów, wspólnych przedsięwzięć naukowych, badawczo-rozwojowych, które mogłyby być finansowane ze środków własnych Stron, z budżetu państwa, funduszy pomocowych lub z Programów Ramowych Badań i Rozwoju Unii Europejskiej,\n2) wspólnej realizacji projektów i przedsięwzięć naukowych i badawczo-rozwojowych,\n3) wspólnej organizacji tematycznych konferencji i seminariów,\n4) tworzenia i opracowania specjalności, programów kształcenia dotyczących projektowania, wdrażania i doskonalenia informatycznych systemów zarządzania oraz innych obszarów tematycznych zgodnych z profilem działalności Stron – z przeznaczeniem do realizacji w procesie dydaktycznym,\n5) rozwoju przedsiębiorczości akademickiej i transferu techologii.\n\nKrajowa Izba Gospodarki Nieruchomościami<br />\nLogistic Planning Solutions sp. z o.o\n\nUmowa nr 21/UM/WZ/2023, data podpisania umowy 28.04.2023 r.\n\nCharakterystyka przedsiębiorstwa:\n\nKIGN jest największą polską organizacją samorządu gospodarczego zrzeszającą przedsiębiorców związanych z zarządzaniem nieruchomościami i pośrednictwem w obrocie nieruchomościami, w tym ich związki oraz inne organizacje i jednostki organizacyjne o statusie przedsiębiorcy; a także biorąc pod uwagę iż podstawowym zadaniem KIGN jest ochrona interesów oraz podejmowanie wszelkich możliwych działań na rzecz przedsiębiorców oraz osób fizycznych związanych z zarządzaniem nieruchomościami oraz pośrednictwem w obrocie nieruchomościami, w obszarach: organizacyjnym, szkoleniowym, technicznym, gospodarczym, ekonomicznym, ustrojowym i prawnym, w celu: tworzenia sprzyjających warunków dla rozwoju przedsiębiorczości, ułatwiania prowadzenia działalności gospodarczej, kształtowania Państwa przyjaznego przedsiębiorcom, ochrony podstawowych praw i wolności przedsiębiorców.\n\nFirma Logistic Planning Solutions (w skrócie LPSolutions) jest spółką typu Spin Off współpracującą z Krakowskim Centrum Innowacyjnych Technologii INNOAGH, biorąc pod uwagę, że Firma zapewnia stworzenie startu technologicznego i rozwinięcie biznesu opartego na wiedzy profesjonalistów i nauczycieli akademickich AGH wspartych przez grupę ekspertów biznesowych, a dodatkowo podstawowym obszarem działalności Firmy jest powszechnie rozumiana działalność konsultingowa z wielu obszarach wykorzystująca potencjał, jak i wiedzę środowiska naukowego AGH.\n\nStrony Porozumienia deklarują zamiar współpracy w zakresie:\n\na) prowadzenia wspólnych badań naukowych, realizowania projektów dydaktycznych w zakresie wspólnych zainteresowań;\nb) wymiany doświadczeń w zakresie kształcenia i programów kształcenia;\nc) wspólnego uczestnictwa w międzynarodowych projektach naukowych;\nd) wspólnego organizowania sympozjów, seminariów i konferencji naukowych;\ne) wymiany informacji naukowych, publikacji, materiałów dydaktycznych na zasadach obowiązujących w AGH (w tym wymianę pomiędzy bibliotekami Stron, w ramach wypożyczeń międzybibliotecznych);\nf) rozwoju innych form współpracy ustalonych przez wszystkie Strony.\n\nAkademia Górnośląska im. Wojciecha Korfantego w Katowicach\n\nUmowa nr 20/UM/WZ/2023, data podpisania umowy 08.05.2023 r.\n\nCharakterystyka przedsiębiorstwa:\n\nAG jest uczelnią akademicką, która od ponad 30 lat prowadzi działalność naukową i badawczą, kształcąc swoich studentów na wydziałach zarówno w Polsce – na wydziałach Zarządzania, Nauk Stosowanych jak i na Wydziale Medycznym oraz za granicą – na Wydziale Zarządzania w Wiedniu; AG przykłada olbrzymią wagę do zapewnienia wysokiego poziomu kształcenia kadry dydaktycznej, biorąc pod uwagę, że Uczelnia, prowadząc liczne międzynarodowe współprace oraz dbając o te krajowe, dąży do zapewnienia najlepszej jakości kształcenia, uwzględniając, że tworzone są nowe kierunki, z uwzględnieniem zapotrzebowania rynku i rozwijane te, które już istnieją, by zapewnić dobre przygotowanie do podejmowania zatrudnienia, dodatkowo AG zapewnia możliwość kontynuowania rozwoju naukowego, posiadając uprawnienia do nadawania stopnia doktora w dyscyplinie nauk o zarządzaniu oraz uwzględniając, że AG również wspiera tworzenie silnych zespołów badawczych – zarówno międzynarodowych, jak i na poziomie krajowym (międzyuczelnianym lub międzywydziałowym) oraz stałe poszukiwanie możliwych ścieżek rozwoju Uczelni.\n\nStrony Porozumienia deklarują zamiar współpracy w zakresie:\n\na) prowadzenia wspólnych badań naukowych, realizowania projektów dydaktycznych w zakresie wspólnych zainteresowań;\nb) wymiany doświadczeń w zakresie kształcenia i programów kształcenia;\nc) wspólnego uczestnictwa w międzynarodowych projektach naukowych;\nd) wspólnego organizowania sympozjów, seminariów i konferencji naukowych;\ne) wymiany informacji naukowych, publikacji, materiałów dydaktycznych na zasadach obowiązujących w AGH (w tym wymianę pomiędzy bibliotekami Stron, w ramach wypożyczeń międzybibliotecznych);\nf) rozwoju innych form współpracy ustalonych przez wszystkie Strony.\n\nZPOW Agros Nova Sp. z o.o. Sp.k.\n\nUmowa nr 19/UM/WZ/2023, data podpisania umowy 26.04.2023 r.\n\nCharakterystyka przedsiębiorstwa:\n\nZPOW Agros, należy do Grupy Maspex, która jest największą polską firmą w branży spożywczej oraz jedną z największych w Europie Środowo-Wschodniej oraz posiada w swoim portfolio 60 marek i łącznie oferuje ponad 2000 propozycji produktowych, a jej produkty są obecne w ponad 60 krajach na całym świecie, biorąc pod uwagę, że wizją Maspexu jest bycie liderem rynku europejskiego, który poprzez najwyższą jakość i innowacyjność buduje swoją pozycję rynkową, jak również działa z troską i odpowiedzialnością za ludzi i otoczenie.\n\n1. ZPOW Agros deklaruje zamiar przystąpienia do konkursu ogłoszonego w ramach Funduszy Europejski dla Nowoczesnej Gospodarki na lata 2021-2027, Priorytet 1. Wsparcie dla przedsiębiorców, Ścieżka SMART, pt. „Opracowanie nowych rozwiązań w procesie tłoczenia warzyw i owoców dla zwiększenia korzystnych właściwości sensorycznych i prozdrowotnych produktów spożywczych” zwanego dalej „Projektem”. \n2. W przypadku zakwalifikowania Projektu do realizacji ZPOW Agros deklaruje wolę jego realizacji.\n\nStrony Porozumienia deklarują zamiar współpracy w realizowanym przez ZPOW Agros Projekcie. Współpraca będzie realizowana w szczególności poprzez:\na. prowadzenie wspólnych projektów naukowo – badawczych, prac rozwojowych,\nb. odpłatne doradztwo ekonomiczno-techniczne świadczone przez AGH dla ZPOW Agros,\nc. odpłatną realizację prac B+R przez AGH dla ZPOW Agros,\n\nd. organizowanie i prowadzenie warsztatów i konferencji, publikacje naukowe dotyczące wyników podejmowanych prac B+R,\ne. wymianę doświadczeń, propagowanie wspólnych osiągnięć w zakresie rozwiązań technologicznych i zarządczych, \nf. organizację praktyk i staży dla studentów AGH w ZPOW Agros,\ng. organizację płatnych staży dla pracowników i doktorantów AGH w ZPOW Agros,\nh. inne formy szkoleniowe, np. studia podyplomowe.\n\nMASPEX FOOD sp. z o.o. \n\nUmowa nr 18/UM/WZ/2023, data podpisania umowy 26.04.2023 r.\n\nCharakterystyka przedsiębiorstwa:\n\nMASPEX FOOD Sp. z o.o., należy do Grupy Maspex, która jest największą polską firmą w branży spożywczej oraz jedną z największych w Europie Środowo-Wschodniej oraz posiada w swoim portfolio 60 marek i łącznie oferuje ponad 2000 propozycji produktowych, a jej produkty są obecne w ponad 60 krajach na całym świecie, biorąc pod uwagę, że wizją Maspexu jest bycie liderem rynku europejskiego, który poprzez najwyższą jakość i innowacyjność buduje swoją pozycję rynkową, jak również działa z troską i odpowiedzialnością za ludzi i otoczenie.\n\n1. MASPEX FOOD deklaruje zamiar przystąpienia do konkursu ogłoszonego w ramach Funduszy Europejski dla Nowoczesnej Gospodarki na lata 2021-2027, Priorytet 1. Wsparcie dla przedsiębiorców, Ścieżka SMART, pt. „Platforma doskonalenia procesów oparta na przemysłowym Internecie Rzeczy (IIoT) oraz zautomatyzowanych systemach zarządzania realizacją produkcji (MES) i utrzymania ruchu (CMMS)” zwanego dalej „Projektem”. \n2. W przypadku zakwalifikowania Projektu do realizacji MASPEX FOOD deklaruje wolę jego realizacji.\n\nStrony Porozumienia deklarują zamiar współpracy w realizowanym przez MASPEX FOOD Projekcie. Współpraca będzie realizowana w szczególności poprzez:\na. prowadzenie wspólnych projektów naukowo – badawczych, prac rozwojowych,\nb. odpłatne doradztwo ekonomiczno-techniczne świadczone przez AGH dla MASPEX FOOD,\nc. odpłatną realizację prac B+R przez AGH dla MASPEX FOOD, \nd. organizowanie i prowadzenie warsztatów i konferencji, publikacje naukowe dotyczące wyników podejmowanych prac B+R,\ne. wymianę doświadczeń, propagowanie wspólnych osiągnięć w zakresie rozwiązań technologicznych i zarządczych, \nf. organizację praktyk i staży dla studentów AGH w MASPEX FOOD,\ng. organizację płatnych staży dla pracowników i doktorantów AGH w MASPEX FOOD,\nh. inne formy szkoleniowe, np. studia podyplomowe.\n\nASTOR Sp. z o.o.\n\nUmowa nr 17/UM/WZ/2023, data podpisania umowy 11.01.2023 r.\n\nCharakterystyka przedsiębiorstwa:\n\nASTOR od 30 lat wspiera podnoszenie efektywności procesów w przemyśle, produkcji oraz infrastrukturze, dostarczając komponenty automatyki przemysłowej, robotyki, systemy IT oraz wiedzę biznesową i techniczną, kierunek wspierania rozwoju i transformacji jego klientów wyznacza Przemysł 4.0, a w jego portfolio znajduja się systemy sterowania Emerson Industrial Automation&Control (dawniej GE Intelligent Platforms, GE Fanuc), Horner APG oraz Astraada One, oprogramowanie przemysłowe AVEVA (dawniej Wonderware), roboty przemysłowe Kawasaki i Epson, produkty do bezprzewodowej transmisji danych SATEL Oy i Astraada, a także falowniki, panele HMI i urządzenia sieciowe Astraada.\n\nStrony Porozumienia deklarują zamiar współpracy w zakresie:\n– możliwości zapoznania się studentów AGH ze stanowiskami zrobotyzowanymi stosowanymi w przemyśle w ramach wizyt studyjnych dla studentów AGH w showroomach ASTOR Robotics Center oraz ASTOR Innovation Room,\n– cyfrowego dostępu do publikowanych przez spółkę ASTOR czasopism związanych z Przemysłem 4.0,\n– spotkań pracowników spółki ASTOR ze studentami AGH w celu przekazania wiedzy związanej z Przemysłem 4.0, poszukiwaniem przyszłych ambasadorów i osób, które chcą rozpocząć współpracę z ASTOR,\n– dostępu pracowników i studentów do najnowszych rozwiązań technologicznych oferowanych przez ASTOR.\n\nStrony Porozumienia ustalają, że współpraca będzie realizowana poprzez:\n– organizację wizyt studyjnych dla studentów AGH w showroomach ASTOR Robotics Cwnter oraz ASTOR Innovation Room,\n– prenumeratę Biuletynu Automatyki i Biznes i Produkcja (egzemplarze będą dostępne w bibliotece Wydziału Zarządzania AGH) na zasadach wspólnie uzgodnionych w Umowach Szczegółówych,\n– wspólną organizację wykładów z serii „Spotkania z przemysłem” (lub innych wydarzeń o charakterze edukacyjno-promocyjnym), które zostaną dookreślone w ramach Umów Szczegółowych,\n– możliwość wypożyczenia/doposażenia sprzętu do pracowni Wydziału Zarządzania AGH na zasadach wspólnie ustalonych w Umowach Szczegółowych, uwzględniających praktykę stosowaną w AGH,\n– możliwość współorganizacji przez ASTOR konkursów na: najlepszego studenta Wydziału Zarządzania AGH, najlepszą pracę dyplomową z zakresu zarządzania i inżynierii produkcji oraz eventu o nazwie Konkurs Astor na zasadach wspólnie ustalonych w Umowach Szczegółowych.\n\nBROADER Sp. z o.o.\n\nUmowa nr 16/UM/WZ/2022, data podpisania umowy 21.11.2022 r.\n\nCharakterystyka przedsiębiorstwa:\n\nBroader jest firmą świadczącą usługi doradcze dla firm produkcyjnych i usługowych w zakresie pozyskiwania finansowania dla projektów w obszarze Badań i Rozwoju (opracowanie nowych lub udoskonalenie istniejących produktów, usług, procesów technologicznych), Ekoprojektowania (profesjonalny proces projektowy w celu wdrożenia na rynek nowego lub udoskonalonego produktu lub usługi), Inwestycji (budowa/modernizacja infrastruktury produkcyjnej, zakup maszyn, urządzeń, linii technologicznych, oprogramowania, know-how, licencji, patentów), Smart Factory (ocena potencjału technologicznego, optymalizacja procesów oraz identyfikacja potrzeb rozwojowych), Rozwoju Międzynarodowego (wsparcie w zakresie wprowadzania i promocji produktów lub usług na rynkach zagranicznych), Ulg Podatkowych.\n\nZakres współpracy:\n\nStrony Porozumienia ustalają, że współpraca będzie realizowana poprzez:\n– doradztwa technicznego w celu wsparcia przedsiębiorstw produkcyjnych w działaniach związanych z transfirmacja w kierunku Przemysłu 4.0,\n– opracowania oceny potencjału technologoicznego, optymalizacji procesów oraz identyfikacji potrzeb rozwojowych,\n– realizacji projektów wdrozeniowych i pilotażowych w zakresie innowacyjnych rozwiązań Przemysłu 4.0,\n– prowadzenia wspólnych projektów naukowo-badawczych i badawczo-rozwojowych,\n– prowadzenia wspólnych badań naukowych,\n– wymiany doświadczeń i myśli naukowych,\n– tworzenia wspólnych publikacji naukowych,\n– opracowywania produktów i wynalazków i ubieganie się o ochronę wspólnie wytworzonej własności intelektualnej, uwzględniając zsaday obowiązujące w AGH i Broader, \n– propagowania wspólnych osiągnięć w zakresie rozwiązań technologicznych i zarządczych.\n\nSTACO Sp. z o.o.\n\nUmowa nr 15/UM/WZ/2022, data podpisania umowy 29.06.2022 r.\n\nCharakterystyka przedsiębiorstwa:\n\nSTACO Polska realizuje działania mające na celu wdrożenie koncepcji doskonalenia opartej na produkcji w klasie światowej, jest zainteresowana transferem wiedzy z obszaru zarządzania produkcją i logistyki, przemysłu 4.0, a także Staco Polska oferuje szeroki zakres wysokiej jakosci krat pomostowych i stopni schodów produkowanych ze stali zwykłej i nierdzewnej oraz aluminium, produkty te znajdują powszechne zastosowanie w budownictwie przemysłowym i ogólnym, w przemyśle chemicznym, energetycznym, stoczniowym, paliwowym i w wielu innych branżach, są one ponad to również oryginalnymi elementami nowoczesnej architektury. W celu przedłuzenia żywotnosci produktów Staco oferuje usługi własnej ocynkowni oraz usługi cięcia wzdłużnego blach z kregów.\n\nZakres współpracy:\n\nStrony Porozumienia deklarują zamiar współpracy w zakresie transferu wiedzy z obszaru zarządzania produkcja, logistyki, projektowania produktu, inżynierii odwrotnej.\n\nStrony Porozumienia ustalają, że współpraca będzie realizowana poprzez:\n– realizację projektów pilotażowych i wdrożeniowych, w zakresie innowacyjnych rozwiązań przemysłu 4.0 i WCM,\n– prowadzenie wspólnych projektów naukowo-badawczych, badawczo-rozwojowych i prac badawczo-rozwojowych,\n– odpłatne doradztwo ekonomiczno-techniczne świadczone przez AGH dla STACO (B+R w zakresie związanym ze współpracą),\n– wspólne organizowanie i prowadzenie warsztatów i konferencji,\n– wzajemne udostępnianie i rozwijanie bazy laboratoryjnej oraz technologicznej na zasadach obowiązujacych w AGH,\nwymianę doświadczeń pomiędzy stronami i propagowanie wspolnych osiągnięć w zakresie rozwiązań technologicznych i zarządczych,\n– przyjmowanie studentów i pracowników AGH na praktyki i staże do STACO.\n\nWEBCON Sp. z o.o.\n\nUmowa nr 14/UM/WZ/2022, data podpisania umowy 10.10.2022 r.\n\nCharakterystyka przedsiębiorstwa:\n\nWEBCON jest największym polskim producentem oprogramowania klasy Enterprise Low-Code Application Platform oraz liderem wśród dostawców systemów do elektronicznego obiegu dokumentów w Polsce i na świecie, posiadającym własne, opatentowane rozwiązania technologiczne i kładącym nacisk na rozwój zgodny z najnowszymi, światowymi trendami; uwzględniając, że działalność WEBCON wspiera proces transformacji cyfrowej w polskich i globalnych przedsiębiorstwach zarówno na polu cyfryzacji, jak i zarządzania, a także biorąc pod uwagę, że WEBCON wspiera rozwój zawodowy własnych pracowników, dzieli się swoją wiedzą i doświadczeniem podczas licznych konferencji na całym świecie oraz organizuje programy stażowe, praktyki i prezentacje dla studentów.\n\nZakres współpracy:\n\nStrony Porozumienia deklarują zamiar współpracy w zakresie:\n– podejmowania wspólnych działań na polu edukacji oraz wymiany doświadczeń między światem nauki i biznesu,\n– wspólnego doskonalenia i unowocześniania procesów dydaktycznych, określania i monitorowania efektów kształcenia,\n– konsultacji i podejmowania wspólnych projektów badawczych, oceny wyników wybranych badań i ich potencjału komercjalizacji,\n– upowszechniania informacji o współpracy i wynikach badań, ze szczególnym uwzględnieniem ich wpływu na funkcjonowanie przedsiębiorstw i społeczeństwa.\n\nStrony Porozumienia ustalają, że współpraca będzie realizowana poprzez:\n– wspólne opracowywanie i współprowadzenie zajęć dla studentów przy uwzględnieniu zasad obowiązujących w AGH,\n– organizację w siedzibie WEBCON staży i praktyk studenckich, w szczególności związanych z tematami prac licencjackich lub magisterskich,\n– zdalne udostępnianie przez WEBCON środowisk szkoleniowych oraz współpracę Stron w przygotowywaniu materiałów edukacyjnych, – udział pracowników naukowych AGH oraz przedstawicieli WEBCON w szkoleniach, konferencjach i prezentacjach, które mogłyby podnieść jakość współpracy na polach edukacyjnym i naukowo – badawczym,\n– wsparcie przez WEBCON inicjatyw studenckich i kół naukowych,\n– publikację przez obie Strony informacji i materiałów związanych ze współpracą, udział we wspólnych przedsięwzięciach promocyjnych\n\nRare Metals Sp. z o.o.\n\nUmowa nr 13/UM/WZ/2022, data podpisania umowy 13.07.2022 r.\n\nCharakterystyka przedsiębiorstwa:\n\nFirma Rare Metals jest częścią grupy Wastes Service Group Sp. z o.o. Sp. k. istniejącej na rynku od 1993 roku, a celem powołania społki jest budowa noweoczesnego zakładu recyklingu baterii litowo-jonowych oraz obsługa kompleksowa elektromobilności i automotiv.\n\nZakres współpracy:\n\nWspółpraca w zakresie badań marketingowych i wspierania rozwiązań na rzecz wdrażania modeli gospodarki o obiegu zamkniętym.\nWspółpraca realizowana będzie poprzez:\n1. realizację projektów pilotażowych i wdrożeniowych w zakresie innowacyjnych rozwiazań w sektorze Elektromobilności i Automotive, przetwarzania beterii litowo-jonowych, komponentów do ich produkcji ukierunkowanych na odzysk i recykling składników elementarnych ogniw, organizacji wspolnych szkoleń dla pracowników, wspieranie procesów raportowania,\n2. prowadzenie wspólnych projektów naukowo-badawczych, badawczo-rozwojowych i prac badawczo-rozwojowych,\n3. odpłatne doradztwo ekonomiczno-techniczne świadczone przez AGH dla Rare Metals (B+R w zakresie związanym ze wspólpracą),\n4. wspólne organizowanie i prowadzenie warszatów i konferencji,\n5. wzajemne udostępnianie i rozwijanie bazy laboratoryjnej oraz technologicznej na zasadach obowiązujących w AGH,\n6. wymianę doświadczeń, propagowanie wspólnych osiągnięć w zakresie rozwiązań technologicznych i zarządczych.\n\nMiejskie Przedsiębiorstwo Oczyszczania Sp. z o.o.\n\nUmowa nr 12/UM/WZ/2022, data podpisania umowy 11.05.2022 r.\n\nCharakterystyka przedsiębiorstwa:\n\nMiejskie Przedsiębiorstwo Oczyszczania sp. z o.o. w Krakowie jest zarządzającym systemem gospodarowania odpadami w Gminie Miejskiej Kraków i jako Grupa kapitałowa z udziałem społki wykonuje zadania z zakresu gospodarki odpadami komunalnymi w drugiej co do wielkości w kraju aglomeracji miejskiej oraz 21 gminach województw małopolskiego i świetokrzyskiego, a ponadto społka realizuje zadania gminy w zakresie utrzymania czystosci w Krakowie a także zarządza projektami realizowanymi z udziałem środków pochodzących z budżetu Unii Europejskiej.\n\nZakres współpracy:\n\nStrony porozumienia deklaruja zamiar współpracy w zaresie:\n– gospodarki odpadami,\n– oczyszczania miast,\n– technologii odzysku i recyklingu surowców.\n\nZwiązek Lustracyjny Spółdzielni\n\nUmowa nr 11/UM/WZ/2022, data podpisania umowy 9.03.2022 r.\n\nCharakterystyka przedsiębiorstwa:\n\nZwiązek Lustracyjny Spółdzielni jest dobrowolną i samodzielną organizacją spółdzielczą zrzeszającą społdzielnie, które Związek założyły lub do niego przystąpiły. Na zasadzie dobrowolności Związek skupia wokół siebie organizacje i podmioty, zwane Interesariuszami, których cele działalności pokrywają się w całosci lub części z celami Związku. Wśród celów statutowych Związku oprócz podstawowego, czyli zapewnienia zrzeszonym w nim spółdzielniom pomocy i wsparcia w ich działalności znajdują się również działania na rzecz rozwoju sektora ekonomii społecznej i solidarnej oraz upowszechnianie idei społecznej odpowiedzialności biznesu.\n\nZakres współpracy:\n\nWspółpraca w zakresie edukacji studentów na temat spółdzielni jako formy prowadzenia działalności gospodarczej, pozyskiwania środków na projekty badawcze oraz inicjowania działań innowacyjnych w tym obszarze.\nWspółpraca realizowana będzie poprzez:\n1. działalność badawczą w zakresie zarządzania społdzielniami.\n2. Przystąpienie AGH do ZLSP jako Interesariusza zdefiniowanego zgodnie ze Statutem Związku Lustracyjnego Spółdzielni.\n3. Zaangażowanie ZLSP w konsultowanie programów nauczania studentów AGH, przekazując zapotrzebowanie przedsiębiorców.\n4. Opracowanie podręcznika/skryptu pomocnego w nauczaniu o spółdzielczości.\n\nInstytut Zootechniki Państwowego Instytutu Badawczego w Krakowie\n\nUmowa nr 10/UM/WZ/2021, data podpisania umowy 9.12.2021 r.\n\nCharakterystyka przedsiębiorstwa:\n\nInstytut Zootechniki PIB prowadzi badania i prace rozwojowe, obejmujących hodowlę wszystkich gatunków zwierząt gospodarskich, produkcję bezpiecznej żywności w warunkach przyjaznych dla zwierząt i środowiska naturalnego, a także wykorzystanie zwierząt gospodarskich dla celów biomedycznych oraz współpracuje z Ministerstwem Rolnictwa i Rozwoju Wsi w realizacji zadań strategicznych z punktu widzenia polityki naszego kraju jak i gospodarki Unii Europejskiej; ponadto jednostka ta charakteryzuje się ścisłą współpracą ze zlokalizowanymi na terenie całego kraju zakładami doświadczalnymi (funkcjonującymi w strukturze organizacyjnej Instytutu), które pełnią kluczową rolę, zapewniając zwierzęta do doświadczeń, pomieszczenia inwentarskie oraz oddaną kadrę pracowników pomagających sprawnie przeprowadzić badania naukowe; iż Instytut Zootechniki PIB współpracuje także z Porozumienie o współpracy w ośrodkami naukowymi w kraju i zagranicą, a pracownicy Instytutu wykazują duże zainteresowanie realizacją dalszych projektów, cenną współpracą umacniającą wymianę informacji naukowych, budowaniem silnych zespołów badawczych, jak również udoskonaleniem działań prowadzących do efektywnej komercjalizacji osiągniętych wyników badań.\n\nZakres współpracy:\n\n1. Opracowania i wdrożenia mierników umożliwiających precyzyjny monitoring stada oraz warunków mikroklimatycznych w pomieszczeniu inwentarskim\n2. technologia produkcji biogazu.\nWspółpraca realizowana będzie poprzez:\n– wymianę myśli naukowych,\n– prowadzenie wspólnych badań naukowych,\n– tworzenie wspólnych publikacji naukowych,\n– realizację projektów celowych i naukowych,\n– tworzenie narzędzi naukowych,\n– opracowywanie produktów i wynalazków i ubieganie się o ochronę wspólnie wytworzonej własności intelektualnej, uwzględniając zasady obowiązujące w AGH i w Instytucie Zootechniki PIB,\n– opracowywanie oferty handlowej dla odbiorców instytucjonalnych i indywidualnych.\n\nYABIMO Sp. z o.o. Sp. k.\n\nUmowa nr 8/UM/WZ/2021, data podpisania umowy 13.12.2021 r.\n\nCharakterystyka przedsiębiorstwa:\n\nYabimo to Grupa prężnie rozwijających się firm z siedzibą w Tarnowie oraz Oddzialami w Krakowie, Rzeszowie, Holandii i Danii, prowadząca działalność w Polsce, w krajach skandynawskich, w Niemczech, w Danii, w Holandii, w Azji i Afryce. Działalność Yabimo koncentruje się wokół trzech głównych specjalizacji, którymi są: projektowanie, prefabrykacja i montaż konstrukcji stalowych; leasing pracowników polegający na przeszkoleniu i dostarczaniu wykwalifikowanej kadry, posiadającej odpowiednie certyfikaty zgodnie z normami NORSOK, świadczącej usługi w branży Oil&Gas oraz budownictwa przemysłowego; usługi IT.\n\nZakres współpracy:\n\nWspółpraca w zakresie badań marketingowych i wspierania rozwiązań na rzecz wdrażania modeli gospodarki o obiegu zamkniętym. Ponat to przedmiotem współpracy będzie wsparcie merytotyczne projektu Grupy YABIMO, dotyczącego utworzenia Ośrodka Szkoleniowego, świadczącego pomoc przy wczesnej rekwalifikacji górników węgla kamiennego i brunatnego, celem dostosowania pracowników do nowego zatrudnienia w ramach wieloletnich programów strukturalnych 2021-2027, finansowanych z Funduszu Sprawiedliwej Transfoormacji.\nWspółpraca realizowana będzie poprzez:\n1. Realizację projektów wdrożeniowych i pilotażowych w zakresie innowacyjnych rozwiązań w sektorze usługowym oraz środowiskowego zarządzania produktami.\n2. Prowadzenie wspólnych projektów naukowo-badawczych, prac rozwojowych.\n3. Odpłatne doradztwo ekonomiczno-techniczne świadczone przez AGH dla Yabimo (B+R w zakresie związanym ze współpracą).\n4. Wspólne organizowanie i prowadzenie warsztatów i konferencji.\n5. Wzajemne udostępnianie i rozwijanie bazy laboratoryjnej oraz technologicznej na zasadach obowiązujących w AGH.\n6. Wymianę doświadczeń, wzajemne propagowanie osiągnięć w zakresie rozwiązań technologicznych i zarządczych.\n7. Organizację praktyk i staży dla studentów AGH w Yabimo.\n8. Organizację staży dla pracowników i doktorantów AGH w Yabimo.\n9. Inne formy szkoleniowe np. studia podyplomowe.\n\nWastes Service Group Sp. z o.o. Sp. k.\n\nUmowa nr 7/UM/WZ/2021, data podpisania umowy 9.11.2021 r.\n\nCharakterystyka przedsiębiorstwa:\n\nFirma istnieje na rynku od 1993 r. Obecnie głównym celem działalności firmy jest zagospodarowanie odpadów, w tym zwłaszcza zużytego sprzętu elektronicznego i elektrycznego oraz pozyskiwanie do procesu recyklingu odpadów tworzyw sztucznych i metali, w tym komponentów zawierających związki chemiczne – kobaltu, niklu i manganu pochodzące z procesów przerabiania elementarnych cel ogniw litowo-jonowych oraz ich komponentów (materiały anodowe i katodowe).\n\nZakres współpracy:\n\nWspółpraca w zakresie badań marketingowych i wspierania rozwiązań na rzecz wdrażania modeli gospodarki o obiegu zamkniętym. Ponad to przedmiotem swpołpracy będzie wsparcie AGH w projekcie utworzenia Centrum Badawczo-Rozwojowego realizowanym przez WSG.\nWspółpraca realizowana będzie poprzez:\n1. Realizację projektów wdrożeniowych i pilotażowych w zakresie innowacyjnych rozwiązań w sektorze elektromobilności przetwarzania baterii litowo-jonowych, komponentów do ich produkcji ukierunkowanych na odzysk i recykling składników elementarnych ogniw.\n2. Prowadzenie wspólnych projektów naukowo-badawczych, prac rozwojowych.\n3. Odpłatne doradztwo ekonomiczno-techniczne świadczone przez AGH dla WSG (B+R w zakresie związanym ze współpracą).\n4. Wspólne organizowanie i prowadzenie warsztatów i konferencji.\n5. Wzajemne udostępnianie i rozwijanie bazy laboratoryjnej oraz technologicznej na zasadach obowiązujących w AGH.\n6. Wymianę doświadczeń pomiędzy Stronami i wzajemne propagowanie osiągnięć w zakresie rozwiązań technologicznych i zarządczych.\n\nQuality Austria-Polska Sp. z o.o.\n\nUmowya nr 4/UM/WZ/2021, data podpisania umowy 06.05.2021 r.\n\nCharakterystyka przedsiębiorstwa: \n\nQuality Austria-Polska jes spółką polskiego prawa, córką jednostki certyfikacyjnej i szkoleniowej QUality Austria Trainings, Zertifizierungs und Begutachtungs GmbH z siedzibą w Wiedniu i zajmuje się przeprowadzaniem procesów certyfikacji systemów zarządzania oraz certyfikacją osób.\n\nZakres współpracy:\n\n1. Prowadzenie szkoleń dla studentów AGH.\n2. Promowanie wartości wynikających z certyfikacji systemów zarządzania i innych projektów w obszarze szkoleniowym i certyfikacyjnym.\n3. Realizacja projektów wdrożeniowych i pilotażowych dotyczących innowacyjnych rozwiązań w obszarez certyfikacji systemów zarządzania jakością, środowiskiem, bezpieczeństwem pracy, bezpieczeństwem informacji, zarządzania ryzykiem, zarządzania ciągłością działania, odpowiedzialności społecznej biznesu we wszystkich obszarach gospodarki z naciskiem na przemysł, motoryzację i kolejnictwo.\n4. Prowadzenie wspólnych projektów naukowo-badawczych, prac rozwojowych.\n5. Organizowanie i prowadzenie warsztatów i konferencji.\n6. Wymiana doświadczeń, propagowanie wspolnych osiągnięć w zakresie rozwiązań technologicznych i zarządczych.\n7. Organizacja praktyk i staży dla studentów AGH w Quality Austria.\n8. Organizacja staży dla pracowników i doktorantów AGH w Auality Austria.\n9. Inne formy szkoleniowe, np. studia podyplomowe.\n\nMiejskie Przedsiębiorstwo Energetyki Cieplnej S.A. w Krakowie\n\nUmowa nr 2/UM/WZ/2020, data podpisania umowy 01.12.2020 r.\n\nCharakterystyka przedsiębiorstwa: \n\nMPEC S.A. w Krakowie – to jeden z liderów branży ciepłowniczej w Polsce. Firma, która powstała w roku 1953 – to jedna z kluczowych krakowskich spółek komunalnych zapewniająca obecnie ciepło dla ponad 65 procent mieszkańców miasta. Dostarczana przez MPEC czysta i bezpieczna energia Krakowa – oprócz centralnego ogrzewania – służy również do innych celów technologicznych, takich jak klimatyzacja, wentylacja i np. podgrzewanie wody w basenach czy płyt boisk piłkarskich. Oprócz dostarczania energii cieplnej MPEC Kraków – to również jeden z wiodących w Polsce producentów kompaktowych węzłów ciepłowniczych spełniających najwyższe standardy jakości i bezpieczeństwa, co potwierdzają znak CE oraz certyfikat ISO 9001. Działania MPEC S.A. wpisują się w strategię Krakowa, tj. walki o czyste powietrze, co w praktyce oznacza obecnie – już nie, jak wcześniej, zastępowanie palenisk węglowych ekologicznym ciepłem sieciowym – ale także coraz bardziej efektywnych sposobów dostarczania ciepła ekologicznego, tj. budowę sieci wyspowych i rozwój energetyki rozproszonej poprzez wykorzystanie np. pomp ciepła, paneli fotowoltaicznych, wód geotermalnych itp.\n\nZakres współpracy:\n\n1. Realizacja projektów wdrożeniowych, innowacyjnych pilotażowych rozwiązań w sektorze ciepłownictwa systemowego, odnawialnych źrodeł energii oraz zarządzania energią.\n2. Prowadzenie wspólnych projektów naukowo-badawczych, prac rozwojowych, także doradztwo ekonomiczno-techniczne (B+R w zakresie związanym ze współpracą).\n3. Współpraca w organizowaniu i prowadzeniu warsztatów i konferencji, wzajemne udostępnianie i rozwijanie bazy laboratoryjnej oraz technologicznej.\n4. Wymiana doświadczeń, wzajemne propagowanie osiągnięć w zakresie określonym powyżej.\n5. Organizacja praktyk i staży oraz innych form szkoleniowych, w tym studiów podyplomowych dla studentów WZ AGH oraz pracowników MPEC SA.\n\nGrupa MASPEX Sp. z o.o.\n\nUmowa nr 5/UM/WZ/2021, data podpisania umowy 01.07.2021 r.\n\nCharakterystyka przedsiębiorstwa: \n\nMaspex jest największą polska firma w branży spożywczej oraz jedną z największych w Europie Środkowo-Wschodniej. Spółka posiada w swoim portfolio 60 marek i łącznie oferuje ponad 2000 propozycji produktowych, a jej produkty są obecnie w ponad 60 krajach na całym świecie. Wizją Maspexu jest bycie liderem rynku europejskiego, który poprzez najwyższa jakość i innowacyjność buduje swoją pozycję rynkową. Działa z troską i odpowiedzialnością za ludzi i otoczenie.\n\nZakres współpracy: \n\n1. Badania marketingowe i wspieranie rozwiązań na rzecz wdrażania modeli gospodarki o obiegu zamkniętym;\n2. Wsparcie przez AGH Maspex w realizacji Agendy Badawczej w związku z przeprowadzonym projektem utworzenia Centrum Badawczo-Rozwojowego Grupy Maspex, w obszarze analiz behawioralnych shopperów, geomarketingu oraz optymalizacji potencjałów sprzedażowych.\nWspółpraca realizowana będzie poprzez:\n1. Realizację projektów wdrożeniowych i pilotażowych w zakresie innowacyjnych rozwiązań w sektorze spożywczym oraz środowiskowego zarządzania produktami.\n2. Prowadzenie wspólnych projektów naukowo-badawczych, prac rozwojowych.\n3. Odpłatne doradztwo ekonomiczno-techniczne świadczone przez AGH dla Maspex \n4. Odpłatną realizację prac B+R przez AGH dla Maspex.\n5. Organizowanie i prowadzenie warsztatów i konferencji.\n6. Wzajemne udostępnianie i rozwijanie bazy laboratoryjnej oraz technologicznej na zasadach obowiązujących w AGH.\n7. Wymianę doświadczeń, wzajemne propagowanie osiągnięć w zakresie rozwiązań technologicznych i zarządczych.\n8. Organizację praktyk i staży dla studentów AGH w Kelvin.\n9. Organizację staży dla pracowników i doktorantów AGH w Kelvin.\n10. Inne formy szkoleniowe np. studia podyplomowe.\n\nKrajowa Izba Gospodarcza\n\nUmowa nr 9/UM/WZ/2021, data podpisania umowy 20.10.2021 r.\n\nCharakterystyka przedsiębiorstwa: \n\nSektorowa Rada ds. Kompetencji Sektora Odzysku Materiałowego Surowców powstała z inicjatywy Krajowej Izby Gospodarczej oraz Instytutu Ochrony Środowiska – Państwowego Instytutu Badawczego. Celem działania Rady jest identyfikacja i prognozowanie potrzeb kwalifikacyjno-zawodowych związanych z rozwojem sektora gospodarki odpadami oraz dostosowanie oferty edukacji formalnej oraz pozaformalnej do potrzeb pracodawców sektora.\n\nZakres współpracy: \n\nWspółpraca w zakresie prowadzenia działań na rzecz dostosowania i rozwijania kompetencji pracowników sektora odzysku materiałowego surowców zgodnie z potrzebami rynku pracy w sektorze gospodarki odpadami. \n\nKelvin Sp. z o.o.\n\nUmowa nr 3/UM/WZ/2021, data podpisania umowy 31.03.2021 r.\n\nCharakterystyka przedsiębiorstwa: \n\nKelvin zajmuje się dostarczaniem rozwiązań oraz budową sieci i instalacji dla zapewnienia komfortu cieplnego ludzi i urządzeń. Działalność obejmuje modelowanie systemów ciepłowniczych i grzewczych, projektowanie i budowanie sieci ciepłowniczych, instalacji grzewczych, chłodniczych, klimatyzacyjnych i wentylacyjnych oraz systemów dystrybucji i odbioru ciepła, chłodu i powietrza wentylacyjnego.\n\nZakres współpracy: \n\nStrony deklarują zamiar współpracy w zakresie zrównoważonego budownictwa.\nWspółpraca realizowana będzie poprzez:\n1. Realizacja projektów wdrożeniowych i pilotażowych w zakresie innowacyjnych rozwiązań w sektorze zrównoważonego budownictwa, odnawialnych źródeł energii oraz zarządzania energią,\n2. prowadzenie wspólnych projektów naukowo-badawczych, prac rozwojowych.\n3. Odpłatne doradztwo ekonomiczno-techniczne świadczone przez AGH dla Kelvin (B+R w zakresie związanym ze wspołpracą).\n4. organizowanie i prowadzenie warsztatów i konferencji.\n5. wzajemne udostępnianie i rozwijanie bazy laboratoryjnej oraz technologicznej na zasadach obowiązujących w AGH.\n6. Wymiana doświadczeń, wzajemne propagowanie osiągnięć w zakresie rozwiązań technologicznych i zarządczych.\n7. organizacja praktyk i staży dla studentów AGH w Kelvin.\n8. Organizacja staży dla pracowników i doktorantów AGH w Kelvin.\n9. Inne formy szkoleniowe np. studia podyplomowe.\n\nDa VINCI Studio Spółka z o.o.\n\nUmowa nr 6/UM/WZ/2021, data podpisania umowy 28.05.2021 r.\n\nCharakterystyka przedsiębiorstwa:\n\nDa Vinci Studio jest firmą programistyczną, z indywidualnym podejściem do każdego projektu. Do tworzenia dedykowanych aplikacji webowych wykorzystuje technologie: AWS, Kubernetes, Docker, GraphQL, Rest API, PWA, Python, PHP, TS, Symfony, React.js, Angular. Da Vinci Studio zrealizowała kilkaset aplikacji internetowych, kilkadziesiąt projektów o różnej skali i wielkości oraz wiele systemów wewnętrznych.\n\nWspółpraca realizowana będzie poprzez:\n1. Realizację projektów wdrożeniowych i pilotażowych w zakresie innowacyjnych rozwiązań w sektorze przemysł 4.0, cyfryzacji oraz rozwiązań wykorzystujących sztuczną inteligencję. odnawialnych źródeł energii oraz zarządzania energią,\n2. Prowadzenie wspólnych projektów naukowo-badawczych, prac rozwojowych.\n3. Odpłatne doradztwo ekonomiczno-techniczne świadczone przez AGH dla Da Vinci Studio.\n4. Odpłatną realizację prac B+R przez AGH dla Da Vinci Studio.\n5. Organizowanie i prowadzenie warsztatów i konferencji.\n6. Wymianę doświadczeń, wzajemne propagowanie osiągnięć w zakresie rozwiązań technologicznych i zarządczych.\n7. Organizację praktyk i staży dla studentów AGH w Kelvin.\n8. Współpracę w zakresie studiów podyplomowych i innych formy szkoleniowe dla studdentów Wydziału Zarządzania AGH.\n9. Możliwość wykorzystania komercyjnych produktów Da Vinci Studio do celów wspolnego testowania ich funkcjonowania oraz możliwych ich modyfikacji procesowych i organizacyjnych.\n\nALFA LAVAL KRAKÓW sp. z o.o.\n\nUmowa nr 1/UM/WZ/2020, data podpisania umowy 20.11.2020 r.\n\nCharakterystyka przedsiębiorstwa: \n\nDziałania Alfa Laval oparte są na trzech kluczowych technologiach: oddzielania, wymiany ciepła i technologii przepływów. Wszystkie trzy są niezwykle ważne dla funcjonowania zakładów przemysłowych. W strukturze Alfa Laval zostały wydzielone trzy segmenty sprzedażowe: energetyczny, spożywczy i wodny oraz morski. Dodatkowo został utworzony Dział Serwisu, którego zadaniem jest wsparcie klientów i zapewnienie doskonałej wydajności ze strony urządzeń Alfa Laval. Nasi Klienci działają w różnych przemysłach, takich jak: chemiczny, wydobycia ropy i gazu, papierniczo-celulozowy, oczyszczalni ścieków, morski, energetyczny, spożywczy. Urządzenia Alfa Laval są sprzedawane w około 100 krajach. W 50 z nich działają lokalne firmy Alfa Laval. Ponadto, Alfa Laval posiada 42 dużych zakładów produkcyjnych (w tym 22 w Europie, 10 w Azji, 8 w USA i 2 w Ameryce Łacińskiej). Alfa Laval zatrudnia obecnie około 17 000 pracowników na całym świecie. Większość z nich pracuje w Szwecji, Chinach, Danii, USA, Indiach.\n134 lat temu. Działalność Alfa Laval opiera się na utrzymaniu pozycji lidera w trzech kluczowych technologiach: wymiany ciepła, oddzielania i przepływów. Nieustanny rozwój produktów stanowi istotną przewagę konkurencyjną firmy. Około 2.5 % całkowitej sprzedaży przeznaczane jest rocznie na prace badawczo-rozwojowe, w efekcie czego Alfa Laval wprowadza na rynek 25-30 produktów rocznie. \n\nZakres współpracy:\n\n1. Realizacja wspólnych projektów wspierających rozwiązania wykorzystujące narzędzia i metody z obszaru zarządzania w procesach produkcyjnych i organizacyjnych\n2. Współpracs w organizowaniu i prowadeniu warsztatów i konferencji, wzajemnym udostępnianiu i rozwijaniu bazy laboratoryjnej oraz technologicznej\n3. Wymiana doświadczeń, wzajemnego propagowania osiągnięć w zakresie określonym powyżej\n4. Organizacja praktyk i staży oraz innych form szkoleniowych, w tym studiów podyplomowych dla studentów i pracowników\n\nInstytut Gospodarki Surowcami Mineralnymi i Energią Polskiej Akademii Nauk\n\nPorozumienie o wspólnym przedsięwzięciu naukowym zawarte 13.06.2019 r.\n\nCelem porozumienia była realizacja działań w zakresie upowszechniania nauki, polegających na organizacji XIX Międzynarodowej Konferencji Naukowej pt. „Zarządzanie Przedsiębiorstwem. Teoria i praktyka”.\n\nInstytut Gospodarki Surowcami Mineralnymi i Energią Polskiej Akademii Nauk (IGSMiE PAN) jest ważnym krajowym podmiotem w zakresie kształtowania postępu naukowego i badawczego w obszarze gospodarki surowcami mineralnymi i energią. Zatrudnia ponad 100 pracowników, w tym ponad 50 osób na stanowiskach naukowych. Pion naukowy Instytutu tworzą 4 Zakłady: Zakład Polityki i Badań Strategicznych, Zakład Badań Rynku Surowcowego i Energetycznego, Zakład Geoinżynierii i Inżynierii Środowiska, Zakład Odnawialnych Źródeł Energii i Badań Środowiskowych. W ich strukturach działa kilkanaście pracowni specjalistycznych. IGSMiE PAN posiada wysoką pozycję naukową (kategorię „A” w ocenie parametrycznej jednostek naukowych), dysponuje uprawnieniami do nadawania stopnia doktora nauk technicznych w dyscyplinie górnictwo i geologia inżynierska. Realizuje rocznie około 90 prac naukowo-badawczych, w tym kilka – kilkanaście projektów międzynarodowych. Współpracuje z ponad 30 krajowymi jednostkami naukowymi i wieloma zagranicznymi. Wykonuje prace badawcze dla blisko 100 podmiotów gospodarczych w kraju i zagranicą. Efekty prac naukowych są zawarte w około 150 publikacjach rocznie.\n\nZwiązek Lustracyjny Spółdzielni Pracy \n\nUmowa zawarta 12.02.2018 r. na czas nieokreślony.\n\nUmowa Ramowa o współpracy w zakresie doskonalenia kontaktów naukowo-biznesowych.\n\nZwiązek Lustracyjny Spółdzielni Pracy jest dobrowolną i samorządną organizacją zrzeszającą spółdzielnie pracy i organizacje spółdzielcze w Polsce. Powstał 14 listopada 1991 r. w Warszawie. Posiada osobowość prawną. LSP prowadzi działalność ustawową i statutową w zakresie: lustracji i badania sprawozdań finansowych spółdzielni, doradztwa, instruktażu i szkolenia finansowego, prawnego i samorządowego członków rad nadzorczych, zarządów oraz służb funkcjonalnych spółdzielni pracy i organizacji spółdzielczych, kształcenia kadr dla spółdzielni oraz współpracy naukowo-technicznej i działalności wydawniczej, archiwizowania dokumentów zlikwidowanych spółdzielni i organizacji spółdzielczych, integracji gospodarczej i promocji spółdzielni pracy w kraju i zagranicą, funkcjonowania funduszy samopomocowych, w tym spółdzielczego funduszu rozwoju i spółdzielczego funduszu poręczeń kredytowych, nadawania spółdzielniom pracy i organizacjom spółdzielczym oraz ich członkom nagród i wyróżnień za działalność samorządową i gospodarczą – państwowych, branżowych, regionalnych spółdzielczych i innych, popularyzacji międzynarodowych zasad spółdzielczych i tradycji polskiej spółdzielczości pracy, reprezentowania środowiska spółdzielczości pracy w kraju i zagranicą.\n\nStowarzyszenie Zarządców i Administratorów Nieruchomości\n\nUmowa zawarta 8.10.2004 r. na czas nieokreślony.\n\nUmowa dotycząca współpracy przy realizacji studiów podyplomowych „Zarządzanie nieruchomościami”.\n\nOrganizacja zrzeszająca osoby zajmujące się zarządzaniem i administrowaniem nieruchomościami. Obecnie Stowarzyszenie Zarządców i Administratorów Nieruchomości w Krakowie zrzesza ponad 420 osób fizycznych zajmujących się zawodowo zarządzaniem nieruchomościami: mienia publicznego, komercyjnymi, spółdzielczymi, wspólnotami mieszkaniowymi, kamienicami czynszowymi a także nieruchomościami wpisanymi do rejestru zabytków. Zajmuje się organizowaniem systematycznych kursów i szkoleń, ułatwianiem dostępu do obowiązującego prawa i fachowej literatury, współpracą z instytucjami rządowymi, samorządowymi i społecznymi wpływającymi na stan legislacji, propagowaniem i wspomaganiem działalności wydawniczej w zakresie publikacji specjalistycznej, inicjowanie i organizowanie kontaktów osób poszukujących odpowiedniego zatrudnienia lub innej pracy zarobkowej z pracodawcami.\n\nStowarzyszenie Małych i Średnich Przedsiębiorstw „Krak-Business”\n\nUmowa zawarta 15.10.2014 r. na czas nieokreślony.\n\nUmowa ramowa współpracy w zakresie doskonalenia kontaktów naukowo-biznesowych małego i średniego biznesu zrzeszonego w Stowarzyszeniu „Krak-Business”.\n\nInstytucja, która zrzesza małopolskich przedsiębiorców, nad której działalnością nadzór sprawuje Prezydent Miasta Krakowa.\nStowarzyszenie w swoich działaniach ukierunkowane jest na wspieranie działalności gospodarczej tychże firm stawiając na rozwój pozytywnych relacji biznesowych.\nDzięki swojej działalności Stowarzyszenie w dużej mierze przyczynia się do rozwoju przedsiębiorczości\n\nZespół Szkół i Placówek Oświatowych w Skale\n\nPorozumienie o współpracy zawarte 15.05.2013 r. na czas nieokreślony.\n\nPorozumienie o współpracy dotyczące objęcia patronatem przez Wydział uczniów Zespołu Szkół Liceum Ogólnokształcącego, Technikum Logistycznego i Technikum Informatycznego w Skale.\n\nZespół Szkół i Placówek Oświatowych w Skale jest szkołą z 70 – letnią tradycją. Liczy 7 oddziałów klasowych w Liceum Ogólnokształcącym i 8 oddziałów w Technikum. W Zespole są zarówno szkoły dla absolwentów gimnazjów, jak i szkół podstawowych. W skład zespołu wchodzi także Internat i Schronisko Młodzieżowe. Wśród uczniów znajdują się uczniowie pochodzący z Ukrainy i Białorusi. W placówce realizowana jest innowacja pedagogiczna „Bezpieczeństwo publiczne – wychowanie dla służb mundurowych” oraz eksperyment pedagogiczny: „Pilotażowy program wspierania szkół ponadgimnazjalnych prowadzących piony certyfikowanych wojskowych klas mundurowych” oraz nowy program Ministerstwa Obrony Narodowej: „Oddziały przygotowania wojskowego”. Organem prowadzącym jest Powiat Krakowski. Szkoła współpracuje z samorządem lokalnym oraz środowiskowymi stowarzyszeniami i grupami działania. Z racji położenia (oddalenie od Krakowa, otulina OPN, miasto wśród rolniczych, wiejskich gmin) szkoła obejmuje swym zasięgiem nie tylko młodzież tej miejscowości, przez co ma szansę być swoistym centrum kulturalnym dla naszej gminy, ale też gmin ościennych.\n\nVII Liceum Ogólnokształcące im. Z. Nałkowskiej w Krakowie\n\nPorozumienie zawarte 31.01.2013 r. na czas nieokreślony.\n\nPorozumienie o współpracy dotyczy objęcia patronatem uczniów VII LO i realizacji wspólnych projektów przez uczniów i studentów.\n\nLiceum jest publiczną, czteroletnią szkołą ponadpodstawową dla młodzieży. Liceum w szczególności umożliwia zdobycie wiedzy i umiejętności niezbędnych do uzyskania świadectwa ukończenia Liceum, zdania egzaminu maturalnego oraz sprostania wymaganiom rekrutacji na wyższe uczelnie oraz zapewnia w pełni wykwalifikowaną kadrę nauczycielską, gwarantującą prawidłową realizację zadań dydaktycznych, wychowawczych i opiekuńczych. Celem kształcenia i wychowania w Liceum jest wspieranie ucznia w jego dążeniu do pełnego rozwoju intelektualnego, emocjonalnego, społecznego, moralnego, duchowego i fizycznego oraz przygotowanie go do wypełniania obowiązków w życiu rodzinnym i społecznym.\n\nGmina Miejska Kraków\n\nUmowa zawarta 22.04.2014 r. na czas nieokreślony.\n\nUmowa ramowa o współpracy naukowo-technicznej oraz współdziałania w zakresie przedsięwzięć edukacyjnych, szkoleniowych oraz oceny przydatności wdrażanych nowych rozwiązań technologicznych.\n\nZarząd Dróg Miasta Krakowa to samodzielna jednostka organizacyjna Gminy Miejskiej Kraków. Zajmuje się bieżącym utrzymaniem istniejących dróg publicznych: krajowych (z wyjątkiem autostrad i dróg ekspresowych), wojewódzkich, powiatowych, gminnych oraz dróg wewnętrznych (z uregulowanym stanem prawnym, pozostających we władaniu GMK lub Skarbu Państwa) oraz infrastruktury rowerowej i tramwajowej. Ma pod swoją opieką obiekty inżynierskie, tunele oraz obiekty kubaturowe. W zakresie zadań znajduje się również ochroną przestrzeni pasa drogowego. Jednostka realizuje w terenie zatwierdzone przez Wydział Miejskiego Inżyniera Ruchu UMK projekty organizacji ruchu.\n\nSGS Poland Sp. z o.o.\n\nUmowa zawarta 16.10.2006 na czas nieokreślony.\n\nUmowa dotycząca przeprowadzenia cyklu wykładów w ramach studiów podyplomowych „Menedżer jakości”.\n\nFirma SGS jest światowym liderem w dziedzinie kontroli, weryfikacji, testowania i certyfikacji. Jest uznawana za światowy wzorzec w dziedzinie jakości i rzetelności. Prowadzi sieć ponad 2600 oddziałów i laboratoriów na całym świecie, które zatrudniają przeszło 93 000 pracowników. Jest liderem w dostarczaniu specjalistycznych rozwiązań biznesowych poprawiających jakość, bezpieczeństwo i wydajność oraz zmniejszających ryzyko. Międzynarodowa sieć placówek badawczych, obsługiwana przez wykwalifikowany i doświadczony personel, pomaga ograniczyć ryzyko, skrócić czas wprowadzenia produktu na rynek oraz przeprowadzić kontrolę jakości, bezpieczeństwa i wydajności produktu w świetle obowiązujących przepisów prawnych oraz standardów bezpieczeństwa i higieny. Globalna obecność, połączona ze znajomością warunków lokalnych, niezrównanym doświadczeniem i fachową wiedzą, w każdej praktycznie dziedzinie, pozwala firmie SGS objąć cały łańcuch dostaw, od surowców po ostateczną konsumpcję.\n\nUniwersytet Szczeciński, Wydział Nauk Ekonomicznych i Zarządzania\n\nUmowa zawarta 29.11.2017 r. na czas nieokreślony.\n\nUmowa ramowa o współpracy dotyczy stałej wymiany doświadczeń w obszarze podstawowych i aplikacyjnych badań naukowych.\n\nWydział Ekonomii, Finansów i Zarządzania Uniwersytetu Szczecińskiego jest najstarszą polską uczelnią na Pomorzu Zachodnim. Kształci studentów w systemie stacjonarnym i niestacjonarnym na kierunkach: informatyka i ekonometria, informatyka gospodarcza, ekonomia, finanse i rachunkowość, zarządzanie, zarządzanie i inżynieria produkcji. Wydział posiadał uprawnienia do nadawania stopnia doktora i doktora habilitowanego w dziedzinie nauk ekonomicznych – dyscyplina naukowa ekonomia – oraz stopnia doktora w dziedzinie nauk ekonomicznych – dyscyplina naukowa nauki o zarządzaniu.\n\nOrzeł Biały S.A.\n\nUmowa zawarta 5.02.2016 r. na czas nieokreślony.\n\nUmowa o współpracy przy realizacji praktyk dla studentów.\n\nOrzeł Biały jest liderem rynku producentów ołowiu rafinowanego w Polsce oraz największą spółką specjalizującą się w recyklingu zużytych akumulatorów ołowiowych. Podstawowym źródłem przychodów spółki jest sprzedaż ołowiu rafinowanego oraz jego stopów uzyskiwanych w wyniku recyklingu zużytych akumulatorów i innych odpadów zawierających ołów. Orzeł Biały dostarcza swoje produkty do największych koncernów zajmujących się produkcją akumulatorów wykorzystywanych głównie w przemyśle motoryzacyjnym. Ołów rafinowany i jego stopy produkowane przez Spółkę znajdują nabywców zarówno w kraju jak i za granicą. Orzeł Biały posiada w ofercie coraz to bardziej zaawansowane technologicznie stopy ołowiu wykorzystywane w przemyśle motoryzacyjnym. Spółka nieustannie rozwija swoją ofertę i zwiększa specjalizację w wysoko przetworzonych produktach. Od 2007 roku akcje Spółki notowane są na Giełdzie Papierów Wartościowych w Warszawie.\n\nKambu Sp. z o.o. \n\nPorozumienie o współpracy zawarte 12.10.2015 r. na czas nieokreślony.\n\nPorozumienie o współpracy przy tworzeniu i realizacji projektów badawczych.\n\nFirma Kambu specjalizuje się w branży oprogramowania, tworzy i modernizujemy dedykowane systemy informatyczne, które mają bezpośredni wpływ na sposób pracy, zwiększając efektywność. Usprawnia procesy biznesowe dzięki automatyzacji i algorytmom przyspieszającym realizację celów w oparciu o dane. Dzięki doświadczeniu w wielu branżach tworzy niestandardowe oprogramowanie w oparciu o potrzeby użytkowników dla różnych scenariuszy użytkowania. Buduje autorskie projekty badawczo-rozwojowe, aby wprowadzać innowacje w dziedzinie przetwarzania danych. Wykorzystuje najnowsze technologie Big Data i AI.\n\nKoba Organizacja Odzysku S.A.\n\nList intencyjny dotyczy współpracy w zakresie uzyskania dotacji ze środków Unii Europejskiej lub innych środków pomocowych na realizację projektu/ów wprowadzenia programu bezkaucyjnych maszyn zwrotnych na UBC.\n\nKOBA Organizacja Odzysku S.A. jest przedsiębiorstwem zajmującym się skupem i recyklingiem zużytych aluminiowych puszek po napojach. Poprzez swoją działalność przyczynia się do oczyszczenia środowiska naturalnego z zużytych opakowań aluminiowych oraz do ponownego wykorzystania cennego surowca, jakim jest aluminium. KOBA Organizacja Odzysku, jako lider na polskim rynku recyklingu puszek aluminiowych, planuje odzyskać co najmniej 50 % aluminium wprowadzonego w postaci puszek, które zostanie użyte ponownie jako materiał do produkcji nowych puszek. Podstawowym źródłem pozyskiwania zużytych puszek napojowych i złomu metali kolorowych przez firmę są punkty skupu metali kolorowych, sortownie odpadów oraz szkoły. Zakłady KOBA S.A. rozmieszczone we wszystkich dużych miastach w Polsce są wyposażone w nowoczesne linie do sortowania puszek oraz w prasy hydrauliczne do prasowania złomu aluminiowych puszek napojowych. Nowoczesne wyposażenie zakładów i wykwalifikowana kadra pracownicza gwarantuje wysoką jakość odzyskiwanego aluminium.\n\nML System S.A. \n\nPorozumienie o współpracy zawarte 20.10.2015 r. na czas nieokreślony.\n\nUmowa dotycząca współpracy naukowej i innowacyjnej.\n\nML System to wysoce wyspecjalizowana spółka technologiczna, oferująca innowacyjne rozwiązania fotowoltaiczne zintegrowane z budownictwem (BIPV). Spółka rozwija przełomowe technologie, w tym ultralekkie szkło budowlane – Ultra PV oraz rewolucyjny produkt Quantum Glass (fotowoltaiczne szyby zespolone oparte o kropki kwantowe). Spółka ma własny zakład produkcyjny, który dysponuje trzema nowoczesnymi liniami wytwórczymi. Posiada także specjalistyczne, fotowoltaiczne centrum badawczo-rozwojowe, które wyposażone jest w światowej klasy sprzęt laboratoryjny. Oprócz tworzenia przewagi technologicznej na własne potrzeby, spółka realizuje również prace badawcze i prototypy w ramach komercyjnych zleceń.\n\nPolskie Centrum Mediacji\n\nUmowa zawarta 01.09.2012 r.  na czas nieokreślony.\n\nUmowa dotycząca współpracy przy realizacji studiów podyplomowych „Mediacje. Alternatywne metody rozwiązywania sporów”.\n\nPorozumienie zawarte 1.10.2018 r. na czas nieokreślony.\n\nPorozumienie o współpracy w kierunku rozwoju mediacji jako alternatywnej metody rozwiązywania konfliktów.\n\nPolskie Centrum Mediacji  zrzesza mediatorów posiadających specjalizacje i doświadczenie w zakresie prowadzenia mediacji cywilnych, gospodarczych, administracyjnych, rodzinnych, szkolnych, karnych oraz z nieletnim sprawcą czynu karalnego. Organizuje liczne szkolenia, warsztaty i superwizje podnoszące kwalifikacje i kompetencje swoich mediatorów w aspekcie dotyczącym spraw cywilnych, karnych, gospodarczych, rodzinnych, pracowniczych, administracyjnych, czy spraw dotyczących nieletnich sprawców czynu karalnego, konfliktów rówieśniczych, szkolnych czy oświatowych. Mediatorzy są dostępni na terenie całego kraju. Wybrany mediator spotka się ze stronami, porozmawia z nimi kierując spór w stronę satysfakcjonującego rozwiązania.\n\nREOIL Sp. z o.o.\n\nPorozumienie o współpracy. Wydział będzie wspomagać merytorycznie podejmowane przez REOIL działania w zakresie tworzenia i optymalizacji nowoczesnej struktury w Spółce, służyć pomocą w opracowaniu i/lub zakupie rozwiązań systemowych dotyczących marketingu i logistyki zakupów surowców dla realizowanych w REOIL procesów technologicznych, świadczyć pomocą w wyborze i we wdrożeniu systemu zarządzania środowiskowego zgodnego z normą ISO 140001.\nREOIL będzie przyjmował studentów i stażystów z WZ odbywających praktyki studenckie bądź staże pracownicze.\n\nPorozumienie o współpracy zawarte na czas nieokreślony.\n\nREOIL SP. Z O.O. zajmuje się kompleksową realizacją instalacji do recyklingu zużytych opon samochodowych w procesie pirolizy ciągłej. Spółka posiada know-how, technologię oraz potencjał niezbędny do realizacji nowych inwestycji. Obecnie głównym priorytetem firmy jest realizacja szeregu instalacji na świecie do recyklingu zużytych opon samochodowych. Projekty realizowane są w formule EPC i nadzorowane przez doświadczoną kadrę inżynierską oraz naukowo-badawczą z własnym działem B+R. Unikalne cechy i najważniejsze wyznaczniki rozwoju technologicznego procesów pirolizy pozwalają chronić środowisko naturalne przyczyniając się jednocześnie do rozwiązania problemu utylizacji zużytych opon samochodowych. Technologia pirolizy ciągłej opracowana przez firmę Reoil pozwala na ograniczenie do minimum emisji gazów i spełnienie wszystkich wymogów środowiskowych w miejscu planowanej inwestycji.\n\nBiomasa Grupa Tauron sp. z o.o.\n\nList intencyjny – podjęcie współpracy, która ma na celu wykorzystanie potencjału intelektualnego oraz twórczego studentów Koła Naukowego promote.me.\n\nSpółka Bioeko Grupa TAURON sp. z o.o. należy do Grupy TAURON, jednego z kluczowych holdingów energetycznych w Europie Środkowo – Wschodniej, który działa we wszystkich podstawowych obszarach rynku energetycznego. Bioeko Grupa TAURON Sp. z o.o. to specjalistyczny operator zarządzający ofertą produktową Ubocznych Produktów Spalania i Ubocznych Produktów Wydobycia w imieniu Grupy TAURON. Od września 2015 roku Bioeko Grupa TAURON sp. z o.o. jest jedynym dostawcą biomasy do jednostek wytwórczych Grupy TAURON tj. Elektrowni Jaworzno oraz Zakładu Wytwarzania Tychy.\n\n List intencyjny zawarty 27.03.2018 r. \n\nWspółpraca zagraniczna\n\nUmowy z kilkudziesięcioma uczelniami zagranicznymi.\n\nszczegóły na stronie programu ERASMUS +\n\nPozostałe umowy o współpracy podpisane z zagranicznymi uczelniami\n\nAESA Akademia Ekonomiczno-Statystyczna, Ałmaty, Kazachstan\n\nInstytut Zarządzania i Ekonomii „Galicyjska Akademia”, Iwano-Frankowsk, Ukraina\n\nMiędzynarodowy Uniwersytet Biznesu i Prawa, Cherson, Ukraina\n\nNarodowy Uniwersytet „Politechnika Lwowska”, Lwów, Ukraina\n\nPaństwowa Finansowa Akademia, Dniepropetrovsk, Ukraina\n\nPaństwowy Uniwersytet Ekonomii i Handlu, Donieck, Ukraina\n\nPaństwowy Uniwersytet, Sumy, Ukraina\n\nPaństwowy Uniwersytet Zarządzania, Donieck, Ukraina\n\nPrzykarpacki Narodowy Uniwersytet, Iwano-Frankowsk, Ukraina\n\nUkraińska Akademia Bankowości, Sumy, Ukraina\n\nUkraińska Akademia Biznesu i Przedsiębiorczości, Kijów, Ukraina\n\nUniwersytet Humanistyczny „Zaporożski Instytut Zarządu Państwowego i Lokalnego”, Zaporoże, Ukraina\n\nUniwersytet Ekonomii i Prawa, Donieck, Ukraina\n\nUniwersytet Zarządzania i Prawa, Chmielnick, Ukraina\n\nVSB Technical University, Ostrava, Czechy\n\nWschodnioukraiński Narodowy Uniwersytet, Ługańsk, Ukraina\n\nNarodowy Badawczo-Technologiczny Uniwersytet „MISIS” w Moskwie\n\nEuropean Universities for the European Union\n\nOd 2015 roku\n\nEuGen\n\nprowadzi program EU4EU, aby ułatwić przejście od szkolnictwa wyższego do dostępu do zatrudnienia poprzez staże zawodowe Erasmus + w przedsiębiorstwach z siedzibą w Europie.\n\nInstytucje szkolnictwa wyższego\n uczestniczą bezpłatnie w ramach siedmioletniej akredytacji krajowych konsorcjów programu Erasmus+ (KA130) i corocznego finansowania stypendiów (KA131).\n\nDo tej pory w programie uczestniczy 46 uniwersytetów we\n\nWłoszech\n,\n\nFrancji\n,\n\nHiszpanii\n\ni\n\nPortugalii\n.\n\nlink: \nhttps://eng.eu4eu.org/\n\nDATAVIV Technologies\n\nDataviv Technologies is a cutting edge technology company engaged in the field of education across several countries focusing on bringing the latest in education to areas in need through collaboration; running specialized courses, setting up laboratories, and developing cutting edge technology all relating to furthering the mission.\n\nThe Parties hereto declare their intention to cooperate in the field of:\n• cooperation and support of Dataviv in organising the courses and programs for international students created by AGH UST, Supported by Dataviv Technologies, within the teaching network of Dataviv Technologies. The subject matter, intellectual property rights, organisation and cooperation, rules, cost, fees, certificates etc. shall be regulated in Specific Agreements, signed between Dataviv and AGH UST,\n• research cooperation on topics of interest to both Parties,\n• sharing knowledge between the Parties,\n• support by Dataviv in building and incubating startups at AGH UST and commercialising technologies developed in AGH UST by AGH UST students to a global scale, subject to the rules of AGH UST and the Specific\nAgreements.\n\nDanieli & C. Officine Meccaniche Spa\n\nDanieli is among the worlds top theree manufacturers of plants and machines for the metals industry. The Groups companies use their own technologies to manufacture and install competitive machines and plants worldwide, supplying both single units and turnkey plants. Its current range of products includes machines, plants and processes for all the production cycles of steel and non-ferrous metals, from ore and scrap processing to finished long and flat products. Motivated by ambition to deliver the best results and driven by our core values and mission Danieli sets the course for continuous improvement and success.\n\nThe Parties hereto declare their intention to cooperate in the field of:\n– scientific research,\n– industrial implementations,\n– knowledge exchange,\n– didactics, practices and internships for students and scientific staff.\n\nThe Parties hereto agree that the cooperation shall be implemented through:\n– joint scientific research in the scientific profile of the Parties to theAgreement,\n– mutual exchange of research experience,\n– jointly preparing and conducting research projects,\n– jointly preparing and publishing scientific articles,\n– promoting joint research achievements,\n– conducting mutual scientific and research internships for employees,\n– launching student professional internships in DANIELI, having regard to the rules in force at AGH UST and Specific Agreements thereto,\n– support of DANIELI in conducting the didactic process at AGH UST\n– allowing access by both Parties of the Agreement to the laboratories and research centers of the other Party, having regard to the rules of that Party and Specific Agreements thereto.\n\nProgram Visiting Professr/ Profesor z zagranicy\n\nStudia\n\nStudia licencjackie i inżynierskie\n\nStudia magisterskie\n\nStudia po angielsku\n\nStudia doktoranckie\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nKierunki studiów\n\nJakość kształcenia\n\nZintegrowany program rozwoju\n\nOrganizacja\n\nZespół Obsługi Studentów studia stacjonarne\n\nZespół Obsługi Studentów studia niestacjonarne\n\nInfrastruktura Wydziału\n\ne-Wydział\n\nWydział\n\nO nas\n\nWładze Wydziału\n\nJednostki naukowe\n\nLaboratoria\n\nAdministracja Wydziału\n\nSamorząd studentów i doktorantów\n\nWspółpraca\n\nGalerie\n\ncovid19\n\nDni otwarte\n\nNauka\n\nBadania i granty\n\nPostępowania awansowe\n\nCzasopisma naukowe\n\nKonferencje naukowe\n\nNaukowy ruch studencki\n\nBiblioteka wydziałowa", "metadata": {"url": "https://www.zarz.agh.edu.pl/index.php/wspolpraca-i-absolwenci/", "title": "Współpraca i absolwenci | Wydział Zarządzania AGH", "depth": 3, "duplicate": false, "content_hash": "2d4a817d931400a97669eabd57285cb6", "word_count": 9444, "headings": [{"level": 1, "text": "Współpraca"}, {"level": 2, "text": "Współpraca krajowa"}, {"level": 5, "text": "Elite Crew Spółka z ograniczoną odpowiedzialnością"}, {"level": 5, "text": "Krajowy Zasób Nieruchomości"}, {"level": 5, "text": "More Bananas Sp. z o. o. Sp. komandytowa"}, {"level": 5, "text": "Morele.net Sp. z o.o."}, {"level": 5, "text": "Danone Sp. z o.o."}, {"level": 5, "text": "Pracodawcy Rzeczypospolitej Polskiej"}, {"level": 5, "text": "Firma TARAPATA Sp. z o.o."}, {"level": 5, "text": "Karkonoska Akademia Nauk Stosowanych"}, {"level": 5, "text": "Krajowa Izba Gospodarki Nieruchomościami<br />\nLogistic Planning Solutions sp. z o.o"}, {"level": 5, "text": "Akademia Górnośląska im. Wojciecha Korfantego w Katowicach"}, {"level": 5, "text": "ZPOW Agros Nova Sp. z o.o. Sp.k."}, {"level": 5, "text": "MASPEX FOOD sp. z o.o."}, {"level": 5, "text": "ASTOR Sp. z o.o."}, {"level": 5, "text": "BROADER Sp. z o.o."}, {"level": 5, "text": "STACO Sp. z o.o."}, {"level": 5, "text": "WEBCON Sp. z o.o."}, {"level": 5, "text": "Rare Metals Sp. z o.o."}, {"level": 5, "text": "Miejskie Przedsiębiorstwo Oczyszczania Sp. z o.o."}, {"level": 5, "text": "Związek Lustracyjny Spółdzielni"}, {"level": 5, "text": "Instytut Zootechniki Państwowego Instytutu Badawczego w Krakowie"}, {"level": 5, "text": "YABIMO Sp. z o.o. Sp. k."}, {"level": 5, "text": "Wastes Service Group Sp. z o.o. Sp. k."}, {"level": 5, "text": "Quality Austria-Polska Sp. z o.o."}, {"level": 5, "text": "Miejskie Przedsiębiorstwo Energetyki Cieplnej S.A. w Krakowie"}, {"level": 5, "text": "Grupa MASPEX Sp. z o.o."}, {"level": 5, "text": "Krajowa Izba Gospodarcza"}, {"level": 5, "text": "Kelvin Sp. z o.o."}, {"level": 5, "text": "Da VINCI Studio Spółka z o.o."}, {"level": 5, "text": "ALFA LAVAL KRAKÓW sp. z o.o."}, {"level": 5, "text": "Instytut Gospodarki Surowcami Mineralnymi i Energią Polskiej Akademii Nauk"}, {"level": 5, "text": "Związek Lustracyjny Spółdzielni Pracy"}, {"level": 5, "text": "Stowarzyszenie Zarządców i Administratorów Nieruchomości"}, {"level": 5, "text": "Stowarzyszenie Małych i Średnich Przedsiębiorstw „Krak-Business”"}, {"level": 5, "text": "Zespół Szkół i Placówek Oświatowych w Skale"}, {"level": 5, "text": "VII Liceum Ogólnokształcące im. Z. Nałkowskiej w Krakowie"}, {"level": 5, "text": "Gmina Miejska Kraków"}, {"level": 5, "text": "SGS Poland Sp. z o.o."}, {"level": 5, "text": "Uniwersytet Szczeciński, Wydział Nauk Ekonomicznych i Zarządzania"}, {"level": 5, "text": "Orzeł Biały S.A."}, {"level": 5, "text": "Kambu Sp. z o.o."}, {"level": 5, "text": "Koba Organizacja Odzysku S.A."}, {"level": 5, "text": "ML System S.A."}, {"level": 5, "text": "Polskie Centrum Mediacji"}, {"level": 5, "text": "REOIL Sp. z o.o."}, {"level": 5, "text": "Biomasa Grupa Tauron sp. z o.o."}, {"level": 2, "text": "Współpraca zagraniczna"}, {"level": 5, "text": "Pozostałe umowy o współpracy podpisane z zagranicznymi uczelniami"}, {"level": 5, "text": "European Universities for the European Union"}, {"level": 4, "text": "Od 2015 rokuEuGenprowadzi program EU4EU, aby ułatwić przejście od szkolnictwa wyższego do dostępu do zatrudnienia poprzez staże zawodowe Erasmus + w przedsiębiorstwach z siedzibą w Europie."}, {"level": 4, "text": "Instytucje szkolnictwa wyższegouczestniczą bezpłatnie w ramach siedmioletniej akredytacji krajowych konsorcjów programu Erasmus+ (KA130) i corocznego finansowania stypendiów (KA131)."}, {"level": 4, "text": "Do tej pory w programie uczestniczy 46 uniwersytetów weWłoszech,Francji,HiszpaniiiPortugalii."}, {"level": 5, "text": "DATAVIV Technologies"}, {"level": 5, "text": "Danieli & C. Officine Meccaniche Spa"}, {"level": 2, "text": "Program Visiting Professr/ Profesor z zagranicy"}, {"level": 3, "text": "Studia"}, {"level": 3, "text": "Organizacja"}, {"level": 3, "text": "Wydział"}, {"level": 3, "text": "Nauka"}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": ""}, {"level": 3, "text": ""}]}}