{"content": "# Prof. Wojciech Mitkowski Profesorem Honorowym AGH-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/prof-wojciech-mitkowski-profesorem-honorowym-agh\nCrawled: 2025-03-19 21:14:56\n\nfot. archiwum AGH \n\n Prof. Wojciech Mitkowski Profesorem Honorowym AGH \n\n 12/02/2025 \n\n Do zaszczytnego grona Profesorów Honorowych AGH dołączył prof. Wojciech Mitkowski, któremu uroczyście nadano tę godność 12 lutego 2025 r. w auli AGH. \n\nTytuł został nadany w uznaniu za całokształt pracy Profesora w zakresie naukowym, dydaktycznym, organizacyjnym i społecznym na rzecz Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, Akademii Górniczo-Hutniczej oraz krakowskiego i krajowego środowiska naukowego.\n\nSenat AGH podjął decyzję o nadaniu tytułu na wniosek Kolegium Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH, który został poparty pozytywnymi recenzjami prof. dr. hab. inż. Leszka Trybusa z Wydziału Elektrotechniki i Informatyki Politechniki Rzeszowskiej im. Ignacego Łukasiewicza oraz prof. dr. hab. inż. Andrzeja Dzielińskiego z Instytutu Sterowania i Elektroniki Przemysłowej Wydziału Elektrycznego Politechniki Warszawskiej.\n\n– \nMam zaszczyt i ogromną przyjemność uhonorować wybitnego uczonego, nauczyciela akademickiego, działacza społecznego, a przede wszystkim człowieka głęboko związanego z naszą Alma Mater. (…) Profesor Wojciech Mitkowski to postać wyjątkowa, której wieloletnia działalność naukowa, dydaktyczna i organizacyjna odcisnęła trwały ślad na historii naszej uczelni oraz polskiej nauki\n – powiedział w przemówieniu inaugurującym uroczystość Rektor AGH prof. Jerzy Lis.\n\nDziekan Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej dr hab. inż. Edyta Kucharska, prof. AGH przedstawiła zebranemu w auli AGH gremium uzasadnienie do wniosku Kolegium Wydziału o nadanie zaszczytnego tytułu prof. Wojciechowi Mitkowskiemu. W swoim wystąpieniu skupiła się ponadto na roli, jaką Profesor odegrał na wydziale, jego aktywności społecznej i organizacyjnej. Na zakończenie, gratulując nominacji, powiedziała:\n\n–\n Dziękujemy za wieloletnie zaangażowanie, dzielenie się wiedzą, wsparcie, bogate doświadczenie, gotowość do współpracy, cenne rady oraz wyważone i sprawiedliwe recenzje, które stały się dla wielu z nas nieocenioną pomocą.\n\nLaudację promotorską wygłosił prof. dr hab. inż. Krzysztof Oprzędkiewicz z Katedry Automatyki i Robotyki Wydział EAIiIB, który jest jednym z wychowanków Profesora i właśnie z tego punktu widzenia przedstawił swojego Mistrza:\n\n– \n(…) jest on niewątpliwie jedną z najwybitniejszych osobowości w polskim środowisku automatyków. Jest Naukowcem, Mistrzem i Przyjacielem wielu z nas. Jego życzliwość, zaangażowanie i otwartość towarzyszą nam cały czas. Osiągnięcie wieku emerytalnego nie stanowi dla Profesora żadnej przeszkody w kontynuacji pracy naukowej, czego dowodem są stale pojawiające się nowe znaczące osiągnięcia naukowe.\n\nKulminacją uroczystości było wręczenie prof. Wojciechowi Mitkowskiemu pamiątkowego dyplomu, medalu oraz szarfy. Następnie Profesor wygłosił wykład pt. \nFundamenty, ograniczenia i granice możliwości nauk inżynieryjno-technicznych\n oraz podziękowania.\n\nfot. archiwum AGH\n\nfot. archiwum AGH\n\nfot. archiwum AGH\n\nfot. archiwum AGH\n\nfot. archiwum AGH\n\nfot. archiwum AGH\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/prof-wojciech-mitkowski-profesorem-honorowym-agh", "title": "Prof. Wojciech Mitkowski Profesorem Honorowym AGH-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "285d3f281c2e565f22073798491a2303", "word_count": 394, "headings": [{"level": 1, "text": "Prof. Wojciech Mitkowski Profesorem Honorowym AGH"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}