{"metadata": {"url": "https://rekrutacja.agh.edu.pl/category/faq-questions/page/2/", "title": "Pytanie FAQ I st – Strona 2 – Strona Centrum Rekrutacji", "depth": 4, "duplicate": false, "content_hash": "f1daf480fa8be33abadd40eedde1a099", "word_count": 456, "headings": [{"level": 1, "text": "Strona Centrum Rekrutacji - Czy mogę dokonać wpisu w terminie innym niż przewidziany w kalendarzu rekrutacji dla danego cyklu?"}, {"level": 3, "text": "O CO NAJCZĘŚCIEJ PYTACIE"}, {"level": 2, "text": "STUDIA I STOPNIA"}, {"level": 2, "text": "STUDIA II STOPNIA"}, {"level": 4, "text": "FAQ"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Czy w rekrutacji na studia pierwszego stopnia  wystarczy mi jedno rozszerzenie?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Jak liczymy nasz wskaźnik rekrutacyjny? (studia I stopnia)"}, {"level": 4, "text": "Poprawiałem maturę i otrzymałem aneks z nowymi wynikami. Jakie dane mam wpisać w systemie rekrutacyjnym?"}, {"level": 4, "text": "Kiedy uzyskam informację o wartości mojego wskaźnika rekrutacji?"}, {"level": 4, "text": "Posiadam podwójne obywatelstwo. Na jakich zasadach będę rekrutowany?"}, {"level": 4, "text": "Czemu nie mogę się zalogować na konto z poprzedniej rekrutacji?"}, {"level": 4, "text": "Jak wygląda przepisanie ocen z innego kierunku lub z innej uczelni?"}, {"level": 4, "text": "Czy aplikacja mObywatel jest potrzebna do rekrutacji na AGH?"}, {"level": 4, "text": "Przy wpisie na listę studentów I roku otrzymałem skierowanie na badania lekarskie…"}, {"level": 4, "text": "Posiadam wykształcenie uzyskane za granicą. Jak wygląda procedura rekrutacji? Jakich formalności muszę dopełnić?"}, {"level": 4, "text": "Nie zostałem zakwalifikowany na studia drugiego stopnia w pierwszym cyklu rekrutacyjnym. Czy mogę wziąć udział w drugim cyklu na ten sam kierunek, co w pierwszym?"}, {"level": 4, "text": "Czy mogę dokonać wpisu w terminie innym niż przewidziany w kalendarzu rekrutacji dla danego cyklu?"}, {"level": 4, "text": "Posiadam tytuł licencjata. Czy mogę kandydować na dowolny kierunek studiów drugiego stopnia?"}, {"level": 4, "text": "Mam zamiar przenieść się na Akademię Górniczo-Hutniczą z innej uczelni. Jak to zrobić?"}, {"level": 4, "text": "Kiedy i gdzie składać podania o stypendium socjalne? W jaki sposób mogę ubiegać się o przydział miejsca w domu studenckim?"}]}, "content": "# Pytanie FAQ I st – Strona 2 – Strona Centrum Rekrutacji\n\nURL: https://rekrutacja.agh.edu.pl/category/faq-questions/page/2/\nCrawled: 2025-03-20 01:10:39\n\nNie. Wpisu należy dokonać w terminie przewidzianym na wpisy w danym cyklu rekrutacji. Brak wpisu oznacza rezygnację z miejsca przyznanego na studiach. W przypadku zdarzeń losowych uniemożliwiających wpis w wyznaczonym terminie oraz potwierdzonych wiarygodnym dokumentem możliwe jest złożenie wniosku o przedłużenie/przywrócenie terminu wpisów. […]\n\nCzytaj więcej\n\nZasady przyjmowania laureatów i finalistów olimpiad stopnia centralnego określa Uchwała Senatu AGH w sprawie zasad przyjmowania na studia laureatów oraz finalistów olimpiad stopnia centralnego, a także laureatów konkursów ogólnopolskich dostępna w dziale Dokumenty. Laureaci i finaliści, którzy mogą ubiegać się o przyjęcie na AGH z pominięciem postępowania kwalifikacyjnego muszą obowiązkowo dokonać rejestracji w systemie e-Rekrutacja. […]\n\nCzytaj więcej\n\nJeżeli wartość Twojego wskaźnika rekrutacji wynosi mniej niż 300 punktów możesz ubiegać się o przyjęcie tylko na studia niestacjonarne pierwszego stopnia. Na pierwszy rok studiów stacjonarnych pierwszego stopnia mogą zostać przyjęci tylko kandydaci, którzy uzyskali wartość wskaźnika rekrutacji równą lub większą niż 300 pkt. […]\n\nCzytaj więcej\n\nTak, w tym celu należy ponownie złożyć deklarację kierunku i wnieść opłatę rekrutacyjną oraz wprowadzić prawidłowe wyniki egzaminów maturalnych umieszczone na świadectwie dojrzałości. […]\n\nCzytaj więcej\n\nTak, w tym celu należy ponownie złożyć deklarację kierunku i wnieść opłatę rekrutacyjną oraz wprowadzić prawidłowe wyniki egzaminów maturalnych umieszczone na świadectwie dojrzałości. […]\n\nCzytaj więcej\n\nPrzeniesienie na studia z innej uczelni nie jest częścią rekrutacji. Wymaga zgody Dziekana Wydziału prowadzącego kierunek, na który student innej uczelni chciałby się przenieść. Pytania w tej sprawie należy kierować bezpośrednio do Dziekana odpowiedniego Wydziału, dane teleadresowe dostępne są na stronach poszczególnych jednostek AGH. […]\n\nCzytaj więcej\n\nWniosek o stypendium należy zarejestrować w systemie USOSweb. Oryginał wniosku wraz z niezbędnymi załącznikami w wersji papierowej należy złożyć w Dziekanacie Wydziału. Pytania w tej sprawie należy kierować do Dziekanatów Wydziałów. Przydatne adresy znajdują się na stronie: Jednostki AGH. Więcej informacji można odnaleźć na stronie Działu Spraw Studenckich – stypendium socjalne. Akademik dla studentów pierwszego roku […]\n\nCzytaj więcej\n\nZgodnie z systemem bolońskim pierwszy stopień kształcenia (6-8 semestrów) kończy się uzyskaniem tytułu zawodowego inżyniera lub licencjata. Każdy absolwent tych studiów będzie mógł kontynuować naukę na studiach drugiego stopnia (3-4 semestry), kończących się uzyskaniem tytułu magistra. W celu kontynuacji nauki należy przystąpić do rekrutacji na studia drugiego stopnia. […]\n\nCzytaj więcej\n\nRekomendujemy dokonywanie opłaty z wykorzystaniem systemu e-Card. Możliwość płatności elektronicznych dostępna jest w systemie e-Rekrutacja, po zalogowaniu się.Opłaty można także dokonywać przelewem na rachunek AGH, wskazany w systemie e-Rekrutacja, jednak ich księgowanie trwa znacznie dłużej. […]\n\nCzytaj więcej\n\nRekrutacja na studia w AGH jest prowadzona z wykorzystaniem sytemu e-Rekrutacja, z którego można wydrukować wszystkie niezbędne dokumenty rekrutacyjne, takie jak podanie na studia, kartę informacyjną i inne.Dla zakwalifikowanych kandydatów nie ma możliwości innego wypełnienia tych dokumentów niż poprzez system e-Rekrutacja. Dla kandydatów, którzy nie zostali zakwalifikowani i nie zgadzają się z wynikiem wstępnej kwalifikacji […]\n\nCzytaj więcej"}