{"content": "# \n            Rada Programowa\n            | Wydział Informatyki AGH\n        \n\nURL: https://www.informatyka.agh.edu.pl/pl/rada-programowa/\nCrawled: 2025-03-19 21:37:44\n\nRada Programowa jest ciałem działającym na rzecz rozwoju współpracy pomiędzy naszym Wydziałem, a otoczeniem społeczno-biznesowym w aspektach dydaktycznym i naukowym. Celem Rady jest zapewnienie, aby edukacja i badania na uczelni były ściśle powiązane z realnymi potrzebami rynku, co zwiększa konkurencyjność absolwentów i wspiera rozwój innowacyjnych rozwiązań w gospodarce.\n\nCZŁONKOWIE RADY\n\nLucyna Michniewicz-Ślaska\n\nLucyna Michniewicz-Ślaska\n\n– CIO w Grupie Kapitałowej VOX, odpowiedzialna za realizację celów strategicznych w obszarze nowych technologii i transformacji cyfrowej. Wcześniej odpowiedzialna za strategię e-biznes w Wyższych Szkołach Bankowych. Absolwentka Politechniki Poznańskiej i Uniwersytetu SWPS. Laureatka wyróżnień: Digital Excellence Award 2023, TOP 100 Women Cloud Computing 2022 (nominacja), Strong Women in IT Global Report 2021, Strong Women in IT 2019 Poland, SAP Innovation Award 2011 - the most innovative implementation in SAP.\n\nKrzysztof Wawrzynkowski\n\nKrzysztof Wawrzynkowski\n\n– CTO w PayPo, z doświadczeniem w branży ICT, lider technologii i produktów cyfrowych. Jest absolwent Politechniki Łódzkiej na kierunku Inżynieria Oprogramowania i Systemy Sieciowe oraz Zachodniopomorskiej Wyższej Szkoły Biznesu na kierunku Zarządzanie Projektami IT.  Współpracował z wiodącymi markami, takimi jak Nokia, HERE Technologies, home24.de, ERGO Digital IT i Rankomat. Specjalizuje się w zarządzaniu technologią, produktami, zespołami oraz w dostarczaniu projektów szczególnie ukierunkowanych na cyfrowe i społeczne transformacje organizacji.\n\nFilip Kaznowski\n\nFilip Kaznowski\n\n– Dyrektor Konsultingu Oracle Polska z ponad 25-letnim doświadczeniem w IT, absolwent Wydziału Matematyki, Informatyki i Mechaniki oraz Executive MBA na Uniwersytecie Warszawskim i University of Illinois Urbana-Champaign. Przez większość kariery zawodowej związany z Oracle Consulting, gdzie przechodził przez wiele szczebli kariery w różnych obszarach odpowiedzialności, pełniąc role konsultanta, kierownika projektów, dyrektora sprzedaży oraz dyrektora ds. rozwoju biznesu na region CEE.\n\nPiotr Sitkowski\n\nPiotr Sitkowski\n\n– Dyrektor Departamentu IT w Centrum Medycznym Enel-Med. S.A., kieruje pracą 80 osobowego zespołu specjalistów IT. Absolwent AGH w Krakowie. Przez 18 lat był Dyrektorem Pionu IT w Diagnostyka S.A. - największej w Polsce sieci laboratoriów diagnostycznych. Członek Zarządu organizacji HL7 Polska oraz Polskiej Izby Informatyki Medycznej. Przewodniczący Forum IT przy Pracodawcach Medycyny Prywatnej. Pracował również na stanowiskach Wiceprezesa w Digital Diagnostyka Hub i Eclipse Boluk-Soboleska Sp.K. Posiada wieloletnie doświadczenie w zarządzaniu projektami szkoleniowymi i wdrożeniowymi w obszarze IT oraz komunikacji ze środowiskiem medycznym. Brał udział w pracach zespołu opracowującego strategię e-zdrowia.\n\nSławomir Kumka\n\nSławomir Kumka\n\n– Dyrektor Laboratorium Oprogramowania IBM w Krakowie z niemal 30-letnim doświadczeniem w branży informatycznej. Absolwent kierunku Informatyka na Akademii Górniczo-Hutniczej w Krakowie oraz laureat prestiżowego tytułu Executive Master of Business Administration (Executive MBA) na University of Warwick w Wielkiej Brytanii. Pełni również funkcję Globalnego Dyrektora ds. rozwoju jednego z flagowych produktów w IBM.  Zaangażowany w edukację, aktywnie wspiera rozwój systemów nauczania w Polsce, kładąc szczególny nacisk na wprowadzanie nowych technologii do programów edukacyjnych.\n\nKarol Dworak\n\nKarol Dworak\n\n– CIO w Grupie TFKable, entuzjasta Data Science, pasjonat historii przemysłu na Górnym Śląsku, zorientowany na budowanie kapitału społecznego jako fundamentu innowacyjności.\n\nMarta Barcicka\n\nMarta Barcicka\n\n– Doradca zarządu w informatycznej firmie Alma SA i właścicielka firmy Neuron Cube. Absolwentka Uniwersytetu Wrocławskiego. Specjalistka HR z ponad 15-letnim doświadczeniem w rekrutacji IT, odpowiedzialna za rozwój zespołów dla globalnych klientów. Tworzyła nowe linie biznesowe w outsourcingu IT dla jednego z największych polskich banków i zarządzała rekrutacją IT na poziomie globalnym w obszarze game industry. W Centralnym Ośrodku Informatyki zajmowała się polityką i strategią HR.\n\nPaweł Białka\n\nPaweł Białka\n\n– Executive Partner w Gartner, z ponad 25-letnim doświadczeniem w branży IT. Doradca strategiczny współpracujący z zarządami w zakresie osiągania wyników biznesowych opartych na technologii. Pełnił funkcje kierownicze w PKP Cargo oraz EY, specjalizując się w obszarze ICT, fuzji i przejęć oraz doradztwie technologicznym​.\n\nTomasz Ćwik\n\nTomasz Ćwik\n\n– Przedsiębiorca i założyciel finQbit, z bogatym doświadczeniem w sektorze IT i finansowym. Absolwent Politechniki Wrocławskiej, gdzie uzyskał tytuł magistra inżynierii oprogramowania, oraz Executive MBA, który ukończył z wyróżnieniem. Jego doświadczenie obejmuje kształtowanie i realizację strategii IT, prowadzenie transformacji cyfrowej, zarządzanie projektami badawczo-rozwojowymi oraz realizację działań związanych z fuzjami i przejęciami dla największych banków.\n\nGrzegorz Janicki\n\nGrzegorz Janicki\n\n– CIO w People Can Fly, zarządza globalnym zespołem i infrastrukturą dla jednego z czołowych polskich studiów gamedev, odpowiadając za strategię i efektywność IT. Poprzednio IT Manager i IT Infrastructure Architect w firmie Lizard, gdzie nadzorował kluczowe kontrakty outsourcingowe oraz wdrażał innowacyjne rozwiązania technologiczne. Posiada tytuł magistra ekonomii oraz inżyniera optoelektroniki, co w połączeniu z certyfikatem audytora IT oraz innymi certyfikatami branżowymi pozwala mu lepiej rozumieć rolę systemów informatycznych we wspieraniu nowoczesnych procesów biznesowych.\n\nRobert Pławiak\n\nRobert Pławiak\n\n– CDIO w Polpharma, wcześniej Prezes Zarządu spółki Inteligent Logistic Solutions. Absolwent warszawskiej Wojskowej Akademii Technicznej na kierunku systemy komputerowe oraz studiów MBA w Szkole Głównej Handlowej. Specjalizuje się w strategii IT oraz procesach digitalizacji i optymalizacji operacyjnej w sektorach finansowym i farmaceutycznym, wspierając rozwój technologiczny w ochronie zdrowia. W dotychczasowej karierze był związany z m.in. Grupą PZU (PZU SA, PZU Życie SA), Grupą EFL, Bankiem Handlowym S.A., Inteligo Financial Services S.A., EFG Eurobank Ergasias S.A. (marka PolbankEFG), Funduszem Mikro Sp. z o.o., FM BANK S.A., Raiffeisen Bank Polska S.A. oraz aktywny członek stowarzyszeń PMI International&Polska, ISACA oraz ISSA.\n\nEwa Lis-Jeżak\n\nEwa Lis-Jeżak\n\n– Prezes Zarządu IDC Polska i Dyrektor Regionalna na Polskę i kraje Bałtyckie, z ponad 20-letnim doświadczeniem na rynku nowych technologii. Od 5 lat kieruje rozwojem IDC w obszarze analiz rynkowych oraz doradztwa strategicznego dla działów IT w dużych organizacjach. Wcześniej pełniła funkcję członka zarządu IDC w regionie CEE i CIS, odpowiadając za strategię marketingową i rozwój nowych produktów. Karierę rozwijała także w firmach Symantec i Hewlett-Packard.\n\nJaromir Pelczarski\n\nJaromir Pelczarski\n\n– CIO, ekspert w dziedzinie cyfrowej transformacji, bankowości i fintech. Absolwent AGH, Uniwersytetu Bristolskiego oraz studiów MBA na Ecole des Ponts ParisTech. Dołączył do Alior Banku po pracy w Accenture, gdzie był liderem praktyki chmurowej dla sektora finansowego. Wcześniej, od 2011 roku, związany z BNP Paribas Bank Polska jako wiceprezes odpowiedzialny za technologie, bezpieczeństwo i zarządzanie zmianą. W latach 2003–2011 pełnił funkcję dyrektora operacyjnego i członka zarządu w Fortis Bank Polska.\n\nPiotr Beńke\n\nPiotr Beńke\n\n– Dyrektor zespołu architektów korporacyjnych w regionie północnej, centralnej i wschodniej Europy (IBM NCEE ATL Market Director) oraz Dyrektor ds. technologii w IBM na Polskę, kraje bałtyckie i Ukrainę (IBM PBU Chief Technology Officer). Odpowiada za strategię technologiczną i rozwój zespołów technicznych. Absolwent Politechniki Poznańskiej i Warwick Business School, z 30-letnim doświadczeniem w branży IT, specjalizujący się w architekturze rozwiązań dla sektorów publicznego, finansowego i energetycznego.\n\nPiotr Zając\n\nPiotr Zając\n\n– Principal Engineer (Consultant AI/ML) w UiPath, specjalizujący się w projektach z zakresu Robotic Process Automation, Intelligent Document Processing oraz Agentic Automation w Europie Środkowo-Wschodniej. Absolwent Politechniki Warszawskiej na kierunku Robotyka. Architekt rozwiązań i inżynier systemów IT z doświadczeniem zdobytym w firmach Sun Microsystems, Oracle, SAP, SAS Institute oraz Microsoft.\n\nMateusz Hanisz\n\nMateusz Hanisz\n – EMEA Manager, Software Engineering Systems w Rockwell Automation, z ponad 10-letnim doświadczeniem w realizacji programów transformacji cyfrowej dla przedsiębiorstw produkcyjnych. Jest autorem licznych projektów mających na celu transformację organizacji z wykorzystaniem rozwiązań ERP, MES, Big Data, Business Intelligence, IoT, Augemented Reality oraz zaawansowanej analityki - predykcji, preskrypcji czy sztucznej inteligencji. Obecnie zajmuje się rozwojem Przemysłu 4.0 dla fabryk regionu EMEA w Rockwell Automation.\n\nRobert Szlęzak\n\nRobert Szlęzak\n – Doradca Zarządu ECN S.A. oraz Dyrektor projektu „Elektrociepłownia w lokalnym systemie energetycznym”. Ekspert z szerokim doświadczeniem w ICT, odnawialnych źródłach energii (OZE), e-demokracji, partycypacji społecznej i klasteringu. Absolwent kierunków związanych z elektroniką, telekomunikacją, energetyką i zarządzaniem. Wcześniej pełnił funkcje m.in. Prezesa Wschodniego Klastra ICT, Prezesa Towarzystwa Rozwoju Małych Elektrowni Wodnych oraz Lidera Obszaru „Zrównoważony Rozwój” w Centrum Kompetencji Wschodnich. Założyciel Ogólnopolskiego Porozumienia Kooperacyjnego „KlasGRID” i ekspert Banku Światowego, aktywnie wspierający rozwój SmartGrid w Ukrainie oraz klastrów energii w Polsce.\n\nEwa Zborowska\n\nEwa Zborowska\n – Kierowniczka programu badawczego IDC w zakresie AI w Europie, z ponad 20-letnim doświadczeniem na europejskim rynku usług IT i technologii chmurowych. Związana z IDC od 2003 roku, początkowo zajmowała się badaniami rynku usług IT, a od 2018 roku koncentruje się na technologiach chmurowych i AI. Prowadzi badania nad transformacją cyfrową, uwzględniając zastosowania sztucznej inteligencji w biznesie, nowe modele dostarczania technologii oraz relacje między biznesem a IT. Absolwentka Wydziału Zarządzania Uniwersytetu Łódzkiego oraz studiów podyplomowych z zakresu prognozowania i foresightu na Collegium Civitas w Warszawie. Wcześniej zdobywała doświadczenie w Głównym Urzędzie Statystycznym oraz w firmie IT.\n\nAdam Żelazko\n\nAdam Żelazko\n - CIO w Rohlig Suus Logistics, z ponad 20-letnim doświadczeniem w zarządzaniu technologią i wdrażaniu innowacyjnych rozwiązań IT. Absolwent Politechniki Warszawskiej i Szkoły Głównej Handlowej, ukończył również Akademię Psychologii Przywództwa. Specjalizuje się w transformacjach cyfrowych, optymalizacji procesów biznesowych oraz budowaniu strategii IT wspierających rozwój organizacji. W swojej karierze realizował liczne projekty, w tym automatyzację procesów biznesowych przynoszącą oszczędności oraz wdrożenia kompleksowych systemów zarządzania danymi. Posiada również doświadczenie w obszarze bezpieczeństwa IT.\n\nAndrzej Frydecki\n\nAndrzej Frydecki\n – Customer Solution Manager i Business Architect w SAP Polska, z ponad 35-letnim doświadczeniem w informatyce biznesowej. Absolwent Wydziału Elektrycznego Politechniki Łódzkiej. Specjalizuje się w analizie procesów biznesowych, tworzeniu architektur rozwiązań IT oraz doradztwie dla sektora publicznego i spółek Skarbu Państwa. Związany z SAP Polska od 1996 roku, odpowiada za budowę nowoczesnych środowisk IT dla kluczowych organizacji. Tworzył i rozwijał architektury rozwiązań opartych na technologii SAP dla instytucji, m.in. Ministerstwa Obrony Narodowej, Zakładu Ubezpieczeń Społecznych, PKN Orlen, PKP S.A., Grupy Tauron, Generalnej Dyrekcji Dróg Krajowych i Autostrad oraz uczelni, takich jak Uniwersytet Jagielloński i Politechnika Warszawska.\n\nJarosław Gracel\n\nJarosław Gracel\n – Prezes Zarządu ASTOR Sp. z o.o., z ponad 18-letnim doświadczeniem w wdrażaniu systemów zarządzania produkcją, analizie ekonomicznej inwestycji w automatyzację oraz strategiach rozwoju Przemysłu 4.0. Absolwent kierunku Automatyka i Robotyka na Akademii Górniczo-Hutniczej w Krakowie. W ASTOR odpowiadał za rozwój działu consultingu oraz budowę strategii inwestycyjnych wspierających cyfrową transformację przemysłu. Jest współtwórcą koncepcji „Inżynier 4.0™” i autorem licznych publikacji dotyczących Przemysłu 4.0, nowoczesnych technologii produkcyjnych oraz cyfrowej transformacji.\n\nMagda Rabiej\n\nMagda Rabiej\n – Engineering Director w Google Compute Infra. Liderka zespołów inżynierskich w branży IT. Zaczynała karierę jako programistka w niewielkim startupie, a obecnie prowadzi zespół Cluster Management (Borg) w Polsce i kieruje krakowskim ośrodkiem inżynieryjnym Google. Entuzjastka idei samoorganizacji zespołów i upraszczania procesów, stawia na budowanie współpracy opartej na zaufaniu.\n\nMarek Sokołowski\n\nMarek Sokołowski\n – Cloud Solution Architect w Microsoft, z ponad 20-letnim doświadczeniem w branży technologicznej. \nAbsolwent Politechniki Wrocławskiej na kierunku informatyka. \nSpecjalizuje się w realizacji strategicznych projektów opartych na rozwiązaniach chmurowych Azure. Wcześniej związany z firmą Oracle jako Business Development Manager odpowiedzialny za Oracle Cloud Infrastructure w regionie Europy Środkowo-Wschodniej oraz z Sun Microsystems, gdzie zajmował się sprzedażą i wsparciem technicznym systemów Sun Java. \n\nKrzysztof Zajda\n\nKrzysztof Zajda\n – CIO w Maspex Group, z ponad 26-letnim doświadczeniem w zarządzaniu IT. Odpowiada za obszar informatyki we wszystkich spółkach Grupy Maspex, obejmujących 20 dużych firm produkcyjno-dystrybucyjnych w 5 krajach. Absolwent Wydziału Elektrotechniki, Automatyki i Elektroniki Akademii Górniczo-Hutniczej w Krakowie, Podyplomowych Studiów Biznesu Politechniki Krakowskiej & University of Connecticut oraz studiów doktoranckich z informatyki na Politechnice Śląskiej. Specjalizuje się w zarządzaniu międzynarodowymi projektami IT oraz współpracuje z uczelniami nad ulepszaniem programów edukacyjnych w zakresie optymalizacji produkcji i logistyki. Aktywny członek CIONet.\n\nMarcin Mazurek\n\nMarcin Mazurek\n – Chief Product and Technology Officer oraz członek zarządu w Autopay, odpowiedzialny za kształtowanie i realizację strategii technologicznej i produktowej firmy oraz wsparcie w międzynarodowych inicjatyw rozwojowych Autopay. Wcześniej przez 18 lat związany z Allegro, gdzie jako wiceprezes ds. technologii kierował zespołem Technical Platform and Operations, odpowiadając za transformację infrastrukturalną i rozwój technologiczny platformy. Absolwent programów zarządzania na poziomie kierowniczym na Uniwersytecie Stanforda i w INSEAD. Aktywnie wspiera polską społeczność techniczną, promując współpracę i wymianę wiedzy w branży.\n\nArtur Groszek\n\nArtur Groszek\n – Director Consulting Expert w CGI Polska. Wcześniej Dyrektor Wykonawczy ds. Informatyki w ORLEN SA, Prezes Zarządu Energa Informatyka i Technologie, Dyrektor IT w Eurocash i Bauer Media oraz Senior Manager w Accenture. Absolwent AGH. Posiada doświadczenie zarówno w tworzeniu strategii jak i zarządzaniu IT (rozwojem, jak i operacjami), cyberbezpieczeństwie (IT i OT), aspektach IT w złożonych projektach M&A, projektach wdrożeniowych w sektorach naftowym i gazowym, produkcji, handlu detalicznego i mediów.\n\nMarcin Kaleta\n\nMarcin Kaleta\n – Wiceprezes odpowiedzialny za sektor Telekomunikacyjny w Comarch. Związany z firmą od 2010 roku, gdzie zaczynał jako programista w projektach telekomunikacyjnych. W 2015 roku objął stanowisko Solution Managera, rozwijając rozwiązania BSS dla klientów z Europy, Ameryki Północnej i Łacińskiej. W latach 2018–2023 pełnił funkcję dyrektora ds. innowacji Grupy Kapitałowej Comarch oraz dyrektora Centralnych Zespołów Kompetencyjnych. W 2020 roku równolegle objął Business Unit Egeria w sektorze APUS. Od 2021 roku przewodniczył Radzie ds. Cyber Security, a w 2023 roku został Dyrektorem Sektora Telekomunikacji.\n\nPrzemysław Zakrzewski\n\nPrzemysław Zakrzewski\n - od ponad 20 lat związany z ABB, gdzie obecnie zajmuje stanowisko Wiceprezesa ABB E-mobility oraz kieruje Korporacyjnym Centrum Technologicznym ABB. Pełni funkcję doradcy prezydenta miasta Łodzi ds. rozwoju technologicznego. Specjalizuje się w badaniach i rozwoju, współtworzeniu innowacyjnych rozwiązań oraz angażowaniu uczelni klientów w proces współpracy. Pełnił funkcję CIO w ABB Polska, wprowadzając transformacje cyfrową i rozwoju strategii IT. Jest zwolennikiem koncepcji Przemysłu 4.0 i aktywnie wspiera rozwój sztucznej inteligencji oraz systemów automatyzacji. Absolwent Politechniki Łódzkiej oraz Executive MBA University of Warsaw / University of Illinois. Zdobył tytuł Diament CIO Roku „Vox populi – vox CIO” w 2015 r. Pasjonat-programista, od wielu lat zafascynowany cyfrowymi technologiami oraz definiowaniem przyszłych interfejsów i metod współpracy człowiek-maszyna, maszyna-maszyna.\n\nPaweł Leżański\n\nPaweł Leżański\n - CTO Ringier Axel Springer Polska, gdzie prowadzi hub technologiczny specjalizujący się w technologii dla mediów i usług cyfrowych. Jest absolwentem Wydziału Informatyki Uniwersytetu Jagiellońskiego oraz International Institute for Management Development w Lozannie. Wykładał na Politechnice Krakowskiej. Karierę rozpoczął w DRQ, pracując nad rozwiązaniami IT dla bankowości i telekomunikacji. Z Onetem i Ringier Axel Springer Polska jest związany od 2005 roku, pełnił też funkcję CTO w Ringier Axel Springer Media AG, nadzorując zespoły technologiczne w 4 krajach grupy. Członek rady programowej CIONET i społecznosci Tech4KRK\n\nKOORDYNATOR\n\nJacek Nawrot\n\nE-mail: \n\nnawrot@agh.edu.pl", "metadata": {"url": "https://www.informatyka.agh.edu.pl/pl/rada-programowa/", "title": "\n            Rada Programowa\n            | Wydział Informatyki AGH\n        ", "depth": 3, "duplicate": false, "content_hash": "4383311a7ecd81a947fe78081183c1d8", "word_count": 2247, "headings": [{"level": 1, "text": "Rada Programowa"}, {"level": 4, "text": "Rada Programowa jest ciałem działającym na rzecz rozwoju współpracy pomiędzy naszym Wydziałem, a otoczeniem społeczno-biznesowym w aspektach dydaktycznym i naukowym. Celem Rady jest zapewnienie, aby edukacja i badania na uczelni były ściśle powiązane z realnymi potrzebami rynku, co zwiększa konkurencyjność absolwentów i wspiera rozwój innowacyjnych rozwiązań w gospodarce."}, {"level": 3, "text": "CZŁONKOWIE RADY"}, {"level": 3, "text": ""}, {"level": 4, "text": ""}, {"level": 3, "text": "Lucyna Michniewicz-Ślaska"}, {"level": 3, "text": "Krzysztof Wawrzynkowski"}, {"level": 3, "text": "Filip Kaznowski"}, {"level": 3, "text": "Piotr Sitkowski"}, {"level": 3, "text": "Sławomir Kumka"}, {"level": 3, "text": "Karol Dworak"}, {"level": 3, "text": "Marta Barcicka"}, {"level": 3, "text": "Paweł Białka"}, {"level": 3, "text": "Tomasz Ćwik"}, {"level": 3, "text": "Grzegorz Janicki"}, {"level": 3, "text": "Robert Pławiak"}, {"level": 3, "text": "Ewa Lis-Jeżak"}, {"level": 3, "text": ""}, {"level": 3, "text": "Jaromir Pelczarski"}, {"level": 4, "text": ""}, {"level": 3, "text": "Piotr Beńke"}, {"level": 3, "text": "Piotr Zając"}, {"level": 3, "text": "Mateusz Hanisz"}, {"level": 3, "text": "Robert Szlęzak"}, {"level": 3, "text": "Ewa Zborowska"}, {"level": 3, "text": ""}, {"level": 3, "text": "Adam Żelazko"}, {"level": 3, "text": ""}, {"level": 3, "text": "Andrzej Frydecki"}, {"level": 3, "text": ""}, {"level": 3, "text": "Jarosław Gracel"}, {"level": 3, "text": "Magda Rabiej"}, {"level": 3, "text": ""}, {"level": 3, "text": "Marek Sokołowski"}, {"level": 3, "text": ""}, {"level": 3, "text": "Krzysztof Zajda"}, {"level": 3, "text": ""}, {"level": 3, "text": "Marcin Mazurek"}, {"level": 3, "text": ""}, {"level": 3, "text": "Artur Groszek"}, {"level": 3, "text": ""}, {"level": 3, "text": "Marcin Kaleta"}, {"level": 3, "text": ""}, {"level": 3, "text": "Przemysław Zakrzewski"}, {"level": 3, "text": ""}, {"level": 3, "text": "Paweł Leżański"}, {"level": 3, "text": "KOORDYNATOR"}, {"level": 3, "text": ""}, {"level": 3, "text": "Jacek Nawrot"}, {"level": 4, "text": "E-mail:nawrot@agh.edu.pl"}, {"level": 5, "text": "Informacja o cookies"}]}}