{"content": "# Wojciech Mitkowski – Historia AGH\n\nURL: https://historia.agh.edu.pl/wiki/Wojciech_Mitkowski\nCrawled: 2025-03-19 21:10:25\n\nWojciech Mitkowski\n\nZ Historia AGH\n\nWojciech Mitkowski\n\nNazwisko\n\nMitkowski\n\nImię / imiona\n\nWojciech\n\nTytuły / stanowiska\n\nProf. dr hab. inż.\n\nTytuły honorowe AGH\n\nProfesor Honorowy AGH\n\nData urodzenia\n\n5 października 1946\n\nMiejsce urodzenia\n\nKraków\n\nDyscyplina/specjalności\n\nautomatyka\n, \nrobotyka\n, \nteoria sterowania\n, \nsystemy dynamiczne\n, \nteoria obwodów elektrycznych\n\nPełnione funkcje\n\nDziekan Wydziału Elektrotechniki, Automatyki i Elektroniki (1990-1993, 1993-1996)\n\nWydział\n\nWydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej\n\nOdznaczenia i nagrody\n\nMedal Komisji Edukacji Narodowej\n\nFunkcje\nGdzie\nod\ndo\nProdziekan\nWydział Elektrotechniki, Automatyki i Elektroniki\n1987\n1990\nDziekan\nWydział Elektrotechniki, Automatyki i Elektroniki\n1990\n1993\nDziekan\nWydział Elektrotechniki, Automatyki i Elektroniki\n1993\n1996\n\nProf. dr hab. inż. \nWojciech Mitkowski\n (1946-)\n\nDyscyplina/specjalności: automatyka, robotyka, teoria sterowania, systemy dynamiczne, teoria obwodów elektrycznych\n\nNota biograficzna\n\nUrodził się 5 października 1946 roku w Krakowie.\n\nW latach 1964-1970 studiował na Wydziale Elektrotechniki Górniczej i Hutniczej AGH. Studia ukończył w 1970 roku, uzyskując tytuł magistra inżyniera elektryka z zakresu automatyki i telemechaniki. Bezpośrednio po ukończeniu studiów został słuchaczem Wydziałowego Studium Doktoranckiego AGH.  \n\nPracę zawodową rozpoczął 1 października 1973 roku w Zakładzie Cybernetyki i Teorii Sterowania Instytutu Automatyki \nWydziału  Elektrotechniki Górniczej i Hutniczej\n. \n\nStopień naukowy doktora nauk technicznych uzyskał 24 stycznia 1974 roku na podstawie rozprawy doktorskiej „Sterowanie obiektów o parametrach rozłożonych w oparciu o aproksymację modelem dyskretnym”. Stopień naukowy doktora habilitowanego nauk   technicznych w zakresie automatyki uzyskał 8 listopada 1984 roku na podstawie rozprawy „Stabilizacja systemów liniowych stacjonarnych”. Tytuł naukowy profesora nauk technicznych otrzymał 20 marca 1992 roku. \n\nGłówne kierunki Jego badań skupiają się wokół zagadnień związanych ze sterowaniem   systemów dynamicznych. Wiele miejsca w dorobku naukowym zajmują opracowania dotyczące  sterowania procesami przemysłowymi, przemian fazowych, optymalizacji kształtu, procesu konwertorowego czy dotyczących grzania slabów. Znaczący wpływ na kierunek Jego zainteresowań związany z zastosowaniami matematyki wywarła współpraca w trakcie studiów doktoranckich z wybitnym matematykiem prof. Andrzejem Turowiczem. W jej wyniku powstał skrypt „Teoria macierzy”, sześciokrotnie wznawiany.\n\nAutor i współautor kilkunastu książek i ponad 220 artykułów oraz komunikatów naukowych, zamieszczanych również w czasopismach zagranicznych, oraz około 30 opracowań niepublikowanych, dotyczących badań i dydaktyki. \n\nUczestniczył w realizacji wielu grantów KBN, w tym 4 jako kierownik. \n\nPromotor kilkunastu rozpraw doktorskich. Był recenzentem ponad 30 rozpraw doktorskich, recenzentem ponad 20 rozpraw habilitacyjnych, brał udział w kilkunastu postępowaniach o nadanie tytułu naukowego profesora. Recenzował również dorobek dotyczący wniosku o stanowisko profesora zwyczajnego (3 razy) i o stanowisko profesora nadzwyczajnego (4 razy). Promotor 25 prac dyplomowych. \n\nBył opiekunem Koła Naukowego Elektroników i Automatyków AGH.\n\nOpracował recenzje wydawnicze ponad 10 prac habilitacyjnych oraz wielu prac zgłoszonych  do publikacji w wydawnictwach uczelnianych oraz czasopismach krajowych i międzynarodowych.  \n\nUczestniczył w licznych konferencjach, podczas których wygłaszał referaty.\n\nJest współautorem 17 prac naukowo-badawczych zastosowanych w praktyce. Od 1997 roku był redaktorem półrocznika \"Automatyka\". \n\nCzłonek wielu organizacji i stowarzyszeń, m.in.: Senatu AGH, Wiceprzewodniczący Rady Głównej Szkolnictwa Wyższego w kadencji 2003-2005 i 2006-2009, od 2002 członek Rady Naukowej Instytutu Badań Systemowych PAN w Warszawie, członek Polskiego Towarzystwa Matematycznego, Prezes Oddziału Krakowskiego PTM na kadencję 2005-2007, 2008-2010, członek Polskiego Towarzystwa Elektrotechniki Teoretycznej i Stosowanej, Towarzystwa Miłośników Historii i Zabytków Krakowa.\n\nW 2010 roku otrzymał tytuł doktora honoris causa Politechniki Lubelskiej. W 2020 roku otrzymał nagrodę im. prof. Antoniego Hoborskiego w kategorii matematyka.\n\nProfesor Honorowy AGH 2025 (\"za całokształt pracy w zakresie naukowym, dydaktycznym, organizacyjnym i społecznym na rzecz Wydziału Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, Akademii Górniczo-Hutniczej oraz krakowskiego i krajowego środowiska naukowego\").\n\nOdznaczenia i nagrody\n\nMedal Komisji Edukacji Narodowej\n (1998), Medal im. prof. Mieczysława Pożaryskiego nadany przez Zarząd Główny Stowarzyszenia Elektryków Polskich (2002), Medal pamiątkowy im. St. Bielińskiego nadany przez Zarząd Oddziału Krakowskiego SEP (1992), Medal  pamiątkowy  z  okazji  50-lecia  Wyższego  Szkolnictwa  Marynarki  Wojennej (2005), Medal 60-lecia Politechniki Białostockiej (2009), Nagrody Ministra Nauki i Szkolnictwa Wyższego\n\nBibliografia publikacji\n\nhttps://badap.agh.edu.pl/autor/mitkowski-wojciech-001086\n\nŹródła do biogramu\n\nKsiążki\n\nKronika i spis absolwentów Akademii Górniczo-Hutniczej im. Stanisława Staszica 1919-1979. T. 3. Pion Elektromechaniczny i Wydziały Politechniczne. Kraków 1979, s. 131\n\nMitkowski W.: Kronika Wydziału Elektrotechniki, Automatyki, Informatyki i Elektroniki AGH. Kraków 2002, s. 65-70, [foto]\n\n[Skład Osobowy AGH … 1973/74]. Kraków 1975, s. 89\n\nWho is who absolwentów Wydziału Elektrotechniki, Automatyki i Elektroniki [AGH] : [w 45 lecie Wydziału 1952-1997]. Kraków 1999, s. 84, [foto]\n\nWho is who? elitarnego Wydziału Elektrycznego AGH. Red. J. Czajkowski, Z. K. Witek. Kraków 2002, s. 85-86, [foto]\n\nWielka Księga 85-lecia Akademii Górniczo-Hutniczej. [Oprac.] zespół aut. K. Pikoń (red. naczelny), A. Sokołowska (dyrektor projektu), K. Pikoń. Gliwice 2004, s.236, [foto]\n\nWspółcześni uczeni polscy : słownik biograficzny. T. 3 : M – R. Red. nauk. J. Kapuścik.  Warszawa 2000, s. 207, [foto]\n\nArtykuły\n\nCieśla R.: Doktorat honoris causa Politechniki Lubelskiej dla Profesora Wojciecha Mitkowskiego. \nBiuletyn AGH\n 2010. nr 30/31, s. 19-21\n\nDoktorat honoris causa Politechniki Lubelskiej dla Profesora Wojciecha Mitkowskiego - 13 maja 2010. \nBiuletyn AGH\n 2010. nr 30/31, s. 18, [foto]\n\nMitkowski W.: Matematyka to bardzo abstrakcyjny wytwór umysłu : wywiad z prof. dr. hab. inż. Wojciechem Mitkowskim. Rozm. O. Ślizień. \nBiuletyn AGH\n 2020, nr 153-154, s. 9-11, [foto]\n\nStochel J., Ślizień O.: Nagrody z okazji Święta Nauk Ścisłych w AGH. \nBiuletyn AGH\n 2020, nr 153-154, s. 6, [foto]\n\nInne\n\nProf. Wojciech Mitkowski Profesorem Honorowym AGH [online] [przeglądany 5.03.2025]. Dostępny w: \nhttps://www.agh.edu.pl/aktualnosci/detail/prof-wojciech-mitkowski-profesorem-honorowym-agh\n\nWojciech Mitkowski [online] [przeglądany 14.02.2020]. Dostępny w: \nhttps://pl.wikipedia.org/wiki/Wojciech_Mitkowski\n\nstan na dzień 5.03.2025\n\nŹródło: „\nhttp://historia.agh.edu.pl/mediawiki/index.php?title=Wojciech_Mitkowski&oldid=86431\n”\n\nKategoria\n: \nBiogramy", "metadata": {"url": "https://historia.agh.edu.pl/wiki/Wojciech_Mitkowski", "title": "Wojciech Mitkowski – Historia AGH", "depth": 2, "duplicate": false, "content_hash": "2401deb2b5f9df2c762aeedb6ae9a42f", "word_count": 857, "headings": [{"level": 1, "text": "Wojciech Mitkowski"}, {"level": 2, "text": "Nota biograficzna"}, {"level": 4, "text": "Odznaczenia i nagrody"}, {"level": 4, "text": "Bibliografia publikacji"}, {"level": 2, "text": "Źródła do biogramu"}, {"level": 4, "text": "Książki"}, {"level": 4, "text": "Artykuły"}, {"level": 4, "text": "Inne"}]}}