{"content": "#  Dla studentów -- Centrum Karier \n\nURL: https://ck.agh.edu.pl/dla-studentow\nCrawled: 2025-03-19 21:12:58\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Dla studentów \n\nUmów się na konsultacje zawodowe prowadzone przez specjalistów z Centrum Karier AGH. Spotkania (offline lub online) mają charakter indywidualny i są bezpłatne dla studentów i absolwentów Uczelni oraz kandydatów na studia.\n\nUmów się na konsultację\n\nW Centrum Karier możesz za darmo wypełnić kwestionariusz osobowości INSIGHTFUL PROFILER (iP121) i dowiedzieć się: co Cię motywuje, jakie masz zasoby i ograniczenia dla rozwoju zawodowego, co wyróżnia Cię na tle innych, jakie role możesz pełnić w zespole.\n\nUmów się na test\n\nBazę ofert pracy, praktyk, staży dla studentów i absolwentów AGH możesz przeglądać po zalogowaniu się do serwisu CK JobTeaser.\n\nZaloguj się do JobTeasera\n\nCelem programu jest zapewnienie możliwości spotkania absolwentów AGH, chcących podzielić się swoją wiedzą oraz doświadczeniem zdobytym na rynku pracy ze studentami rozpoczynającymi karierę lub poszukującymi swojej ścieżki zawodowej.\n\nZobacz więcej\n\nCentrum Karier AGH co roku na wiosnę organizuje największe Targi Pracy w Polsce, na których spotkać można ponad 100 wystawców z różnych branż.\n\nPrzejdź do strony Targów\n\nZobacz filmy szkoleniowe przygotowane przez Centrum Karier AGH we współpracy z ekspertami zajmującymi się rekrutacją.\n\nZobacz filmy\n\nCentrum Karier oferuje wsparcie merytoryczne dla osób rozważających założenie działalności gospodarczej. Kontakt: Grażyna Śliwińska, gcs@agh.edu.pl.\n\nSkontaktuj się\n\nStopka\n\nBack", "metadata": {"url": "https://ck.agh.edu.pl/dla-studentow", "title": " Dla studentów -- Centrum Karier ", "depth": 2, "duplicate": false, "content_hash": "1061e3641f242cced7802e699788488a", "word_count": 201, "headings": [{"level": 1, "text": "Dla studentów"}, {"level": 2, "text": "Stopka"}]}}