{"metadata": {}, "content": "Załącznik nr 6 do Regulaminu konkursu Grant Rektora\n\n\n\nUMOWA\n\nw sprawie praw do wyników powstałych przy realizacji projektu finansowanego\n\nz konkursu Grant Rektora\n\n\n\nzawarta w dniu …………………….. w Krakowie (zwana dalej: „Umową”), pomiędzy:\n\nAkademią Górniczo-Hutniczą im. Stanisława Staszica w Krakowie, Al. Mickiewicza 30, 30-059 Kraków, NIP: 6750001923,  REGON: 000001577, zwaną dalej „Uczelnią”, reprezentowaną przez:\n\nProrektora ds. Studenckich – prof. dr hab. Rafała Dańko,\n\na Panią/Panem\n\n..............................................................................................\n\nstudentem ............. roku studiów I stopnia/ II stopnia/doktoranckich prowadzonych na Wydziale ........................................................, zamieszkałym w .................................................. przy \nul. ....................................................................... legitymującym się dowodem osobistym \nnr ..................................... PESEL: …………..  zwanym dalej „Studentem”\n\n\n\n§1\n\nStrony zgodnie oświadczają, że Student realizuje projekt pt. ……… finansowany lub współfinansowany przez Uczelnię w ramach konkursu „Grant Rektorski” . W ramach tego finansowania i bez prawa do dodatkowego wynagrodzenia Student przenosi na Uczelnię prawa własności intelektualnej do dóbr intelektualnych powstałych w ramach przedmiotowego projektu na zasadach określonych w niniejszej umowie.\n\nStrony zgodnie ustalają, że dla dóbr własności intelektualnej, których dotyczy niniejsza umowa znajduje zastosowanie, w szczególności w przedmiocie podziału korzyści uzyskanych z komercjalizacji wskazanych dóbr własności intelektualnych, Regulamin zarządzania prawami autorskimi i prawami pokrewnymi oraz prawami własności przemysłowej oraz zasad komercjalizacji w Akademii Górniczo-Hutniczej i. Stanisława Staszica w Krakowie, zwany dalej „Regulaminem”.\n\n\n\n§ 2\n\nStudent, w ramach finansowania Uczelni, o którym mowa w §1 ust. 1 i bez prawa do dodatkowego wynagrodzenia przenosi na Uczelnię całość należnych mu autorskich praw majątkowych do utworów stworzonych w ramach projektu, o którym mowa w § 1 ust. 1 niniejszej umowy.  \n\nPrzeniesienie autorskich praw majątkowych do utworów  obejmuje wszelkie pola eksploatacji znane w chwili zawarcia niniejszej Umowy, w szczególności:\n\n1) Utrwalanie i zwielokrotnianie utworu- wytwarzanie dowolną techniką egzemplarzy utworu, w tym przy zastosowaniu technik drukarskich i komputerowych,\n\n2) wprowadzanie do obrotu, użyczenie lub najem oryginału albo egzemplarzy\n\n3) wprowadzanie do pamięci komputera,\n\n4) publiczne wykonywanie, wystawianie, wyświetlanie, odtwarzanie oraz nadawanie i reemitowanie, \n\n5) publiczne udostępnianie w taki sposób, aby każdy mógł mieć do niego dostęp w miejscu i w czasie przez siebie wybranym, w szczególności w sieci Internet lub Intranet.\n\nPrzeniesienie praw, o których mowa w ust. 1 i 2 następuje z chwilą ustalenia utworów, o których mowa w  ust. 1. oraz bez ograniczeń czasowych i terytorialnych.\n\nPonadto, Student w ramach finansowania Uczelni, o którym mowa w §1 ust. 1 i bez prawa do dodatkowego wynagrodzenia przenosi na Uczelnię prawo do wyrażania zgody na wykonywanie praw zależnych do utworów, o których mowa w ust. 1. -\n\nStudent zobowiązuje się, że w ramach finansowania Uczelni, o którym mowa w §1 ust. 1 i bez prawa do dodatkowego wynagrodzenia nie będzie wykonywać w stosunku do Uczelni (w tym jej następców prawnych, licencjobiorców lub osób trzecich działających na jego zlecenie lub rzecz) swoich osobistych praw autorskich przysługujących mu do utworów, o których mowa w ust. 1. \n\n\n\n§ 3\n\nStudent w ramach finansowania Uczelni, o którym mowa w §1 ust. 1 i bez prawa do dodatkowego wynagrodzenia przenosi na Uczelnię prawa majątkowe do projektów wynalazczych w rozumieniu ustawy z dnia 30 czerwca 2000 r. prawo własności przemysłowej (t.j. Dz.U. z 2017 r. poz. 776 z późn. zm.), baz danych sui generis w rozumieniu ustawy z 27 lipca 2001 r. o ochronie baz danych (Dz. U. Nr 128, poz. 1402 z późn. zm.), a także do know-how stworzonych w ramach projektu, o którym mowa w§ 1 ust. 1. \n\nStudent zobowiązuje się do współdziałania z Uczelnią oraz udzielania wszelkich niezbędnych informacji oraz oświadczeń woli w celu objęcia ochroną prawną dóbr własności intelektualnej wymienionych w ust. 1 i jej utrzymywania na rzecz Uczelni.\n\nStudentowi służy prawo do wymieniania go jako twórcy lub współtwórcy w opisach, rejestrach oraz w innych dokumentach i publikacjach dóbr intelektualnych wymienionych w ust. 1.\n\n\n\n§ 4\n\nW zamian za świadczenie, o którym mowa w § 1 Student przenosi na Uczelnię własność egzemplarza nośnika, na którym utrwalono dobra własności intelektualnej, o których mowa w § 2 oraz w § 3.\n\n\n\n§ 5\n\nWszelkie zmiany umowy winny być dokonywane w formie pisemnej pod rygorem nieważności.\n\nWszelkie oświadczenia, zawiadomienia lub korespondencja związana z umową winna być doręczana w formie pisemnej, pod rygorem nieważności, osobiście lub listem poleconym za potwierdzeniem odbioru na poniższe adresy Stron:\n\nDla Uczelni:\t\t\t\t\t\t\t\n\n       Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\n       Al. Mikiewicza 30\n\n       30-059 Kraków \n\n       Dla Studenta:\n\n       ……………………\n\n       ……………………\n\nStrony zobowiązują się do niezwłocznego informowania o wszelkich zmianach danych teleadresowych pod rygorem uznania doręczenia pod ostatni wskazany adres za skuteczne.\n\n\n\n§ 6\n\nUmowa została sporządzona w dwóch jednobrzmiących egzemplarzach, po jednym dla każdej ze stron.\n\nWszelkie spory związane z umową i jej wykonywaniem będą rozstrzygane przez sąd właściwy dla siedziby Uczelni.\n\nW sprawach nie uregulowanych w niniejszej umowie mają zastosowanie przepisy Regulaminu, a w sprawach tam nie uregulowanych odpowiednio przepisy ustaw: O prawie autorskim i prawach pokrewnych z dnia 4 lutego 1994 r. (t.j. Dz.U. z 2019 r., poz. 1231 z późn. zm.), Prawo własności przemysłowej z dnia 30 czerwca 2000 r. (t.j Dz.U. 2017 r. poz. 776 z późn. zm.), a także Kodeks cywilny z dnia 23 kwietnia 1964 r. (t.j.Dz.U. z 2019 r. poz. 1145 z późn. zm.).\n\n\n\n\n\n………………………\t\t\t\t\t\t……………………….\n\nUczelnia\t\t\t\t\t\t       Student"}