{"content": "#  HR-excellence-in-research EN -- HRS4R \n\nURL: https://hrs4r.agh.edu.pl/en\nCrawled: 2025-03-19 21:07:52\n\nSkip to content\n\nSkip to footer\n\nHRS4R\n\nThe AGH University has received the HR Excellence in Research award granted by the European Commission to institutions which implement the principles of the European Charter for Researchers.\n\nThe European Charter for Researchers and the Code of Conduct for the Recruitment of Researchers were published by the European Commission in 2005. These are some of the most important documents in European politics for the increase in the attractiveness of the working conditions and the career development of researchers in Europe. They are addressed at the researchers, employers, and entities financing research, in the public and private sectors. \n\nThe institutions which implement the Charter and the Code and align their own policies to the provisions of both documents receive the „HR Excellence in Research” award from the European Commission. The implementation of the principles of the Charter and the Code is voluntary.\n\nWhat is the European Charter for Researchers?\n\nThe European Charter for Researchers, hereinafter referred to as the Charter, defines the rights and obligations to which the researchers, their employing institutions, as well as the organizations providing research funding are subjected.\n\nWhat is the Code of Conduct for the Recruitment of Researchers?\n\nThe Code of Conduct for the Recruitment of Researchers defines the principles of the researcher recruitment which should be followed by the employer institutions providing equal treatment of all researchers in Europe.\n\nNew European Charter for Researchers \n\nSince January 2024, the European Charter and the Code have been replaced by an updated document, the so-called “\nEuropean Charter for Researchers\n”. The reason behind it is the adaptation of the provisions to current challenges and the changing environment. \n\nHuman Resources Strategy for Researchers\n\nEuropean Charter for Researchers\n\nCode of Conduct for Recruitment\n\nEuropean Charter for Researchers and Code of Conduct for the Recruitment of Researchers (pdf)\n\nNew European Charter for Researchers\n\nStopka\n\nBack", "metadata": {"url": "https://hrs4r.agh.edu.pl/en", "title": " HR-excellence-in-research EN -- HRS4R ", "depth": 2, "duplicate": false, "content_hash": "ad393290a85b3b41511a7648fb8539c1", "word_count": 312, "headings": [{"level": 1, "text": "HRS4R"}, {"level": 3, "text": "What is the European Charter for Researchers?"}, {"level": 3, "text": "What is the Code of Conduct for the Recruitment of Researchers?"}, {"level": 3, "text": "New European Charter for Researchers"}, {"level": 2, "text": "Stopka"}]}}