{"content": "#  Bibliometria -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/nauka/bibliometria\nCrawled: 2025-03-19 22:38:50\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Bibliometria \n\nBibliometria\n wywodzi się z badań naukometrycznych i jest to zbiór metod matematycznych i statystycznych stosowanych do analizy piśmiennictwa naukowego.\n\nDefinicja bibliometrii została po raz pierwszy sformułowana już w 1969 r. przez Alana Pritcharda jako „zastosowanie matematycznych i statystycznych metod do książek i innych środków komunikacji”. \n\nWskaźniki bibliometryczne to m.in. liczba cytowań, Indeks Hirscha, \nImpact Factor\n, sumaryczny \nImpact Factor\n, \nCiteScore\n. \n\nCytowanie\n to przywołanie innej publikacji w tekście pracy naukowej. Podawana liczba cytowań może odnosić się do pojedynczej publikacji, całego dorobku autora, czasopisma czy też dorobku publikacyjnego jednostki naukowej, np. wydziału, uczelni czy zakładu.\n\nObecnie najważniejsze bazy notujące cytowania to:\n\nWeb of Science - instrukcja tworzenia raportów cytowań i indeks Hirscha\n\nIndeks Hirscha mierzy osiągnięcia naukowe z uwzględnieniem liczby publikacji i liczby cytowań. Indeks h to liczba publikacji naukowych, które uzyskały liczbę cytowań równą lub większą od h. Na przykład, jeśli wśród publikacji autora znajduje się 10 prac, z których każda była cytowana co najmniej 10 razy, to indeks h autora = 10. Tworzy się go więc szeregując publikacje według liczby cytowań i wybierając pozycję, dla której liczba cytowań jest większa bądź równa liczbie porządkowej.\n\nIndeks Hirscha sprawdzisz w bazach:\n\nTo wskaźnik wyliczany na podstawie danych z \nWeb of Science\n dla czasopism rejestrowanych w bazie \nJournal Citation Reports\n (JCR). \nImpact Factor\n za dany rok jest to stosunek liczby cytowań uzyskanych przez czasopismo w danym roku dla artykułów opublikowanych w ciągu dwóch poprzednich lat do liczby tych artykułów.\n\nPrzykładowo, IF za 2022 r. został wyliczony według wzoru:\n\nD = B/C \n\nA - wszystkie cytowania, jakie czasopismo uzyskało w 2022 r.\n\nB - cytowania uzyskane w 2022 r. dla artykułów, które zostały opublikowane w czasopiśmie w 2020 i 2021 r. (jest to podzbiór A)\n\nC - liczba artykułów opublikowanych w czasopiśmie w 2020 i 2021 r.\n\nD - \nImpact Factor\n czasopisma za 2022 r.\n\nWartości IF dla czasopism publikowane są w bazie \nJournal Citation Reports\n na przełomie czerwca i lipca każdego roku.\n\nIF nie jest wskaźnikiem znormalizowanym, dlatego powinno się go wykorzystywać do porównywania czasopism w obrębie jednej dyscypliny. Pomaga ocenić znaczenie czasopisma w zestawieniu z innymi z tej samej dziedziny. \n\nWięcej na temat Impact Factor na stronie wydawcy\n\nMaster Journal List\n to wykaz czasopism rejestrowanych w bazach na platformie \nWeb of Science\n\nSumaryczny \nImpact Factor\n stanowi sumę wartości IF czasopism, w których autor opublikował artykuły naukowe. Oblicza się go uwzględniając artykuły danego autora publikowane w czasopismach posiadających współczynnik IF według następującego wzoru:\n\nSIF = Ax(n) * IFx(n) + Ay(n) * IFy(n) + Ay(m) * IFy(m) + …\n\nSIF - Sumaryczny \nImpact Factor\n autora\n n, m - rok publikacji artykułu autora / rok, dla którego obliczono IF czasopisma\n Ax - liczba artykułów autora opublikowanych w czasopiśmie x w danym roku\n Ay - liczba artykułów autora opublikowanych w czasopiśmie y w danym roku\n IFx - IF czasopisma x obliczony dla danego roku\n IFy - IF czasopisma y obliczony dla danego roku.\n\nBierzemy pod uwagę IF zgodny z rokiem publikacji.\n\nWskaźnik cytowalności wyliczany na podstawie danych z bazy \nScopus\n. Przy obliczeniu \nCiteScore\n brane są pod uwagę cytowania i publikacje z okresu czterech lat. \nCiteScore\n za dany rok obliczany jest poprzez podzielenie liczby cytowań publikacji z ostatnich czterech lat (w tym także roku, dla którego jest obliczany) przez liczbę tych publikacji. \nCiteScore\n nie jest wskaźnikiem normalizowanym, dlatego powinno się go wykorzystywać jedynie do porównywania czasopism w obrębie jednej dyscypliny.\n\nCo roku firmy \nClarivate Analytics\n i Elsevier publikują rankingi naukowców w oparciu o cytowania z baz \nWeb of Science\n i \nScopus\n:\n\nHighly Cited Researchers 2024\n\nUpdated science-wide author databases of standardized citation indicators \n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/nauka/bibliometria", "title": " Bibliometria -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "a7c8d5eef57cd5b9e5f1596d341cf8ce", "word_count": 681, "headings": [{"level": 1, "text": "Bibliometria"}, {"level": 2, "text": "Stopka"}]}}