{"content": "# O Wydziale Energetyki i Paliw - Wydział Energetyki i Paliw | AGH Kraków\n\nURL: https://weip.agh.edu.pl/o-wydziale/\nCrawled: 2025-03-19 21:35:29\n\nW roku 2024 Wydział Energetyki i Paliw Akademii Górniczo-Hutniczej w Krakowie obchodzi jubileusz \n50-lecia powstania\n. Obecnie wydział ma absolutnie unikatowy charakter. Po pierwsze, spotkali się tu inżynierowie chemiczni, inżynierowie środowiska, chemicy i inżynierowie energetycy, co daje ogromne możliwości dzielenia się doświadczeniem i wiedzą w przenikających się dyscyplinach naukowych oraz prowadzenia wspólnych, interdyscyplinarnych badań. Wydział dysponuje też bardzo dobrą i różnorodną aparaturą badawczą, co pozwala na planowanie badań zakrojonych na szeroką skalę i bardzo różnorodnych. Atutem Wydziału jest także \nwieloletnia współpraca międzynarodowa\n z ośrodkami z całego świata. To na tym wydziale podpisano największą liczbę umów bilateralnych na podwójne doktoraty, a także na studia magisterskie z podwójnym dyplomem.\n\nMożemy szczycić się bardzo dobrą kadrą naukową. Co roku pracownicy wydziału zajmują wysokie pozycje w \nrankingu 2% najlepiej cytowanych naukowców\n. Ponad dwudziestu naukowców z wydziału plasuje się na czołowych miejscach w 10% najlepiej publikujących pracowników AGH i jest nagradzanych nagrodą Magnificencji Rektora AGH za osiągnięcia naukowe. Na wydziale realizowanych jest wiele europejskich grantów naukowych i dydaktycznych, co daje bardzo dobre podstawy dla współpracy z otoczeniem społeczno-gospodarczym. Realizujemy badania dla przemysłu w zakresie ekspertyz i opinii. Wspólnie z przemysłem realizujemy granty naukowe i wdrożeniowe oraz duże projekty strategiczne wspierane przez instytucje państwowe\n\nWydział prowadzi badania i kształcenie w dwóch dyscyplinach energetyce i inżynierii środowiska oraz inżynierii chemicznej. Prowadzimy studia na kierunku \nTechnologia Chemiczna\n i \nNowoczesne Technologie Paliwowe\n oraz na kierunku \nEnergetyka\n i \nEnergetyka Odnawialna i Zarządzanie Energią\n. W obszarze kształcenia energetyków stawiamy duży nacisk na zagadnienia związane z energetykę rozproszoną, niekonwencjonalnymi źródłami energii i magazynowaniem energii. W ostatnich latach jako jedni z pierwszych otworzyliśmy kierunek na II stopniu o nazwie \nEnergetyka Wodorowa\n, gdzie studenci mogą poznać technologie wodorowe w szerokim zakresie, w tym powiązane z wykorzystaniem wodoru systemy ogniw paliwowych. Ten obszar jest także bardzo intensywnie eksplorowany w badaniach naukowych prowadzonych na WEiP. Kolejny kierunek studiów II stopnia otworzony na bazie istniejącej od wielu lat ścieżki dyplomowania to \nEnergetyka Jądrowa\n. To nowocześnie zaprojektowany kierunek studiów II stopnia pozwalający studentom na zdobycie wiedzy nie tylko na uczelni, ale także na licznych stażach krajowych i zagranicznych. Na szczególne podkreślenie zasługuje fakt, że na WEiP można uzyskać także podwójny dyplom AGH oraz renomowanej japońskiej uczelni \nSIT – Shibaura Institute of Technology\n w Tokio na kierunku o nazwie \nEnergy and Environmental Engineering\n. Kierunek utworzony został w wyniku wieloletniej współpracy między AGH a SIT koordynowanej przez prof. dr. hab. Janusza Szmyda. Pierwsi absolwenci otrzymali w tym roku dyplomy drugiego stopnia podczas ceremonii w Tokio oraz w Krakowie 8 maja 2024 podczas obchodów jubileuszu dwudziestolecia współpracy AGH – SIT. Na kierunku \nEnergetyka\n studenci mogą także wybrać jedną z wielu ścieżek dyplomowania realizowanych zarówno w języku polskim, jak i angielskim: \nCiepłownictwo, ogrzewnictwo i klimatyzacja\n; \nSystemy magazynowania i konwersji energii dla e-mobility;\n\nModelowanie komputerowe w energetyce;\n\nUrządzenia, sieci i systemy elektroenergetyczne\n; \nSystemy, maszyny i urządzenia energetyczne\n oraz \nEnergy transition\n.\n\nKształcenie na kierunkach \nTechnologia Chemiczna\n prowadzimy na pierwszym roku wspólnie z Wydziałem Inżynierii Materiałowej i Ceramiki. Od drugiego roku studenci mają możliwość wyboru wydziału i tematyki, którą chcą zgłębiać. Jeśli wybiorą WEiP, mogą spodziewać się uzyskania wiedzy w zakresie technologii chemicznej skierowanej na pozyskiwanie paliw alternatywnych, procesów oczyszczania gazów odlotowych, oczyszczania wód i ścieków komunalnych i poprzemysłowych oraz wielu innych. Na kierunku \nNowoczesne Technologie Paliwowe\n student zgłębia wiedzę inżynierską w zakresie paliw stałych, w tym odpadów i biomasy, ciekłych z uwzględnieniem biopaliw, gazowych, w tym wodoru oraz biogazu, oraz ogniw paliwowych. I podobnie jak w technologii chemicznej, tu też ważne są aspekty środowiskowe takie jak: analityka środowiskowa i przemysłowa, technologia oczyszczania ścieków i gazów poprocesowych, technologie minimalizujące oddziaływanie gospodarki na środowisko, ale także realizowania projektów i przedsięwzięć inżynieryjno-technicznych w sektorze paliwowo-energetycznym, jak również w szeroko rozumianej inżynierii środowiska, w tym gospodarki obiegu zamkniętego. Na tych kierunkach studenci mogą wybrać następujące ścieżki dyplomowania: \nTechnologie chemiczne w energetyce;\n\nAnalityka przemysłowa i środowiskowa\n; \nProekologiczne procesy inżynierii i technologii chemicznej\n; \nChemical technology in the energy sector\n; \nZaawansowane technologie paliwowe\n i \nOchrona środowiska w technologiach paliwowych\n.\n\nNa WEiP kształcimy nowocześnie. Kładziemy nacisk na pracę w małych grupach i w przyjaznej atmosferze. Studenci mogą też rozwijać swoje pasje i zainteresowania w 17 kołach naukowych działających bardzo prężnie i odnoszących sukcesy na arenie krajowej i międzynarodowej.\n\nNa Wydziale Energetyki i Paliw prowadzone są badania w trzech dyscyplinach naukowych: \ninżynieria chemiczna\n, \ninżynieria środowiska\n, \ngórnictwo i energetyka\n oraz \ninżynieria materiałowa\n. Tak jak już wspomniałam, we wszystkich pracownicy wydziału odnoszą duże sukcesy i są nagradzani za działalność naukową, organizacyjną i dydaktyczną. Grupy badawcze mają charakter interdyscyplinarny, podobnie jak prowadzone przez nie badania.\n\nObecnie na WEiP prowadzone są tu prace badawczo-rozwojowe dotyczące wszystkich aktualnych problemów współczesnej gospodarki i przemysłu. Duża grupa naukowców zgłębia problemy \ntechnologii wodorowych\n, projektowania konstrukcji i diagnostyki prototypów z ogniwami paliwowymi, w ramach projektów NCBR we współpracy z partnerami przemysłowymi. Prowadzone są też prace dotyczące modelowania dynamiki systemów paliwowo-energetycznych i perspektyw rozwoju energetyki. Przy aktualnym poziomie rozwoju gospodarki, złożoność i rozmiary problemów sprawiają, że jedynym narzędziem umożliwiającym ich ujęcie są modele matematyczne w postaci implementacji komputerowych i stosowaniu metod symulacji – dynamiki systemowej i ekonometrii. Prace obejmują prognozy, analizy scenariuszowe, analizy dynamiki rozwoju krajowego systemu paliwowo-energetycznego oraz jego oddziaływania na środowisko i zdrowie. Do najważniejszych wykorzystywanych narzędzi można zaliczyć model do analiz krajowego miksu energetycznego \nTIMES-PL\n, model podaży paliw dla elektroenergetyki, platformę do zintegrowanej oceny rozwoju systemów energetycznych \nπESA (Platform for an Integrated Energy System Analysis)\n, a także system do kompleksowego modelowania jakości powietrza \nPolyphemus\n oraz system modelowania danych meteorologicznych \nWRF (The Weather Research and Forecasting)\n. Na Wydziale opracowano unikatową w skali kraju metodykę sprzężenia modelu wykorzystywanego do analiz miksu energetycznego z modelem dyspersji emisji i modułami oceny wpływu zanieczyszczeń na zdrowie ludzkie i środowisko przyrodnicze. Wydział aktywnie współpracuje na arenie europejskiej. Opracowano również model \nTIEMS-HEAT-EU\n, obejmujący swym zasięgiem scentralizowane systemy wytwarzania ciepła wszystkich krajów UE i jest jednym z głównych narzędzi analizy perspektyw systemu energetycznego UE. Mówiąc o tematach energetycznych, nie można zapomnieć o badaniach w obszarze \nenergetyki jądrowej\n i \nradiochemii\n, które są rozwijane na WEiP od wielu lat.\n\nNaukowcy WEiP zajmują się badaniem jakości powietrza zarówno w skali lokalnej (zjawisko smogu, niska emisja), jak również globalnej (dyspersja rtęci w atmosferze). Energetycy pracują także nad wykorzystaniem \nodnawialnych źródeł energii w hybrydowych systemach poligeneracyjnych\n. Prace te obejmują w szczególności zagadnienia: modelowania numerycznego i symulacji dynamicznych układów energetyki odnawialnej, energetycznego wykorzystania lokalnie dostępnej biomasy, wykorzystania energii promieniowania słonecznego, wykorzystania lokalnych zasobów energii wiatru, budowy mikroskalowych układów kogeneracyjnych i trigeneracyjnych, w tym instalacji badawczych i projektów instalacji prototypowych, automatyzacji systemów energetycznych z wykorzystaniem sterowników PLC i dedykowanych mikrokontrolerów, zastosowania termowizji w analizie systemów energetycznych, analizę potencjału energetycznego innych odnawialnych źródeł energii, auditingu i certyfikacji energetycznej budynków i innych obiektów. Ważną częścią naszej działalności są także badania nad nowoczesnymi systemami wytwarzania ciepła i chłodu. Istotne są też badania nad \ngospodarką o obiegu zamkniętym\n. Rozwijamy badania nad chemicznym zagospodarowaniem dwutlenku węgla, w których \nCO\n2\n w reakcji katalitycznego uwodornienia przetwarzany jest na paliwo\n. Prowadzone są też badania nad nowoczesnymi technologiami zgazowania paliw stałych do paliwa gazowego oraz zaawansowanymi materiałami do budowy baterii i ogniw paliwowych stosowanych do magazynowania energii. W tej tematyce mamy także osiągnięcia na poziomie światowym. Prowadzone są też szeroko zakrojone badania nad \nodsalaniem wody do zastosowań przemysłowych\n, oczyszczaniem wód i ścieków oraz wieloma innymi zagadnieniami współczesnej nauki. Naukowcy WEiP swoje badania przekuwają w projekty na konkretne zastosowania w przemyśle. Stąd mamy bardzo rozbudowaną współpracę z przemysłem z sektora paliwowego, energetycznego, itp.\n\nNie sposób w krótkiej rozmowie opisać, jak szeroki jest zakres badań prowadzonych na wydziale, ale pokazuje to choćby tematyka organizowanych lub współorganizowanych przez nas konferencji naukowych.\n\nOsiągnięcia wydziału możemy pogrupować na te dotyczące \ndydaktyki\n i \nbadawczo-wdrożeniowe\n. Jeśli chodzi o te pierwsze, to muszę pochwalić się tym, iż mimo mniejszego zainteresowania młodych ludzi studiami inżynieryjno-technicznymi, które są trudne i absorbujące, na Wydziale mamy \nstabilną rekrutację\n. Jesteśmy też dobrze oceniani przez naszych absolwentów, z których większość wybrałaby te studia po raz drugi. Jak już wspomniałam, prowadzimy studia z \nSibaura Institute of Technology\n w Tokio, prowadzimy \npodwójne doktoraty\n z uniwersytetami europejskimi i z SIT w Tokio. Mamy studia w \njęzyku angielskim\n, co sprzyja umiędzynarodowieniu. Z tego powodu rozszerzamy ofertę kształcenia w języku angielskim, poszerzamy także ofertę \nstudiów podyplomowych\n i \nkursów specjalistycznych\n, rozbudowujemy \ninfrastrukturę dydaktyczną\n, zwłaszcza bazę laboratoryjną. Muszę też zaznaczyć, że na wydział przychodzą bardzo aktywni i ambitni młodzi ludzie, którzy osiągają sukcesy w \nkołach naukowych\n w rozmaitych zawodach krajowych i międzynarodowych. Bardzo aktywnie i prężnie działająca jest \nWydziałowa Rada Samorządu Studenckiego\n. To bardzo pomaga w integracji społeczności wydziału. WRSS organizuje fantastyczne cykliczne imprezy integracyjne takie jak \nregaty pod nazwą Miecz Dziekana\n, \nzawody narciarskie Puchar Dziekana\n, oraz \nBal Energetyka\n. Ale także na co dzień studenci potrafią się dobrze bawić, organizując zawody sportowe, wspólne gotowanie itp. O naszym wydziale najlepiej świadczą też jego \nabsolwenci\n. Nasi absolwenci są lub byli prezesami zarządów spółek Skarbu Państwa i innych spółek. Wielu absolwentów z powodzeniem prowadzi własną działalność gospodarczą. Wielu też kontynuuje prace naukową na studiach doktoranckich i uzyskuje kolejne stopnie i tytuły w kraju, ale także za granicą.\n\nDo sukcesów naukowych możemy zaliczyć to, że w ostatniej \newaluacji dyscyplin naukowych za lata 2017-2021\n, w najliczniej reprezentowanej na wydziale dyscyplinie \ninżynieria środowiska, górnictwo i energetyka\n uzyskała kategorię \nA\n, co jest odzwierciedleniem wysokiego potencjału naukowo-badawczego oraz wyróżniających się wyników badań naukowych. Wydział Energetyki i Paliw jest skuteczny w ubieganiu się o \ndofinansowanie projektów naukowo-badawczych\n ze źródeł krajowych i unijnych. Cieszymy się też z bardzo bogatej współpracy z otoczeniem społeczno-gospodarczym. Mamy też duże sukcesy na polu \nwspółpracy międzynarodowej.\n\nProf. zw. dr\n\nMieczysław Lasoń\n\nProf. zw. dr hab. inż.\n\nJanina Milewska-Duda\n\nProf. dr hab.\n\nMonika Motak\n\nProf. zw. dr hab. inż.\n\nAleksander Długosz\n\nProf. nadzw. dr hab.\n\nPiotr Tomczyk\n\nProf. zw. dr hab.\n\nMieczysław Żyła\n\nProf. dr hab. inż.\n\nWojciech Suwała\n\nWładze Instytutu, a następnie Wydziału Energochemii Węgla i Fizykochemii Sorbentów, Wydziału Paliw i Energii oraz Wydziału Energetyki i Paliw. Zdj. Arch. WEiP, Z. Sulima\n\nInstytutu Energochemii Węgla\n\ni Fizykochemii Sorbentów\n\nWydział Energochemii Węgla\n\ni Fizykochemii Sorbentów\n\nWydział Paliw i Energii\n\nWydział Energetyki i Paliw\n\nProf. zw. dr Mieczysław Lasoń\n\nProf. zw. dr Mieczysław Lasoń\n\nProf. zw. dr hab. inż. Aleksander Długosz\n\nProf. zw. dr hab. Mieczysław Żyła\n\nProf. zw. dr hab. Mieczysław Żyła\n\nDr hab. inż. Janina Milewska-Duda, prof. AGH\n\nProf. dr hab. inż. Aleksander Długosz\n\nProf. dr hab. inż. Janina Milewska-Duda\n\nProf. dr hab. inż. Janina Milewska-Duda\n\nDr hab. Piotr Tomczyk, prof. AGH\n\nDr hab. Piotr Tomczyk, prof. AGH\n\nDr hab. inż. Wojciech Suwała, prof. AGH\n\nProf. dr hab. inż. Wojciech Suwała\n\nProf. dr hab. Monika Motak\n\nprof. dr hab. inż.\n\nStanisław Słupek\n\ndr inż.\n\nLeszek Kurcz\n\nprof. dr hab. inż.\n\nStanisław Gumuła\n\nWładze Międzywydziałowej Szkoły Energetyki\n\nMiędzywydziałowa Szkoła Energetyki\n\n2003-2005\n\n2005-2007\n\n2007-2009\n\nprof. dr hab. inż. Stanisław Słupek\n\ndr inż. Leszek Kurcz\n\nprof. dr hab. inż. Stanisław Gumuła\n\nK\nadra\n\nW roku 2024 na Wydziale Energetyki i Paliw zatrudnionych jest 165 pracowników, w tym 12 profesorówi, 31 profesorów uczelni, 61 adiunktów ze stopniem dra, 21 asystentów, 16 pracowników inżynieryjno-technicznych, 19 pracowników administracyjnych oraz 3 gospodarczych.\n\nW roku 2018 zatrudnionych jest 141 pracowników, w tym 20 profesorów, z czego 12 tytularnych, 15 – adiunktów ze stopniem doktora habilitowanego 48 – adiunktów ze stopniem doktora; 21 – asystentów; czterech naukowo-technicznych; 16 – inżynieryjno-technicznych 15 – administracyjnych i dwóch pracowników obsługi.\n\nW 1991 roku, kiedy IEWiFS uzyskał statut Wydziału, zatrudnionych było 28 nauczycieli akademickich, w tym trzech posiadających tytuł naukowy profesora i pięciu ze stopniem naukowym doktora habilitowanego. W roku 2004 na WPiE pracowało 79 osób: 12 – profesorów, z których połowa posiadała tytuł naukowy profesora; 30 – adiunktów ze stopniem doktora; jeden starszy wykładowca; 14 – asystentów; 13 – pracowników naukowo-technicznych; ośmiu pracowników administracyjnych i jeden pracownik obsługi.\n\nS\nięgając do historii…\n\n       Początek działalności naukowej i dydaktycznej związany jest z kilkoma etapami zmian organizacyjnych w Akademii Górniczo-Hutniczej. Działalność naukowa wybitnych profesorów: Lucjana Czerskiego, Mieczysława Lasonia, Andrzeja Czaplińskiego, Andrzeja Korty, Franciszka Byrtusa, Aleksandra Długosza, Mieczysława Żyły oraz Romana Neya dała podwaliny do stworzenia Instytutu Energochemii Węgla i Fizykochemii Sorbentów. Kolejnym etapem historii było uzyskanie przez Instytut praw Wydziału, a potem przekształcenie Wydziału Energochemii Węgla i Fizykochemii Sorbentów w Wydział Paliw i Energii.\n\nProfesor Lucjan Czerski już w latach 1946–1956 rozwijał działalność badawczą związaną z oceną właściwości fizykochemicznych węgli kamiennych, Jego zespół analizował – zarówno od strony teoretycznej jak i praktycznej – zdolność węgla do reakcji z tlenem. Równocześnie oceniano przydatność węgla jako paliwa i surowca technologicznego. Prowadzono także badania nad właściwościami odmian petrograficznych i metamorficznych węgli kamiennych. Był to początek bardzo obszernego programu badawczego, dotyczącego technologii otrzymywania sorbentów naturalnych i syntetycznych oraz identyfikacji ich struktury porowatej metodami sorpcyjnymi. Program ten realizowano w latach 1956–1987 pod kierunkiem profesora Mieczysława Lasonia, przy współudziale profesora Andrzeja Czaplińskiego oraz ówczesnych docentów Andrzeja Korty i Mieczysława Żyły. Profesor M. Lasoń był inicjatorem oryginalnych badań o zasięgu ogólnokrajowym w zakresie zjawisk powierzchniowych, a w szczególności adsorpcji oraz technologii otrzymywania i modyfikacji materiałów porowatych. Badania te nabierały coraz większego znaczenia w katalizie i ochronie środowiska. Stąd też w ramach problemu węzłowego „Kataliza i adsorpcja” prof. M. Lasoń pełnił w latach 1971–1975 rolę koordynatora w dwóch grupach tematycznych: „Własności sorpcyjne i katalityczne węgli aktywnych” oraz „Własności sorpcyjne układów pochodzenia nieorganicznego”. W latach 1974–1977 kierował pracami wykonywanymi przez stronę polską dla Międzynarodowego Centrum d/s Katalizatorów Przemysłowych krajów RWPG w ramach tematu: „Opracowanie węgli aktywnych jako nośników katalizatorów”. Działalność tę kontynuował w latach 1976–1980 w problemie węzłowym „Fizykochemiczne podstawy procesów technologicznych” w podproblemie „Kataliza” oraz w grupie tematycznej „Nośniki i adsorbenty”, realizując prace w zakresie adsorpcji we współpracy Akademii Nauk krajów RWPG. Równolegle w latach 1971–1980 prof. M. Lasoń podjął badania nad transportem gazów i par w polimerach w ramach problemów węzłowych „Tworzywa sztuczne i elastomery”. Wraz ze współpracownikami opracował i skonstruował szereg unikatowych precyzyjnych aparatów do pomiarów sorpcji i rozpowszechnił je w wielu laboratoriach badawczych krajowych i zagranicznych. Z inicjatywy profesora Lasonia powstało pierwsze obszerne opracowanie, opublikowane w 1988 roku w dwóch kolejnych Zeszytach Naukowych AGH-Chemia z. 8 i 9, zawierające prace, w których Profesor podsumował swoje osiągnięcia w zakresie fizykochemicznych badań nad węglami kamiennymi, a także artykuły grona pracowników zaliczających się do stworzonej przez niego szkoły w tym zakresie. Do głównych osiągnięć tej szkoły należą: zastosowanie metod densymetrycznych i sorpcyjnych do wyznaczania parametrów charakteryzujących strukturę kapilarną porowatych ciał stałych; oznaczanie zmian parametrów strukturalnych, jakie zachodzą w uprzednio spirolizowanych materiach pochodzenia organicznego podczas ich aktywacji parą wodną; opracowanie termodynamicznego zjawiska wyrzutu gazów i skał oraz jego doświadczalną weryfikację poprzez badania efektów energetycznych i kinetycznych towarzyszących desorpcji metanu i dwutlenku węgla z węgli kamiennych; badanie mechanizmu i termodynamiki adsorpcji na powierzchniach fazowych gaz/ciało stałe lub ciecz/ciało stałe – ze szczególnym uwzględnieniem energetycznej niejednorodności powierzchni ciał stałych; badania adsorpcji z wieloskładnikowej fazy gazowej na powierzchni porowatych ciał stałych; jakościowe i ilościowe ujęcia zagadnień powiązania zjawisk sorpcji substancji małocząsteczkowych z porowatą i kopolimeryczną naturą węgli kamiennych (modele sorpcji dualnej i wielorakiej); modelowanie struktury węgla kamiennego o różnym stopniu metamorfizmu i ocena jego właściwości sorpcyjnych jako układu adsorpcyjno-absorpcyjnego. Po nagłej śmierci profesora Lasonia merytoryczne kierownictwo przejął profesor Andrzej Czapliński, kontynuując dzieło poprzednika. Profesor Czapliński zajmował się poszukiwaniem współzależności między właściwościami sorpcyjnymi, dylatometrycznymi i wytrzymałościowymi kopalin stałych, budując oryginalne aparaty, za pomocą których można było przeprowadzić doświadczenia z odtworzeniem warunków zbliżonych do istniejących w górotworze. Dzięki inicjatywie i zaangażowaniu Profesora powstał podręcznik akademicki pt: „Węgiel kamienny” wydany w 1994 roku, w którym szersze grono pracowników zaprezentowało swe osiągnięcia dotyczące tych zagadnień. Prof. A. Czapliński wykazywał szczególne zainteresowanie konstrukcją i budową aparatury badawczej i miał w tej dziedzinie bardzo poważne osiągnięcia. Wymienić tu należy uruchomienie skraplarki do ciekłego powietrza, skonstruowanie termostatów do niskich temperatur, zbudowanie wysokociśnieniowej skraplarki rtęciowej, skonstruowanie aparatury do badań sorpcji gazów pod wysokimi ciśnieniami z równoczesnym pomiarem rozszerzalności próbek węglowych, skonstruowanie aparatury do procesów adsorpcyjno-desorpcyjnych prowadzonych w złożu fluidalnym i ruchomym, wspólnie z Bronisławem Buczkiem i Leszkiem Czepirskim oraz zbudowanie wielkolaboratoryjnej aparatury PSA, w której uzyskuje się wysokoprocentową frakcję tlenową lub azotową. Z kolei profesor nadzwyczajny Andrzej Korta – bezpośredni zastępca profesora Lasonia i najbliższy jego współpracownik przez prawie czterdzieści lat – rozwijał badania nad procesami pirolizy i aktywacji, zachodzącymi w materiałach pochodzenia organicznego. Był wysokiej klasy specjalistą w zakresie technologii otrzymywania węgli aktywnych, jak i oceny ich porowatości. Od końca lat pięćdziesiątych współpracownikiem profesora Lasonia był profesor Mieczysław Żyła, który specjalizował się w zagadnieniach fizykochemii powierzchni węgli kamiennych z uwzględnieniem ich porowatej struktury oraz zmian zachodzących w procesie działania na węgiel kamienny roztworami wybranych związków chemicznych (najczęściej o działaniu utleniającym). W latach siedemdziesiątych skierował swe zainteresowania naukowe na badania związane z właściwościami adsorpcyjnymi i strukturalnymi glinokrzemianów i krzemianów. Równolegle prowadził prace technologiczne nad modyfikacją drogą termiczną właściwości adsorpcyjnych minerałów ilastych, szczególnie montmorillonitu i kaolinitu. Szeroko rozwinął badania dotyczące hydrofobizacji powierzchni minerałów ilastych oraz tworzenia kompleksów mineralno-węglowych. Zainicjował liczne prace dotyczące tworzenia nowych sorbentów na drodze interkalacji montmorillonitu oligokationami szeregu metali. Były to pierwsze, prekursorskie prace w Polsce w zakresie sorpcji na sorbentach mineralnych (minerałach ilastych, zeolitach). W 2000 roku Profesor Mieczysław Żyła wydał pod swoją redakcją monografię pt. „Układ węgiel kamienny – metan w aspekcie desorpcji i odzyskiwania metanu z gazów kopalnianych”, za którą zespół autorski otrzymał Nagrodę Ministra Edukacji Narodowej. Do współpracowników profesorów Lasonia i Żyły należał dr Antoni Ciembroniewicz – wybitny specjalista w zakresie badań kinetyki sorpcji i desorpcji oraz dyfuzji gazów i par w materiałach porowatych, między innymi zeolitach i sitach cząsteczkowych) czego wyrazem było powierzenie mu opracowania hasła „Kinetyka sorpcji” do Encyklopedii „Chemia”, redagowanej przez Wydawnictwo Wiedza. Miał szczególne zasługi w rozwoju sorpcyjnego laboratorium naukowo-badawczego jako konstruktor i w znacznym stopniu wykonawca unikalnych aparatów do badań procesów statyki i kinetyki sorpcji oraz dyfuzji gazów i par w różnego typu materiałach porowatych.\n\nFormalnie jednostkę organizacyjną pod nazwą Instytut Chemii Górniczej i Fizykochemii Sorbentów utworzono w roku 1972. Profesor Mieczysław Lasoń aż do 1983 roku kierował pracami Instytutu, pełniąc funkcję Dyrektora. W kolejnych latach jego następcami byli profesor Aleksander Długosz i Mieczysław Żyła. Instytut Chemii Górniczej i Fizykochemii Sorbentów zyskał statut wydziału w dniu 28 maja 1991 roku. W dniu 19 kwietnia 1995 roku decyzją Senatu AGH, nastąpiła zmiana nazwy Wydziału Energochemii Węgla i Fizykochemii Sorbentów na Wydział Paliw i Energii. Na Wydziale Energochemii Węgla i Fizykochemii Sorbentów, a później Paliw i Energii funkcjonowały trzy zakłady, których korzenie tkwią w pionie górniczym, a które coraz głębiej eksplorowały i poszerzały badania naukowe, zarówno od strony teoretycznej, jak i doświadczalnej, w zakresie technologii otrzymywania sorbentów oraz fizykochemicznych metod identyfikacji struktur porowatych tych materiałów. Były to: Zakład Chemii Górniczej, kierowany przez profesor Grażynę Ceglarską – Stefańską, Katedra Inżynierii i Technologii Adsorpcyjnej, której kierownikiem był profesor Bronisław Buczek oraz Zakład Fizykochemii Zjawisk Międzyfazowych, kierowany przez profesora Leszka Czepirskiego. Kolejne dwie jednostki wydziałowe, mające swój rodowód w pionie hutniczym to Katedra Energochemicznego Przetwórstwa Węgla, kierowana przez profesora Aleksandra Karcza oraz Katedra Wyrobów Węglowych i Grafitowych, kierowana przez profesora Aleksandra Długosza. Wywodzą się one z Zakładu Koksownictwa, który powstał w 1956 roku na Wydziale Metalurgicznym AGH. Kierownikiem tego Zakładu został profesor Franciszek Byrtus, wykładający już wcześniej technologię koksownictwa w ramach zajęć prowadzonych w Katedrze Wielkopiecownictwa Wydziału Metalurgicznego AGH. Profesor Byrtus, pracujący przez wiele lat w instytutach branżowych (Instytut Metalurgii Żelaza, Instytut Chemicznej Przeróbki Węgla), ukierunkował działalność nowo utworzonego Zakładu zarówno na prace o charakterze poznawczym jak i aplikacyjnym. Dotyczyły one podstaw teoretycznych komponowania mieszanek węglowych, przebiegu procesu koksowania oraz oceny jakości koksu. Do oceny wartości użytkowej koksu hutniczego opracował syntetyczny wskaźnik znany jako liczba Byrtusa. Prace z zakresu nowoczesnych technologii przetwórstwa węgla były kontynuowane w latach osiemdziesiątych w ramach tzw. Centralnych Programów Badań Podstawowych i Centralnych Programów Badań Rozwojowych. Zespół kierowany przez profesora Długosza w ramach tych programów dokonał oceny wpływu jakości ciekłego surowca i warunków procesu technologicznego na jakość otrzymywanego koksu elektrodowego, przeprowadził identyfikację składników smół węglowych w aspekcie ich przydatności do produkcji wyrobów grafitowych oraz wykonał kompleksowe badania płynnych surowców karbo – i petrochemicznych stosowanych do produkcji wspomnianych wyrobów. Zespół profesora Byrtusa opracował matematyczny model opisujący wpływ czynników technologicznych i własności surowca węglowego na parametry tekstury porowatej koksu. W ramach powyższych programów grupa badawcza pod kierunkiem profesora Karcza przeprowadziła badania kinetyki procesu hydrozgazowania i pirolizy węgli dla różnych warunków prowadzenia tych procesów.\n\nW kolejnych latach Katedra Energochemicznego Przetwórstwa Węgla została przekształcona w Katedrę Technologii Paliw, a Katedra Wyrobów Węglowych i Grafitowych w Zakład Materiałów Węglowych i Nieorganicznych, kierowany przez profesora Jerzego F. Janika. W roku 2007 nastąpiło połączenie obu Katedr pod jedną nazwą Katedra Technologii Paliw, jej kierownictwo objął profesor Jerzy F. Janik, a obecnie dr hab. inż. Andrzej Strugała, prof. AGH. W jej skład wchodzi pięć grup badawczych, których pracami kierowali prof. Janina Milewska-Duda, prof. Teresa Grzybek, prof. Jerzy F. Janik, prof. Jakóbiec oraz dr hab. inż. Andrzej Strugała, prof. AGH. Należy tutaj wspomnieć, że Pani prof. dr hab. inż. Janina Milewska-Duda w latach 1993–1996 oraz 1999–2005 była dziekanem Wydziału Energochemii Węgla i Fizykochemii Sorbentów, a następnie Wydziału Paliw i Energii – łącznie przez trzy kadencje. W latach 2008–2012 pełniła funkcję Pełnomocnika Rektora AGH ds. Jakości Kształcenia. Od 2013 roku przewodniczy Wydziałowemu Zespołowi Audytu Dydaktycznego. Stworzyła Pracownię Teorii Sorpcji, której zadania obejmowały modelowanie procesów sorpcyjnych na gruncie teorii fizykochemicznych (szczegóły historii i działalności KTP przedstawiono w Biuletynie AGH nr 131).\n\nW 2009 roku Prof. J. Niewodniczański został uhonorowany godnością profesora honorowego AGH\n\nW 2016 roku Prof. A. Karcz został uhonorowany godnością profesora honorowego AGH", "metadata": {"url": "https://weip.agh.edu.pl/o-wydziale/", "title": "O Wydziale Energetyki i Paliw - Wydział Energetyki i Paliw | AGH Kraków", "depth": 3, "duplicate": false, "content_hash": "f1f45593ce07e0fa2595291ecbe446c3", "word_count": 3517, "headings": [{"level": 1, "text": "O Wydziale Energetyki i Paliw"}, {"level": 2, "text": "Kadra"}, {"level": 2, "text": "Sięgając do historii…"}]}}