{"content": "# Prof. Wojciech Górecki Profesorem Honorowym AGH-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/aktualnosci/info/article/prof-wojciech-gorecki-profesorem-honorowym-agh/\nCrawled: 2025-03-19 22:30:34\n\nfot. Zbigniew Sulima \n\n Prof. Wojciech Górecki Profesorem Honorowym AGH \n\n 17/12/2021 \n\n uroczystości \n\n Prof. Wojciech Górecki – specjalista z zakresu poszukiwania złóż ropy naftowej i gazu ziemnego oraz rozpoznania i wykorzystania wód i energii geotermalnej, przez lata związany z AGH – został wyróżniony tytułem profesora honorowego, nadanym przez macierzystą uczelnię. Uroczystość odbyła się 17 grudnia 2021 r. w AGH.Tytuł został przyznany za wybitne osiągnięcia w działalności badawczej, dydaktycznej oraz organizacyjnej w zakresie badań naftowych i geotermalnych oraz wiodącą rolę w utworzeniu Centrum Zrównoważonego Rozwoju i Poszanowania Energii w Miękini. \n\n– \nPrzez ostatnie lata podnosił Pan i nadal podnosi prestiż AGH. Zawsze wspiera Pan młodych naukowców, wskazując im właściwą drogę i przekazując część swojego bogatego doświadczenia. W tym szczególnym dniu pragniemy wyrazić wdzięczność za włożony trud i poświęcenie\n – podkreślił w przemówieniu Rektor AGH prof. Jerzy Lis, który przytoczył także kilka najważniejszych faktów z działalności Profesora oraz podkreślił jego zasługi w zakresie nowoczesnej geologii naftowej i optymalizacji poszukiwań naftowych.\n\nGłos zabrał również prof. dr hab. inż. Jacek Matyszkiewicz, Dziekan Wydziału Geologii, Geofizyki i Ochrony Środowiska, wnioskującego do Senatu AGH o nadanie prof. Wojciechowi Góreckiemu tytułu profesora honorowego AGH:\n – \nW szczególności chcę podkreślić zasługi Profesora w działalności naukowej, edukacyjnej i organizacyjnej dla Wydziału Geologii, Geofizyki i Ochrony Środowiska i dla naszej uczelni. Tytuł Profesora Honorowego AGH stanowi wyraz uznania dla prof. Wojciecha Góreckiego za jego wszechstronny i bogaty dorobek oraz ponadprzeciętną aktywność na polu nauki i edukacji.\n\nŻyciorys Profesora Honorowego AGH, jego osiągnięcia naukowo-badawcze, edukacyjne, społecznie i organizacyjne przytoczył w laudacji prof. dr hab. Tadeusz Peryt z Państwowego Instytutu Geologicznego – Państwowy Instytut Badawczy.\n\n– \nOcenianie dorobku prof. Wojciecha Góreckiego jest zaszczytem i wielką przyjemnością. W jego życiorysie znajdujemy tyle wspaniałych wydarzeń i osiągnięć, iż trudno wskazać, które z nich zasługują na szczególne podkreślenie. Jest bowiem uczonym o ogromnym dorobku naukowym wspartym licznymi publikacjami w postaci monografii, artykułów naukowych, książek, podręczników dydaktycznych, monograficznych atlasów i szeregu map geologicznych. Jest twórcą szkoły naukowej obejmującej geologię naftową oraz geotermię. Jego osiągnięcia są dobrze znane i rozpoznawalne zarówno w Polsce, jak za granicą. Liczne nagrody i wyróżnienia międzynarodowe (w tym tytuły doktora honoris causa zagranicznych uczelni) są tego dowodem\n – mówił laudator.\n\nPo ceremonii wręczenia pamiątkowego dyplomu oraz insygniów, prof. Wojciech Górecki wygłosił wykład pt. \nRopa naftowa i gaz ziemny – teraźniejszość i przyszłość\n.\n\nNa zakończenie uroczystości Prorektor ds. Ogólnych AGH prof. Tadeusz Telejko odczytał skierowany do laureata list gratulacyjny podsekretarza stanu w Ministerstwie Klimatu i Środowiska oraz Głównego Geologa Kraju Piotra Dziadzia.\n\nPowrót\n\n Powiązane pliki\n\n prof._honorowy_Gorecki_1.jpg \n 275 KB \n\n prof._honorowy_Gorecki_2.jpg \n 362 KB \n\n prof._honorowy_Gorecki_3.jpg \n 342 KB", "metadata": {"url": "https://www.agh.edu.pl/aktualnosci/info/article/prof-wojciech-gorecki-profesorem-honorowym-agh/", "title": "Prof. Wojciech Górecki Profesorem Honorowym AGH-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "6694bcb8ef2466205a2aaa05bb4c889e", "word_count": 420, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}