{"content": "# The Impact of Internationalization on the Openness and Tolerance of the University Environment – Welcome Point\n\nURL: https://wtp.agh.edu.pl/the-impact-of-internationalization-on-the-openness-and-tolerance-of-the-university-environment-conference-in-krakow/\nCrawled: 2025-03-19 21:24:12\n\nWelcome Point\n > \nNAWA & Welcome to Poland\n > \nThe Impact of Internationalization on the Openness and Tolerance of the University Environment\n\nThe Impact of Internationalization on the Openness and Tolerance of the University Environment\n\nOn April 19, 2023, the AGH University hosted an international conference titled ‘The Impact of Internationalization on the Openness and Tolerance of the University Environment’, organised by the AGH University Centre for International Affairs. The event was the culmination of a Polish National Agency for Academic Exchange project carried out by the Centre and titled ‘AGH UST Welcomes you’.\n\nThe opening lecture was given by Mirko Varano from the KTH Royal Institute in Sweden, who briefly presented three decades of internationalisation in higher education and outlined the changes observed during this period.\n\nFour main panel sessions focused on different aspects of internationalisation and international cooperation. The first was an institutional panel with leading representatives of institutions responsible for supporting cooperation and internationalisation in Poland. The speakers included Justyna Janiszewska (Polish-U.S. Fulbright Commission), Dr Piotr Kępski (Polish National Agency for Academic Exchange), and Dr Paweł Poszytek (Foundation for the Development of the Education System), who highlighted the importance of building bridges between nations to encourage cooperation. During the discussion, they presented many interesting examples of projects, which made it possible to see the great importance of intercultural and international relations in today’s world.\n\nThe fruitful Polish-American cooperation was presented by Prof. Janusz Gołaś (AGH University), Prof. Janusz Supernak (San Diego State University, USA), Prof. Carter Hamilton (Miami University, USA), and Gregory Parisi (Rensselaer Polytechnic Institute, USA).\n\nThe Asian panel also brought together distinguished guests, including Prof. Akito Takasaki (Shibaura Institute of Technology, Japan), Prof. Janusz Szmyd (AGH University), Cahyani Satya Pratiwi (Institut Teknologi Sepuluh Nopember, Indonesia), Nguyen Thi Phuong Thao (Hanoi University of Mining and Geology, Vietnam), as well as Prof. Piotr Małkowski and Dr Michał Krobicki (AGH University).\n\nThe final session, moderated by Dominika Guzik (Erasmus Student Network Poland), focused on creating a welcoming environment for international students, and brought in Amaliya Iskhakova (AGH University), Mateusz Michałek (Erasmus Student Network AGH), and Dr Adrian Graboś (AGH University).\n\nDuring the conference, an official document was signed launching the AGH University Welcome Point. The main task of the unit is to support international employees and foreign guests arriving at our university in matters related to life and work in Poland.\n\nThe inauguration of the Welcome Point was preceded by a speech given by Prof. Rafał Wiśniowski, Vice-Rector for Cooperation, who emphasised the need to create friendly environments for international students and academics, and the practical implementation of this momentous project was discussed by Paweł Świerk and Aleksandra Perkins-Oleszkowicz, representatives of the Centre for International Affairs, who are in charge of the ‘AGH UST Welcomes you’ project. \n\nThe conference lectures, discussions, and networking sessions brought in scientists and administrative employees from universities from 25 countries. The AGH University representatives – professors, administrative staff, and coordinators – also shared their experience in internationalisation and international cooperation.\n\nThe program and conference are co-financed with resources of the European Social Fund in frames of Operational Program Knowledge Education Development, non-competitive Project entitled “Raising of competences of academic staff and institutional potential in receiving people from abroad – Welcome to Poland” implemented in frames of action specified in application for financing project number POWR.03.03.00-oo-PN14/18.", "metadata": {"url": "https://wtp.agh.edu.pl/the-impact-of-internationalization-on-the-openness-and-tolerance-of-the-university-environment-conference-in-krakow/", "title": "The Impact of Internationalization on the Openness and Tolerance of the University Environment – Welcome Point", "depth": 3, "duplicate": false, "content_hash": "d372b682d93b4129510010cb9b074ad6", "word_count": 552, "headings": [{"level": 1, "text": "The Impact of Internationalization on the Openness and Tolerance of the University Environment"}]}}