{"content": "# Certyfikat Doskonały kierunek – doskonałość w kształceniu na kierunku dla matematyki-- WMS AGH \n\nURL: https://www.wms.agh.edu.pl/detail/certyfikat-doskonaly-kierunek-doskonalosc-w-ksztalceniu-na-kierunku-dla-matematyki\nCrawled: 2025-03-19 21:36:58\n\nCertyfikat Doskonały kierunek – doskonałość w kształceniu na kierunku dla matematyki \n\n 09-03-2023 \n\n Kierunek matematyka prowadzony na Wydziale Matematyki Stosowanej został wyróżniony prestiżowym Certyfikatem Doskonały kierunek – doskonałość w kształceniu na kierunku. Decyzję w tej sprawie podjęło Prezydium Polskiej Komisji Akredytacyjnej. \n\nPrezydium Polskiej Komisji Akredytacyjnej podjęło 23 lutego 2023 r. uchwałę nr 118/2023 w sprawie przyznania Certyfikatów Doskonałości Kształcenia. Na jej podstawie najważniejszym certyfikatem – Doskonały kierunek - doskonałość w kształceniu na kierunku – zostało uhonorowanych jedenaście kierunków w kraju, w tym tylko jeden prowadzony w Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie. W ten sposób potwierdzono najwyższą jakość studiów pierwszego i drugiego stopnia o profilu ogólnoakademickim na kierunku matematyka prowadzonym na WMS. Przyznany certyfikat jest doskonałym potwierdzeniem i wynikiem pozytywnej oceny zawartej w raporcie zespołu oceniającego Polskiej Komisji Akredytacyjnej.\n\nNa wiadomość o przyznaniu wyróżnienia dziekan WMS dr hab. Jerzy Stochel, prof. AGH, mówił:\n Cieszymy się, że w ślad za pozytywną oceną Polskiej Komisji Akredytacyjnej dla naszego kierunku matematyka otrzymaliśmy Certyfikat Doskonały kierunek – doskonałość w kształceniu na kierunku. To wspaniałe wyróżnienie i docenienia naszych starań, aby oferta edukacyjna Wydziału Matematyki Stosowanej stała na najwyższym poziomie.\n\nTrzeba pamiętać, że przyznany certyfikat to uznanie starań całej społeczności wydziału. Pracowaliśmy na ten sukces przez ponad ćwierć wieku od momentu powstania Wydziału Matematyki Stosowanej w 1997 roku i uruchomienia rok później kierunku matematyka. Wyróżnienie jest nagrodą i uznaniem pracy licznego grona pracowników wydziału oraz wsparcia i życzliwości, jakie okazywały nam na przestrzeni lat kolejne władze rektorskie. Wszystkim wyżej wymienionym bardzo dziękuję\n – podkreślał dziekan WMS.\n\nLiczymy, że możliwość posługiwania się tym certyfikatem do końca roku akademickiego 2028/2029 przysłuży się promocji kierunku matematyka oraz naszego wydziału. Jestem przekonany, że to wyróżnienie będzie nie tylko przysłowiowym magnesem na studentów, ale pozwoli także na ugruntowanie pozycji kierunku i samego WMS w ogólnopolskich rankingach\n – podsumował dr hab. Jerzy Stochel, prof. AGH.\n\nZgodnie ze statutem Polskiej Komisji Akredytacyjnej oraz zasadami przyznawania Certyfikatów Doskonałości Kształcenia Certyfikat \nDoskonały kierunek\n – doskonałość w kształceniu na kierunku może otrzymać uczelnia prowadząca kierunek, który otrzymał pozytywną ocenę programową na 6 lat. Taka ocena musi być poparta dobrymi praktykami w zakresie jakości kształcenia lub udokumentowanymi, regularnymi osiągnięciami studentów i absolwentów oraz rekomendacją wyróżnienia wraz z uzasadnieniem przedstawionym przez zespół oceniający. Warunkiem przyznania jest wskazanie dobrych praktyk w sześciu z dziesięciu szczegółowych kryteriów oceny programowej i standardów jakości kształcenia:\n\nKryterium 1. Konstrukcja programu studiów: koncepcja, cele kształcenia i efekty uczenia się,\n\n Kryterium 2. Realizacja programu studiów: treści programowe, harmonogram realizacji programu studiów oraz formy i organizacja zajęć, metody kształcenia, praktyki zawodowe, organizacja procesu nauczania i uczenia się,\n\n Kryterium 3. Przyjęcie na studia, weryfikacja osiągnięcia przez studentów efektów uczenia się, zaliczanie poszczególnych semestrów i lat oraz dyplomowanie,\n\nKryterium 4. Kompetencje, doświadczenie, kwalifikacje i liczebność kadry prowadzącej kształcenie oraz rozwój i doskonalenie kadry,\n\nKryterium 5. Infrastruktura i zasoby edukacyjne wykorzystywane w realizacji programu studiów oraz ich doskonalenie,\n\nKryterium 10. Polityka jakości, projektowanie, zatwierdzanie, monitorowanie, przegląd i doskonalenie programu studiów.\n\nZespół oceniający Polskiej Komisji Akredytacyjnej w raporcie oceny kierunku matematyka wskazał liczne dobre praktyki, stanowiące podstawę do przyznania Certyfikatu \nDoskonały kierunek\n – doskonałość w kształceniu na kierunku. Zwrócono uwagę m.in. na koncepcję kształcenia, która powstała przy istotnym współudziale instytucji i firm zatrudniających absolwentów studiów matematycznych, a pracownicy tych instytucji i firm prowadzą specjalistyczne zajęcia dla studentów.\n\nZespół jako dobrą praktykę wskazał bardzo szeroki wachlarz zajęć wybieralnych z zakresu czystej matematyki i jej zastosowań oraz rozbudowana indywidualizację ścieżek kształcenia na każdym poziomie studiów. Oceniający podkreśli również nie tylko rozwiązania zastosowane na WMS, pozwalające na wyraźne zwiększenie jakości nauczania szeroko rozumianej matematyki wśród studentów AGH oraz działania pozwalające na modyfikację programów studiów wpisujące się w dynamikę na rynku pracy, ale także role organizowanej Ogólnopolskiej Olimpiady o Diamentowy Indeks AGH, skierowanej do uczniów szkół średnich. Spośród laureatów rekrutuje się wielu przyszłych studentów uczelni.\n\nPozytywna ocena PKA nie jest wystarczającym warunkiem do uzyskania wyróżnienia. Wniosek o przyznanie poszczególnych certyfikatów składają przewodniczący zespołów działających w ramach dziedzin nauki i dziedziny sztuki, kierując się rekomendacją zawartą w opinii zespołów. Obok Certyfikatu\n Doskonały kierunek\n – doskonałość w kształceniu na kierunku przyznawane są także certyfikaty: Zawsze dla studenta – doskonałość we wsparciu rozwoju studentów, Otwarty na świat – doskonałość we współpracy międzynarodowej oraz Partner dla rozwoju – doskonałość we współpracy z otoczeniem społeczno-gospodarczym.\n\nWięcej informacji o ocenie PKA\n\nPowrót", "metadata": {"url": "https://www.wms.agh.edu.pl/detail/certyfikat-doskonaly-kierunek-doskonalosc-w-ksztalceniu-na-kierunku-dla-matematyki", "title": "Certyfikat Doskonały kierunek – doskonałość w kształceniu na kierunku dla matematyki-- WMS AGH ", "depth": 3, "duplicate": false, "content_hash": "78c1f83e356a2b5370b9171afa24ac3c", "word_count": 703, "headings": [{"level": 1, "text": "Certyfikat Doskonały kierunek – doskonałość w kształceniu na kierunku dla matematyki"}, {"level": 2, "text": "Stopka"}]}}