{"content": "List of sample problem subjects (questions) for the exam ,  \nthe Joint Second -cycle (Master) Degree Programme of the \nEnergy and Environmental Engineering  \n \n \n \n Joint Second -cycle (Master)  \n Degree Programme  \n \n \n \nAbstract  \nThe proposed study program is developed based on the long -time experience of \nacademic staff from the AGH University of Science and Technology and the \nShibaura Institute of Technology. The study program is inspired by the best \nPolish, Japanese and in ternational study programs, as well as Polish and \nEuropean Qualification Frameworks.  \n \nThis document presents  a list of sample problem subjects (questions)  for the oral \nexam the Joint Second -cycle (Master) Degree Programme of the Energy and \nEnvironmental En gineering. The oral exam in English will include 3 questions;  \n1st question : presentation by student his/her research conducted during \nundergraduate study and research plan for Master programme (student has to \nshow during exam written by himself the documen t max 2 pages , i.e. max 400 \nwords , (max.40 pts  for 1st question ). \n2nd and 3 rd question: with 2 randomly selected questions from the list of \nsample problem subjects  shown below , (max. 30 pts  for 2nd question  + max. 30 \npts for 3rd question ). \nTotal maximum po ints for the exam are 100.  \n\n \n \n• Laws of thermodynamics  \n• Thermodynamic  processes  \n• Thermodynamic  cycles  \n• Mass conservation  for fluids  flow \n• Energy  conservation  for fluids  flow \n• Linear momentum  conservation  for fluids  flow \n• Mechanisms  of heat transfer  processes  \n• Dimensional  analysis  and concepts  of models  and prototypes  \n• Basic numerical  methods  in heat transfer  analysis  \n• Basic classification  and principles  of turbomachinery  \n• Classification  and principles  of power  stations  \n• Fundamental  physical  units in energy  engineeri ng \n• Efficiencies  of common  energy  conversions  \n• Alternative  fuels and methods  their methods  of productions  \n• Energy  storage  \n• Equilibrium  of chemical  reaction  \n• Reaction  stoichiometry  \n• RedOx  reaction  \n• Kinetics  of reaction  \n• Molecular  theory  of mater  \n• Elastic  and plastic deformation  of materials  \n• Higher  and lower heating  value  \n• The power  density  of common  fuels \n• Uncertainty  and its propagation  \n• Fundaments of numerical methods (numerical errors, derivative, \ninterpolation, integration, approximation, solving a linear and non -linear \nequation ) \n• The role and benefits of using catalysts  \n• The water cycle in nature  \n• Energy and its impact on the environment  \n• Poland's water resources - condition, threats, opportunities for \nimprovement  \n• The role of water reservoirs  \n• Natural and anthropogenic s ources of air pollution  \n• Classification and cleaning techniques of industrial and exhaust gases  \n• The most important problems of nature protection  \n• The effect of ionizing radiation on living organisms  \n• CO2 sequestration  \n• The greenhouse effects  \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nEEE  Research Proposal Template  \n \nName and surname of student  \nUniversity (of Bachelor Thesis Graduation)  \n Faculty (of Bachelor Thesis Graduation)  \nDepartment (of Bachelor Thesis Graduation ) \n \n \n \n1. \nTitle of Bachelor Thesis Graduation  \n \nAbstract (of Bachelor Thesis):  \nIn this thesis  ……Max 100    words………………………………  \n……………………………………………………………………………… ….............................. .........  \n……………………………………………………………………………………………………………\n……………………………… …………………………………………………………………………… \n \n \n \n2. \nTitle  of research plan (for Joint Second -cycle (Master) Degree Programme of \nthe Energy and Environmental Engineering)  \n \n \nA student should  write the Research Paper Proposal in the following format:  \n \n1) Paragraph of introduction to the research topic to be studied.  \n \n2) Research Hypothesis —expressed one of four ways:   \n \n• as a one -sentence research hypothesis , \n• as a research question to be answered , \n• as a scientific paper title  or, \n• as a device or  a process to be optimized.  \n \n3) The third paragraph should cover the description of the methods that are planned to be used \nand the research to be conducted. This section might be seen as the “road map” to \nsuccessful research and should outline the research th at is going to be undertaken over four \nsemesters.   \n \n4) In the last paragraph, a student discusses the predicted research outcomes. These \nconclusions must be responsive to the formulated research hypothesis.  \n \n \nThe proposal might include illustrations and ref erences to sources. It should be between one \nand two A4 pages written in Times New Roman 11 font.  \n \n\n", "metadata": {}}