{"content": "#  Górnictwo podziemne -- Studia podyplomowe \n\nURL: https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/gornictwo-podziemne\nCrawled: 2025-03-19 21:16:27\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Górnictwo podziemne \n\nOrganizator studiów\n\nWydział Inżynierii Lądowej i Gospodarki Zasobami\n Katedra Inżynierii Górniczej i Bezpieczeństwa Pracy\n al. Mickiewicza 30, 30-059 Kraków\n pawilon A-4, pokój 12, parter\n\nStudia podyplomowe skierowane są do absolwentów uczelni technicznych (z tytułem inżyniera lub magistra inżyniera), którzy chcą zdobyć i poszerzyć wiedzę z zakresu górnictwa podziemnego, a w szczególności do tych, którzy zamierzają ubiegać się o:\n\nuzyskanie kwalifikacji zawodowych niezbędnych do zatwierdzeń w podziemnych zakładach górniczych, wynikających z prawa geologicznego i górniczego (art.54 ust.3.p.1),\n\nprzyjęcie na II stopień studiów (magisterskich) na Wydziale Inżynierii Lądowej i Gospodarki Zasobami na kierunku Inżynieria Górnicza, specjalność Górnictwo Podziemne.\n\nStudia podyplomowe „Górnictwo Podziemne” spełniają wymagania dotyczące kwalifikacji w zakresie przygotowania zawodowego osób wykonujących czynności w dozorze i wyższym dozorze w specjalności górniczej oraz kierownika i zastępcy kierownika działu (górniczego, techniki strzałowej, tąpań) ruchu zakładu górniczego w podziemnych zakładach górniczych zgodnie z Rozporządzeniem Ministra Środowiska z dnia 12 sierpnia 2016 r. w sprawie kwalifikacji w zakresie górnictwa i ratownictwa górniczego (Dz. U. poz. 1229).\n\nStudia trwają 2 semestry i obejmują 244 godz. zajęć dydaktycznych. Program studiów realizowany  jest w formie wykładów, ćwiczeń,  seminariów i umożliwia uzyskanie 60 punktów ECTS. Zajęcia na studiach prowadzone są przez nauczycieli Akademii Górniczo-Hutniczej w Krakowie oraz przedstawicieli Wyższego Urzędu Górniczego w Katowicach i Centralnej Stacji Ratownictwa Górniczego w Bytomiu.\n\nLink do Sylabusa\n\nNa studiach realizowane są następujące przedmioty:\n\nGeologia złożowa i górnicza,\n\nGórnictwo ogólne,\n\nZarys geomechaniki,\n\nPrawo geologiczne i górnicze,\n\nGeodezja i kartografia górnicza,\n\nGórnictwo podziemne,\n\nAerologia górnicza,\n\nUrządzenia elektryczne,\n\nBezpieczeństwo pracy i ratownictwo w górnictwie,\n\nBudownictwo podziemne,\n\nTechnika podziemnej eksploatacji złóż,\n\nPodstawy wiertnictwa,\n\nTechnika strzelnicza,\n\nMaszyny i urządzenia górnicze,\n\nZagrożenia naturalne w górnictwie,\n\nHydrogeologia górnicza,\n\nPożary podziemne.\n\nRamowe treści kształcenia dla ww. przedmiotów zbieżne z treściami zawartymi w programie zajęć dydaktycznych SYLLABUS na studiach I stopnia na Wydziale Inżynierii Lądowej i Gospodarki Zasobami na kierunku Inżynieria Górnicza, z modułem obieralnym z zakresu Górnictwa Podziemnego. \n\nKształcenie w zakresie górnictwa podziemnego zapewni słuchaczom nabycie wiedzy w zakresie nauk o ziemi oraz technik i technologii eksploatacji podziemnej kopalin stałych. Odpowiednio przygotowany program nauczania obejmuje szeroką gamę treści kierunkowych (m. in. geologia, górnictwo, geomechanika, aerologia górnicza, bezpieczeństwo pracy i ratownictwo w górnictwie, prawo górnicze i geologiczne, technika wiertnicza i strzelnicza, technika podziemnej eksploatacji złóż, zagrożenia naturalne oraz pożary podziemne). Dopełnieniem procesu dydaktycznego jest wykonanie Pracy Końcowej z zakresu techniki podziemnej eksploatacji złóż.\n\nAbsolwenci studiów otrzymują świadectwo ukończenia studiów podyplomowych wystawione przez Akademię Górniczo-Hutniczą im. Stanisława Staszica w Krakowie zgodnie z wymogami Ministerstwa Edukacji i Nauki.\n\nCzas trwania:\n 2 semestry (X 2025 - IX 2026)\n\nTryb zgłoszeń:\n O przyjęciu decyduje kolejność zgłoszeń.\n W przypadku wyczerpania limitu miejsc na daną edycję, kolejność zgłoszeń kandydatów nieprzyjętych zostaje zachowana przy rekrutacji na następne edycje studiów.\n\nLiczba miejsc:\n 15\n\nMiejsce zgłoszeń:\n Wydział Inżynierii Lądowej i Gospodarki Zasobami AGH\n al. Mickiewicza 30, 30-059 Kraków\n pawilon A-4, pokój 12, parter \n\nOsoba przyjmująca zgłoszenia:\n mgr inż. Wojciech Cyrnek, tel. 12 617 20 74, wocy@agh.edu.pl\n\nTermin zgłoszeń:\n 6 III 2025 - 30 IX 2025 (o przyjęciu decyduje kolejność zgłoszeń)\n\nOpłaty:\n 7 700 zł (płatność po 3 850 zł/semestr)\n\nformularz zgłoszeniowy \nplik do pobrania\n\ndyplom ukończenia studiów wyższych (do wglądu - celem poświadczenia jego kopii za zgodność z oryginałem)\n\npoświadczenie wniesienia opłaty za studia podyplomowe za pierwszy semestr studiów, nie później niż w terminie 14 dni przed rozpoczęciem zajęć dydaktycznych w ramach studiów podyplomowych\nDokumenty należy złożyć osobiście lub przesłać przesyłką poleconą.\n\nStopka\n\nOferta studiów podyplomowych\n\nDokumenty dla kandydatów\n\nInformacje dla organizatorów\n\nKursy i szkolenia (IFK)\n\nBack", "metadata": {"url": "https://podyplomowe.agh.edu.pl/oferta-studiow-podyplomowych/gornictwo-podziemne", "title": " Górnictwo podziemne -- Studia podyplomowe ", "depth": 2, "duplicate": false, "content_hash": "b38731e31309e526c793b6eacf475057", "word_count": 573, "headings": [{"level": 1, "text": "Górnictwo podziemne"}, {"level": 2, "text": "Stopka"}]}}