{"content": "#  Zasady rekrutacji do Szkoły Doktorskiej AGH -- Szkoła Doktorska AGH \n\nURL: https://www.sd.agh.edu.pl/kandydaci/zasady-rekrutacji-do-szkoly-doktorskiej-agh\nCrawled: 2025-03-19 21:39:00\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Zasady rekrutacji do Szkoły Doktorskiej AGH \n\n §1 Postanowienia ogólne\n\n§2 Zgłaszanie zagadnień badawczych\n\n§3 Postępowanie konkursowe\n\n§4 Wpis na listę doktorantów\n\n§5 Rekrutacja cudzoziemców\n\n§6 Rekrutacja niestandardowa\n\n§7 Kandydaci ze szczególnymi potrzebami wynikającymi ze stanu zdrowia, w tym osoby z niepełnosprawnościami, rekrutujące się do Szkoły\n\n§8 Badania lekarskie\n\n§9 Opłata rekrutacyjna\n\n§10 Wyłączenia odpowiedzialności AGH\n\nUchwała nr 3/2025 Senatu AGH z 29 stycznia 2025 r. w sprawie określenia zasad rekrutacji do Szkoły Doktorskiej AGH na rok akademicki 2025/2026\n\nCzynniki szkodliwe, uciążliwe i niebezpieczne dla zdrowia, które występują w trakcie kształcenia w poszczególnych jednostkach\n\nRekrutacja do Szkoły Doktorskiej AGH, zwanej dalej Szkołą, rozpocznie się 1 lipca 2025 r. i zakończy się 30 września 2025 r.\n\nW szczególnych przypadkach wynikających z realizacji umów i projektów międzynarodowych możliwe jest przeprowadzenie procedury rekrutacji zgodnie z zasadami zatwierdzonymi  niniejszą uchwałą i z indywidualnym terminarzem wyznaczonym przez Dyrektora Szkoły Doktorskiej AGH.\n\nSzczegółowy kalendarz rekrutacji do Szkoły określi Dyrektor Szkoły nie później niż 2 tygodnie przed planowanym terminem rozpoczęcia rekrutacji. Informacje te zostaną opublikowane na stronie internetowej Szkoły.\n\nRekrutacja do Szkoły odbywa się w drodze konkursu.\n\nKwalifikacja kandydatów jest prowadzona z podziałem na jednostki podstawowe AGH, w których realizowane będą badania naukowe w ramach zagadnień badawczych, zwane dalej jednostkami. \n\nLimit miejsc dostępnych w Szkole i listę dyscyplin, na które prowadzona będzie kwalifikacja, ustala Prorektor do spraw Nauki po konsultacji z jednostkami zgłaszającymi zagadnienia, nie później niż 14 dni po upływie terminu wyznaczonego na zgłaszanie zagadnień badawczych, o którym mowa w § 2 ust. 5.\n\nLimity miejsc, o których mowa w ust. 5, ustalane są oddzielnie dla kształcenia finansowanego z subwencji i pozostałych źródeł w każdej dyscyplinie w ramach jednostek.\n\nFinansowanie ze źródeł innych niż subwencja musi gwarantować kandydatowi otrzymanie stypendium w wysokości co najmniej takiej jak określono w art. 209 Ustawy z dnia 20 lipca 2018 r. – Prawo o szkolnictwie wyższym i nauce, zwanej dalej Ustawą, przez okres co najmniej 3 lat. \n\nIlekroć w niniejszym dokumencie jest mowa o:\n a) elektronicznych kopiach dokumentów - należy przez to rozumieć odwzorowanie cyfrowe oryginału dokumentu sporządzone jako plik w formacie PDF,\n b) legalizacji dokumentu - należy przez to rozumieć czynności wykonane przez:\n - konsula Rzeczypospolitej Polskiej, właściwego dla państwa, na którego terytorium lub w którego systemie edukacji lub szkolnictwa wyższego wydano dany dokument, lub\n - akredytowane w Rzeczypospolitej Polskiej lub innym państwie członkowskim Unii Europejskiej, państwie członkowskim Europejskiego Porozumienia o Wolnym Handlu (EFTA) - stronie umowy o Europejskim Obszarze Gospodarczym lub państwie członkowskim Organizacji Współpracy Gospodarczej i Rozwoju (OECD) przedstawicielstwo dyplomatyczne lub urząd konsularny państwa, na którego terytorium lub w którego systemie edukacji lub szkolnictwa wyższego wydano dany dokument,\n c) apostille – należy przez to rozumieć poświadczenie o urzędowym charakterze, umieszczone na dokumencie lub dołączone do dokumentu, który został wydany przez szkołę, instytucję albo szkołę wyższą działającą w systemie edukacji lub szkolnictwa wyższego państwa będącego stroną Konwencji znoszącej wymóg legalizacji zagranicznych dokumentów urzędowych, sporządzonej w Hadze dnia 5 października 1961 r.,\n d) polskiej strefie czasowej – należy przez to rozumieć czas środkowoeuropejski (czas lokalny dla Warszawy),\n e) tłumaczeniu na język polski – należy przez to rozumieć tłumaczenie dokumentów sporządzone przez osobę wpisaną przez Ministra Sprawiedliwości na listę tłumaczy przysięgłych lub osobę zarejestrowaną jako tłumacz przysięgły w państwie członkowskim Unii Europejskiej, państwie członkowskim Europejskiego Porozumienia o Wolnym Handlu (EFTA) – stronie umowy o Europejskim Obszarze Gospodarczym lub państwie członkowskim Organizacji Współpracy Gospodarczej i Rozwoju (OECD), lub konsula Rzeczypospolitej Polskiej, właściwego dla państwa, na którego terytorium lub w którego systemie edukacji wydano te dokumenty, lub akredytowane w Rzeczypospolitej Polskiej przedstawicielstwo dyplomatyczne lub urząd konsularny państwa, na którego terytorium lub w którego systemie edukacji wydano te dokumenty. Jeżeli tłumaczenie dokumentów na język polski napotyka trudne do usunięcia przeszkody, Dyrektor Szkoły Doktorskiej AGH może wyrazić zgodę na przedłożenie przez wnioskodawcę tłumaczenia dokonanego przez inny podmiot, którego wiarygodność nie budzi zastrzeżeń,\n f) osobie ubiegającej się o przyjęcie do Szkoły Doktorskiej AGH – należy przez to rozumieć osobę, która założy osobiste konto w systemie e-Rekrutacja, do momentu akceptacji przez Szkołę Doktorską AGH wszystkich wymaganych w procesie rekrutacji dokumentów, o których mowa w §3 ust. 4., zgodnie z §3 ust. 7. Akceptacja dokonywana jest po weryfikacji formalnej dokumentów,\n g) kandydacie – należy przez to rozumieć osobę, która założyła osobiste konto w systemie e-Rekrutacja, zamieściła w systemie wymagane dokumenty wskazane w § 3 ust. 4, uzyskała ich akceptację, o której mowa w lit. f) i która posiada prawo do przystąpienia do egzaminu kwalifikacyjnego, zgodnie z § 3 ust. 9.\n\nW sprawach dotyczących rekrutacji, nieuregulowanych w niniejszej uchwale, rozstrzyga Dyrektor Szkoły Doktorskiej.\n\n Zagadnienia badawcze mogą być zgłaszane przez osoby mogące sprawować opiekę naukową nad przygotowaniem rozprawy doktorskiej zgodnie z art. 190 Ustawy (promotora lub promotorów albo przez promotora i promotora pomocniczego).\n\n Zgłoszenie zagadnienia badawczego wymaga akceptacji kierownika jednostki, w której realizowany będzie doktorat i przewodniczącego rady dyscypliny, w której zagadnienie jest zgłaszane. Akceptacja kierownika jednostki stanowi jednocześnie potwierdzenie, że jednostka dysponuje odpowiednim zapleczem naukowo-badawczym niezbędnym do realizacji badań w ramach rozprawy doktorskiej.\n\n Zgłoszenie zagadnienia badawczego powinno zawierać:\n a) tytuł zagadnienia badawczego w języku polskim i angielskim,\n b) tytuł lub stopień naukowy, imię i nazwisko promotora lub promotorów,\n c) stopień naukowy, imię i nazwisko promotora pomocniczego, jeżeli taka funkcja została przewidziana przy realizacji zagadnienia badawczego,\n d) określenie dyscypliny naukowej lub dyscyplin (w tym dyscypliny wiodącej), w których realizowane jest zagadnienie badawcze,\n e) nazwę jednostki, w której realizowane będzie zagadnienie badawcze,\n f) liczbę miejsc,\n g) opis zagadnienia badawczego wyłącznie w języku angielskim,\n h) informację dotyczącą zaplecza badawczego, którym może dysponować jednostka i które może być wykorzystane do realizacji zagadnienia badawczego wyłącznie w języku angielskim,\n i) informację na temat źródła finansowania kształcenia w Szkole Doktorskiej AGH.\n\n Zgłaszanie i akceptacja zagadnień badawczych realizowana jest elektronicznie z wykorzystaniem elektronicznego systemu do obsługi zagadnień badawczych.\n\n Zagadnienia badawcze publikowane są na stronie Szkoły po zatwierdzeniu przez Dyrektora Szkoły, nie później niż na 14 dni przed zamknięciem rejestracji kandydatów.\n\nRekrutacja osób ubiegających się o przyjęcie do Szkoły Doktorskiej AGH prowadzona jest w elektronicznym systemie obsługi rekrutacji, zwanym dalej systemem e-Rekrutacja, w terminach określonych w kalendarzu rekrutacji. Terminy podane są według polskiej strefy czasowej.\n\nPodstawową formą kontaktu z osobą ubiegającą się o przyjęcie do Szkoły Doktorskiej AGH do momentu wpisu tej osoby na listę doktorantów, jest korespondencja za pośrednictwem systemu e-Rekrutacja.\n\nOsoba ubiegająca się o przyjęcie do Szkoły Doktorskiej AGH, po zarejestrowaniu się w systemie e-Rekrutacja wybiera w nim jedno spośród dostępnych zagadnień badawczych. Wybór wymaga akceptacji przez opiekuna naukowego zgłoszonego zagadnienia. Akceptacja udzielana jest elektronicznie z wykorzystaniem systemu do obsługi zagadnień badawczych.\n\nOsoba ubiegająca się o przyjęcie do Szkoły Doktorskiej AGH po uzyskaniu akceptacji, o której mowa w ust. 3, zamieszcza w systemie e-Rekrutacja, zgodnie ze szczegółowym kalendarzem rekrutacji, następujące dokumenty:\n a) kwestionariusz osobowy,\n b) elektroniczną kopię dyplomu ukończenia studiów wyższych, a w przypadku osób, które studia drugiego stopnia lub jednolite studia magisterskie kończą w 2025 roku i nie posiadają jeszcze dyplomu ukończenia studiów, elektroniczną kopię dokumentu potwierdzającego ukończenie studiów drugiego stopnia, jednolitych magisterskich lub równoważnych,\n c) elektroniczną kopię dokumentu poświadczającego średnią ze studiów wyższych, o których mowa w lit. b) w postaci suplementu do dyplomu, gdy taka informacja znajduje się w suplemencie lub zaświadczenia o średniej ze studiów. W przypadku gdy na załączonym dokumencie nie będzie znajdowała się informacja o uzyskanej średniej ze studiów, przyjęta zostanie średnia o wartości 3.0,\n d) wykaz osiągnięć wraz z elektronicznymi kopiami dokumentów je potwierdzającymi w przypadku posiadania tych osiągnięć przez osobę ubiegającą się o przyjęcie do Szkoły Doktorskiej AGH,\n e) elektroniczną kopię certyfikatu poświadczającego znajomość języka angielskiego na poziomie co najmniej B2 w przypadku jego posiadania przez osobę ubiegającą się o przyjęcie do Szkoły Doktorskiej AGH,\n f) elektroniczną kopię dowodu tożsamości t.j. dowód osobisty, natomiast w przypadku nieposiadania dowodu osobistego należy zamieścić elektroniczną kopię paszportu.\n\nOsoba ubiegająca się o przyjęcie do Szkoły Doktorskiej AGH, która uzyskała dyplom poza granicami Polski, dodatkowo składa tłumaczenie dyplomu oraz suplementu do dyplomu na język polski lub angielski wykonane przez tłumacza przysięgłego. Dyplom uzyskany za granicą należy przedłożyć wraz z legalizacją albo apostille.\n\nOsoba ubiegająca się o przyjęcie do Szkoły Doktorskiej AGH, która uzyskała dyplom poza granicami państwa członkowskiego Unii Europejskiej lub państwa członkowskiego Europejskiego Porozumienia o Wolnym Handlu (EFTA), jest zobowiązana do złożenia dodatkowo opinii o uznaniu przez Narodową Agencję Wymiany Akademickiej zagranicznego dyplomu w Polsce.\n\nDokumenty złożone przez osobą ubiegającą się o przyjęcie do Szkoły Doktorskiej AGH, wskazane w ust. 4-6, podlegają weryfikacji formalnej, dokonywanej przez Szkołę Doktorską AGH. Proces weryfikacji dokumentów warunkowany jest dokonaniem opłaty rekrutacyjnej, o której mowa w § 9. Dokumenty zweryfikowane pozytywnie zostają zaakceptowane przez Szkołę Doktorską AGH.\n\nOsoba ubiegająca się o przyjęcie do Szkoły Doktorskiej AGH na etapie rejestracji może wskazać tylko 1 zagadnienie badawcze, o które się ubiega.\n\nOsoba ubiegająca się o przyjęcie do Szkoły Doktorskiej AGH uzyskuje status kandydata do Szkoły Doktorskiej AGH, po spełnieniu wszystkich wymogów formalnych wskazanych w § 3 ust. 1-6 oraz po uzyskaniu akceptacji, o której mowa w ust. 7. Otrzymanie statusu kandydata oznacza otrzymanie prawa do przystąpienia do egzaminu kwalifikacyjnego.\n\nKandydat przystępuje do egzaminu kwalifikacyjnego z zakresu dyscypliny wiodącej, w której ma być realizowana rozprawa doktorska, zwanego dalej egzaminem kwalifikacyjnym. Obszar tematyczny egzaminu kwalifikacyjnego obejmuje zagadnienia dotyczące deklarowanej dyscypliny wiodącej. Zakres zagadnień dotyczących poszczególnych dyscyplin jest publikowany na stronie internetowej Szkoły. Częścią egzaminu jest krótka prezentacja przygotowana przez kandydata, pozwalająca ocenić jego sylwetkę, ze szczególnym uwzględnieniem dotychczasowej działalności naukowej, w tym:\n a) zrealizowanej pracy dyplomowej (jeśli dotyczy),\n b) dotychczasowych osiągnięć naukowych i zawodowych,\n c) motywacji wyboru danego zagadnienia badawczego,\n d) i stopnia przygotowania do realizacji przyszłej pracy doktorskiej.\n Kandydat może zdawać egzamin kwalifikacyjny w języku polskim albo angielskim.\n\nKandydat przystępuje do egzaminu z języka angielskiego. Egzamin przeprowadza Komisja egzaminacyjna powołana przez Dyrektora Szkoły w uzgodnieniu z Dyrektorem Studium Języków Obcych AGH. Egzamin z języka angielskiego może zostać zaliczony na podstawie certyfikatu znajomości języka na poziomie co najmniej B2 przedstawionego przez kandydata. Decyzję o zaliczeniu egzaminu na podstawie certyfikatu i wystawionej ocenie podejmuje Dyrektor Studium Języków Obcych z języka angielskiego. Wykaz certyfikatów uprawniających do uzyskania zaliczenia egzaminu, stanowi załącznik nr 2 do niniejszej uchwały.\n\nNieprzystąpienie do egzaminu, o którym mowa w ust. 10 lub ust. 11, jest równoznaczne z uzyskaniem oceny negatywnej.\n\nEgzamin kwalifikacyjny przeprowadzają Komisje egzaminacyjne, które powołuje Dyrektor Szkoły w uzgodnieniu z kierownikami jednostek, w których kandydaci będą prowadzili badania naukowe. Komisja egzaminacyjna składa się z minimum 4 osób.\n\nNa wniosek kandydata, w skład Komisji egzaminacyjnej może wejść z głosem doradczym przedstawiciel Działu Dostępności AGH.\n\nEgzamin może być przeprowadzony w sytuacji, gdy na egzaminie obecne są przynajmniej 3 osoby ze składu komisji.\n\nEgzamin kwalifikacyjny i egzamin z języka angielskiego są egzaminami zamkniętymi dla osób postronnych, przez co należy rozumieć, że w trakcie egzaminu na sali egzaminacyjnej mogą przebywać członkowie Komisji egzaminacyjnej i egzaminowany kandydat, a w charakterze obserwatora także przedstawiciel Działu Dostępności AGH lub Dyrektor Szkoły Doktorskiej AGH. Egzamin kwalifikacyjny i egzamin z języka angielskiego dla osób nie znajdujących się na terytorium Rzeczypospolitej Polskiej mogą być przeprowadzone w formie zdalnej za zgodą przewodniczącego Komisji egzaminacyjnej.\n\nKomisja egzaminacyjna powołana do przeprowadzenia egzaminu z dyscypliny wiodącej dokonuje oceny dotychczasowych udokumentowanych osiągnięć naukowych kandydata.\n\nO wyniku egzaminu członkowie komisji egzaminacyjnej rozstrzygają większością głosów. W przypadku równej liczby głosów rozstrzyga głos przewodniczącego.\n\nZ egzaminów sporządzane są protokoły podpisywane przez Przewodniczącego Komisji egzaminacyjnej. Protokół z egzaminu z dyscypliny wiodącej zawiera również wynik oceny dotychczasowych osiągnięć naukowych kandydata.\n\nListę rankingową kandydatów do Szkoły Doktorskiej AGH, w ramach poszczególnych jednostek, sporządza Dyrektor Szkoły na podstawie wskaźnika rekrutacyjnego. Jeżeli rekrutacja kandydatów do danej jednostki odbywa się w kilku dyscyplinach, to ranking sporządzany jest oddzielnie dla każdej dyscypliny, z podziałem na zagadnienia finansowane z subwencji oraz innych źródeł.\n\nDo Szkoły Doktorskiej AGH może zostać przyjęty kandydat, który łącznie spełnia warunki:\n a) uzyskał pozytywną ocenę z egzaminu kwalifikacyjnego oraz z egzaminu z języka angielskiego,\n b) uzyskał wskaźnik rekrutacji na poziomie co najmniej 70 pkt na 100 możliwych,\n\nWskaźnik rekrutacyjny obliczany jest z wzoru: Wr = wsr*Ośr + wos*Oos + wek*Oek + wej*Oej, gdzie:\n ● wsr = 5 – waga średniej ocen ze studiów wyższych uprawniających do podjęcia kształcenia w szkole doktorskiej,\n ● wos = 3 – waga oceny za dotychczasowe osiągnięcia naukowe kandydata,\n ● wek = 9 – waga oceny za egzamin kwalifikacyjny [z dyscypliny wiodącej],\n ● wej = 3 – waga oceny za egzamin z języka angielskiego,\n ● Ośr – średnia ocen ze studiów wyższych uprawniających do podjęcia kształcenia w Szkole obliczona zgodnie z obowiązującym regulaminem studiów w miejscu jej wystawienia (w przypadku średniej uzyskanej w innej skali niż skala ocen 2-5, ocenę średnią należy przeliczyć do skali 2-5),\n ● Oos – ocena za dotychczasowe osiągnięcia naukowe kandydata ustalana przez Komisję egzaminacyjną z dyscypliny wiodącej na podstawie\n dokumentów poświadczających przedstawionych w trakcie autoprezentacji w skali 2-5,\n ● Oek – ocena z egzaminu kwalifikacyjnego [z obszaru dyscypliny wiodącej] w skali 2-5,\n ● Oej – ocena z egzaminu z języka angielskiego w skali 2-5.\n\nPrzyjęcie kandydata Szkoły na podstawie rankingu, po uwzględnieniu limitów dla danej jednostki następuje w drodze wpisu na listę doktorantów.\n\nDyrektor Szkoły dokonuje wpisu na listę doktorantów, osobę przyjętą, która łącznie spełnia warunki:\n a) uzyskała pozytywną ocenę z egzaminu kwalifikacyjnego oraz z egzaminu z języka angielskiego,\n b) uzyskała wskaźnik rekrutacji na poziomie co najmniej 70 pkt na 100 możliwych,\n c) uzyskała akceptację opiekuna naukowego na realizację wybranego zagadnienia badawczego,\n d) wybrane zagadnienie badawcze ma zabezpieczenie finansowe na jego realizację tj. ze źródeł zewnętrznych lub z subwencji.\n\nW przypadku cudzoziemców, Dyrektor Szkoły wydaje decyzję administracyjną o przyjęciu do Szkoły z upoważnienia Rektora.\n\nJeżeli rekrutacja do danej jednostki prowadzona jest w więcej niż 1 dyscyplinie, to miejsca nieobsadzone w danej dyscyplinie mogą być wykorzystane do zwiększenia liczby dostępnych miejsc w innej dyscyplinie, w której prowadzona jest rekrutacja do tej jednostki. Przesunięcia liczby miejsc pomiędzy dyscyplinami w ramach jednostki dokonuje Dyrektor Szkoły w uzgodnieniu z kierownikiem danej jednostki.\n\nOdmowa przyjęcia do Szkoły następuje w drodze decyzji administracyjnej wydawanej przez Dyrektora Szkoły.\n\nOd decyzji o nieprzyjęciu do Szkoły Doktorskiej kandydatowi przysługuje prawo do złożenia w terminie 14 dni od dnia otrzymania decyzji wniosku do Rektora o ponowne rozpoznanie sprawy.\n\n Kandydaci do Szkoły Doktorskiej AGH nieposiadający obywatelstwa polskiego, którzy jednocześnie zgodnie z art. 326 Ustawy spełniają wymogi odnośnie wykształcenia, przyjmowani są zgodnie z procedurą przedstawioną w §3 i §4.\n\nCudzoziemcy mogą być przyjęci i odbywać kształcenie w Szkole Doktorskiej AGH na podstawie umów międzynarodowych na zasadach określonych w tych umowach, umów zawieranych z podmiotami zagranicznymi przez uczelnie także na zasadach określonych w tych umowach (art. 323 ust. 1 pkt.1 i 2 Ustawy), z pominięciem wymogu podejścia do egzaminów. Kandydaci są przyjmowani poza limitami i rankingami, o których mowa w §1, 3 i 4.\n\nKandydaci do Szkoły Doktorskiej AGH nieposiadający tytułu mgr., mgr. inż. lub równoważnego, ubiegający się o przyjęcie do Szkoły Doktorskiej AGH w myśl art. 186 ust. 2 Ustawy, mogą przystąpić do rekrutacji pod warunkiem uzyskania pozytywnej rekomendacji Rady Szkoły Doktorskiej AGH wskazującej na posiadanie przez kandydata najwyższej jakości osiągnięć naukowych. Decyzja Rady Szkoły Doktorskiej AGH jest ostateczna.\n\nUczelnia zapewnia osobom ze szczególnymi potrzebami wynikającymi ze stanu zdrowia, w tym osobom z niepełnosprawnościami, warunki do pełnego udziału w życiu Uczelni i społeczności akademickiej, w tym rekrutacji do Szkoły Doktorskiej i kształceniu w niej.\n\nWsparcie oraz koordynacja działań na rzecz osób ze szczególnymi potrzebami wynikającymi ze stanu zdrowia, w tym osób z niepełnosprawnościami, odbywa się w trybie i na zasadach określonych na stronie internetowej  Działu Dostępności AGH z zastrzeżeniem ust.4 i ust.5.\n\nW Uczelni za realizację wsparcia odpowiedzialne są poszczególne jednostki organizacyjne Uczelni. Koordynację działań dotyczących wsparcia realizuje Dział Dostępności AGH.\n\nKandydat ze szczególnymi potrzebami wynikającymi ze stanu zdrowia, w tym kandydat z niepełnosprawnością, jeśli uzasadniają to jej szczególne potrzeby, ma prawo do uprawnień i usług, w tym do:\n a) zapewnienia dostępności formy egzaminu kwalifikacyjnego oraz egzaminu z języka angielskiego, w tym zapewnienia równoważności formy i obiektywności oceny,\n b) zapewnienia dostępności miejsca egzaminu kwalifikacyjnego oraz egzaminu z języka angielskiego takiej jak:\n i. dostępności architektonicznej budynku, w których odbywa się egzamin,\n ii. dostępności otoczenia miejsca, w którym odbywa się egzamin (dotyczy co najmniej: sal egzaminacyjnych, toalet, sekretariatu, szatni, dojścia do budynku, parkingu).\n c) zapewnienia dostępności warunków oraz odpowiedniej organizacji egzaminu kwalifikacyjnego oraz egzaminu z języka angielskiego, takich jak:\n i. odpowiednie nagłośnienie, wyciszona sala egzaminacyjna, wyposażona w pętlę indukcyjną lub inne rozwiązania wspierające słyszenie,ii. odpowiednie oświetlenie,\n iii. ograniczenie czynników negatywnie oddziaływujących na kandydata podczas egzaminu (na przykład natężenie hałasu, liczba osób przebywających na sali),\n iv. odpowiednio długi czas trwania egzaminu, w tym dłuższy czas na: udzielenie odpowiedzi pisemnej lub ustnej, przygotowanie się do odpowiedzi ustnej itp.\n d) zapewnienia dostępności cyfrowej egzaminu w formie zdalnej, to jest „on-line”.\n e) zapewnienia asystenta dydaktycznego.\n f) zapewnienia tłumacza języka migowego lub lip speakera.\n g) wnioskowania o otrzymanie skierowania na badania lekarskie w terminie wcześniejszym, to jest przed dokonywaniem wpisu na listę doktorantów.\n h) wnioskowania o ograniczenie lub wyeliminowanie czynników szkodliwych, uciążliwych lub niebezpiecznych dla zdrowia występujących w trakcie kształcenia.\n\nWnioski kandydata ze szczególnymi potrzebami, w tym kandydata z niepełnosprawnością, złożone do Szkoły odwołujące się do stanu zdrowia – rozpatrywane są we współpracy z Działem Dostępności AGH.\n\nDokumentacja medyczna, orzeczenia itp. trafiają do dokumentacji Działu Dostępności AGH i nie znajdują się w dokumentacji postępowania rekrutacyjnego.\n\nSzczegółowa informacja dla osób ze szczególnymi potrzebami, w tym osób z niepełnosprawnościami, ubiegających się o przyjęcia do Szkoły dotycząca między innymi rekrutacji, przedstawiona jest w na stronie Szkoły, a także na stronie Działu Dostępności AGH.\n\n Lista czynników szkodliwych, uciążliwych i niebezpiecznych dla zdrowia, które występują w trakcie kształcenia w poszczególnych jednostkach, jest przygotowywana oraz aktualizowana przez Sekcję BHP.\n\nWarunkiem dopuszczenia doktoranta do zajęć lub badań jest złożenie zaświadczenia lekarskiego stwierdzającego brak przeciwwskazań zdrowotnych do odbywania kształcenia (w danej jednostce) – z zastrzeżeniem ust. 4.\n\nOsoby przyjęte do Szkoły otrzymują skierowanie na badania lekarskie. Zaświadczenie lekarskie o braku przeciwskazań do kształcenia w Szkole Doktorskiej AGH należy dostarczyć w ciągu 30 dni od otrzymania skierowania.\n\nUczelnia dąży do tego, by umożliwić jak najszerszemu kręgowi osób podejmowanie i kontynuację kształcenia w Szkole, w szczególności przez eliminację lub ograniczanie czynników szkodliwych w indywidualnych przypadkach.\n\nOsoba, o której mowa w ust. 3, ma prawo wnioskować do Dyrektora Szkoły o otrzymanie skierowania na badanie lekarskie we wcześniejszym terminie.\n\nOsoba, która przedstawi zaświadczenie lekarskie stwierdzające istnienie przeciwwskazań zdrowotnych do odbywania kształcenia w Szkole może skorzystać z prawa do wnioskowania o wyeliminowanie lub ograniczenie czynników szkodliwych. W przypadku ograniczenia czynników szkodliwych osoba otrzymuje ponowne skierowanie na badania lekarskie dotyczące tylko tych ograniczonych czynników szkodliwych.\n\nJeśli ograniczenie lub wyeliminowanie czynników szkodliwych związanych z kształceniem w danej jednostce nie jest możliwe lub jeśli mimo ich ograniczenia, osoba przedstawi zaświadczenie lekarskie stwierdzające istnienie przeciwwskazań zdrowotnych do kształcenia w Szkole Dyrektor Szkoły, działający w ramach upoważnienia Rektora, skreśla osobę z listy doktorantów w drodze decyzji administracyjnej.\n\n Wysokość opłaty za postępowanie związane z przyjęciem do Szkoły Doktorskiej AGH, zwanej dalej opłatą rekrutacyjną, wynosi 250 zł.\n\nOpłatę rekrutacyjną w wysokości określonej w ust. 1 należy uiścić zgodnie ze szczegółowym kalendarzem rekrutacji, poprzez system Przelewy24 lub przelewem bankowym na rachunek bankowy AGH nr 96124047221111000048582922. W tytule przelewu kandydat wpisuje kod podany w systemie e-Rekrutacja.\n\nZa datę uiszczenia opłaty uznaje się dzień uznania rachunku Przelewy24 – w przypadku szybkich płatności elektronicznych lub dzień uznania rachunku bankowego AGH, o którym mowa w ust. 2 według polskiej strefy czasowej.\n\nOpłata rekrutacyjna nie podlega zwrotowi.\n\nAGH nie ponosi odpowiedzialności za niemożność zalogowania się do systemu e-Rekrutacja lub dokonania zmian spowodowanych awariami sieci telekomunikacyjnych niezależnymi od AGH oraz okresowymi przeciążeniami serwerów AGH.\n\nAGH nie ponosi odpowiedzialności za błędne wprowadzenie danych przez kandydata do systemu e-Rekrutacja, błędne wypełnienie pól formularzy internetowych, ich niewypełnienie lub podanie informacji niezgodnych z właściwymi dokumentami.\n\nAGH nie odpowiada za nieterminowe uiszczenie opłaty, o której mowa w § 9 ust. 3.\n\nStopka\n\nBiblioteka Główna\n\nOchrona danych osobowych\n\nStrona główna AGH\n\nInicjatywa Doskonałości – Uczelnia Badawcza\n\nSzkoła Doktorska AGH\nbud. A3, I p., pok. 118\nal. Mickiewicza 30\n30-059 Kraków\n\nDziekanat\n E-mail: phd@agh.edu.pl\n Tel. +48 12 617 56 13\n Tel. +48 12 617 56 11\n Tel. +48 12 617 56 14\n Obsługa bezpośrednia i telefoniczna doktorantów:\n poniedziałek - nieczynne\n wtorek-piątek - 9:00-13:00\n\nSekretariat\n E-mail: sdbiuro@agh.edu.pl\n Tel. +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/kandydaci/zasady-rekrutacji-do-szkoly-doktorskiej-agh", "title": " Zasady rekrutacji do Szkoły Doktorskiej AGH -- Szkoła Doktorska AGH ", "depth": 3, "duplicate": false, "content_hash": "cab3fb876ee4b5e89384e0e784910e0f", "word_count": 3296, "headings": [{"level": 1, "text": "Zasady rekrutacji do Szkoły Doktorskiej AGH"}, {"level": 2, "text": "Stopka"}]}}