{"content": "# Kierunek Automatyka i Robotyka AGH | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/automatyka-i-robotyka/\nCrawled: 2025-03-19 21:30:01\n\nKierunek kształcenia: Automatyka i Robotyka\n\nWarunki rekrutacji\n\nKandydaci\n\nAutomatyka i Robotyka\n\nComputer science\n\nElektrotechnika\n\nInformatyka\n\nInformatyka Medyczna\n\nInformatyka i systemy inteligentne\n\nInżynieria Biomedyczna\n\nMetrologia i Inżynieria Pomiarów (II stopień)\n\nMikroelektronika w technice i medycynie\n\nTechnologie Przemysłu 4.0\n\nEgzaminy wstępne na II stopień studiów\n\nStudia podyplomowe i kursy dokształcające\n\nstudia I stopnia (inżynierskie)\nstudia II stopnia (magisterskie)\n\nOpis kierunku kształcenia:\nObszar zastosowań Automatyki i Robotyki obejmuje zarówno teoretyczne, jak i praktyczne aspekty projektowania, uruchamiania i utrzymania w ruchu systemów sterowania obiektami technicznymi i procesami technologicznymi. Układy i systemy automatyki wkraczają we wszystkie dziedziny życia. Korzyści wynikające z automatyzacji i robotyzacji widać wyraźnie, zwłaszcza w przemyśle, \nkomunikacji, medycynie, energetyce oraz rolnictwie\n. Niezwykle interesującym i otwartym dla absolwentów \nkierunku Automatyka i Robotyka jest rozwijający się dynamicznie rynek pracy\n związany z zastosowaniami systemów sterowania w wysoko zaawansowanej technologicznie aparaturze medycznej, teleinformatyce, inteligentnych budynkach. Ofertę kierunku rozszerza także kształcenie w dziedzinie nowoczesnych metod produkcji i wykorzystania odnawialnych źródeł energii, takich jak: \nfotowoltaika i energetyka wiatrowa\n. Unikalne w skali kraju laboratoria badawcze pozwalają na nabycie praktycznych umiejętności projektowania i eksploatacji tego typu systemów.\nAbsolwent kierunku kształcenia ma wiedzę \nw zakresie:\nMatematyki; fizyki; badań operacyjnych i teorii systemów; teorii sterowania i techniki regulacji automatycznej; elementów, urządzeń i systemów automatyki stosowanych w praktyce przemysłowej m.in automatyki pojazdowej; projektowania, konstrukcji i eksploatacji systemów sterowania ciągłego, logicznego i sekwencyjnego; elektrotechniki i podstaw napędów elektrycznych; robotyki, obejmującą elementy kinematyki i dynamiki robotów oraz zasady ich konstrukcji i programowania; architektury i programowania systemów informatycznych, m.in. systemów mikroprocesorowych, re-konfigurowalnych, systemów PLC i systemów wizyjnych; elementów i systemów elektronicznych analogowych i cyfrowych; informatyki, obejmującą w szczególności: konstrukcję i analizę algorytmów, metody programowania, użytkowanie systemów operacyjnych, systemy bazodanowe oraz podstawy działania systemów czasu rzeczywistego i komputerowych systemów interaktywnych.\nAbsolwent kierunku kształcenia potrafi:\nZaprojektować, skonfigurować i uruchomić prosty system sterowania ciągłego lub logicznego dla różnych procesów przemysłowych wykorzystaniem sprzętu i oprogramowania dostępnego na rynku: \nczujników pomiarowych i sensorów sterowników PLC/PAC\n i elementów wykonawczych przy uwzględnieniu wymagań związanych z: optymalizacją prowadzenia procesu, bezpieczeństwem ludzi, ochroną środowiska i preferencjami zleceniodawcy; posługiwać się zaawansowanym oprogramowaniem komputerowym stosowanym w różnych obszarach automatyki: \nMATLAB\n, \nLABVIEW\n, środowiska konfiguracyjne systemów PLC, \nśrodowiska SCADA\n i przemysłowe bazy danych, \nsystemy MES i ERP\n, narzędzia do projektowania algorytmów przetwarzania obrazu; zaprojektować, skonstruować i uruchomić specjalizowane urządzenie automatyki dedykowane do określonych celów; zaprojektować proces testowania elementów lub układów sterowania, zbudowanego oprogramowania oraz – w przypadku wykrycia błędów – przeprowadzić ich diagnozę; skonfigurować i zaprogramować działanie robota przemysłowego; sformułować i oprogramować algorytm, posługując się językami programowania wysokiego i niskiego poziomu, językami opisu sprzętu oraz odpowiednimi narzędziami informatycznymi.\nPerspektywy zawodowe:\nOferta pracy absolwentów kierunku Automatyka i Robotyka jest szeroka i obejmuje możliwość zatrudnienia: w firmach projektujących, wdrażających i utrzymujących w ruchu złożone systemy sterowania i automatyki dla różnych gałęzi gospodarki i przemysłu; w firmach produkujących elementy, urządzenia i systemy automatyki; w firmach produkujących zaawansowane informatyczne systemy sterowania i zarządzania; w przedsiębiorstwach o wysokim stopniu automatyzacji, informatyzacji i robotyzacji procesów wytwarzania; w instytutach naukowych i ośrodkach badawczo-rozwojowych; wiodących \nuczelniach technicznych w kraju i za granicą\n; w biurach technologicznych, \nkonstrukcyjnych i laboratoriach\n dużych zakładów przemysłowych.\nKształcenie na studiach II stopnia na kierunku \nAutomatyka i Robotyka prowadzone jest w ramach \n4 specjalności: \n• KOMPUTEROWE SYSTEMY STEROWANIA\nKształcenia obejmuje metodykę projektowania, konstruowania i programowania cyfrowych i komputerowych systemów automatyki, przeznaczonych do pomiarów, wizualizacji i sterowania procesami technologicznymi. Absolwent specjalności uzyskuje wiedzę i praktyczne umiejętności w zakresie matematycznego modelowania procesów, analizy systemowej, cyfrowego przetwarzania sygnałów pomiarowych, metod syntezy sterowania optymalnego i nowoczesnej automatyki bazującej na komputerach PC i specjalizowanych sterownikach mikroprocesorowych.\n• INFORMATYKA W STEROWANIU \nI ZARZĄDZANIU\nGłównym celem kształcenia w tej specjalności jest przekazanie wiedzy i umiejętności związanych z wykorzystaniem nowoczesnych metod inżynierii oprogramowania i systemów informatycznych do rozwiązywania zagadnień kompleksowego sterowania procesami i zarządzania przedsiębiorstwem. Bazę specjalności stanowią przedmioty informatyczne, takie jak: języki programowania, systemy operacyjne, sieci komputerowe,\nbazy danych, sztuczna inteligencja oraz przedmioty dotyczące algorytmów zarządzania, zwłaszcza dla systemów dyskretnych implementowanych w nowoczesnych systemach informatycznych.\n• INTELIGENTNE SYSTEMY STEROWANIA\nCelem kształcenia na studiach drugiego stopnia na kierunku Automatyka i Robotyka, specjalność Inteligentne Systemy Sterowania jest przygotowanie inżyniera do pracy we wszystkich obszarach gospodarki i życia codziennego, w których są projektowane, unowocześniane i eksploatowane systemy sterowania, regulacji i nadzoru, w szczególności oparte o metody uczenia maszynowego, a także algorytmy i systemy wizyjne.\n• CYBER-PHYSICAL SYSTEMS (w j. angielskim)\nCelem kształcenia na studiach drugiego stopnia na kierunku Automatyka i Robotyka, specjalność Cyber-physical systems jest wykształcenie automatyka, który odnajdzie się w coraz dynamiczniej rozwijającym się obszarze systemów cyber-fizycznych i przemysłu 4.0. Tematykę modułów w zaproponowanym planie zajęć dobrano tak, by pokryć wszystkie najistotniejsze aspekty systemów cyber- fizycznych, w których świat fizyczny, technika obliczeniowa, metody sterowania i technologie przesyłu informacji przeplatają się ze sobą.\n\nProgram zajęć dydaktycznych - SYLABUS\n\nDlaczego warto studiować Automatykę i Robotykę na Wydziale  EAIiIB ?\n\nRekrutacja - Informacje dla kandydatów", "metadata": {"url": "https://www.eaiib.agh.edu.pl/automatyka-i-robotyka/", "title": "Kierunek Automatyka i Robotyka AGH | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "2fd421fb8adcbc3ff305dd7e96247007", "word_count": 795, "headings": [{"level": 2, "text": "Kierunek kształcenia: Automatyka i Robotyka"}, {"level": 3, "text": "Opis kierunku kształcenia:"}, {"level": 3, "text": "Absolwent kierunku kształcenia ma wiedzęw zakresie:"}, {"level": 3, "text": "Absolwent kierunku kształcenia potrafi:"}, {"level": 3, "text": "Perspektywy zawodowe:"}, {"level": 3, "text": "Kształcenie na studiach II stopnia na kierunkuAutomatyka i Robotyka prowadzone jest w ramach4 specjalności:"}, {"level": 2, "text": "Dlaczego warto studiować Automatykę i Robotykę na Wydziale  EAIiIB ?"}]}}