{"content": "#  Program wsparcia dla nowych kierunków studiów – III edycja -- Inicjatywa Doskonałości – Uczelnia Badawcza \n\nURL: https://www.idub.agh.edu.pl/dzialania/integracja-procesu-ksztalcenia-z-badaniami-naukowymi/program-wsparcia-dla-nowych-kierunkow-studiow-iii-edycja\nCrawled: 2025-03-19 22:41:06\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Program wsparcia dla nowych kierunków studiów – III edycja \n\nCelem programu wsparcia nie jest zwiększenie liczby kierunków studiów, tylko ich dostosowanie oferty edukacyjnej do aktualnych potrzeb rynku. Tworzenie nowego kierunku studiów powinno być związane z likwidacją przynajmniej jednego z dotychczasowych kierunków, które utraciły już swoją rynkową aktualność i nie cieszą się szczególnym zainteresowaniem kandydatów.\n\nW ramach wsparcia możliwe są następujące działania:\n\npokrycie kosztów przygotowania programu studiów (wynagrodzenie osobowe dla zespołu),\n\nrefinansowanie do 50% kosztów przygotowania materiałów dydaktycznych,\n\nrefinansowanie do 50% kosztów zakupu oprogramowania dedykowanego do realizacji zajęć na nowym kierunku studiów.\n\nKwota dofinansowania na rok 2023: 400 000 zł.\n\nTerminy składania wniosków:\n\ndo 31 maja 2023 r. dla kierunków uruchomionych 27 lutego 2023 r., \n\ndo 31 grudnia 2023 r. dla kierunków uruchomionych 1 października 2023 r.\n\nWnioski składa się w systemie informatycznym.\n\nZasady przyznawania wsparcia dla nowych kierunków studiów\n\nZałącznik nr 1. Sprawozdanie z realizacji programu nowego kierunku studiów\n\nKryteria przyznawania wsparcia dla nowych kierunków studiów \n\nStopka\n\n © 2024 Inicjatywa Doskonałości – Uczelnia Badawcza\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.idub.agh.edu.pl/dzialania/integracja-procesu-ksztalcenia-z-badaniami-naukowymi/program-wsparcia-dla-nowych-kierunkow-studiow-iii-edycja", "title": " Program wsparcia dla nowych kierunków studiów – III edycja -- Inicjatywa Doskonałości – Uczelnia Badawcza ", "depth": 3, "duplicate": false, "content_hash": "4e448384a2388b31a91692f016d8f3fe", "word_count": 178, "headings": [{"level": 1, "text": "Program wsparcia dla nowych kierunków studiów – III edycja"}, {"level": 2, "text": "Stopka"}]}}