{"metadata": {}, "content": "> =\nC)\n\n_\n\nAKADEMIA GORNICZO-HUTNICZA\nIM. STANISLAWA STASZICA W KRAKOWIE\n\nprof..dr hab. inz.\n\nRafat Danko\n\nPROREKTOR DS. STUDENCKICH\n\nCSS-sspm.4410-1/2025\n\nKrakow, dnia 04.02.2025 r.\n\nSzanowni Panstwo\n\nStudenci AGH\n\noraz\n\nDziekani i Prodziekani ds. Studenckich\nWydziat6w AGH\n\nw miejscu\n\nSPhpoum ‘ JA0gk0 ”)\n\nPrzekazuje wazne informacje dotyczace przyznawania Swiadczen\nw semestrze letnim roku akademickiego 2024/2025.\n\nI. Wdhnhiu 3 lutego 2025 r. zostato wydane Zarzadzenie nr 6/2025\nRektora AGH w_  “sprawie_ centralizacji obstugi spraw\nstudenckich dla wszystkich Wydziatow AGH. Centralizacja,\no ktérej mowa w zarzadzeniu polega na przeniesieniu zatatwiania\nspraw z zakresu przyznawania Swiadczen dla student6w Wydziatéw\nAGH do Centrum Spraw Studenckich - Biura Obstugi Spraw\nStudenckich, dalej BOSS, znajdujacym sie w budynku C-7, I pietro\npokdj 112 b. Zarzadzenie wchodzi w zycia od 1 marca 2025 r.\n\nII. Terminy sktadania wnioskéw o Swiadczenia w semestrze\nletnim roku akademickiego 2024/2025\n\nStypendium Termin skiadania wniosk6w\nsocjalne do 3 marca 2025 r. (poniedziatek)\ndla oséb niepetnosprawnych do 3 marca 2025 r. (poniedziatek)\nrektora (dla studentéw\n\nrozpoczynajacych I rok studiéw ae\n\nII stopnia w semestrze letnim do 17 marca 2025 r. (poniedziatek)\n\nroku akademickiego 2024/2025)\n\nal. A. Mickiewicza 30, 30-059 Krakow, tel.: +48 12 617 20 10\ne-mail: prorektor.studenci@agh.edu.p|, www.agh.edu.pl\n\n\n\nIII. Procedura ubiegania sie o przyznanie Swiadczen\n\nStypendium socjaine\n\nWszyscy studenci AGH, zainteresowani otrzymywaniem stypendium\nsocjalnego w semestrze letnim, powinni ztozyé wniosek o to Swiadczenie.\nDotyczy to réwniez osdéb, ktére otrzymywaty stypendium socjalne\nwsemestrze zimowym. Whiosek nalezy wypetni¢é w USOSweb,\na nastepnie w formie papierowej wraz z zatacznikami zlozyé w BOSS;\na) Studenci, ktoérzy otrzymywali stypendium — socjalne\nw semestrze zimowym, powinni dolaczy¢é do  wniosku\noSwiadczenie o braku zmiany sytuacji materialnej lub,\nw przypadku jej zmiany, dokumenty potwierdzajace uzyskanie\nlub utrate dochodu. Wzo6r oswiadczenia dostepny jest na stronie\nDziatu Spraw Studenckich w zakladce Stypendium socjalne.\n\nUWAGA! Studenci, ktoérzy w semestrze zimowym biezacego roku\nakademickiego  dotaczyli do  wniosku  ostypendium  socjalne\nzaSwiadczenia:\n\ne ostatusie bezrobotnego cztonka rodziny, lub\ne zaSwiadczenie z oSrodka pomocy spotecznej lub centrum ustug\nspotecznych\n\nzobligowani sq do zaktualizowania dokumentu w roku kalendarzowym\nztozenia wniosku. Od 1. stycznia 2025 r. dochdédd uprawniajacy\ndo korzystania z pomocy spotecznej dla osoby w rodzinie wynosi 823 Zi.\n\nb) Studenci, ktérzy nie otrzymywali stypendium socjalnego\nw semestrze zimowym, powinni dotaczy¢ do wniosku dokumenty\npotwierdzajace sytuacje materialna. Wykaz dokumentow\ndostepny jest na stronie Dziatu Spraw Studenckich w zaktadce\nStypendium socjalne.\n\nWnioski studentéw rozpoczynajacych studia II stopnia w semestrze\nletnim roku akademickiego 2024/2025, ktérzy w semestrze zimowym\nroku akademickiego 2024/2025 byli studentami si6dmego semestru\nstudiébw w AGH i otrzymywali stypendium socjaine, a w ramach\nrekrutacji zmienili Wydziat, zostana rozpatrzone w oparciu o kopie\nkompletu dokumentow ztozonych w semestrze zimowym.\n\n\n\nStypendium dla oséb niepetnosprawnych\n\nWszyscy studenci AGH legitymujacy sie orzeczeniem o  stopniu\nniepetnosprawnosci oraz zainteresowani otrzymaniem stypendium dla\nosob niepetnosprawnych w semestrze letnim, powinni zlozyé wniosek\n0 przyznanie tego swiadczenia bez wzgledu na to, czy otrzymywali je\nw semestrze zimowym. Wniosek nalezy wypetnié w USOSweb, a nastepnie\nztozy€é w formie papierowej w BOSS. W przypadku studentow, ktorzy\npobierali powyzsze Swiadczenie w semestrze zimowym, nie\nma koniecznosci dotaczania do  wniosku  orzeczenia o stopniu\nniepetnosprawnosci, chyba ze stracito ono waznosé.\n\nStypendium rektora\na) Z uwzglednieniem jedynie Sredniej ocen\n\nW przypadku studentéw studidw II stopnia rozpoczynajacych sie\nw semestrze letnim roku akademickiego 2024/2025, punktowana jest\nSrednia ocen uzyskana w ostatnim roku nauki na studiach I stopnia.\nJezeli ostatni rok studiéw I stopnia trwa jeden semestr, bierze sie pod\nuwage Srednia ocen uzyskana w tym semestrze. Wniosek nalezy wypeini¢\nw USOSweb, a nastepnie ztozyé w formie papierowej w BOSS.\n\nb) Z uwzglednieniem osiagnieé naukowych, sportowych lub\nartystyeznych\n\nStudent, ktéry w semestrze letnim roku akademickiego 2024/2025\nrozpoczyna studia II stopnia w AGH, moze otrzymaé stypendium rektora\nZ uwzglednieniem osiagnieé naukowych, artystycznych lub sportowych\ntylko, jezeli ubiegat sie o to stypendium na podstawie tych samych\nosiagnieé na ostatnim semestrze studi6w I stopnia w AGH w roku\nakademickim 2024/2025. W takiej sytuacji przyznana liczba punktéw za\nosiagniecia naukowe, artystyczne lub sportowe nie ulega zmianie.\nStudent do wniosku w USOSweb wprowadza te same osiagniecia, co\nwe wniosku na semestr zimowy.\n\nPracownik weryfikuje punktacje za osiagniecia w _ oparciu\no oceniony przez Petnomocnika Rektora w semestrze zimowym\nwniosek papierowy.\n\nNie ma_ koniecznogsci ponownego’ dotaczania dokumentéw\npotwierdzajacych te osiagniecia. Wniosek nalezy wypetnic\nw USOSweb, a nastepnie ztozyé w formie papierowej w BOSS.\n\n\n\nLiczba mozliwych do przyznania stypendiéw rektora na I roku studiéw II\nstopnia rozpoczynajacych sie w semestrze letnim zostanie ustalona\nw terminie do 21 marca br. (piatek).\n\nWnioski 0 przyznanie stypendium rektora zostana rozpatrzone nie pdzniej,\nniz do 4 kwietnia br. (piatek).\n\nStudenci pozostatych lat studiéw, ktérym przyznano stypendium\nrektora na rok akademicki 2024/2025, beda je otrzymywaé takze\nw semestrze letnim.\n\nZapomoga\n\nPrzypominam, ze studenci znajdujacy sie w trudnej sytuacji zyciowej\nmoga ubiega¢é sie o Zapomoge. Znalezienie sie w trudnej sytuacji zyciowej\nmoze byé spowodowane m.in.:\n\n1) ciezka choroba lub Smiercia cztonka rodziny;\n\n2) ciezka choroba studenta (w tym probiemami natury psychicznej);\n\n3) kleska zywiotowa (np. pozar, powddz).\n\nPrzyznanie zapomogi z tytutu korzystania z pomocy psychologicznej jest\nmozliwe w przypadku dotaczenia do wniosku faktury za konsultacje\npsychologiczne/psychiatryczne/psychoterapie wystawionej na osobe\nfizyczna - studenta oraz zaSwiadezenia specjalisty potwierdzajace\nkorzystanie ze specjalistycznej opieki. Whniosek o  przyznanie\nZapomogi nalezy wypetnié w USOSweb, anastepnie ztozy¢ w formie\npapierowej wraz z zatacznikami potwierdzajacymi okolicznosci wskazane\nwe wniosku w BOSS.\n\nIV. Wyptata Swiadczen\n\nWyptata Swiadczen w semestrze letnim nastapi na biezaco w marcu br.,\nlub w kwietniu br. z wyréwnaniem za marzec. Wyptaty $wiadczen beda\nrealizowane zgodnie z przyjetym harmonogramem,\n\ne dla studentow studiéw stacjonarnych - 10 marca,\ne dla studentdéw studidw niestacjonarnych - 17 marca.\n\nz wyjatkiem stypendiéw rektora przyznawanych w semestrze letnim, ktore\nzostana wyptacone wyjatkowo do 30 kwietnia br. (Sroda).\n\nKolejne wyptaty stypendiéw oraz zapomdg realizowane beda do 10. dnia\nmiesiqca w przypadku studentow studiéw stacjonarnych, a do 17. dnia\nmiesiaca w  przypadku- studentow — studiéw _—sniestacjonarnych.\n\n\n\nDYREKTOR\nCENTRUM SPRAW STUDENCKICH\n\nSo Cheadec\nmgr Karolina Sochacka\n\nSekcji SwiettVen Pompcy Materialnej\n|\nmgr ing 'yna Kupis\n\nVv. Informacje dodatkowe\n\n1) Whnioski o stypendium socjalne i stypendium dla osdéb\nniepetnosprawnych zostana uruchomione w USOSweb nie pédzniej\nniz w dniu 14 lutego br. (piatek).\n\n2) Wnhiosek o stypendium rektora zostanie uruchomiony w USOSweb\n24 lutego br. (poniedziatek).\n\n3) Zarejestrowanie wniosku o stypendium w USOSweb, nie jest\njednoznaczne z jego ztozeniem. Wnhioski, ktére nie zostana\nziozone w formie papierowej BOSS, nie beda podlegaé\nrozpatrzeniu.\n\n4) WysokoSé Swiadczen stypendialnych, w stosunku do semestru\nzimowego, nie ulega zmianie.\n\n2 \\ site\nPROREKTORE\n\n. STUDENCKICY\nGq\n\nf dr hab. ing Rafat Danko\n(2) :\n\nOtrzymuja:\n. JM Rektor AGH,\n\nKwestor AGH,\n\nURSS,\n\nKU AZS AGH,\n\nPetnomocnicy Rektora ds. Két Naukowych,\n\nDziat Dostepnosci,\n\n1\n\n2.\n3.\n4.\n5.\n6.\n7.\n8.\n9.\n\n\n\n"}