{"content": "#  Transfer Technologii -- Centrum Współpracy i Transferu Technologii -- Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie \n\nURL: https://cwitt.agh.edu.pl/dzial-transferu-technologii\nCrawled: 2025-03-19 22:39:56\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Transfer Technologii \n\nposzukujesz innowacyjnego rozwiązania dopasowanego do Twojego biznesu ? - znajdziemy i pomożemy wdrożyc rozwiązanie, które pomoże Ci osiągnąć przewagę na rynku.\n\nPotrzebujesz do Swojego zespołu eksperta naukowego, partnera? – pomożemy Ci odnaleźć na AGH osobę, która wzmocni kompetencje Twojego zespołu czy zwaliduje aspekty techniczne.\n\nChcesz przetestować i rozwinąć swój model biznesowy? – poprzez sieć naszych kontaktów umożliwimy Ci konsultacje z ekspertami naukowymi, branżowymi i biznesowymi.\n\nChcesz być na bieżąco w zakresie aktualnych projektów, źródeł finansowania i możliwości rozwoju innowacyjnych przedsięwzięć biznesowych? – śledź organizowane przez nas wydarzenia i seminaria.\n\nZamierzasz udoskonalić technologicznie Twój produkt? – ułatwimy Ci efektywny dostęp do zasobów uczelni, w tym nowoczesnych laboratoriów oraz aparatury badawczej, nie-zbędnych do rozwoju Twojego biznesu.\n\nSkontaktuj się z nami: \noferty@agh.edu.pl\n\nStopka\n\n © 2024 Centrum Współpracy i Transferu Technologii\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://cwitt.agh.edu.pl/dzial-transferu-technologii", "title": " Transfer Technologii -- Centrum Współpracy i Transferu Technologii -- Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie ", "depth": 3, "duplicate": false, "content_hash": "b875dce27ede2193f9c7d4e0df03998e", "word_count": 143, "headings": [{"level": 1, "text": "Transfer Technologii"}, {"level": 2, "text": "Stopka"}]}}