{"content": "#  Nanoinżynieria Materiałów -- Wydział Fizyki i Informatyki Stosowanej AGH \n\nURL: https://www.fis.agh.edu.pl/kandydaci/nanoinzynieria-materialow\nCrawled: 2025-03-19 21:36:16\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Nanoinżynieria Materiałów \n\n\"Nanoinżynieria materiałów\" jest kierunkiem interdyscyplinarnym łączącym w sobie wiedzę teoretyczną i praktyczną z zakresu chemii, fizyki i inżynierii materiałowej. Kierunek jest prowadzony wspólnie z Wydziałem Inżynierii Materiałowej i Ceramiki AGH. Stąd też realizowany program studiów jest oparty na naukach przyrodniczych oraz inżynierskich. W trakcie trwania studiów Student ma możliwość wyboru jednej z dwóch ścieżek dyplomowania, tj. obliczeniowej lub eksperymentalnej, w zależności od swoich zainteresowań. Absolwent inżynierskich studiów I stopnia \"Nanoinżynierii materiałów\" zdobywa wiedzę umożliwiającą prowadzenie badań teoretycznych powiązanych z modelowaniem komputerowym własności nanomateriałów jak również prowadzenie badań laboratoryjnych, poprzez nabycie praktycznych umiejętności związanych z wytwarzaniem nanomateriałów, czy ich charakterystyką ilościową opartą na zastosowaniu nowoczesnej aparatury pomiarowej. Zdobyte umiejętności umożliwiają Absolwentom tego kierunku pracę w nauce oraz różnych sektorach przemysłu, w zespołach zajmujących się modelowaniem, wytwarzaniem czy też charakterystyką nanomateriałów.\n\nStopka\n\n © 2024 Wydział Fizyki i Informatyki Stosowanej\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://www.fis.agh.edu.pl/kandydaci/nanoinzynieria-materialow", "title": " Nanoinżynieria Materiałów -- Wydział Fizyki i Informatyki Stosowanej AGH ", "depth": 3, "duplicate": false, "content_hash": "c892391a2e0a056ba6048992dd68aeb1", "word_count": 153, "headings": [{"level": 1, "text": "Nanoinżynieria Materiałów"}, {"level": 2, "text": "Stopka"}]}}