{"content": "#  AGH SCIENCE meetings -- AGH UST \n\nURL: https://agh.edu.pl/en/research-cooperation/agh-science-meetings\nCrawled: 2025-03-19 21:07:37\n\nSkip to content ↓\n\n AGH SCIENCE meetings \n\n Popularisation of science \n\n“AGH SCIENCE meetings” is a new form of popular science meetings which provide a platform for communication between the AGH University and the society. This is an open space for the exchange of thoughts and experiences. The series is organised by the AGH University Centre for Communication and Marketing in collaboration with the Programme Board. \n\nDuring the meetings, the participants can ask scientists and researchers questions on their work and, owing to the recordings available online, the Internet users may become familiar with the problems of their scientific research as well. \n\nProject’s mission \n\nProgramme board \n\n Formula \n\nLive meetings in Polish take place on the AGH University campus in building U-2 (auditorium hall, address: ul. Reymonta 7), at 6.00-7.30 p.m., usually once a month during the academic year. Participation is free of charge, and registration in advance is not required. A detailed schedule is published on \nthe Polish website\n.\n\nA singular meeting is usually divided into two lectures – each one of them taking about 30 minutes. After each speech, there is a 15-minute-long Q&A session with the speaker. \n\nMap of the AGH University Campus\n\nRegulations of the “AGH SCIENCE meetings”\n\n Recordings \n\nRecordings of the events can be watched here or directly on the AGH University Youtube channel. English subtitles are added shortly after the meeting.\n\n Objective \n\nWhat can be said at all can be said clearly – wrote Ludwig Wittgenstein, an Austrian philosopher, over a hundred years ago. These words gain more power together with the dynamic development of science which may be experienced by everyone. The specialisation that is progressing along the way causes scholars to close themselves off in their own worlds, where they speak to each other in technical language that is sometimes completely incomprehensible to those outside their field. Hence the need to popularise knowledge, and therefore disseminate the results of scientific activity. However, it is not only about sharing the results of scientific research in a clear and simple manner.\n\n Tradition \n\nIn a world full of information noise and fake news, there is an increasing need for proven authorities and we want to assume this responsibility as the AGH University academic community. Our assets in this regard are high-quality research facilities as well as the experience in the popularisation of science. Some of the first steps in this direction were made by Professor Walery Goetel, the initiator of open, interdisciplinary seminars. The idea behind the meetings was to connect issues from the field of humanities with scientific and technical ones. Established in 1989, the AGH Technical Open University referred to the model developed by this excellent geologist. The ethos of the scholar is particularly close to us, as it not only serves progress and truth, but also committedly fulfils an important social mission. \n\n Present \n\nThe fast paced reality requires us to develop adequate, engaging methods for popularising science. That is the underlying reason for the creation of this new formula of popular science meetings entitled “AGH SCIENCE meetings.” The aim of our project is to build a platform for communication between academia and society, which can be a space open to the exchange of thoughts and experiences. During the meetings, the participants can ask scientists and researchers questions on their work and, owing to the recordings available online, the Internet users may become familiar with the problems of their scientific research as well. \n\nChairman\n\nProfessor Tomasz Bajda\n\nProfessor Tomasz Bajda works at the Faculty of Geology, Geophysics, and Environmental Protection, where he is the Vice-Dean for Cooperation and Science. He is occupied with research on the application of geological materials (rocks, minerals) in industrial practice but also in engineering and environmental protection. His research interests focus on the use of industrial waste to produce new full-fledged products. He is engaged in the rehabilitation of degraded areas with the use of mineral functionalised materials, that is, materials modified to match their properties to a given application. The selection of such a research problem is justified – innovative technologies based on geomaterials are an opportunity for the economic development of the country, an increase in the competitiveness of Polish industry on global markets, and an improvement of the state of the environment. \n\nProfessor Bajda complements his scientific activity with the popularisation of science. As a Rector’s Proxy, he organised shows and presentations at the Science Picnic in Warsaw in 2017-2019. He was also an author of publications in popular science magazines and web portals. The matters of using geomaterials in environmental engineering were promoted by him in interviews for Polskie Radio, in which he touched upon the results of his research. The dissemination of knowledge is for him mostly about sharing the gains of science in an approachable and comprehensible way and showing how they translate into our life. Also of significance for Professor Bajda is to share what he learnt from his teachers and his research work and to promote reliable sources of scientific knowledge. \n\nBoard Member \n\nProfessor Maria Maj \n\nProfessor Maria Maj is a graduate of the former Faculty of Metallurgy at the AGH University (at present: Faculty of Metals Engineering and Industrial Computer Science). Professor Maj works at the Faculty of Foundry Engineering, where she was the Vice-Dean for Student Affairs in the period of in 2008-2016. Her research focuses on unambiguous characteristic of materials in terms of broadly understood mechanical properties. In her scientific activity, she emphasises the relevancy of comparing experiments with calculations, hence her great interest in elastooptic research which in a very illustrative and relatively quick way allows for determining the state of stress and comparing the results of experiments with calculations by means of the finite element method (FEM). \n\nHer dissemination activity began in 2008 when, as the Vice-Dean for Student Affairs, she was dealing with the promotion of the Faculty of Foundry Engineering. Since that very moment, she has repeatedly appeared in public with presentations promoting the activity of her unit, but she has also delivered inauguration lectures within the Faculty and the University. She also has invaluable experience as an active member of the Open University, where she made a presentation aimed at connecting two quite different worlds – of science and of art. Worth noting is also her support of the idea to enrich the University’s education offer with humanities and innovatory fields. What is particularly important for Professor May is the individual approach to the student and the ability to develop communication methods and relations together, all based on honesty. Hence her interest in modern teaching methods, including tutoring. \n\nBoard Member \n\nDr Paweł Janowski\n\nDr Paweł Jankowski is a nuclear physicist working at the Faculty of Physics and Applied Computer Science, where he manages the Laboratory of Physical Demonstrations as a teaching assistant professor. Scientifically, he was occupied with radioactivity in the environment. His research activity in the Institute of Nuclear Physics of the Polish Academy of Sciences concerned concentration measurements of radioactive iodine and cesium in the air after nuclear explosions and failures of reactors. Such substances and their applications always were in his area of interests, which led him to study physics. Today, in turn, one of his life goals is to make the knowledge on radioactivity more accessible. \n\nDr Paweł Janowski’s achievements in the field of the popularisation of science are extensive, which is confirmed by multiple distinctions received by him – Krzysztof Ernst Prize and Medal for Popularization of Physics, Professor Takliński Award, or qualifying to the final of the Populariser of Science competition organised by the Polish Press Agency. His dissemination activity encompasses lectures full of demonstrations and experiments which he delivers for everybody, from kindergarteners to students of the University of the Third Age. What is more, he gives interviews for the radio, makes videos, and designs interactive exhibitions in the Museum of the AGH University. There is always a special place in them for nuclear physics, as he brings it closer to people with the use of his nuclear suitcase, the content of which sometimes comes as a surprise to his listeners. According to him, the century-old school model discourages from discovering the laws of nature. Popular lectures, on the other hand, can be a break from the strict schematic programme, proving that science is not a difficult subject at school, but it in fact consists in uncovering the world's secrets and applying them to life. Furthermore, besides the fascination with the surrounding world, they can also provide the listeners with a certain leaven of knowledge, with the help of which they, themselves, will entrain others to develop such a science-related passion. \n\nBoard Member \n\nBarbara Jezierska, MSc Eng. \n\nBarbara Jezierska is a graduate of the Faculty of Materials Science and Ceramics and postgraduate of non-degree studies at the Faculty of Management. She is the Director of the Centre for Communication and Marketing at the AGH University of Krakow which coordinates the project “AGH SCIENCE meetings.” She is an originator of various initiatives to disseminate knowledge and popularise science. Besides the promotion of the university, which has been her professional concern for years, particularly meaningful for her is the engagement in the university’s social life. She has a vision for a state-of-the-art university, on one hand being an international research centre and an institution open for the challenges of the ever-changing world on the other. In her view, especially useful in this respect would be the creation of a communication platform between the university and its environment, which could constitute a place for conversations as well as a creative exchange of ideas. According to Barbara Jezierska, this is the exact aim of the new project consisting in the research employees meeting people curious about the world and research conducted at the AGH University. As an enthusiast of new technologies experienced in marketing and organisation of events, she has also emphasised the significance of multichannel dissemination of knowledge, critical thinking, and scientific methods. That is why she is glad to contribute to such a captivating initiative. \n\nContact\n\nAGH University of Krakow \n Centre for Communication and Marketing \n\nal. Mickiewicza 30 \n 30-059 Kraków \n phone: 12 617-56-50 \n e-mail: \nspotkania(at)agh.edu.pl \n\nStopka\n\nWelcome to AGH University\n\nAGH University Strategy\n\nExcellence Initiative – Research University\n\nUNIVERSEH\n\nResearch offer\n\nBusiness offer\n\nCentre for International Affairs\n\nWelcome Point\n\nFaculties\n\nMain Library\n\nAGH University Student Campus\n\nCareers Centre\n\nContact\n\nMap of the AGH University Campus\n\nAGH University e-Shop\n\nEmployee Search\n\nHRS4R\n\nEquality statement\n\nPersonal data protection\n\nMake a donation\n\nBack", "metadata": {"url": "https://agh.edu.pl/en/research-cooperation/agh-science-meetings", "title": " AGH SCIENCE meetings -- AGH UST ", "depth": 2, "duplicate": false, "content_hash": "2cd1d5427a4e658d4b014b398da2582b", "word_count": 1742, "headings": [{"level": 1, "text": "AGH SCIENCE meetings"}, {"level": 2, "text": "Contact"}, {"level": 2, "text": "Stopka"}]}}