{"content": "# Zwycięzcy konkursu Innowacji Studenckich IT is ME-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/aktualnosci/detail/zwyciezcy-konkursu-innowacji-studenckich-it-is-me\nCrawled: 2025-03-19 21:14:49\n\nfot. archiwum organizatora \n\n Zwycięzcy konkursu Innowacji Studenckich IT is ME \n\n 13/03/2025 \n\n Tegoroczny Festiwal Innowacji Studenckich IT is ME za nami, a wraz z nim finał konkursu o tej samej nazwie. Z dziesięciu zakwalifikowanych projektów jury wybrało trzy najlepsze, a ich twórcom i twórczyniom przyznało równorzędne, zespołowe nagrody finansowe. \n\nZespoły studenckie przedstawiały swoje projekty w formie krótkich prezentacji, a następnie odpowiadały na pytania jury. Część projektów wzbudziła spore emocje i dyskusje – rozmawiano nie tylko o aspektach naukowych, ale także o możliwościach komercjalizacji i wprowadzenia pomysłów na rynek. Jury wskazywało również konkretne firmy, którym można pzredstawić rozwiązania, a także wydarzenia służące ich promocji.\n\nZwycięskie projekty\n\nAutonomiczna łódź badawcza „Barka” (AGH Solar Boat)\n – to autonomiczna jednostka badawcza, która może być wykorzystywana w różnych środowiskach wodnych do celów badawczych i monitorowania środowiska naturalnego. Specjalne czujniki mogą badać jakość, temperaturę, ph, stężenie, czy poziom wody, dzięki czemu możliwe jest wczesne wykrycie zanieczyszczeń lub tendencyjnej zmiany poziomu cieczy w zbiorniku. Do barki można montować sonary. Ta modyfikacja pozwala badać teren pod wodą, np. w celu wykrycia ruchu. Projekt już zdobył szerokie uznanie w środowisku naukowym. \nAutorzy i autorki projektu:\n Przemysław Domagała (Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, kierunek: informatyka i systemy inteligentne); Michał Dydek (Wydział Informatyki, kierunek: informatyka); Mikołaj Słowikowski (Wydział Fizyki i Informatyki Stosowanej, kierunek: informatyka stosowana); Anastasiia Vudvud (Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, kierunek: computer science); Krzysztof Furtak (Wydział: Elektrotechniki Automatyki, Informatyki i Inżynierii Biomedycznej, kierunek: automatyka i robotyka); Michał Suchta (Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, kierunek: automatyka i robotyka, specjalizacja: komputerowe systemy sterowania); Damian Brzana (Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, kierunek: automatyka i robotyka); Kamil Zając (Wydział Inżynierii Mechanicznej i Robotyki, kierunek: automatyka przemysłowa i robotyka); Julia Czekańska (Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, kierunek: computer science); Jakub Świerczyński (Wydział Inżynierii Metali i Informatyki Przemysłowej, kierunek: informatyka techniczna)\n\nProjekt GraviTE (AGH Space Systems)\n – innowacyjny projekt badawczy, którego celem jest analiza utraty masy kostnej w warunkach mikrograwitacji oraz opracowanie niskokosztowego bioreaktora zdolnego do autonomicznej hodowli komórkowej. System umożliwia wymianę medium hodowlanego oraz utrzymanie optymalnych warunków temperaturowych. Celem projektu jest sprawdzenie, jak długotrwałe przebywanie w przestrzeni kosmicznej wpływa na kości astronautów. Uzyskane wyniki (oprócz samej wiedzy o zdrowiu astronautów) mogą zostać wykorzystane również do innych działań, np. leczenia osteoporozy i innych chorób układu kostnego, przyczyniając się do rozwoju biotechnologii oraz inżynierii biomedycznej. \nAutorzy i autorki projektu: \nKacper Nowakowski (Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, kierunek: automatyka i robotyka); Przemysław Kaczorowski (Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, kierunek: automatyka i robotyka); Justyna Kościelniak (Wydział Inżynierii Mechanicznej i Robotyki, kierunek: inżynieria mechatroniczna); Magdalena Król (Wydział Fizyki i Informatyki Stosowanej, kierunek: fizyka medyczna); Jarosław Przerywacz (Wydział Informatyki, Elektroniki i Telekomunikacji, kierunek: elektronika i telekomunikacja); Kamil Puchalski (Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, kierunek: automatyka i robotyka), Barbara Szaflarska (Wydział Inżynierii Materiałowej i Ceramiki, kierunek: Ceramika); Piotr Słonka (Wydział Informatyki, Elektroniki i Telekomunikacji, kierunek: elektronika i telekomunikacja); Robert Zubek (Wydział Informatyki, Elektroniki i Telekomunikacji, kierunek: elektronika); Jan Chyczyński (Wydział Informatyki, kierunek: informatyka); Patryk Konieczny (Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej, kierunek: automatyka i robotyka); Jan Hahn (Wydział Informatyki, Elektroniki i Telekomunikacji, kierunek: elektronika).\n\nCityTransit \n– system wspomagający pasażerów w dynamicznej sieci transportu publicznego. Narzędzie, wykorzystując algorytmy sztucznej inteligencji do przewidywania czasu przejazdu, umożliwia pasażerom komunikacji miejskiej śledzenie rzeczywistych opóźnień autobusów i tramwajów. Aplikacja skierowana jest do mieszkańców/mieszkanek miast, którzy/które chcą sprawnie planować podróże. Powstała z myślą o poprawie dostępności informacji transportowych, szczególnie w miejscowościach, gdzie dotychczas brakowało zaawansowanych systemów monitorowania przejazdów. System analizuje dane historyczne i aktualną sytuację drogową, uwzględniając korki i inne utrudnienia, aby zapewnić jak najdokładniejsze prognozy. Aplikacja z sukcesem już działa w Nowym Sączu, jej autorzy obecnie prowadzą rozmowy z miastem Kraków. \nAutorzy projektu:\n Dawid Liberda (Wydział Informatyki, kierunek: informatyka); Marcin Kozub (Wydział Informatyki, kierunek: informatyka).\n\n***\n\nCelem Festiwalu Innowacji Studenckich IT is ME oraz towarzyszącemu mu konkursowi jest promocja innowacyjnych projektów studenckich w różnej fazie rozwoju i wdrożenia, opracowanych przez studentów AGH, które to projekty wykorzystują metody IT.\n\nTegoroczny festiwal oraz finał konkursu odbyły się 12 marca na Wydziale Informatyki.\n\nSkład jury: dr Joanna Augustyn-Nadzieja (Pełnomocniczka Rektora ds. Kół Naukowych AGH), prof. Aleksander Byrski (Fundacja TRY IT / Wydział Informatyki AGH), dr Tomasz Drwięga (Prodziekan Wydziału ds. Studenckich i Kształcenia, Wydział Matematyki Stosowanej AGH), mgr Marta Gorczowska (Dział Przedsiębiorczości Akademickiej AGH), prof. Marek Karkula (Wydział Zarządzania AGH), dr Anna Kotlińska (Wydział Nauk o Zdrowiu Collegium Medicum UJ ), mgr Joanna Świerad-Solińska (Wydział Informatyki AGH).\n\nfot. archiwum organizatora\n\nfot. archiwum organizatora\n\nfot. archiwum organizatora\n\nfot. archiwum organizatora\n\nfot. archiwum organizatora\n\nPowrót", "metadata": {"url": "https://agh.edu.pl/aktualnosci/detail/zwyciezcy-konkursu-innowacji-studenckich-it-is-me", "title": "Zwycięzcy konkursu Innowacji Studenckich IT is ME-- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "20e91288abb821cd9042225f2c45aae6", "word_count": 750, "headings": [{"level": 1, "text": "Zwycięzcy konkursu Innowacji Studenckich IT is ME"}, {"level": 2, "text": "Zwycięskie projekty"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}