{"content": "#  Nostryfikacja dyplomów ukończenia studiów -- Centrum Obsługi Kształcenia AGH \n\nURL: https://www.cok.agh.edu.pl/nostryfikacja-dyplomow-ukonczenia-studiow\nCrawled: 2025-03-19 22:40:49\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Nostryfikacja dyplomów ukończenia studiów \n\n Podstawowe informacje o nostryfikacji \n\nDyplom ukończenia studiów za granicą może być uznany za równoważny odpowiedniemu polskiemu dyplomowi i tytułowi zawodowemu na podstawie umowy międzynarodowej (wykaz umów – \nhttps://www.gov.pl/web/nauka/umowy-dwustronne-dotyczace-uznawalnosci-wyksztalcenia\n) określającej równoważność, a w przypadku jej braku – w drodze postępowania nostryfikacyjnego. Osoba, której dyplom został uznany za równoważny polskiemu dyplomowi i tytułowi, \nmoże posługiwać się odpowiednim polskim tytułem zawodowym\n.\n\nPostępowanie nostryfikacyjne wszczyna się na wniosek zainteresowanego, który należy złożyć do uczelni posiadającej odpowiednią kategorię naukową (A+, A albo B+) w dyscyplinie, której dotyczy wniosek. Osoba składająca wniosek powinna również brać pod uwagę profil uczelni, pozwalający na jego merytoryczną ocenę.\n\nZa postępowanie nostryfikacyjne pobierana jest opłata w wysokości \n4 685\n  PLN.\n\nW przypadku stwierdzenia braku właściwości uczelni do przeprowadzenia postępowania, uczelnia wydaje postanowienie o odmowie jego przeprowadzenia, na które przysługuje zażalenie. \nNie pobiera się wówczas opłaty za postępowanie nostryfikacyjne.\n\n Przebieg procedury nostryfikacji w AGH (maksymalnie 90 dni) \n\nProcedurze są podawane \nwyłącznie\n wnioski, które spełniają wszystkie wymogi formalne, tzn. złożone zostały wszystkie wymagane dokumenty oraz \nzostała uiszczona opłata za przeprowadzenie procedury nostryfikacyjnej.\n\nDo terminu maksymalnie 90 dni nie wlicza się okresów wyznaczonych na:\n\nprzedłożenie apostille lub legalizacji i tłumaczenia dokumentów\n\nzłożenie egzaminów lub odbycie praktyk zawodowych – w przypadku zobowiązania wnioskodawcy do uzupełnienia efektów uczenia się.\n\n Wymagane dokumenty oraz złożenie wniosku \n\nPostępowanie nostryfikacyjne w AGH odbywa się zgodnie z Zarządzeniem nr 53 Rektora AGH z 10 września 2021 r.:\n\nZarządzenie ws. nostryfikacji dyplomów ukończenia studiów za granicą oraz potwierdzania ukończenia studiów na określonym poziomie w AGH:\n\nZałącznik nr 1* – wniosek ws. nostryfikacji dyplomu\n\n* Załącznik jest dwujęzyczny (polsko-angielski).\n\nAby rozpocząć postępowanie ws. nostryfikacji dyplomu należy złożyć wniosek wg wzoru powyżej oraz następujące załączniki, tj.:\n\ndyplom ukończenia studiów;\n\ndokumenty umożliwiające ocenę przebiegu studiów, uzyskiwanych efektów uczenia się i czasu trwania studiów, w szczególności: suplement do dyplomu, wykaz zaliczonych przedmiotów i uzyskanych ocen, indeks lub inny dokument, praca dyplomowa;\n\nświadectwo, dyplom lub inny dokument, na podstawie którego wnioskodawca został przyjęty na studia;\n\ndowód wniesienia opłaty (4 685 PLN) za postępowanie nostryfikacyjne.\n\nWniosek należy złożyć w \nbiurze Centrum Obsługi Kształcenia AGH.\n\nDyplom ukończenia studiów, który będzie nostryfikowany, suplement do dyplomu oraz dokument, na podstawie, którego wnioskodawca został przyjęty na studia należy przedłożyć \nw oryginale\n w celu wykonania przez upoważnionego pracownika uczelni poświadczonej kopii. Oryginały tych dokumentów są zwracane wnioskodawcy.\n\nSugerujemy, aby do dokumentacji umożliwiającej ocenę przebiegu studiów, w szczególności w zakresie nabywanej wiedzy i umiejętności, dołączyć bardziej szczegółowe opisy programu studiów, zrealizowanych przedmiotów (sylabusy). Jeśli opisy są dostępne w formie elektronicznej, akceptowalne jest wskazanie linku do strony internetowej, na której się znajdują.\n\nDo wniosku należy także dołączyć\n tłumaczenia przysięgłe \nna język polski załączników (dyplom ukończenia studiów, który będzie nostryfikowany, suplement do dyplomu oraz dokument, na podstawie, którego wnioskodawca został przyjęty na studia). Tłumaczenia powinny być sporządzone i poświadczone przez \ntłumacza przysięgłego albo sporządzone i poświadczone przez zagranicznego tłumacza i poświadczone przez właściwego konsula Rzeczypospolitej Polskiej\n.\n\nW przypadku wątpliwości co do autentyczności dokumentów, o których mowa powyżej, AGH może zażądać przedłożenia przez wnioskodawcę określonego dokumentu wraz z \napostille lub legalizacją\n wykonaną przez konsula Rzeczypospolitej Polskiej, właściwego dla państwa, na którego terytorium lub w którego systemie edukacji lub szkolnictwa wyższego wydano dany dokument, lub akredytowane w Rzeczypospolitej Polskiej lub innym państwie członkowskim Unii Europejskiej, państwie członkowskim Europejskiego Porozumienia o Wolnym Handlu (EFTA) – stronie umowy o Europejskim Obszarze Gospodarczym lub państwie członkowskim Organizacji Współpracy Gospodarczej i Rozwoju (OECD) przedstawicielstwo dyplomatyczne lub urząd konsularny państwa, na którego terytorium lub w którego systemie edukacji lub szkolnictwa wyższego wydano dany dokument.\n\n Opłata za przeprowadzenie nostryfikacji dyplomu \n\nOpłatę za przeprowadzenie postępowania w wysokości \n4\n 685 PLN\n (tj. 50% minimalnego miesięcznego wynagrodzenia profesora w uczelni publicznej) należy uiścić na konto AGH: 96 1240 4722 1111 0000 4858 2922 – nr subkonta: 9715.\n\nTytuł przelewu powinien zawierać nr subkonta: 9715 oraz dane osoby aplikującej, np. 9715/Jan Kowalski/opłata za postępowanie ws. nostryfikacji dyplomu.\n\nUiszczenie opłaty za postępowanie nostryfikacyjne jest jednym z wymogów formalnych, których należy dopełnić, składając wniosek.\n\n Merytoryczna ocena wniosku \n\nProrektor ds. Kształcenia przekazuje wniosek odpowiedniemu wydziałowi AGH. Dziekan tego wydziału powołuje Zespół, którego zadaniem jest merytoryczna ocena wniosku. Ocena ta polega m.in. na porównaniu programu studiów czy uzyskanych efektów uczenia się podczas studiów zagranicą z programem i efektami podobnego kierunku studiów w AGH.\n\nPo przeprowadzeniu procedury oceny wniosku Zespół sporządza protokół wraz z opinią:\n\npozytywną w sprawie uznania dyplomu ukończenia studiów za równoważny dyplomowi polskiemu i odpowiedniemu tytułowi zawodowemu\n\nWydawane jest wówczas \nzaświadczenie o równoważności dyplomu uzyskanego za granicą z polskim dyplomem i tytułem zawodowym.\n Zaświadczenie jest ważne łącznie z oryginałem dyplomu albo odpisem dyplomu poświadczonym za zgodność z oryginałem.\n\nnegatywną w sprawie odmowy uznania dyplomu ukończenia studiów za równoważny dyplomowi polskiemu i odpowiedniemu tytułowi zawodowemu;\n\nw sprawie zobowiązania aplikanta do złożenia określonych egzaminów lub odbycia praktyk zawodowych w przypadku stwierdzenia różnic w programie studiów, efektach uczenia się lub czasie trwania studiów.\n\nW przypadku zobowiązania do uzupełnienia efektów kształcenia dziekan wydziału informuje wnioskodawcę na piśmie wraz z uzasadnieniem o konieczności złożenia określonych egzaminów lub odbycia praktyk zawodowych wraz ze wskazaniem warunków i terminów przeprowadzenia egzaminów lub odbycia praktyk zawodowych.\n\n Zakończenie postępowania \n\nProrektor ds. Kształcenia po otrzymaniu dokumentacji w wyniku przeprowadzonej oceny merytorycznej wniosku, działając z upoważnienia Rektora AGH:\n\nuznaje dyplom ukończenia za granicą studiów za równoważny polskiemu dyplomowi i tytułowi zawodowemu oraz \nwydaje stosowne zaświadczenie,\n zgodnie ze wzorem stanowiącym\n\nzałącznik nr 1 do rozporządzenia MNiSW w sprawie nostryfikacji dyplomów ukończenia studiów za granicą oraz potwierdzania ukończenia studiów na określonym poziomie\n, \nalbo\n\nw drodze decyzji administracyjnej odmawia uznania dyplomu ukończenia studiów za granicą za równoważny polskiemu dyplomowi i tytułowi zawodowemu.\n\n Odmowa uznania dyplomu za równoważny \n\nOdmowa uznania dyplomu za równoważny odpowiedniemu polskiemu dyplomowi ukończenia studiów wyższych może nastąpić w szczególności w przypadku, gdy:\n\ninstytucja, która wydała dyplom, lub instytucja, w której prowadzone było kształcenie:\n\nw rozumieniu prawa wewnętrznego państwa, w którego systemie szkolnictwa wyższego działa ta instytucja, nie była akredytowaną uczelnią w dniu wydania dyplomu lub realizowała program studiów nieposiadający akredytacji w dniu wydania dyplomu,\n\nnie działa w systemie szkolnictwa wyższego żadnego państwa,\n\nprogram studiów wyższych albo jego część były realizowane niezgodnie z przepisami państwa, na którego terenie było prowadzone kształcenie;\n\nosoba ubiegająca się o nostryfikację dyplomu uzyskanego za granicą nie wykonała obowiązków wynikających z opinii sprawie zobowiązania aplikanta do złożenia określonych egzaminów lub odbycia praktyk zawodowych w przypadku stwierdzenia różnic w programie studiów, efektach uczenia się lub czasie trwania studiów.\n\n Akty prawne \n\nRozporządzenie Ministra Nauki i Szkolnictwa Wyższego z dnia 28 września 2018 r. w sprawie nostryfikacji dyplomów ukończenia studiów za granicą oraz potwierdzania ukończenia studiów na określonym poziomie\n\nZarządzenie ws. nostryfikacji dyplomów ukończenia studiów za granicą oraz potwierdzania ukończenia studiów na określonym poziomie w AGH \n+ \nzałącznik\n\nKontakt\n\nCentrum Obsługi Kształcenia \n\npaw. C-1\n pok. 114\n al. Mickiewicza 30\n 30-059 Kraków\n\n+48 12 617 48 95\n nostryfikacja@agh.edu.pl\n\nPrzydatne linki\n\nsystem Kwalifikator – NAWA:\n\nhttps://kwalifikator.nawa.gov.pl/\n – ogólne informacje o wybranych rodzajach dyplomów ukończenia studiów uzyskanych za granicą\n\ninformacje o uznawalności – NAWA: \n\nhttps://nawa.gov.pl/uznawalnosc\n\nUznawalność wykształcenia, informacje o systemach edukacji:\n\nENIC-NARIC:\n\nhttps://www.enic-naric.net/index.aspx\n\nWorld Higher Education Database:\n\nhttps://www.whed.net/home.php\n\nNUFFIC:\n\nhttps://www.nuffic.nl/en/subjects/diploma/education-systems\n\nNORRIC:\n\nhttps://norric.org/\n\nWENR:\n\nhttps://wenr.wes.org/\n\nAPNNIC:\n\nhttps://apnnic.net/\n\nSCHOLARO PRO:\n\nhttps://www.scholaro.com/pro/Countries\n\nQENTRY:\n\nhttps://www.q-entry.eu/\n\nStopka\n\nKanał AGH w serwisie YouTube\nFanpage AGH w serwisie Facebook\nFanpage AGH w serwisie Linkedin\nKanał AGH w serwisie Twitter\nFanpage AGH w serwisie Instagram\nFanpage AGH w serwisie Tiktok\n\nBack", "metadata": {"url": "https://www.cok.agh.edu.pl/nostryfikacja-dyplomow-ukonczenia-studiow", "title": " Nostryfikacja dyplomów ukończenia studiów -- Centrum Obsługi Kształcenia AGH ", "depth": 3, "duplicate": false, "content_hash": "d0d816d428483d7e29c3de5bdcd71168", "word_count": 1202, "headings": [{"level": 1, "text": "Nostryfikacja dyplomów ukończenia studiów"}, {"level": 2, "text": "Kontakt"}, {"level": 2, "text": "Stopka"}]}}