{"content": "# Doktorat honoris causa Uniwersytetu Technologiczno-Przyrodniczego w Bydgoszczy dla prof. Ryszarda Tadeusiewicza-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/osiagniecia/info/article/doktorat-honoris-causa-uniwersytetu-technologiczno-przyrodniczego-w-bydgoszczy-dla-prof-ryszarda-ta/\nCrawled: 2025-03-19 21:58:40\n\nfot. Uniwersytet Technologiczno-Przyrodniczy im. Jana i Jędrzeja Śniadeckich w Bydgoszczy \n\n Doktorat honoris causa Uniwersytetu Technologiczno-Przyrodniczego w Bydgoszczy dla prof. Ryszarda Tadeusiewicza \n\n 13/02/2020 \n\nProf. dr hab. inż. Ryszard Tadeusiewicz otrzymał tytuł doktora honoris causa Uniwersytetu Technologiczno-Przyrodniczego im. Jana i Jędrzeja Śniadeckich (UTP) w Bydgoszczy. Uroczystość odbyła się 12 lutego 2020 r. podczas otwartego posiedzenia Senatu uczelni w Auditorium Novum UTP.\n\nSenat Uniwersytetu Technologiczno-Przyrodniczego nadał Profesorowi tytuł doktora honoris causa w uznaniu jego dorobku naukowego i zasług dla rozwoju UTP.\n\n– \nTytuł Doktora Honoris Causa Uniwersytetu Technologiczno-Przyrodniczego trafia w ręce wybitnego uczonego, cieszącego się ogromnym autorytetem i szacunkiem w środowiskach akademickich wielu dyscyplin naukowych począwszy od informatyki a skończywszy na medycynie i ekonomii\n – powiedział prof. dr hab. inż. Ryszard Choraś z Wydziału Telekomunikacji, Informatyki i Elektrotechniki UTP. Wygłaszając mowę laudacyjną, przedstawił sylwetkę i dorobek naukowy prof. Ryszarda Tadeusiewicza, przypomniał także o jego związkach z Uniwersytetem Technologiczno-Przyrodniczym w Bydgoszczy:\n\n– \nZwiązki Pana Profesora Ryszarda Tadeusiewicza z naszą uczelnią sięgają przełomu lat 80. i 90., kiedy to na naszej uczelni rozpoczynaliśmy organizację serii konferencji naukowych pod nazwą Przetwarzanie sygnałów w telekomunikacji, sterowaniu i kontroli. Od tego czasu prof. Tadeusiewicz utrzymuje ścisłe kontakty z bydgoskim środowiskiem naukowym, głównie z Wydziałem Telekomunikacji, Informatyki, Elektrotechniki UTP. Prof. Ryszard Tadeusiewicz wspierał nasze środowisko zarówno w zakresie indywidualnego rozwoju jego członków, jak i kształtowania pozytywnej opinii o naszym ośrodku w krajowych i międzynarodowych gremiach naukowych. (…) Prof. dr hab. inż. Ryszard Tadeusiewicz wielokrotnie wygłaszał wykłady dla studentów i pracowników naukowych zarówno na Wydziale Telekomunikacji, Informatyki i Elektrotechniki jak i Wydziale Inżynierii Mechanicznej (również w systemie distance learning).\n\nOpinie o dorobku naukowym, dydaktycznym i organizacyjnym prof. Ryszarda Tadeusiewicza opracowało dwóch recenzentów: prof. dr hab. inż. Leszek Rutkowski z Instytutu Inteligentnych Systemów Informatycznych Politechniki Częstochowskiej, członek rzeczywisty PAN oraz prof. dr hab. inż. Sławomir Wiak z Instytutu Mechatroniki i Systemów Informatycznych Politechniki Łódzkiej.\n\nW uroczystości wziął udział Prorektor ds. Nauki AGH prof. Andrzej R. Pach.\n\nProf. dr hab. inż. Ryszard Tadeusiewicz urodził się 5 maja 1947 r. w Środzie Śląskiej. W 1971 r. ukończył z wyróżnieniem studia wyższe na Wydziale Elektrycznym Akademii Górniczo Hutniczej. Dodatkowo studiował na Wydziale Lekarskim Akademii Medycznej w Krakowie, na którym potem okresowo pracował jako profesor i kierownik Zakładu Biocybernetyki oraz Zakładu Biostatystyki i Informatyki Medycznej. Przeszedł ponadto gruntowne studia w zakresie metod matematycznych i informatycznych w ekonomii, uzyskując w efekcie pełne prawa profesora Akademii Ekonomicznej (obecnie Uniwersytetu Ekonomicznego) w Krakowie.\n\nOd kwietnia 1971 r. całkowicie poświęcił się pracy naukowej związanej z biocybernetyką, automatyką i informatyką. W AGH uzyskał stopień naukowy doktora (1975 r.), doktora habilitowanego (1981 r.), profesora (1986 r.), profesora zwyczajnego nauk technicznych (1991 r.).\n\nNapisał i opublikował ponad 1200 prac naukowych, które były wydawane w renomowanych periodykach naukowych w kraju i za granicą oraz prezentowane na ponad 200 konferencjach naukowych – krajowych i międzynarodowych. Napisał także ponad 100 monografii naukowych i innych książek, m.in. cenionych i poszukiwanych podręczników, a także ponad 800 artykułów i kilka książek popularnonaukowych.\n\nProwadził lub nadal prowadzi wykłady na większości krakowskich uczelni: w AGH i na Uniwersytecie Ekonomicznym – etatowo, a na Uniwersytecie Pedagogicznym, na AWF, w Collegium Medicum UJ, w Uniwersytecie Jagiellońskim oraz w Akademii Sztuk Pięknych – incydentalnie.\n\nWypromował łącznie 75 doktorów, recenzował 333 rozprawy doktorskie i 172 rozprawy habilitacyjne. Opiniował też 158 wniosków o nadanie tytułu naukowego profesora, opracowywał dwanaście wniosków o nadanie tytułu doktora honoris causa, w tym między innymi laudację dla Ojca Świętego Jana Pawła II. Wielokrotnie był powoływany w charakterze super recenzenta Centralnej Komisji ds. Stopni Naukowych i Tytułu Naukowego, a obecnie został pełnoprawnym członkiem tej Komisji, wybranym (już po raz drugi) przez ogólnopolskie środowisko naukowe.\n\nW styczniu 1998 r. w powszechnym i tajnym głosowaniu członków PAU prof. Ryszard Tadeusiewicz został wybrany na członka korespondenta Polskiej Akademii Umiejętności, a w lutym tego samego roku Międzynarodowa Organizacja Inżynierów Europejskich FEANI nadała Profesorowi tytuł Euroinżyniera. W lutym 2000 r. został wybrany (w wyniku tajnego głosowania przeprowadzonego w Moskwie) na członka zagranicznego Rosyjskiej Akademii Nauk Przyrodniczych. W czerwcu 2002 r. Profesor został wybrany na członka korespondenta Polskiej Akademii Nauk, a w 2013 – awansowany na członka rzeczywistego PAN. We wrześniu 2003 r. został wybrany na członka tytularnego Europejskiej Akademii Nauki, Sztuki i Literatury (z siedzibą w Paryżu), a w listopadzie 2006 r. został wybrany na członka Światowej Akademii Nauk (z siedzibą w San Francisco), w 2013 r. został wyróżniony tytułem członka aktywnego Academia Scientiarum et Artium Europaea (Salzburg). W latach 2001–2008 prof. Ryszardowi Tadeusiewiczowi nadano tytuły doktora honoris causa lub honorowego profesora w dwunastu uczelniach polskich i zagranicznych.\n\nProfesor od połowy lat 70. pracuje w dwóch komitetach Polskiej Akademii Nauk: Komitecie Biocybernetyki i Inżynierii Biomedycznej oraz w Komitecie Automatyki i Robotyki. Pracuje także w wielu komisjach PAN. Trzykrotnie został wybrany do pełnienia funkcji wiceprezesa Krakowskiego Oddziału PAN oraz (w osobnych tajnych wyborach) na członka Prezydium PAN w Warszawie.\n\nW związku z rozległymi międzynarodowymi kontaktami naukowymi prof. Ryszard Tadeusiewicz wybrany został na członka wielu międzynarodowych towarzystw naukowych. Między innymi otrzymał wysoką godność „Senior Member” w prestiżowym The Institute of Electrical and Electronics Engineers, jest ponadto członkiem International Neural Network Society, Signal Processing Society, Society on Engineering in Medicine and Biology, IFAC Technical Committee on Artificial Intelligence in Real Time Control i wielu innych.\n\nBył i jest wybierany na członka wielu Rad Naukowych m.in. Rady Naukowej Instytutu Biocybernetyki i Inżynierii Biomedycznej PAN w Warszawie od momentu jej powstania. Został także wybrany na przewodniczącego Rady Naukowej Instytutu Informatyki Teoretycznej i Stosowanej PAN w Gliwicach (od 2006 r. i nadal).\n\nW 2007 r. ogólnopolska społeczność naukowa wybrała prof. Ryszarda Tadeusiewicza na członka Rady Nauki przy MNiSW – funkcję tę sprawuje do dziś. Profesor był (także w wyniku wyborów) sekretarzem, a następnie przewodniczącym Rady Fundacji im. Braci Jana i Jędrzeja Śniadeckich.\n\nW 1996 r. został wybrany na stanowisko Prorektora AGH ds. Nauki, a w styczniu 1998 r. – na stanowisko rektora AGH. Wybór ten społeczność AGH powtórzyła w 1999 r., powierzając Profesorowi funkcję rektora na kadencję 1999–2002, a następnie na kadencję 2002–2005.\n\nJako Rektor AGH prof. Ryszard Tadeusiewicz został wybrany w 1999 r. przez rektorów uczelni polskich na członka prezydium KRASP (Konferencji Rektorów Akademickich Szkół Polskich), przewodniczącego KRPUT (Konferencji Rektorów Polskich Uczelni Technicznych) oraz wiceprzewodniczącego KRUK (Konferencji Rektorów Uczelni Krakowskich). W kolejnej kadencji (2002–2005) pełnił funkcję wiceprzewodniczącego KRPUT i wiceprzewodniczącego KRUK. Jako Rektor AGH Profesor był także bardzo aktywnym członkiem CRE (Konferencji Rektorów Europy, przekształconej potem w Unię Europejskich Uniwersytetów EUA) oraz Polskiego Forum Akademicko Gospodarczego.\n\nProfesor został odznaczony przez Prezydenta RP Krzyżem Komandorskim i Krzyżem Oficerskim Orderu Odrodzenia Polski, a w 2019 r. Krzyżem Komandorskim z Gwiazdą tego orderu.\n\nPowrót\n\n Powiązane pliki\n\n dhc_r.t._4.jpg \n 242 KB \n\n dhc_r.t._3.jpg \n 294 KB \n\n dhc_r.t._2.jpg \n 311 KB", "metadata": {"url": "https://www.agh.edu.pl/osiagniecia/info/article/doktorat-honoris-causa-uniwersytetu-technologiczno-przyrodniczego-w-bydgoszczy-dla-prof-ryszarda-ta/", "title": "Doktorat honoris causa Uniwersytetu Technologiczno-Przyrodniczego w Bydgoszczy dla prof. Ryszarda Tadeusiewicza-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "4342447fb5f0598ca317f34e10afee37", "word_count": 1091, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}