{"content": "#  Wydział -- WGGIOS AGH \n\nURL: https://www.wggios.agh.edu.pl/wydzial\nCrawled: 2025-03-19 21:32:11\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Wydział \n\nZalążkiem Wydziału stały się utworzone na jedynym wydziale ówczesnej Akademii Górniczej – Wydziale Górniczym – trzy katedry: Mineralogii i Petrografii, Geologii oraz Geologii Stosowanej. Przeszły one do powołanego po II wojnie światowej (1946) Wydziału Geologiczno-Mierniczego, z którego powstały kolejno Wydział Geologiczny (1951/52) oraz Wydział Geologiczno-Poszukiwawczy (1952/53). W kolejnych latach Wydział rozwijał się dynamicznie, a jego struktura ewoluowała. Od roku akademickiego 1992/93 funkcjonuje on jako Wydział Geologii, Geofizyki i Ochrony Środowiska.\n\nJako jedyny w Polsce wydział kształci z jednej strony inżynierów z zakresu geologii i geofizyki stosowanej, z drugiej zaś oferuje przedmioty typowe dla klasycznego uniwersytetu. Wykształcenie, jakie otrzymują absolwenci, pozwala na podjęcie zatrudnienia w zakładach przemysłowych, placówkach naukowo-badawczych, szkołach, biurach turystycznych, urzędach państwowych i samorządowych.\n\nUchwałą Nr 287/2012\n Prezydium Polskiej Komisji Akredytacyjnej z dnia 6 września 2012 r. Wydział uzyskał wyróżniającą ocenę instytucjonalną wszystkich kierunków studiów.\n\nBadania naukowe, prowadzone na Wydziale Geologii, Geofizyki i Ochrony Środowiska mają przede wszystkim charakter stosowany. Najliczniejsza wśród europejskich uniwersytetów kadra profesorów i doktorów habilitowanych z zakresu nauk o Ziemi, którą uzupełnia liczne grono doktorów i magistrów, oraz dobrze wyposażone laboratoria pozwalają na podjęcie prawie każdego tematu badawczego. Wydział prowadzi także badania podstawowe, tj. takie, które pozwalają lepiej poznać otaczający nas świat i zachodzące w nim procesy, ale których wyniki nie znajdują jeszcze praktycznego zastosowania z uwagi na obecny stan wiedzy i technologii. Wśród pracowników Wydziału są byli stypendyści czołowych fundacji naukowych: amerykańskiej Fulbrighta i niemieckiej Humboldta.\n\nOd początku istnienia Akademii Górniczo-Hutniczej, Wydział Geologii, Geofizyki i Ochrony Środowiska posiadał swój zalążek w postaci istniejących na jedynym wówczas wydziale uczelni — Wydziale Górniczym — trzech katedr, a mianowicie: Katedry Geologii, Katedry Mineralogii i Petrografii oraz Katedry Geologii Stosowanej.  Przeszły one do powołanego po II wojnie światowej (1946 r.) Wydziału Geologiczno-Mierniczego, a następnie weszły w skład Wydziału Geologiczno-Poszukiwawczego, powstałego w 1951 roku, w wyniku podziału Wydziału Geologiczno-Mierniczego na dwa Wydziały: Geodezji Górniczej i Geologiczno-Poszukiwawczy. W 1967 r. nastąpiło odłączenie kilku katedr, które wspólnie z częścią Wydziału Górniczego utworzyły Wydział Wiertniczo-Naftowy (obecnie: Wiertnictwa, Nafty i Gazu). Do roku 1968 na Wydziale (podobnie jak na całej uczelni) podstawową jednostką organizacyjną była katedra.\n\nW roku 1968, w wyniku reorganizacji, powstały instytuty. Ta struktura organizacyjna przetrwała do końca 1992 roku, kiedy to z istniejących wówczas czterech wymienionych poniżej instytutów powstało dziesięć katedr i zakładów. Do instytutów tych należały:\n\nMiędzyresortowy Instytut Geofizyki\n\nInstytut Geologii i Surowców Mineralnych\n\nInstytut Surowców Energetycznych\n\nInstytut Hydrogeologii i Geologii Inżynierskiej\n\nW ciągu następnych lat trzy jednostki uległy dalszemu podziałowi. Efektem tego była struktura Wydziału, na którą składało się 14 katedr i zakładów. Na przełomie lat 60. i 70. oraz w pierwszej połowie lat siedemdziesiątych system finansowania instytutów pozwolił na znaczny wzrost liczebności kadry naukowej.  W latach siedemdziesiątych powstało również Muzeum Geologiczne, rozwijąjące do dziś swoją ekspozycję w korytarzach głównego gmachu AGH.\n\nW roku 1992 Wydział zmienił nazwę i obecnie funkcjonuje jako Wydział Geologii, Geofizyki i Ochrony Środowiska.\n\nStopka\n\nSpis pracowników\n\nBaza Danych o Autorach i Publikacjach\n\nDokumenty AGH\n\nLicencje i oprogramowanie\n\nPoczta AGH\n\nRozbudowa Centrum Miękinia\n\nDeklaracja dostępności\n\nUBPO\n\nRegulamin studiów\n\nUSOS\n\nSylabus AGH\n\nPomoc materialna dla studentów\n\nProgram Erasmus+\n\nStudium Języków Obcych\n\nWydział Geologii, Geofizyki i Ochrony Środowiska\nAkademia Górniczo-Hutnicza \nim. Stanisława Staszica\n\nal. Mickiewicza 30\n30-059 Kraków\n\nNIP AGH: 675 000 19 23 \n\nNr konta Wydziału:\n58 1240 4722 1111 0000 4859 2918\nBank Pekao S.A. Kraków\n\nDziekanat\ntel. +48.12.617.23.50–51\ne-mail: dziekanatwggios@agh.edu.pl\n\nBiuro Dziekana\ntel. +48.12.617.32.54\ne-mail: wggios@agh.edu.pl\n\n © 2023 Wydział Geologii, Geofizyki i Ochrony Środowiska AGH\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {}}