{"content": "# DYPLOMY\n\nURL: https://www.sdp.agh.edu.pl/dyplomy/\nCrawled: 2025-03-19 21:12:51\n\nDyplomy\nPRZYJĘCIA STRON w biurze SDP - pod łącznikiem A0-A1 wejście od strony parkingu\nGODZINY PRZYJĘĆ \nStron\n w okresie dyżurów wiosennych - zgodnie z\n informacjami na stronie głównej SDP - link https://www.sdp.agh.edu.pl/\nPo zakończeniu dyżurów SDP czynne będzie dla Stron w normalnych godzinach urzędowania. \n\nW godzinach dyżurów\n zapraszamy: studentów, doktorantów i absolwentów z uprawnieniami\n:\n - do \nPROLONGATY\n - przedłużenia ważności Elektronicznych Legitymacji (plastikowych);\n - do \nODBIORU DYPLOMÓW - \n(jeżeli w USOS została określona data do odbioru).\nNależy wcześniej \nzweryfikować możliwość odbioru dyplomu w USOSwebie\n.\n\nW okienku informacyjnym \"odbiór Dyplomu od dnia\" winna pojawić się data, od której możliwy jest odbiór Dyplomu.\n\nDopiero od tego dnia możliwy będzie jego odbiór przez Absolwenta.\nDyplomowanie - informacje COK\n Od 21 czerwca 2021 r. w AGH obowiązuje Zarządzenie nr 41/2021 Rektora  AGH w sprawie zasad sporządzania i wydawania dyplomów ukończenia studiów  wyższych oraz suplementów do dyplomów, które są wydawane wg wzorów  zatwierdzonych Uchwałą Senatu nr 35/2021.\n\nDyplomy i suplementy, w tym także ich odpisy i duplikaty - odrębne od  tych, o których mówi wspomniane wyżej zarządzenie - wydawane są według  wzorów i na zasadach dotychczasowych.\n\nZmiany nastąpiły również w zakresie informatycznej obsługi procesu dyplomowania:\ngenerowanie wszystkich dyplomów odbywa się w USOS;\ngenerowanie suplementów dla studentów prowadzonych w USOS odbywa się w USOS;\ngenerowanie suplementów dla studentów prowadzonych w systemie Dziekanat.XP odbywa się w Dziekanat.XP.\nSzczegółowe informacje dotyczące procesu dyplomowania oraz\n WYDAWANIA DYPLOMÓW\n - poniżej. W tym:\nakty prawne;\ninstrukcje, w tym:\n-\n Instrukcja dla studenta - APD w USOSweb\n;\n- \nInstrukcja dla opiekuna pracy i recenzenta - APD w USOSweb\n;\nprezentacje (COK - A.Matukin-Szumlińska, K.Wajhajmer);\n- \ndyplomy i suplementy w AGH w świetle najnowszych zmian - 08.07.2021;\n- \nwydawanie kompletu dyplomu w trybie Zarządzenia nr 41/2021 - 08.07.2021\nprzydatne linki:\n- \nBezpieczeństwo dokumentów publicznych\n;\n- \nRejestr Dokumentów Publicznych\n;\n- \nInformacja o dyplomach w AGH - Biuletyn Informacji Publicznej\n;\nWydawanie i odbiór Dyplomów ukończenia studiów oraz suplementów\nW związku z wejściem w życie zarządzenia nr 41/2021 Rektora Akademii  Górniczo-Hutniczej im. Stanisława Staszica w Krakowie z dnia 29 czerwca  2021 r. w sprawie zasad sporządzania i wydawania dyplomów ukończenia  studiów wyższych oraz suplementów do dyplomów, informujemy:\ndyplomy i suplement\ny wraz z odpisami \nwydawane będą centralnie\n dla absolwentów naszej Uczelni w Sekcji Dokumentów Publicznych;\ninformacja o przygotowaniu ww. dokumentów oraz \nmożliwości ich odebrania widoczna będzie w systemie USOSweb\n po zalogowaniu się;\nodbiór\n  ww. dokumentów odbywać się będzie od poniedziałku do piątku,\n- w biurze\n Sekcji Dokumentów Publicznych - \npod łącznikiem A0-A1, (dawna siedziba BANKU Pekao S.A. - wejście od strony parkingu A0/A1), tel. 12 \n617 56-58\n,\nInformacje o godzinach urzędowania znajdują się na stronie głównej SDP\n (patrz link https://www.sdp.agh.edu.pl/)\n\nUWAGA - Należy wcześniej zweryfikować możliwość odbioru w USOSweb:\nW okienku informacyjnym\n \"odbiór dyplomu od dnia\" \nwinna się pojawić\n data, od której możliwy jest odbiór dyplomu. \n Dopiero \nod tego dnia \nmożliwy\n\nbędzie jego odbiór\n przez Absolwenta.\nKomplet informacji związanych z wejściem   w życie wyżej wymienionego zarządzenia znajduje się na stronie COK - \nDyplomowanie\n.", "metadata": {"url": "https://www.sdp.agh.edu.pl/dyplomy/", "title": "DYPLOMY", "depth": 2, "duplicate": false, "content_hash": "0bd7afd5b9e95e9389a3e6f5da33e5d8", "word_count": 495, "headings": [{"level": 1, "text": "Dyplomy"}, {"level": 2, "text": "PRZYJĘCIA STRON w biurze SDP - pod łącznikiem A0-A1 wejście od strony parkingu"}, {"level": 2, "text": "Dyplomowanie - informacje COK"}, {"level": 2, "text": "Wydawanie i odbiór Dyplomów ukończenia studiów oraz suplementów"}, {"level": 2, "text": "Kontakt w/s DYPLOMÓW"}, {"level": 2, "text": "Kontakt w/s KART ELEKTRONICZNYCH"}]}}