{"content": "# Smutna wiadomość zmarł Profesor Henryk Górecki | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH\n\nURL: https://www.eaiib.agh.edu.pl/smutna-wiadomosc-zmarl-profesor-henryk-gorecki/\nCrawled: 2025-03-19 22:11:50\n\nSmutna wiadomość zmarł Profesor Henryk Górecki\n\nInformacje dla studentów i doktorantów\n\nWszystkie aktualności\n\nWydarzenia wydziałowe\n\nOsiągnięcia\n\nStypendia i wyjazdy\n\nPraktyki, staże, oferty pracy\n\nKonferencje, seminaria, wykłady\n\nKonkursy\n\nPogrzeb pana prof. H. Góreckiego odbędzie się 20 grudnia 2022 (wtorek) o godz. 13.00 na cmentarzu Rakowickim (kaplica).\nAutobus zostanie podstawiony o godz. 12.00 pod U2, odjazd o godz. 12.15\n\nRyszard Tadeusiewicz\n\nWspomnienie na temat prof. Henryka Góreckiego\n\nDotarła do mnie niezwykle smutna wiadomość, że w nocy z 11 na 12 grudnia zmarł Profesor Henryk Górecki, nestor Wydziału Elektrycznego AGH. Profesor obchodził w tym roku 95-lecie swoich urodzin i Dziekan Wydziału, prof. Ryszard Sroka, podczas uroczystości Jubileuszu 70-lecia Wydziału, zamierzał wręczyć profesorowi Góreckiemu sympatyczne wyróżnienie, jakim był rzeźba smoka ze stosownymi napisami na skrzydłach. W samej uroczystości 70-lecia profesor Górecki nie uczestniczył w powodów zdrowotnych, ale spotkaliśmy się potem w węższym gronie i wyróżnienie zostało przekazane. Nie wiedziałem wtedy, że jest to mój ostatni osobisty kontakt z Profesorem – chociaż telefonicznie kontaktowaliśmy się potem wielokrotnie, bo Profesor zawsze (od czasów studenckich!) obdarzał mnie swoją sympatią.\nTeraz, gdy kolejne spotkanie będzie już na tamtym świecie, pragnę przybliżyć wszystkim, a zwłaszcza pracownikom Katedr, które powstały na Wydziale Elektrycznym AGH z inicjatywy i przy zasadniczym udziale Profesora Henryka Góreckiego, Jego sylwetkę i zasługi.\nJest to zadanie bardzo łatwe i przyjemne, gdyż powodów do chwalenia Dostojnego Profesora jest tak dużo, że stosowne superlatywy same się cisną pod pióro, jest to jednak równocześnie zadanie niesłychanie trudne. Profesor Henryk Górecki był bowiem osobą tak bardzo zasłużoną dla Katedry, dla Wydziału Elektrotechniki, dla całej Akademii Górniczo-Hutniczej i ogólnie dla Nauki Polskiej – że wprost trudno się zdecydować, które z Jego licznych zasług wskazać w pierwszej kolejności. Jeszcze trudniej wybrać te zasługi, które trzeba pominąć, z tego prostego powodu, że dla wyliczenia ich wszystkich nie starczyło by tu miejsca, a nie chcę Czytelników znużyć.\nDlatego, mając w tym krótkim wystąpieniu dosyć mało miejsca, nie będę nawet próbował przywoływać tu długiej listy funkcji, osiągnięć i godności, jakie Profesor Górecki zebrał w swoim pracowitym życiu zawodowym. To On przecież stworzył w 1957 roku (jeszcze jako \ndoktor\n) \nZakład Podstaw Automatyki\n, inicjując kierunki badań naukowych i kształcenia, z których potem nasz Wydział był słynny przez całe dziesięciolecia. Przypomnę, że Wydział miał wtedy nazwę „Elektryfikacji Górnictwa i Hutnictwa”, więc inicjatywa profesora (wtedy jeszcze doktora) Góreckiego otwierała całkiem nowe perspektywy. \nZakład Podstaw Automatyki\n przekształcony został z inicjatywy doktora Góreckiego w 1960 roku w \nKatedrę Automatyki i Elektroniki Przemysłowej,\n kierowaną oczywiście także przez Niego.\nW 1969 roku Katedra przekształcona zostaje w \nInstytut Automatyki i Elektroniki Przemysłowej\n (IAEP), kierowany przez \nprofesora\n (już) Henryka Góreckiego. Wykorzystując prerogatywy Dyrektora Instytutu  w tym samym 1969 roku profesor Górecki powołuje pierwsze na AGH i jedno z pierwszych w Polsce \nstudium doktoranckie, \nfunkcjonujące (chociaż w zmienionej formie) do dnia dzisiejszego. W 1972 roku do IAEP włączone zostaje \nUczelniane Centrum Informatyki\n AGH (powołane w 1966 roku, ale samodzielnie kiepsko działające). Profesor Górecki „stawia je na nogi” i doprowadza do stanu świetności, trwającego do dziś.\nRok 1973 zapoczątkowuje serię przemian, która doprowadziła do uformowania w łonie Instytutu Profesora Góreckiego całej serii jednostek naukowych, które po osiągnięciu „pod skrzydłami” profesora Góreckiego odpowiedniego stopnia dojrzałości odłączały się i formowały samodzielne katedry i instytuty, znacząco wzbogacające Wydział i całą Uczelnię. Pierwszym krokiem było usamodzielnienie (we wspomnianym 1973 roku) się grupy pracowników IAEP którzy utworzyli samodzielny \nInstytut Elektroniki\n. Nie mogą się oprzeć pokusie wspomnienia, że w tym samym 1973 roku profesor Górecki utworzył Samodzielną Pracownię Biocybernetyki i mnie powierzył jej kierownictwo – czym zajmuję się do dzisiaj.\nInstytut profesora Góreckiego po odejściu elektroników przyjął nazwę \nInstytut Informatyki i Automatyki, \nktórą nosił do 1980 roku, kiedy to oddzieliła się część informatyczna tworząca Katedrę a potem \nInstytut Informatyki. \nNasza grupa (wciąż najliczniejsza) przyjęła nazwę \nInstytut Automatyki, Inżynierii Systemów i Telekomunikacji.\n Zostałem powołany w tym samym 1980 roku na stanowisko Zastępcy Dyrektora Instytutu, więc miałem pośrednio i bezpośrednio wpływ na jego losy. Profesor Górecki dalekowzrocznie przewidział już w 1976 konsekwencje rozwoju telekomunikacji, więc od tego roku jeden rocznik studentów studiów doktoranckich był kształcony w kierunku Telekomunikacji. Z tego rocznika wywodzi się między innymi wieloletni kierownik Instytutu Telekomunikacji i były prorektor AGH, prof. Andrzej Pach, a także znany biznesmen, twórca i prezes firmy Comarch, prof. Janusz Filipiak.\nW 1986 roku, zgodnie z przewidywaniem, z naszego Instytutu wyodrębniła się \nKatedra Telekomunikacji, \na prof. Górecki zdecydował, że nasza grupa będzie się od tej pory nazywać krótko: \nInstytut Automatyki. \nAdministracyjnie wymuszona w 1992 roku zmiana nazwy „Instytut” na „Katedra” niczego tu nie zmieniła. W Katedrze w momencie tej zmiany było 12 profesorów tytularnych, 8 profesorów uczelnianych i 4 doktorów habilitowanych i 49 adiunktów (nie licząc innych pracowników, w sumie 116 osób). Był to zasób, z którego można było utworzyć co najmniej kilka katedr. Ale więź wytworzona osobistym autorytetem profesora Góreckiego spowodowała, że Katedra jeszcze przez wiele lat zachowała integralność, chociaż była zdecydowanie największą katedrą na AGH i chociaż różne zewnętrzne naciski zmierzały do tego, żeby spowodować jej podział. Taką właśnie \nzintegrowaną\n Katedrę ja przejąłem z rąk profesora Góreckiego w 1997 roku. Potem wprawdzie świadomie i celowo wydzieliłem z niej \nKatedrę Informatyki Stosowanej\n, a następnie pomogłem w stworzeniu \nKatedry Biocybernetyki i Inżynierii Biomedycznej \noraz w przekształceniu pozostałej części w \nKatedrę Automatyki i Robotyki – \ntego jednak nie będę tu komentować, bo nie dotyczy to opisywanego w tym opracowaniu działania profesora Góreckiego, chociaż jest następstwem jego dalekowzrocznych decyzji.\nPo tym krótkim przeglądzie niektórych dokonań organizacyjnych profesora Góreckiego chciałbym się teraz skupić na tym, czego nie da się wyrazić poprzez suche fakty, liczby i daty – na \nAutorytecie Naukowym\n mojego Nauczyciela i Mistrza, jakim był Profesor Górecki.\nWszyscy, którzy śledzili rozwój polskiej automatyki, a częściowo także informatyki, w okresie ostatniego półwiecza wiedzą, że niewiele jest osób, których wkład w rozwój tych dziedzin byłby równie powszechnie uznawany i doceniany, jak wkład Profesora Góreckiego.\nMógłbym tu długo wyliczać zagadnienia, które Profesor Górecki rozwiązał, twierdzenia, które udowodnił, problemy, które odkrył i systemy automatyki, które zbudował. Taka wyliczanka była by jednak czytelna i zrozumiała wyłącznie dla nielicznych specjalistów znających jeszcze elementy automatyki opartej na układach analogowych, gdyż większość osiągnięć Profesora Góreckiego powstawała w drugiej połowie XX wieku, kiedy technika cyfrowa nie była jeszcze tak rozwinięta ani tak popularna, jak obecnie. Dlatego chociaż istota tych osiągnięć nie straciła na aktualności, lokują się one bowiem w wysoce abstrakcyjnych rejonach teorii sterowania i przez to nie tracą nic ze swojej prawdziwości niezależnie od tego, jak wielki postęp notujemy dziś w obszarach praktycznych zastosowań automatyki, to jednak z oczywistych powodów teorie te słabo już nawiązują do najbardziej awangardowych problemów automatyki końca drugiej dekady XXI wieku i z tego powodu dla dzisiejszych specjalistów nie zawsze są czytelne.\nNie jest to właściwe miejsce, by wdawać się w szczegóły i przywoływać konkretne wyniki, ale krótki szkic najważniejszych osiągnięć pozwoli właściwie umiejscowić dorobek Prof. Góreckiego na tle dokonań innych badaczy.\nWszyscy wiedzą, jak trudnym i jak ważnym problemem jest przy sterowaniu automatycznym w systemach zamkniętych zjawisko niestabilności. Najczęściej przejawia się ono w tym, że w sterowanym systemie dochodzi do uciążliwych samowzbudnych drgań lub do niekontrolowanych procesów aperiodycznych, prowadzących do „ucieczki” obiektu sterowania i często do ostatecznej katastrofy. Zjawiska te są niezwykle groźne i dlatego problemy niestabilności i metody ich zwalczania są badane na całym świecie, stanowiąc jedno z najważniejszych wyzwań współczesnej automatyki. Otóż miło jest mi stwierdzić, że do tej trudnej i ciekawej, „frontowej” dziedziny automatyki Profesor Górecki wniósł swój znaczący twórczy wkład, rozwiązując kilka fundamentalnych problemów z wykorzystaniem bardzo zaawansowanych metod matematycznych.\nWarto podkreślić, że Profesor Górecki dokonał tego jeszcze w latach 50., czyli w okresie dla automatyki w pełnym tego słowa znaczeniu pionierskim, i dlatego jest wszędzie cytowany i wskazywany jako jeden z twórców fundamentów, na których opiera się dziś cała dziedzina współczesnej automatyki i robotyki. Na osiągnięciach Profesora Góreckiego bazowały potem całe pokolenia automatyków, a Jego uczniowie i wychowankowie od razu na starcie do kariery naukowej uzyskiwali przewagę nad innymi badaczami, ze względu na pozycję Mistrza, co zaowocowało powstaniem i wspaniałym rozwojem na AGH w Krakowie unikatowej szkoły naukowej.\nSzkole tej, będącej prawdziwym \nopus vitae\n Profesora Góreckiego, poświęcę nieco miejsca dalej, teraz natomiast chciałbym wskazać na dalsze wyniki naukowe, które są najbardziej znanym – w skali absolutnie międzynarodowej – osiągnięciem naukowym Profesora.\nWszyscy automatycy wiedzą, że najtrudniejsze i najbardziej złożone problemy sterowania automatycznego pojawiają się w specjalnej klasie systemów sterowania, a mianowicie w układach regulacji obejmujących obiekty z opóźnieniem. Obiekty tego typu są szczególnie niewdzięczne przy wszelkich próbach automatyzacji, ponieważ opóźnienie powoduje, że skutki regulacji nie są widoczne od razu i system sterujący musi – do pewnego stopnia – sterować nadzorowanym obiektem „na ślepo”, antycypując jego przyszłe zachowanie. Rodzi to ogromne trudności praktyczne, na które nakładają się dodatkowo ogromne trudności matematyczne przy próbach analizy i syntezy takich systemów, ponieważ do ich opisu trzeba stosować specjalne klasy równań różniczkowych z odchylonym argumentem. Trzeba też definiować odmiennie warunki początkowe i brzegowe, a ponadto pokonywać trudności polegające między innymi na tym, że próby zastosowania  do tych układów klasycznych inżynierskich technik obliczeniowych powodują w niektórych przypadkach absolutną niemożność rozwiązania uzyskiwanych równań, a w innych przypadkach efekt pojawiania się nieskończenie wielu rozwiązań.\nWzmiankowane trudności sprawiły, że badacze i naukowcy zajmujący się analizą i syntezą systemów sterowania przez całe lata unikali jak ognia zagadnień związanych z układami z opóźnieniem, chociaż rodziło to w obszarze zastosowań automatyki mnóstwo problemów praktycznych przy próbach automatyzacji odpowiednich procesów, które – co warto podkreślić – często występują w praktyce, na przykład w papierniach lub w zakładach metalurgicznych. Właśnie te trudności, które innych badaczy zniechęcały, stanowiły dla Profesora Góreckiego wyzwanie. Dlatego jako pierwszy w Polsce i jeden z pierwszych na świecie podjął intensywne prace teoretyczne, związane z tworzeniem – właściwie w pojedynkę – naukowych metod konstruowania systemów regulacji automatycznej obejmujących te właśnie najbardziej niewdzięczne obiekty. Profesor Górecki jako pierwszy rozpoznał piętrzące się w tym obszarze trudności i jako pierwszy zaproponował rozwiązania, które są od tej pory stosowane i są na trwale związane z Jego nazwiskiem. Swoje dokonania w zakresie analizy i syntezy systemów automatyki dla obiektów z opóźnieniem Profesor Górecki publikował w najbardziej renomowanych periodykach naukowych, prezentował na największych konferencjach naukowych (często jako zapraszany wykładowca) a ponadto zebrał i opublikował w formie kilku monografii książkowych, które były wyróżniane najwyższymi nagrodami i ukazywały się w postaci tłumaczeń także w innych krajach. Nic więc dziwnego, że prace Profesora Góreckiego z zakresu teorii i techniki sterowania obiektami z opóźnieniem są do dzisiaj znane i cytowane na całym świecie, a sam Profesor jest znaną i bardzo poważaną Postacią w całej opisywanej tu dziedzinie wiedzy, która w międzyczasie – właśnie dzięki jego pracom – bardzo się rozwinęła i okrzepła naukowo.\nNiesłychanie ważne dla rozwoju automatyki były także prace Profesora Góreckiego dotyczące optymalizacji. W latach 60. prace te wskazywały zupełnie nowe w tamtym okresie możliwości konstruowania układów regulacyjnych zapewniających sterowanie optymalne i adaptacyjne, zaś w latach 80. i 90. podejmowały niesłychanie ważny i – znowu! – niesłychanie trudny problem optymalizacji wielokryterialnej.\nJak wiadomo, typowe zagadnienia optymalizacji, dla których Profesor Górecki wypracował liczne metody matematyczne w latach 60, polegają na tym, by automatycznie wybierać najlepsze sterowanie – przy równoczesnym zachowaniu wszystkich ograniczeń. Przemawiającym do wyobraźni przykładem zadania tego typu jest zadanie przemieszczenia jakiegoś masywnego obiektu z jednego miejsca do drugiego w minimalnym czasie – przy zachowaniu wszystkich ograniczeń wynikających z maksymalnych wartości dostępnych sił, ograniczonej mocy sygnałów sterujących, ograniczeń sumarycznej dostępnej energii itp. Zadania tego typu mają bardzo duże znaczenie praktyczne, ponieważ niemal zawsze podejmując jakieś zadania staramy się je wykonać maksymalnie szybko, maksymalnie sprawnie, maksymalnie oszczędnie itp. – a to właśnie oznacza konieczność sięgnięcia do metod sterowania optymalnego, które umiemy już dziś tworzyć między innymi dzięki pracom Profesora Góreckiego.\nJednak po rozwiązaniu zadań dających się sprowadzić do jednego ustalonego kryterium – matematyczny talent, niespokojny duch i twórcza wyobraźnia Profesora Góreckiego poszukiwać zaczęły kolejnych wyzwań. Znalazł je Profesor w zagadnieniach \npolioptymalizacji\n, którymi zajął się jako jeden z pierwszych w latach 70. i którymi zajmował się aż do śmierci. Polioptymalizacja tym różni się od zwykłej optymalizacji, którą przed chwilą omówiłem, że w tym drugim przypadku poszukując najlepszych sterowań musimy zapewnić najlepsze wartości równocześnie dla kilku, niedających się sprowadzić do wspólnego wskaźnika, niezależnych kryteriów. Tak więc jeśli chcemy – przykładowo – maksymalizować efekt ekonomiczny prowadzonej produkcji i jednocześnie chcemy minimalizować jej szkodliwość ekologiczną – to mamy do czynienia z zadaniem optymalizacji wielokryterialnej. W zadaniach tego typu, których mnóstwo staje przed nami w przypadku na przykład podejmowania decyzji politycznych, tradycyjne podejścia i tradycyjne metody matematyczne okazują się zupełnie nieprzydatne, trzeba więc szukać nowych metod i nowych rozwiązań. Tym właśnie zajmował się Profesor Górecki przez wielu lat – i miał w tym zakresie sukcesy, które zyskały mu międzynarodowe uznanie.\nWymieniłem wyżej kilka obszarów współczesnej automatyki, w których prof. Górecki wniósł swój niezwykle znaczący, twórczy wkład. Nie są to jedyne obszary naukowe, w których można doszukiwać się jego sukcesów. Dodam więc jeszcze kilka przykładów, z góry zapowiadając, że nie będzie to wykaz kompletny. Klasyczne (pochodzące z lat 60.) prace Profesora Góreckiego dotyczące oszacowań ekstremalnych wartości błędów regulacji w liniowych i nieliniowych systemach sterowania na trwale weszły do kanonu wiedzy z zakresu teorii sterowania. Jego badania związane z analizą systemową wyznaczyły w latach 80. jeden z głównych kierunków rozwoju związanych z nowoczesną automatyką. Później, mimo przebywania od dziesięciu lat na emeryturze, Profesor Górecki bynajmniej nie zaniechał twórczości naukowej. Jego najnowszym (imponującym!) dziełem była monografia: \nOptymalizacja i sterowanie systemów dynamicznych\n, wydana w 2006 roku i licząca dokładnie 768 stronic. Książka ta ma być również wydana w języku angielskim.\nDokładniejsze omówienie i streszczenie konkretnych prac Profesora Góreckiego nie jest możliwe w tym krótkim opracowaniu, przeto tutaj skoncentruję się na wskazaniu i próbie przybliżenia Czytelnikom \nznaczenia \ntych wszystkich konkretnych i bardzo ważnych osiągnięć naukowych Profesora Góreckiego. Na pierwszym miejscu wśród walorów Jego prac naukowych postawiłbym ich bardzo wysoki poziom matematyczny. Profesor Górecki, współpracując przez wiele lat ze znakomitym matematykiem księdzem Turowiczem, wypracował znakomity warsztat formalny, który sprawił, że został między innymi członkiem Polskiego oraz Amerykańskiego Towarzystwa Matematycznego. Staranne dopracowanie w zakresie szczegółów matematycznych, a także dyscyplina i precyzja prac Profesora Góreckiego sprawiły, że jest On powszechnie uważany za swoisty punkt odniesienia, wzorzec i ideał w obszernej dziedzinie optymalizacji i teorii sterowania. Jak zapewne wszyscy Czytelnicy wiedzą, był On także powszechnie wskazywany jako twórca polskiej szkoły naukowej w zagadnieniach związanych z analizą stabilności w systemach sterowania, w zagadnieniach związanych ze sterowaniem optymalnym i adaptacyjnym, a zwłaszcza w zagadnieniach analizy i syntezy układów regulacji z opóźnieniem. Aktualnie zagadnienia te rozwiązuje się najczęściej stosując gotowe moduły sterowników cyfrowych, a przy badaniu właściwości systemów sterowania korzysta się z technik symulacyjnych i metodyki \nComputer Aided Design\n, ale kiedyś właściwości te trzeba było przewidzieć teoretycznie na podstawie ogólnych rozważań analitycznych – i w tym zakresie Profesor Górecki był niezrównanym mistrzem.\nJego absolutnie nieprzeciętne uzdolnienia matematyczne wraz z genialną intuicją inżynierską sprawiły, że na przykład we wspomnianej wyżej problematyce sterowania układów z opóźnieniem Profesor Górecki był jedynym, o którym można było powiedzieć, że wie w tych dziedzinach wszystko, co wiedzieć należy i co wiedzieć można. Również przy stosowaniu dzisiejszych, wysoce udoskonalonych metod sterowania komputerowego, w których wiele algorytmów i metod jest „zaszytych” w kupowanych gotowych procesorach i inżynier automatyk nie musi wnikać w ich szczegóły, warto mieć świadomość, że ogromna część tego, co w automatyce jest obecnie rutynowo stosowanym standardem, zostało odkryte i po raz pierwszy opisane właśnie przez Profesora Góreckiego. Na tym niedającym się zakwestionować fakcie był oparty Jego ogromny i przez nikogo niekwestionowany Autorytet.\nObok osobistego wkładu badawczego w rozwój automatyki, a zwłaszcza teorii sterowania miał Profesor Górecki ogromne zasługi także na innym polu, a mianowicie w obszarze kształcenia kadr naukowych. Inspirując swoich współpracowników i licznych uczniów do podejmowania nowych zagadnień naukowych a także kierując przez wiele lat Studium Doktoranckim przy swojej Katedrze, doprowadził Profesor Górecki do powstania ponad stu prac doktorskich, przy czym w ponad 90 przewodach pełnił funkcję promotora. Swoich uczniów wychowanków nie opuszczał Profesor Górecki także później, prowadząc ich i inspirując do dalszych etapów rozwoju naukowego, w związku z czym można wskazać przynajmniej trzydzieści habilitacji, które powstały przy wydatnej pomocy Profesora Góreckiego a także wymienić około dziesięciu profesorów (pracujących obecnie w Polsce i za granicą), którzy swój rozwój naukowy i osiągnięty stopień naukowy zawdzięczają w znacznym stopniu współpracy naukowej z Profesorem Góreckim.\nTe wybitne osiągnięcia na polu kształcenia młodych kadr naukowych wywodzą się z czterech cech osobowości Profesora Góreckiego, które chciałbym tu podkreślić i w kontekście kształcenia kadr szczególnie uwypuklić. Pierwsza cecha, niezbędna do tego by tak licznie gromadzić i tak skutecznie inspirować uczniów – to ogromna wiedza i inwencja badawcza. Każdy, kto miał w swoim życiu naukowym szczęście spotkać Profesora Góreckiego – nie odchodził z pustymi rękami. Profesor na podstawie swoich studiów literaturowych i ogromnej wiedzy potrafił każdemu wskazać obiecujący i pociągający obszar badawczy, w którym z reguły zainteresowany odnajdywał zagadnienia naukowe, które nie tylko pozwalały zdobyć stopień naukowy, ale także formowały i kształtowały jego sylwetkę naukową – często na całe życie. Drugą cechą osobowości Profesora, która zaowocowała tak świetnymi wynikami w zakresie kształcenia kadr – była Jego ogromna życzliwość dla ludzi. Każdy, kto miał szczęście współpracować z Profesorem był pod wrażeniem stopnia identyfikowania się przez Profesora z problemami i potrzebami Jego współpracowników. Jeśli doktorant miał problem, jeśli habilitant zabrnął w ślepą uliczkę, jeśli kandydat do tytułu naukowego nie potrafił ocenić, czy jego dorobek jest już wystarczający – wystarczyło poprosić o pomoc i uzyskiwało się cenne rady, które zawsze trafiały w sedno zagadnienia, były oparte na ogromnej mądrości Profesora i były zawsze tak zbudowane, by w maksymalnym stopniu pomóc proszącemu w realizacji jego ambicji i aspiracji naukowych.\nDo wymienionych już cech osobowości Profesora Góreckiego dodać trzeba jego niewiarygodną intuicję i znajomość ludzi. Decyzje Profesora w zakresie dobierania sobie współpracowników były zawsze uderzająco trafne, a Jego wybory w zakresie znajdowania realizatorów dla konkretnych przedsięwzięć badawczych okazywały się po latach – praktycznie bez wyjątku – optymalne. Ludzie, którym Profesor Górecki powierzał rozwiązanie określonych zagadnień naukowych czy organizacyjnych z reguły dysponowali odpowiednią wiedzą i zdolnościami, by z powierzonych im zadań wywiązać się z pożytkiem dla nauki i z sukcesem własnym – chociaż często subiektywnie żywili obawy, czy dorosną do stawianych im wymagań. Ta zdolność optymalnego dopasowywania ludzi do problemów działała u Profesora Góreckiego również w drugą stronę, to znaczy nie zdarzyło się, żeby stawiając komuś zadania ponad miarę jego możliwości doprowadził On do załamania i frustracji, w związku z czym stopnie naukowe i inne sukcesy pod opieką Profesora zdobywali zarówno ci najzdolniejsi, jak i ci, którzy pracowitością i wytrwałością nadrabiali brak lotności umysłu. Dzięki umiejętnemu, niezwykle kulturalnemu i nacechowanemu życzliwością, o której wcześniej mówiłem, postępowaniu Profesora Góreckiego wszyscy Jego współpracownicy byli w stanie, każdy na swój sposób, maksymalnie przyczynić się do rozwoju nauki, gdyż zadania, jakie otrzymywali były dokładnie na ich miarę. W ten sposób niezwykły talent i wyczucie Profesora Góreckiego pozwalały wydobyć z każdego z jego uczniów to, co najlepsze – i to głównie zaowocowało tą niesłychanie bogatą listą osób, których kariera naukowa rozwinęła się dzięki inicjatywie, ogromnej życzliwości i opiece Naszego Mistrza. I wreszcie czwarta cecha osobowości Profesora, którą my wszyscy ceniliśmy sobie najwyżej – jego niewzruszona stałość. Profesor Górecki, gdy już obdarzył kogoś zaufaniem, wspomagał go i wspierał stale, niezawodnie i z pełnym poświęceniem. Każdy z nas, uczniów Profesora, może sobie przypomnieć przynajmniej jedno takie wydarzenie, kiedy cała kariera naukowa, cały dorobek i cała przyszłość stały pod znakiem zapytania. W tych trudnych chwilach spotykaliśmy się ze strony Naszego Mistrza zawsze z pełnym, zdecydowanym i skutecznym poparciem, co prowadziło do unikania wielu nieszczęść.\nNie ulega wątpliwości, że wkład Profesora Góreckiego do automatyki Polskiej i światowej jest znaczący, a w niektórych obszarach wręcz doniosły. Nie ulega także wątpliwości, że stworzył on polską szkołę teorii sterowania, która obecnie rozwija się i ma liczne międzynarodowe sukcesy. Nie będzie też żadnej przesady w twierdzeniu, że Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej Akademii Górniczo-Hutniczej w jego obecnej postaci został w decydującym stopniu ukształtowany właśnie dzięki pracy oraz – co ważniejsze – dzięki trafnym i dalekowzrocznym inicjatywom Profesora Góreckiego. Wreszcie będzie tylko stwierdzeniem oczywistego faktu, jeśli powiem, że wypromował On i ukształtował naukowo ogromną, wręcz rekordową liczbę badaczy, którzy całą swoją karierę naukową zawdzięczają właśnie pracy i inspiracji Profesora Góreckiego.\nTeraz Go zabrakło, ale będziemy nadal korzystali z Jego mądrości zawartej w licznych książkach i innych publikacjach, działając tak, by patrząc na nas z góry – nie musiał się nas wstydzić!\n\nInformacje dla studentów i doktorantów\n\nWszystkie aktualności\n\nWydarzenia wydziałowe\n\nOsiągnięcia\n\nStypendia i wyjazdy\n\nPraktyki, staże, oferty pracy\n\nKonferencje, seminaria, wykłady\n\nKonkursy", "metadata": {"url": "https://www.eaiib.agh.edu.pl/smutna-wiadomosc-zmarl-profesor-henryk-gorecki/", "title": "Smutna wiadomość zmarł Profesor Henryk Górecki | Wydział Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej AGH", "depth": 3, "duplicate": false, "content_hash": "67f65625fbf324747d2ed712b5dffab5", "word_count": 3355, "headings": [{"level": 1, "text": "Smutna wiadomość zmarł Profesor Henryk Górecki"}, {"level": 2, "text": "Ryszard Tadeusiewicz"}, {"level": 2, "text": "Wspomnienie na temat prof. Henryka Góreckiego"}]}}