{"content": "# Nowy projekt badawczy „Klasyfikacja i zarządzanie ruchem sieciowym zgodnie z zasadami neutralności internetu” | Wydział Informatyki, Elektroniki i Telekomunikacji AGH\n\nURL: https://iet.agh.edu.pl/nowy-projekt-badawczy-klasyfikacja-i-zarzadzanie-ruchem-sieciowym-zgodnie-z-zasadami-neutralnosci-internetu/\nCrawled: 2025-03-19 21:31:30\n\nNowy projekt badawczy „Klasyfikacja i zarządzanie ruchem sieciowym zgodnie z zasadami neutralności internetu”\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania\n\nZ radością informujemy o \npozytywnym rozpatrzeniu wniosku\n na realizację projektu badawczego w ramach konkursu OPUS 27 pt. „Klasyfikacja i zarządzanie ruchem sieciowym zgodnie z koncepcją neutralnego Internetu”. Kierownikiem projektu jest związany z \nInstytutem Telekomunikacji\n\ndr hab. inż. Robert Wójcik, prof. AGH\n.\nInternet to coś więcej niż tylko kable i serwery – to również sposób, w jaki zarządzamy tym, co się przez nie przemieszcza. Choć infrastruktura jest kluczowa, to równie ważne jest efektywne zarządzanie ruchem w sieci, by usługi, z których korzystamy, działały płynnie. Niestety, operatorzy sieciowi rzadko stosują metody różnicowania jakości usług. Dlaczego? Główną obawą jest możliwość oskarżeń o faworyzowanie jednych aplikacji lub firm kosztem innych. Dodatkowo, brakuje skutecznych narzędzi do klasyfikowania ruchu internetowego.\nZ tego powodu większość Internetu funkcjonuje na zasadzie tzw. „best-effort”. Co to oznacza? Wszystkie dane są przesyłane bez żadnych gwarancji, a każdy pakiet traktowany jest tak samo, niezależnie od tego, czy to e-mail, film w jakości HD czy wideokonferencja.\nZazwyczaj taki model wystarcza. Jednak pojawiają się momenty, gdy jakość usług gwałtownie spada – na przykład w czasie pandemii Covid-19. Wtedy, kiedy nagle wszyscy zaczęli korzystać z wideokonferencji, niektórzy użytkownicy zaczęli zauważać problemy z jakością połączeń. Aplikacje wymagające natychmiastowej interakcji, jak spotkania online, potrzebują stabilnej przepustowości i niskich opóźnień. W sytuacjach kryzysowych, jak pandemia, brak odpowiedniego zarządzania ruchem powodował, że użytkownicy napotykali spadki jakości.\nRozwiązaniem mogłoby być lepsze zarządzanie ruchem sieciowym, w tym priorytetowanie takich usług jak wideokonferencje. Jednak aby to było możliwe, operatorzy muszą umieć rozpoznawać i klasyfikować ruch w sieci – co nie jest łatwym zadaniem. Szczególnie trudne staje się to w erze szyfrowanych połączeń, które uniemożliwiają wgląd w przesyłane dane. Nawet skanowanie niezaszyfrowanego ruchu budzi kontrowersje – pojawiają się zarzuty o naruszanie prywatności i łamanie zasad neutralności sieci. Według zasad tej neutralności, operatorzy nie powinni różnicować ruchu na podstawie jego treści czy źródła.\nHipoteza badawcza projektu jest następująca: Możliwe jest zapewnienie zróżnicowania jakości usług w oparciu o wydajną i niezawodną klasyfikację ruchu zgodną z koncepcją neutralności sieci.\nAby udowodnić hipotezę, należy odpowiedzieć na następujące pytania.\nJak zaprojektować klasyfikację ruchu uwzględniającą usługi, która: a) jest wydajna, b) jest szybka, c) jest w stanie klasyfikować ruch zaszyfrowany, d) jest zgodna z zasadami neutralności sieci.\nJak zaprojektować klasyfikację uwzględniającą charakterystykę ruchu, która: a) jest w stanie wykryć duże przepływy na podstawie już pierwszego pakietu, b) działa z prędkością transmisji.\nJak zaprojektować architekturę zapewniającą gwarancje dla ruchu sklasyfikowanego przez 1. i 2.\nŻadnego z przedstawionych powyżej zagadnień nie da się rozstrzygnąć przy obecnym stanie wiedzy, stąd konieczne są badania.\nCele projektu są interesujące z punktu widzenia nauki. Co więcej, rozwiązując te problemy przyczynimy się do dobra ogółu, gdyż rezultaty będą wysoce użyteczne i pożądane przez każdego użytkownika Internetu.\nŻyczymy przełomowych wyników i sukcesu w tworzeniu innowacyjnych rozwiązań.\n\nInformacje dla studentów\n\nWydarzenia\n\nOsiągnięcia\n\nKonkursy\n\nStypendia i wyjazdy\n\nOferty pracy – badania", "metadata": {"url": "https://iet.agh.edu.pl/nowy-projekt-badawczy-klasyfikacja-i-zarzadzanie-ruchem-sieciowym-zgodnie-z-zasadami-neutralnosci-internetu/", "title": "Nowy projekt badawczy „Klasyfikacja i zarządzanie ruchem sieciowym zgodnie z zasadami neutralności internetu” | Wydział Informatyki, Elektroniki i Telekomunikacji AGH", "depth": 3, "duplicate": false, "content_hash": "5b17359090125a474aae813bea4aaaae", "word_count": 489, "headings": [{"level": 1, "text": "Nowy projekt badawczy „Klasyfikacja i zarządzanie ruchem sieciowym zgodnie z zasadami neutralności internetu”"}]}}