{"content": "#  Czy jesteśmy skazani na POWODZIE w naszych miastach? -- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://agh.edu.pl/nauka/bunkier-nauki/popcasty/czy-jestesmy-skazani-na-powodzie-w-naszych-miastach\nCrawled: 2025-03-19 21:12:09\n\nSkip to content ↓\n\n Czy jesteśmy skazani na POWODZIE w naszych miastach? \n\n Czy jesteśmy skazani na POWODZIE w naszych miastach? \n\nCzym jest powódź błyskawiczna? Jak schłodzić nasze miasta? Czy warto regulować rzeki? W tym odcinku Bunkra Nauki zajmiemy się gospodarką wodną, szczególnie w kontekście współczesnych miast – gorących i suchych, ubogich w wodę. Ekspert od błękitno-zielonej infrastruktury (BZI), prof. Tomasz Bergier, wyjaśni czym BZI jest w praktyce, jak stosować retencję w mieście, czy jesteśmy w stanie uniknąć powodzi i czym różniła się powódź w 2024 r. od tej z roku 1997. Nie zabraknie również dobrych przykładów z innych krajów, a także porad, co możemy zrobić jako zwykli obywatele, by lepiej gospodarować wodami opadowymi. Bardzo polecamy ten odcinek!\n Data premiery: \n8 stycznia 2025\n Gość: \ndr hab. inż. Tomasz Bergier, prof. AGH\n Prowadzący: \ndr inż. Krzysztof Kluza\n\n dr hab. inż. Tomasz Bergier, prof. AGH \n\nJego zainteresowania naukowe to błękitno-zielona infrastruktura (BZI) oraz jej zastosowania w gospodarce wodnej, w szczególności w zarządzaniu ryzykiem powodziowym, gospodarowaniu wodami deszczowymi, adaptacji i mitygacji zmian klimatu. Projektant oczyszczalni hydrofitowych i innych rozwiązań BZI, stosowanych do szerokiej gamy mediów (m.in. ścieki komunalne w obszarach rozproszonej zabudowy, wody deszczowe, odcieki ze składowisk odpadów).  Współtwórca i kierownik Międzyuczelnianej Akademii Klimatu (MAK) oraz jej prowadzący. Wiceprezes Fundacji Sendzimira.\n\n dr inż. Krzysztof Kluza \n\nAdiunkt w Katedrze Informatyki Stosowanej AGH. Prowadzi badania związane z inżynierią oprogramowania i inżynierią wiedzy. Interesuje się również zastosowaniem systemów inteligentnych i metod sztucznej inteligencji.\n\nStopka\n\nWładze\n\nWydziały, szkoła doktorska, jednostki\n\nFakty i liczby\n\nHistoria i tradycja\n\nOferta badawcza\n\nOferta dla biznesu\n\nSpołeczna odpowiedzialność\n\nStudia\n\nKierunki studiów\n\nStudia podyplomowe\n\nKursy i szkolenia\n\nOpen AGH – Otwarte Zasoby Edukacyjne\n\nBaza Danych o Autorach i Publikacjach AGH\n\nBiuletyn Informacji Publicznej\n\nZamówienia publiczne\n\nFinansowanie z budżetu państwa\n\nOferty pracy\n\nDla mediów\n\nPatronaty\n\nSklep Internetowy AGH\n\nKontakt\n\nSpis pracowników\n\nOchrona danych osobowych\n\nRówność w AGH\n\nDeklaracja dostępności\n\nCyberbezpieczeństwo\n\nPoczta AGH\n\nMapa strony\n\nBack", "metadata": {"url": "https://agh.edu.pl/nauka/bunkier-nauki/popcasty/czy-jestesmy-skazani-na-powodzie-w-naszych-miastach", "title": " Czy jesteśmy skazani na POWODZIE w naszych miastach? -- Serwis Akademii Górniczo-Hutniczej ", "depth": 2, "duplicate": false, "content_hash": "231aca6c410fa1cfc39f44e426298d44", "word_count": 310, "headings": [{"level": 1, "text": "Czy jesteśmy skazani na POWODZIE w naszych miastach?"}, {"level": 2, "text": "Stopka"}]}}