{"content": "# Ho Chi Hung otrzymał tytuł Konsula Honorowego AGH-- Serwis Akademii Górniczo-Hutniczej \n\nURL: http://www.agh.edu.pl/aktualnosci/info/article/ho-chi-hung-otrzymal-tytul-konsula-honorowego-agh/\nCrawled: 2025-03-19 22:27:21\n\nHo Chi Hung otrzymał tytuł Konsula Honorowego AGH \n\n 06/05/2016 \n\n 6 maja 2016 r. podczas uroczystego posiedzenia Senatu AGH pan Ho Chi Hung otrzymał zaszczytny tytuł Konsula Honorowego AGH. \n\nPan Ho Chi Hung jest absolwentem Wydziału Maszyn Górniczych i Hutniczych (obecnie: Inżynierii Mechanicznej i Robotyki). Studia rozpoczął w roku 1966, a zakończył je w 1972 r. Po studiach powrócił do kraju. Pracę zawodową rozpoczął w Katedrze Technologii Maszynoznawstwa w Hanojskim Uniwersytecie Górnictwa i Geologii jako wykładowca. Później został kierownikiem Działu Ogólnych Spraw i Współpracy z Zagranicą tej uczelni. W roku 1994 zmienił pracę i przeszedł do Ministerstwa Nauki, Technologii i Środowiska Wietnamu. Zajmował stanowisko Zastępcy Dyrektora Departamentu Kształcenia Kadry Naukowej, później był Naczelnym Dyrektorem Biura Zarządu Hoalac Hightech Park należącego do Ministerstwa Nauki i Technologii. Przez wiele lat był i nadal jest działaczem Towarzystwa Przyjaźni Wietnamsko-Polskiej jako Wiceprzewodniczący – Sekretarz Generalny. Otrzymał wysokie odznaczenia polskie i wietnamskie. Jest również Generalnym Sekretarzem Wietnamskiego Stowarzyszenia Związków Zawodowych w Dziedzinie Środowiska Miast i Stref Przemysłowych. Obecnie jest na emeryturze.\n\nJako Wiceprzewodniczący – Sekretarz Generalny Towarzystwa Przyjaźni Wietnamsko-Polskiej pan Ho Chi Hung brał udział w pracach organizacyjnych wizyt delegacji rządowych i ministerialnych Polski w Wietnamie (m.in. wizyta prezydenta Aleksandra Kwaśniewskiego, premiera Donalda Tuska, delegacji Sejmu RP, delegacji MSZ i innych wizyt rządowych), ściśle współpracując w tym względzie z Ambasadą RP w Hanoi.\n\nZasłużony dla AGH, od wielu lat wspiera działania AGH w Wietnamie, jest przewodniczącym Koła Wychowanków AGH w Hanoi. Współredaktor publikacji „Przyjaźń polsko-wietnamska: wietnamscy absolwenci Akademii Górniczo-Hutniczej im. Stanisława Staszica w Krakowie”.\n\nPan Ho Chi Hung był organizatorem wizyt władz naszej uczelni w Wietnamie m.in. byłych Rektorów AGH: prof. Jerzego Niewodniczańskiego, prof. Jana Janowskiego, prof. Antoniego Tajdusia oraz obecnego Rektora AGH Tadeusza Słomki, a także wielu delegacji z wydziałów AGH.\n\nTytuł Konsula Honorowego AGH jest wyrazem wdzięczności całej społeczności Akademii Górniczo-Hutniczej dla Pana Ho Chi Hung za wyjątkowe i wieloletnie zaangażowanie w promowanie, wspieranie oraz dbanie o dobry wizerunek AGH w Wietnamie.\n\nPowrót\n\n Powiązane pliki\n\n _DSC6837.jpg \n 714 KB", "metadata": {"url": "http://www.agh.edu.pl/aktualnosci/info/article/ho-chi-hung-otrzymal-tytul-konsula-honorowego-agh/", "title": "Ho Chi Hung otrzymał tytuł Konsula Honorowego AGH-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "cabe929bdb704d8533bb82788eabfbfb", "word_count": 324, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}