{"content": "#  Kalendarz rekrutacji 2025/2026 -- Szkoła Doktorska AGH \n\nURL: https://www.sd.agh.edu.pl/kandydaci/kalendarz-rekrutacji-2025/2026\nCrawled: 2025-03-19 21:39:00\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Kalendarz rekrutacji 2025/2026 \n\nRejestracja zagadnień badawczych w systemie informatycznym Szkoły Doktorskiej AGH\n\n31.03.2025 - 14.07.2025\n\nPublikacja na stronie internetowej Szkoły Doktorskiej AGH zakresów tematycznych egzaminów kwalifikacyjnych dla poszczególnych dyscyplin\n\ndo 30.06.2025\n\nRejestracja osób ubiegających się o przyjęcie do Szkoły Doktorskiej AGH w elektronicznym systemie obsługi rekrutacji zwanym systemem e-Rekrutacja zgodnie z postępowaniem konkursowym wskazanym w § 3 ust. 1-6 Zasad rekrutacji do Szkoły Doktorskiej AGH.\n\n01.07.2025 - 08.08.2025\n\nSkładanie dokumentów przez kandydatów ubiegających się o przyjęcie do Szkoły Doktorskiej AGH w myśl art. 186 ust. 2 Ustawy Prawo o szkolnictwie wyższym i nauce w biurze Szkoły.\n\n do 04.07.2025\n\nDecyzja Rady Szkoły Doktorskiej AGH w sprawie dopuszczenia do rekrutacji osób ubiegających się o przyjęcie do Szkoły w myśl art. 186 ust. 2 Ustawy Prawo o szkolnictwie wyższym i nauce\n\n15.07.2025\n\nOgłoszenie limitu miejsc dostępnych w Szkole Doktorskiej AGH na rok akademicki 2025/2026 w poszczególnych dyscyplinach, oddzielnie dla kształcenia finansowanego z subwencji oraz innych źródeł finansowania\n\ndo 28.07.2025\n\nWeryfikacja formalna dokumentów złożonych przez osoby ubiegające się o przyjęcie do Szkoły Doktorskiej AGH w systemie e-Rekrutacja, które dokonały opłaty rekrutacyjnej, zgodnie z § 3 ust. 7 Zasad rekrutacji do Szkoły Doktorskiej AGH\n\ndo 29.08.2025\n\nDecyzja o zaliczeniu/niezaliczeniu egzaminu z języka angielskiego na podstawie przedstawionego przez kandydata certyfikatu znajomości języka na poziomie co najmniej B2\n\ndo 03.09.2025\n\nSporządzenie list rankingowych oddzielnie dla każdej dyscypliny, z podziałem na zagadnienia finansowane z subwencji oraz innych źródeł finansowych\n\n12.09.2025\n\nSkładnie oryginałów dokumentów potwierdzających ukończenie studiów wyższych wraz z oświadczeniami w biurze Szkoły\n\n18.09.2025 - 23.09.2025\n\nOdbiór decyzji o nieprzyjęciu do Szkoły Doktorskiej AGH na rok akademicki 2025/2026 oraz zakończenie rekrutacji\n\n30.09.2025\n\nSkładanie wniosków do Rektora o ponowne rozpatrzenie sprawy w związku z decyzją o nieprzyjęciu do Szkoły Doktorskiej AGH\n\n14.10.2025\n\nStopka\n\nBiblioteka Główna\n\nOchrona danych osobowych\n\nStrona główna AGH\n\nInicjatywa Doskonałości – Uczelnia Badawcza\n\nSzkoła Doktorska AGH\nbud. A3, I p., pok. 118\nal. Mickiewicza 30\n30-059 Kraków\n\nDziekanat\n E-mail: phd@agh.edu.pl\n Tel. +48 12 617 56 13\n Tel. +48 12 617 56 11\n Tel. +48 12 617 56 14\n Obsługa bezpośrednia i telefoniczna doktorantów:\n poniedziałek - nieczynne\n wtorek-piątek - 9:00-13:00\n\nSekretariat\n E-mail: sdbiuro@agh.edu.pl\n Tel. +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/kandydaci/kalendarz-rekrutacji-2025/2026", "title": " Kalendarz rekrutacji 2025/2026 -- Szkoła Doktorska AGH ", "depth": 3, "duplicate": false, "content_hash": "993ca1a36e56684b797f98f081b90ed2", "word_count": 359, "headings": [{"level": 1, "text": "Kalendarz rekrutacji 2025/2026"}, {"level": 2, "text": "Stopka"}]}}