{"content": "# Ogólnopolska Konferencja Szkół Doktorskich 2025\n\nURL: https://oksd.agh.edu.pl/\nCrawled: 2025-03-19 21:39:03\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\nOgólnopolska Konferencja Szkół Doktorskich 2025\n\nIII Ogólnopolska Konferencja Szkół Doktorskich\n\nZapraszamy przedstawicieli wszystkich uczelni, instytutów i innych jednostek w Polsce prowadzących szkoły doktorskie. Spotykamy się, już po raz trzeci, aby lepiej się poznać, wymienić doświadczenia oraz uzyskać informacje od organów państwa, które określają naszą działalność lub z nami współpracują.\n\nPrzewidujemy udział przedstawicieli władz m.in. Ministerstwa Nauki i Szkolnictwa Wyższego, NAWA, oraz zespołu ds. ewaluacji szkół doktorskich KEN. Będzie to wyjątkowa okazja, aby dowiedzieć się, co nas czeka w najbliższej przyszłości, oraz przekazać nasze uwagi i dotychczasowe spostrzeżenia.\n\nChcemy dyskutować o wszystkich sprawach dotyczących funkcjonowania szkół doktorskich w Polsce, ze szczególnym uwzględnieniem następujących tematów, zgłaszanych przez przedstawicieli tych szkół:\n\nEwaluacja szkół doktorskich – pierwsze wrażenia?\n\nFinansowanie działalności szkół doktorskich – jakie są możliwe mechanizmy wsparcia?\n\nUmiędzynarodowienie szkół doktorskich – jak je rozumieć i jak realizować?\n\nStatus doktoranta na uczelni – jak to wygląda w praktyce?\n\nOpieka promotorska – co szkoła może zrobić, a czego nie?\n\nLista wskazuje jedynie kluczowe tematy i nie jest zamknięta, dyskusja na wszystkie inne tematy dozwolona, a nawet pożądana.\n\nOgólnopolska Konferencja Szkół Doktorskich 2025 została objęta patronatem honorowym\n Ministra Nauki i Szkolnictwa Wyższego.\n\nStopka\n\nSzkoła Doktorska AGH\nal. Mickiewicza 30 \n30-059 Kraków\nbudynek A-3, pok. 118\nE-mail: sdbiuro@agh.edu.pl\nTel.: +48 12 617 56 10\n© Ogólnopolska Konferencja Szkół Doktorskich 2025\n Akademia Górniczo-Hutnicza im. Stanisława Staszica w Krakowie\n\nBack", "metadata": {"url": "https://oksd.agh.edu.pl/", "title": "Ogólnopolska Konferencja Szkół Doktorskich 2025", "depth": 3, "duplicate": false, "content_hash": "deb33a5d402743eacee5f99818ac07d6", "word_count": 227, "headings": [{"level": 1, "text": "Ogólnopolska Konferencja Szkół Doktorskich 2025"}, {"level": 2, "text": "III Ogólnopolska Konferencja Szkół Doktorskich"}, {"level": 2, "text": "Stopka"}]}}