{"content": "#  NAWA projects -- Space Technology Centre \n\nURL: https://www.ctk.agh.edu.pl/en/project/nawa-projects\nCrawled: 2025-03-19 21:25:02\n\nSkip to content\n\nSkip to footer\n\n NAWA projects \n\nNAWA, the Polish National Agency for Academic Exchange\n was established on October 1st, 2017. Its mission is to strengthen Polish science and higher education through international exchange and cooperation. NAWA supports academic mobility, the promotion of Polish language and culture abroad, and enhances Poland's presence in the global academic community. The agency adapts to academic challenges, contributing to Poland's scientific, cultural and economic development while providing transparent opportunities for the entire academic community. \n\nProjects supported by NAWA\n\nSpace Resources Conference 2025\n\nOrganized by the Space Technology Centre, the Space Resources Conference brings together leading international researchers, professionals, and students to cultivate a free exchange of ideas and practices. The Space Resources Conference provides an open forum for discussing state-of-the-art technologies applicable to current challenges of space exploration and using space resources to improve human living conditions and protect Earth’s natural environment.\n\nDates: 21-23.05.2025\n\nPlace: AGH University of Krakow\n\nParticipats: approx. 200\n\nEuropean Rover Challenge 2025\n\nThe European Rover Challenge (ERC) is a prestigious international competition of Mars rovers aimed at students from around the world who design and build rovers as part of academic teams. The competition simulates space missions on the surface of Mars, and teams compete in various challenges. The event also includes a scientific conference and an exhibitors' zone, where participants and visitors can learn about the activities of companies and institutions related to the space sector.\n\nDates: 29-31.08.2025\n\nPlace: AGH University of Krakow\n\nParticipats: approx. 200\n\nList of projects supported by NAWA -\n\ncheck the details\n\nStopka\n\nResearch\n\nProjects\n\nContact\n\nLogo to download\n\nBack", "metadata": {"url": "https://www.ctk.agh.edu.pl/en/project/nawa-projects", "title": " NAWA projects -- Space Technology Centre ", "depth": 3, "duplicate": false, "content_hash": "358feee23268dc120feeb6dd0bdc3b4b", "word_count": 266, "headings": [{"level": 1, "text": "NAWA projects"}, {"level": 2, "text": "Projects supported by NAWA"}, {"level": 2, "text": "Stopka"}]}}