{"content": "# W AGH rozpoczyna działalność nowy wydział-- Serwis Akademii Górniczo-Hutniczej \n\nURL: https://www.agh.edu.pl/aktualnosci/detail/w-agh-rozpoczyna-dzialalnosc-nowy-wydzial\nCrawled: 2025-03-19 21:37:53\n\nBudynek Wydziału Informatyki AGH. Fot. AGH \n\n W AGH rozpoczyna działalność nowy wydział \n\n 02/10/2023 \n\n szkolnictwo wyższe \n it \n\n Od 1 października 2023 r. w AGH rozpoczyna działalność nowa jednostka. Do szesnastu dotychczasowych wydziałów dołącza nowy – Wydział Informatyki. \n\nWydział Informatyki (WI) zastępuje dotychczasową jednostkę Instytut Informatyki Wydziału Informatyki, Elektroniki i Telekomunikacji. W nowej formule WI będzie realizował kształcenie na kierunkach studiów: \n\nInformatyka (I stopień studiów prowadzony razem z Wydziałem Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej)\n\nInformatyka – Data Science.\n\nWspólnie z innymi wydziałami realizowane będzie kształcenie na kierunkach:\n\nCyberbezpieczeństwo (wspólnie z Wydziałem Informatyki, Elektroniki i Telekomunikacji)\n\nNowoczesne Technologie w Kryminalistyce (wspólnie z Wydziałem Humanistycznym oraz Wydziałem Inżynierii Materiałowej i Ceramiki).\n\nOd kilku lat najpopularniejszymi wśród kandydatów na studia kierunkami, z największą liczbą osób na miejsce, są te z branży IT. Podobnie, wśród kierunków z największą liczbą podań – także dominują kierunki informatyczne. W tegorocznej rekrutacji w pierwszym cyklu rekrutacyjnym na kierunek studiów Informatyka, prowadzonym na dotychczasowym Wydziale Informatyki, Elektroniki i Telekomunikacji, a od października na nowym WI, kandydaci złożyli blisko tysiąc podań.\n\nKierunek Informatyka, który będzie od nowego roku akademickiego realizowany w nowym wydziale należy do najbardziej renomowanych kierunków kształcenia w dyscyplinie informatyka w Polsce. Posiada 40-letnią tradycję kształcenia i badań naukowych znajdujących szerokie uznanie w kraju i za granicą.\n\nSilną stroną nowego wydziału są także liczne studia podyplomowe oraz szkolenia i kursy dokształcające. Dostępne wolne miejsca na studiach podyplomowych m.in. z Cyberbezpieczeństwa w praktyce czy Analizy Danych – Data Science cieszą się bardzo dużym zainteresowaniem i zapisy na nie trwają zaledwie kilka godzin. \n\nBadania naukowe realizowane w dotychczasowym Instytucie Informatyki, a kontynuowane w nowym wydziale skupiają się głównie na: szeroko rozumianych metodach sztucznej inteligencji, w szczególności stosowanych np. do przetwarzania języka naturalnego czy przetwarzania obrazów, systemach z obszaru Internetu Rzeczy, metod symulacji zjawisk fizycznych czy systemach obliczeniowych. Badania oraz dydaktyka realizowane są w nowoczesnym budynku, w którym działa wiele specjalistycznych laboratoriów.\n\nWydział wspiera też działanie Centrum Technologii Bezpieczeństwa w ramach którego realizowane są projekty polegające na opracowaniu i wdrażaniu specjalistycznego oprogramowania dla potrzeb bezpieczeństwa publicznego, w szczególności narzędzia wspierające analizę kryminalistyczną.\n\nInną jednostką ścisłe współpracującą z Wydziałem jest Centrum Cyberbezpieczeństwa, pierwsza tego typu jednostka w Polsce, która prowadzi działalność ekspercką i edukacyjną, a także prace badawczo-rozwojowe w dziedzinie technologii dla cyberbezpieczeństwa.\n\nRektor AGH prof. Jerzy Lis podkreśla:\n\n– \nDo grona 16 naszych dotychczasowych jednostek podstawowych dołącza dziś Wydział Informatyki. Wyodrębnienie się osobnego wydziału w dyscyplinie informatyki to efekt wytężonej pracy i ponad 40 lat doświadczenia w prowadzeniu dydaktyki przez dotychczasowy Instytut. Nie bez znaczenia pozostaje także duże zainteresowanie kandydatów na studia kształceniem w tym obszarze, dynamiczny rozwój Instytutu Informatyki, w tym ustawiczne poszerzanie kadry, partnerskie umowy, wymiany czy współpraca z firmami z sektora IT. Jestem przekonany, że decyzja dotycząca utworzenia osobnego wydziału, w którym rozwijane będą zagadnienia związane z informatyką umocni tę dyscyplinę i sprawi, że specjaliści opuszczający mury uczelni będą jeszcze lepiej przygotowani do pełnienia roli programistów, analityków czy administratorów sieci.\n\nProf. Marek Kisiel-Dorohinicki, pomysłodawca wyodrębnienia nowego wydziału wyjaśnia:\n\n– \nTworząc nowy wydział, stawiamy na rozwój badań w IT we współpracy z innymi jednostkami zajmującymi się podobnymi zagadnieniami. Nasze działania ukierunkowane są na podkreślenie istotności tej tematyki na poziomie AGH oraz prężny rozwój współpracy np. w obszarze sztucznej inteligencji z jednostkami wewnętrznymi, instytucjami krajowymi, jak i zagranicznymi. Poszukujemy porozumienia i możliwości realizacji wspólnych działań pod egidą jednostki, która niewątpliwie będzie rozpoznawalna poza murami AGH. Stanowi bowiem efekt pracy nad rozwojem obszaru IT rozpoczętej już w latach 80. XX wieku przez naszych poprzedników.\n\nWydział Informatyki rozpoczyna działalność z ponad stuosobową kadrą (dotychczasowymi pracownikami Instytutu Informatyki), w tym z ponad dwudziestoma profesorami. Kadra ta jest cały czas rozwijana, tak jak oferta dydaktyczna, usługowa i badawcza jednostki, która będzie stanowiła bezpośrednią kontynuację działań prowadzonych w Instytucie Informatyki. Bazą lokalową będzie dotychczasowa siedziba Instytutu Informatyki tj. budynek D-17 przy ul. Kawiory 21. Dotychczasowy Wydział Informatyki, Elektroniki i Telekomunikacji pozostaje pod niezmienioną nazwą.\n\nPowrót", "metadata": {"url": "https://www.agh.edu.pl/aktualnosci/detail/w-agh-rozpoczyna-dzialalnosc-nowy-wydzial", "title": "W AGH rozpoczyna działalność nowy wydział-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "1189c79a82c7f6bbe73a86d6ac44bb15", "word_count": 639, "headings": [{"level": 1, "text": "W AGH rozpoczyna działalność nowy wydział"}, {"level": 2, "text": "Inne artykuły z kategorii Nauka"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}