{"content": "# Odszedł prof. Roman Pampuch – informacja o pogrzebie-- Serwis Akademii Górniczo-Hutniczej \n\nURL: http://www.agh.edu.pl/info/article/odszedl-prof-roman-pampuch/\nCrawled: 2025-03-19 22:10:13\n\nOdszedł prof. Roman Pampuch – informacja o pogrzebie \n\n 14/02/2017 \n\nZ głębokim żalem zawiadamiamy o śmierci prof. Romana Pampucha, wybitnego specjalisty w dziedzinie chemii.\n\nProf. Pampuch studiował na Wydziale Chemicznym Politechniki Śląskiej w Gliwicach. Po studiach podjął pracę w Głównym Instytucie Górnictwa, gdzie prowadził badania procesów pirolizy oraz uwodorniania węgla. Uwieńczone one zostały doktoratem uzyskanym w 1954 r. na Politechnice Wrocławskiej.\n\nW 1962 r. na zaproszenie Wydziału Ceramicznego rozpoczął pracę na naszej uczelni. Habilitował się w 1963 r. na Wydziale Metalurgicznym. W 1969 r. otrzymał tytuł profesora nadzwyczajnego, a w 1976 r. tytuł profesora zwyczajnego. W roku 1983 wybrany został członkiem korespondentem, a w 1993 r. członkiem rzeczywistym PAN i członkiem czynnym PAU. Pełnił funkcję dyrektora naukowego Instytutu Ceramiki Specjalnej i Ogniotrwałej na Wydziale Ceramicznym, a od 1973 r. Inżynierii Materiałowej i Ceramiki. Był prodziekanem i dziekanem tego wydziału. Zorganizował Katedrę Ceramiki Specjalnej i Nauki o Materiałach, którą kierował.\n\nW roku 1996 Profesor został laureatem nagrody Prezesa Rady Ministrów RP za całokształt osiągnięć naukowych. Rok później uhonorowany nagrodą Europejskiego Towarzystwa Ceramicznego im. L. Stuitsa. Uzyskał także nagrody Ministra Edukacji Narodowej i Rektora AGH za osiągnięcia naukowe i dydaktyczne. W 1999 r. na wniosek Rady Wydziału Inżynierii Materiałowej i Ceramiki otrzymał tytuł doktora honoris causa AGH za wybitny wkład w rozwój nauki o materiałach i inżynierii materiałów ceramicznych, stworzenie znanej w świecie polskiej szkoły ceramiki specjalnej oraz za szczególne zasługi w nauczaniu i rozpowszechnianiu wiedzy w tej dziedzinie. W 2006 r. Profesorowi – jako obywatelowi Krakowa wybitnie zasłużonemu dla miasta – przyznano Nagrodę Miasta Krakowa. W 2015 r. za całokształt działalności w zakresie chemii otrzymał nagrodę imienia Antoniego Hoborskiego – „Diamentową Kulę”.\n\nProf. Pampuch był autorem 221 artykułów w recenzowanych czasopismach, 7 monografii i podręczników, współautorem 26 patentów. Wypromował 33 doktorów, a 8 jego wychowanków uzyskało tytuł profesora. Książki jego autorstwa o naturze i właściwościach materiałów ceramicznych wydane w Polsce i za granicą stały się w świecie podstawową literaturą.\n\nProfesor dokładał starań, aby polscy specjaliści byli reprezentowani w organizacjach międzynarodowych oraz na światowych kongresach i konferencjach. Przyczynił się walnie do wprowadzenia Polskiego Towarzystwa Ceramicznego do Europejskiego Towarzystwa Ceramicznego.\n\nUczony pozostawił trwały ślad swojej działalności zarówno w obszarze badań naukowych, jak i w organizacji nauki, kształcenia i kreowania nowej kadry naukowej. Wytyczył nowe drogi rozwoju w dziedzinie ceramiki, w nauce o materiałach i związanej z nią chemii ciała stałego oraz w inżynierii niekonwencjonalnych tworzyw. Szereg jego stwierdzeń i koncepcji znalazło wykorzystanie lub inspirowało działalność w innych dziedzinach, m.in. w mineralogii, implantologii medycznej i ochronie środowiska.\n\nProfesor posiadał ogromny autorytet i uznanie najwybitniejszych międzynarodowych ośrodków naukowych, a jego działalność naukową cechowała wyjątkowa interdyscyplinarność.\n\nRektor, Senat oraz społeczność akademicka AGH\nskładają wyrazy głębokiego współczucia Rodzinie Zmarłego.\n\nInformacja o pogrzebie\n\nNabożeństwo w kaplicy cmentarnej zostanie odprawione 21 lutego o godz. 12:00. Następnie odbędzie się pogrzeb na cmentarzu komunalnym Kraków – Podgórze.\n\nPowrót", "metadata": {"url": "http://www.agh.edu.pl/info/article/odszedl-prof-roman-pampuch/", "title": "Odszedł prof. Roman Pampuch – informacja o pogrzebie-- Serwis Akademii Górniczo-Hutniczej ", "depth": 3, "duplicate": false, "content_hash": "54919b62ee35bd0670321be970bf290e", "word_count": 466, "headings": [{"level": 1, "text": "Aktualności"}, {"level": 3, "text": "Informacja o pogrzebie"}, {"level": 2, "text": "Inne artykuły"}, {"level": 2, "text": "Najnowsze artykuły"}, {"level": 2, "text": "Stopka"}]}}