{"content": "#  Open Access -- Biblioteka Główna AGH \n\nURL: https://bg.agh.edu.pl/otwarta-nauka/open-access\nCrawled: 2025-03-19 22:38:52\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Open Access \n\nKażdy użytkownik Internetu ma nieograniczony dostęp do zamieszczonych tam publikacji — bez opłat, logowania czy innych ograniczeń technicznych (w tym konieczności zainstalowania dodatkowego, płatnego oprogramowania).\n Publikowanie w otwartym dostępie umożliwia każdemu użytkownikowi swobodne czytanie, kopiowanie, drukowanie i wykorzystywanie do celów naukowych lub dydaktycznych udostępnionych w ten sposób treści, zgodnie z udzieloną licencją przez autora.\n\n Licencje Creative Commons \n\n Programy publikowania otwartego \n\n Publikowanie zgodne z NCN \n\n Journal Checker Tool \n\n Sherpa Romeo \n\n Plan S \n\n Horyzont Europa \n\n Wymagania dotyczące otwartej nauki \n\n Drapieżne czasopisma \n\n Otwarte monografie \n\n Przydatne linki \n\nOtwarty dostęp zwiększa widoczność i łatwość wyszukiwania publikacji, a co za tym idzie – prowadzi do zwiększenia liczby ich cytowań i oddziaływania. Ułatwia i przyśpiesza komunikację naukową oraz współpracę między różnymi podmiotami – zarówno z obszaru nauki, jak i spoza niego (np. naukowców z przedsiębiorcami).\n\nPomaga również w zarządzaniu wiedzą i przeprowadzaniu ewaluacji, ułatwia archiwizację i długoterminowe przechowywanie treści w postaci cyfrowej. Jest skutecznym narzędziem promocji naukowca.\n Czasem pojawiają się obawy, że otwarty dostęp do publikacji narazi autorów na większe ryzyko plagiatów, ale im szerzej dostępny jest pełny tekst utworu, tym łatwiej takie naruszenia zidentyfikować i eliminować. Opublikowanie utworu na wolnej licencji pozwala śledzić plagiaty z użyciem technik maszynowych. Jeśli nawet otwarty dostęp zwiększa ryzyko naruszeń, to równocześnie zwiększa się skala dostępnych metod, które mogą im przeciwdziałać.\n\nZielona droga\n – autor samodzielnie deponuje swoje publikacje w repozytorium (zgodnie z umową zawartą z wydawcą).\n Autor, publikując w czasopiśmie, zrzeka się częściowo lub całkowicie swoich praw autorskich majątkowych do artykułu. Wydawnictwa mają określoną politykę OA, zgodnie z którą autor może samodzielnie rozpowszechnić swoją pracę. Najczęściej jest to:\n\nembargo\n - czas, w którym artykuł może znajdować się tylko na stronie wydawcy,\n\nsamoarchiwizacja\n wersji artykułu w formie preprintu (przed recenzją) lub postprintu (po recenzji, ale bez szaty edytorskiej czasopisma), określenie licencji, na jakiej artykuł może być rozpowszechniony.\n\nZasady OA poszczególnych czasopism można sprawdzić w serwisie \nSherpa/RoMEO\n, który gromadzi informacje na temat polityk OA poszczególnych wydawców. Bazę można przeszukiwać po nazwie wydawnictwa, tytule czasopisma bądź numerze ISSN. Stosowane są cztery kolory dla oznaczenia strategii wydawców względem preprintów i postprintów:\n\nzielony - można archiwizować preprinty, postprinty i ostateczne wersje wydawcy,\n\nniebieski - można archiwizować postprinty i ostateczne wersje wydawcy,\n\nżółty - można archiwizować preprinty,\n\nbiały - archiwizowanie nie jest formalnie dopuszczone przez wydawcę.\n\n Dodatkowo polityki poszczególnych wydawców można sprawdzić również w serwisie \nDOAJ\n (\nDirectory of Open Access Journals\n).\n Publikacja powinna zostać zdeponowana w otwartym repozytorium, które zapewnia odpowiednią infrastrukturę przystosowaną do długotrwałego przechowywania i udostępniania plików oraz jest indeksowane w różnych bazach bibliograficzno-abstraktowych i wyszukiwarkach naukowych. To z kolei ma znaczący wpływ na liczbę cytowań.\n\nZłota droga - \nwydawca zapewnia bezpłatny dostęp do wszystkich artykułów na stronie internetowej czasopisma, natychmiast po publikacji. Rozróżniamy dwa rodzaje:\n\nFull Gold Open Access\n - brak opłat abonamentowych. Wydawcy pobierają tzw. opłatę za przetwarzanie artykułu (APC — \nArticle Processing Charges\n), musi zostać uiszczona przez autora lub instytucję finansującą.\nHybrid Gold Open Access\n -\n autorzy publikują w tradycyjnych czasopismach subskrypcyjnych, ale mogą wybrać złoty dostęp dla swoich publikacji opłacając APC. Po opublikowaniu artykułu jest on w pełni dostępny dla czytelników.\n\nRóżnice między Green OA a Gold OA\n\nDiamentowa droga - \nwydawca nie pobiera opłat autorskich APC (\nArticle Processing Charge\n) ani opłat od czytelników za dostęp do publikacji. Koszty redakcyjne pokrywają instytucje, uniwersytety, ośrodki badawcze, muzea, biblioteki czy towarzystwa naukowe związane z danym czasopismem.\n\nAction plan for Diamond OA\n\nCzarny dostęp - \nnielegalny otwarty dostęp do odpłatnych publikacji naukowych bez wiedzy i zgody autorów. Często wiążący się z łamaniem praw autorskich, pomijaniem zgody wydawców oraz brakiem kosztów, które ponoszone są przez różne podmioty w standardowych modelach publikowania otwartego.\n\nStopka\n\nBiblioteka Główna AGH wdraża system biblioteczny ALMA\nDofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach realizacji Narodowego Programu Rozwoju Czytelnictwa 2.0 na lata 2021–2025. \n\nBiblioteka Główna Akademii Górniczo-Hutniczej\nim. Stanisława Staszica w Krakowie\nal. Mickiewicza 30, 30-059 Kraków, pawilon U-1\ntel. +48 12 617 32 08\ne-mail: bgagh@bg.agh.edu.pl\n\nDostępność\nOchrona danych osobowych\nIntranet BG\nNewsletter BGinfo\nMapa strony\n\nFanpage BG AGH w serwisie Facebook\">\nFanpage AGH w serwisie Linkedin\">\nFanpage AGH w serwisie Instagram\">\nKanał BG AGH w serwisie YouTube\">\n\nBack", "metadata": {"url": "https://bg.agh.edu.pl/otwarta-nauka/open-access", "title": " Open Access -- Biblioteka Główna AGH ", "depth": 3, "duplicate": false, "content_hash": "e497845cb34aab0454df4b5fa121397e", "word_count": 686, "headings": [{"level": 1, "text": "Open Access"}, {"level": 2, "text": "Stopka"}]}}