{"content": "#  IDEAS NCBiR -- AGH University Doctoral School \n\nURL: https://www.sd.agh.edu.pl/en/kandydaci/ideas-ncbir\nCrawled: 2025-03-19 21:21:56\n\nSkip to content\n\nSkip to footer\n\n IDEAS NCBiR \n\nThe offer is addressed to students or a graduate / graduate of mathematics, computer science, technical informatics, information technology or related disciplines, who wish to continue their scientific career by applying for a PhD position at IDEAS NCBiR, with parallel education at the AGH Doctoral School. The doctoral thesis will be carried out in the field of artificial intelligence.  IDEAS NCBiR focuses on scientific development of its employees and practical application of research results.\n\nDetailed information on how to apply to our program and current topics of doctoral dissertations can be found on our website: \nDoctoral Schools - IDEAS NCBR \n\nThe qualification stage for the AGH Doctoral School includes:\n\n1. The Candidate registers in the recruitment system.\n\n2. The Candidate submits:\n\nDocuments mentioned in §3 points 3-5 of the recruitment rules and pays a recruitment fee mentioned in §7 of the \nRecruitment rules\n\nA certificate of conditional employment contract with IDEAS NCBR for the duration of the dissertation.\n\n3. The Candidate shall proceed to the recruitment procedure to the Doctoral School in accordance with the applicable Recruitment Rules.\n\n4. The Candidate's admission to the Doctoral School is at the same time the fulfillment of the suspensive condition of the employment agreement concluded with IDEAS NCBR for the time of completion of the Doctoral Dissertation.\n\nStopka\n\nAGH University Doctoral School\nbuild. A3, I floor, room 118\nal. Mickiewicza 30\n30-059 Krakow\n\nOffice for Doctoral Students' Affairs\n E-mail: phd@agh.edu.pl\n Phone: +48 12 617 56 13\n Phone: +48 12 617 56 11\n Phone: +48 12 617 56 14\n Direct and telephone support for doctoral students\n Monday - closed\n Tuesday - Friday - 9:00 a.m. - 1:00 p.m.\n\nDirector's Office\n E-mail: sdbiuro@agh.edu.pl\n Phone: +48 12 617 56 12\n\nBack", "metadata": {"url": "https://www.sd.agh.edu.pl/en/kandydaci/ideas-ncbir", "title": " IDEAS NCBiR -- AGH University Doctoral School ", "depth": 3, "duplicate": false, "content_hash": "3a2d5d82b944e63c40eb04e834490f37", "word_count": 293, "headings": [{"level": 1, "text": "IDEAS NCBiR"}, {"level": 2, "text": "Stopka"}]}}