{"content": "#  Technika proporcjonalna i serwotechnika w napędzie hydrostatycznym -- Kursy i szkolenia AGH \n\nURL: https://szkolenia.agh.edu.pl/oferta-kursow-i-szkolen/oferta-komercyjna/technika-proporcjonalna-i-serwotechnika-w-napedzie-hydrostatycznym\nCrawled: 2025-03-19 21:16:36\n\nPrzejdź do treści\n\nPrzejdź do stopki\n\n Technika proporcjonalna i serwotechnika w napędzie hydrostatycznym \n\n Organizator \n\n Wydział Inżynierii Mechanicznej i Robotyki \n\nKatedra Automatyzacji Procesów\n\nal. Mickiewicza 30, 30-059 Kraków\n pawilon B-2, p. I, pok. 104/5\n\nhttp://home.agh.edu.pl/~stojek/\n\nZgłoszenia przyjmowane są przez organizatora w sposób ciągły. W razie potrzeby będą uruchamiane dodatkowe terminy kursów.\n\n Program \n\n1. Wprowadzenie do techniki sterowania proporcjonalnego (1 h).\n 2. Podział zaworów proporcjonalnych – kryteria (1 h).\n 3. Budowa, zasada działania oraz przykłady konstrukcyjne zaworów proporcjonalnych wg wytwórców (2 h).\n 4. Charakterystyki robocze zaworów proporcjonalnych (1 h).\n 5. Podstawowe parametry zaworów proporcjonalnych (1 h).\n 6. Sposoby korekcji charakterystyk roboczych zaworów proporcjonalnych (1 h ).\n 7. Wzmacniacze i układy elektroniczne wykorzystywane w układach sterowania zaworami proporcjonalnymi (1 h).\n 8. Przykłady układów hydraulicznych z wykorzystaniem zaworów proporcjonalnych (1 h).\n 9. Zastosowanie kompensatorów ciśnienia w układach hydraulicznych z zaworami proporcjonalnymi (1 h).\n 10. Podstawy projektowania układów hydraulicznych z zaworami proporcjonalnymi (2 h).\n 11. Budowa i rodzaje układów regulacji (1 h).\n 12. Wstęp do techniki sterowania serwozaworami (1 h).\n 13. Przykłady konstrukcyjne serwozaworów (na podstawie wybranych producentów) (2 h).\n 14. Podstawowe parametry serwozaworów (1 h).\n 15. Charakterystyki robocze serwozaworów (1 h).\n 16. Typy przekryć suwaków stosowanych w serwozaworach (1 h).\n 17. Podstawowe obliczenia układów hydraulicznych z serwozaworami (2 h).\n 18. Wzmacniacze i układy elektroniczne wykorzystywane w układach sterowania serwozaworami (1 h).\n 19. Dobór typu i nastawy regulatora w układach hydraulicznych z serwozaworami (1 h).\n 20. Przykłady układów regulacji z zastosowaniem serwozaworów (1 h).\n 21. Przetworniki pomiarowe wykorzystywane w układach hydraulicznych (1 h).\n 22. Zagadnienia czystości cieczy roboczej w układach sterowania proporcjonalnego i serwozaworowego (1 h).\n 23. Ćwiczenia praktyczne na stanowiskach laboratoryjnych (5 h).\n\nZajęcia prowadzone są w grupach od 6 do 10 osób. Główny nacisk kursu położony jest na wykorzystanie przyswojonej wiedzy w zagadnieniach praktycznych. W ramach zaliczenia kursu uczestnicy rozwiązują test sprawdzający przyswojoną wiedzę. Absolwenci kursu otrzymują dyplom AGH ukończenia kursu oraz certyfikat potwierdzający odbycie kursu na stanowiskach firmy Parker Hannifin w Laboratorium Napędu i Sterowania Hydraulicznego na Wydziale Inżynierii Mechanicznej i Robotyki AGH w Krakowie.\n\n Czas trwania \n\nKurs obejmuje 30 godzin zajęć rozłożonych na 4 kolejne dni w tygodniu lub dwa spotkania sobotnio-niedzielne (uzgodnione po wcześniejszej konsultacji z uczestnikami).\n\nStopka\n\nStudia podyplomowe\n\nCentrum Obsługi Kształcenia\nInne Formy Kształcenia\n\nE: kbrzoz@agh.edu.pl\nT: 12 617 32 81 \nE: amajka@agh.edu.pl\nT: 12 617 56 35\n\nBack", "metadata": {"url": "https://szkolenia.agh.edu.pl/oferta-kursow-i-szkolen/oferta-komercyjna/technika-proporcjonalna-i-serwotechnika-w-napedzie-hydrostatycznym", "title": " Technika proporcjonalna i serwotechnika w napędzie hydrostatycznym -- Kursy i szkolenia AGH ", "depth": 2, "duplicate": false, "content_hash": "f9229167edafded079b261c5f5111bc2", "word_count": 381, "headings": [{"level": 1, "text": "Technika proporcjonalna i serwotechnika w napędzie hydrostatycznym"}, {"level": 2, "text": "Stopka"}]}}